{
  "id": "loi-n-68-1250-du-31-decembre-1968",
  "type": "statute",
  "title": "Loi n° 68-1250 du 31 décembre 1968",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000878035",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Sont prescrites, au profit de l'Etat, des départements et des communes, sans préjudice des déchéances particulières édictées par la loi, et sous réserve des dispositions de la présente loi, toutes créances qui n'ont pas été payées dans un délai de quatre ans à partir du premier jour de l'année suivant celle au cours de laquelle les droits ont été acquis.Sont prescrites, dans le même délai et sous la même réserve, les créances sur les établissements publics dotés d'un comptable public."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "La prescription est interrompue par :Toute demande de paiement ou toute réclamation écrite adressée par un créancier à l'autorité administrative, dès lors que la demande ou la réclamation a trait au fait générateur, à l'existence, au montant ou au paiement de la créance, alors même que l'administration saisie n'est pas celle qui aura finalement la charge du règlement.Tout recours formé devant une juridiction, relatif au fait générateur, à l'existence, au montant ou au paiement de la créance, quel que soit l'auteur du recours et même si la juridiction saisie est incompétente pour en connaître, et si l'administration qui aura finalement la charge du règlement n'est pas partie à l'instance ;Toute communication écrite d'une administration intéressée, même si cette communication n'a pas été faite directement au créancier qui s'en prévaut, dès lors que cette communication a trait au fait générateur, à l'existence, au montant ou au paiement de la créance ;Toute émission de moyen de règlement, même si ce règlement ne couvre qu'une partie de la créance ou si le créancier n'a pas été exactement désigné.Un nouveau délai de quatre ans court à compter du premier jour de l'année suivant celle au cours de laquelle a eu lieu l'interruption. Toutefois, si l'interruption résulte d'un recours juridictionnel, le nouveau délai court à partir du premier jour de l'année suivant celle au cours de laquelle la décision est passée en force de chose jugée."
    },
    {
      "provision_ref": "art2-1",
      "section": "2-1",
      "title": "Article 2-1",
      "content": "La prescription est suspendue à compter du jour où, après la survenance d'un litige, les parties conviennent de recourir à la médiation ou, à défaut d'accord écrit, à compter de la première réunion de médiation.\n\nLa suspension de la prescription ne peut excéder une durée de six mois.\n\nLes délais de prescription courent à nouveau, pour une durée qui ne peut être inférieure à six mois, à compter de la date à laquelle soit l'une au moins des parties, soit le médiateur déclare que la médiation est terminée.\n\nLe présent article ne s'applique qu'aux médiations intervenant selon les modalités définies au chapitre III du titre Ier du livre II du code de justice administrative."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "La prescription ne court ni contre le créancier qui ne peut agir, soit par lui-même ou par l'intermédiaire de son représentant légal, soit pour une cause de force majeure, ni contre celui qui peut être légitimement regardé comme ignorant l'existence de sa créance ou de la créance de celui qu'il représente légalement."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les dispositions de la présente loi ne s'appliquent pas en matière de remboursement de dépôts et de consignations, non plus qu'aux intérêts des sommes déposées ou consignées."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Les créances au paiement desquelles il a été fait opposition entre les mains d'un comptable public ne sont plus soumises à la prescription à partir de la date de l'opposition."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Les autorités administratives ne peuvent renoncer à opposer la prescription qui découle de la présente loi.Toutefois, par décision des autorités administratives compétentes, les créanciers de l'Etat peuvent être relevés en tout ou en partie de la prescription, à raison de circonstances particulières et notamment de la situation du créancier.La même décision peut être prise en faveur des créanciers des départements, des communes et des établissements publics, par délibérations prises respectivement par les conseils départementaux, les conseils municipaux et les conseils ou organes chargés des établissements publics. Ces délibérations doivent être motivées et être approuvées par l'autorité compétente pour approuver le budget de la collectivité intéressée."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "L'Administration doit, pour pouvoir se prévaloir, à propos d'une créance litigieuse, de la prescription prévue par la présente loi, l'invoquer avant que la juridiction saisie du litige au premier degré se soit prononcée sur le fond.En aucun cas, la prescription ne peut être invoquée par l'Administration pour s'opposer à l'exécution d'une décision passée en force de chose jugée."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "La juridiction compétente pour connaître de la demande à laquelle la prescription est opposée, en vertu de la présente loi, est compétente pour statuer sur l'exception de prescription."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Les dispositions de la présente loi sont applicables aux créances nées antérieurement à la date de son entrée en vigueur et non encore atteintes de déchéance à cette même date.\n\nLes causes d'interruption et de suspension prévues aux articles 2 et 3, survenues avant cette date, produisent effet à l'égard de ces mêmes créances."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Sont abrogées toutes dispositions contraires à celles de la présente loi et notamment les article 9, 9 bis et 10 de la loi modifiée du 29 janvier 1831."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I. - Les dispositions de la présente loi sont applicables aux créances mentionnées à l'article 1er sur les collectivités de Mayotte, de Saint-Barthélemy, de Saint-Martin et de Saint-Pierre-et-Miquelon ainsi qu'aux créances sur les établissements publics de ces mêmes collectivités.\n\nII. - Les dispositions de la présente loi sont applicables en Nouvelle-Calédonie et dans les îles Wallis et Futuna sous réserve des adaptations suivantes :\n\n1° Pour l'application de la présente loi en Nouvelle-Calédonie, la référence aux départements est remplacée par la référence à la Nouvelle-Calédonie, aux provinces, à leurs établissements publics et aux établissements publics interprovinciaux ;\n\n2° Abrogé\n\n3° Pour l'application de la présente loi dans les îles Wallis et Futuna, la référence aux départements est remplacée par la référence au territoire, à ses établissements publics et aux circonscriptions.\n\nIII. - En Polynésie française :1° La présente loi est, conformément au  7° de l'article 7 de la loi organique n° 2004-192 du 27 février 2004 portant statut d'autonomie de la Polynésie française, applicable de plein droit aux administrations de l'Etat et de ses établissements publics et à celles des communes et de leurs établissements publics ;2° Les dispositions de la présente loi en vigueur en Polynésie française à la date de publication de l' ordonnance n° 2009-536 du 14 mai 2009 portant diverses dispositions d'adaptation du droit de l'outre-mer demeurent applicables aux administrations de la Polynésie française et de ses établissements publics jusqu'à leur modification par la Polynésie française dans les conditions fixées à l' article 12 de la loi organique n° 2004-192 du 27 février 2004 précitée ."
    }
  ]
}