{
  "id": "loi-n-96-1181-du-30-decembre-1996",
  "type": "statute",
  "title": "Loi n° 96-1181 du 30 décembre 1996",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000380034",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I. à IV Paragraphes modificateursV. - Les conditions d'application du présent article ainsi que les obligations déclaratives qui en découlent sont fixées par décret.VI. - Les dispositions du présent article s'appliquent pour l'imposition des résultats des exercices ouverts à compter du 1er janvier 1996."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I. Paragraphe modificateurII. - La disposition ci-dessus s'applique aux échanges de droits sociaux réalisés à compter du 1er janvier 1996."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I. et II. Paragraphes modificateursIII. - Les dispositions du présent article s'appliquent aux plus-values qui bénéficient, au 1er janvier 1997, d'un report d'imposition en application des dispositions du II de l'article 92 B, de l'article 150 A bis et du 4 du I ter de l'article 160 du code général des impôts.IV. - Les conditions d'application du présent article sont précisées par décret."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I s'appliquent à compter de l'imposition des revenus de 1996."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I. à V. Paragraphes modificateursVI. - Avant le 31 décembre 1997, le Gouvernement remet au Parlement un rapport évaluant les conséquences du présent article sur la construction de logements locatifs sociaux, ainsi que sur la situation financière des organismes d'habitation à loyer modéré. Ce rapport propose, le cas échéant, les mesures de rectification nécessaires."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I s'appliquent aux primes payées à compter du 1er janvier 1996."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I sont applicables aux donations consenties par actes passés à compter du 1er avril 1996."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "La contribution exceptionnelle fixée à l'article 46 de la présente loi, les provisions constituées en vue de faire face aux charges mentionnées à l'article 30-1 de la loi n° 90-568 du 2 juillet 1990 relative à l'organisation du service public de la poste et des télécommunications et la perte résultant du transfert à titre gratuit des biens visés au deuxième alinéa du 2 de l'article 1er-1 de la loi n° 90-568 du 2 juillet 1990 précitée, à la charge de France Télécom, ne sont pas déductibles pour la détermination de son résultat imposable à l'impôt sur les sociétés."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "I. Paragraphe modificateurII. - Cette limite est applicable aux véhicules dont la première mise en circulation intervient à compter du 1er novembre 1996."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 96-385 DC du 30 décembre 1996."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I s'appliquent à compter de l'imposition des revenus de 1996."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "I. - Le montant de la contribution forfaitaire exceptionnelle prévue au d de l'article 30 de la loi n° 90-568 du 2 juillet 1990 précitée, tel que modifié par la loi n° 96-660 du 26 juillet 1996 relative à l'entreprise nationale France Télécom, est fixé à 37,5 milliards de francs. L'entreprise nationale France Télécom, qui est autorisée à émettre des emprunts obligataires à compter du 1er janvier 1997, verse cette contribution en 1997 à l'établissement public institué au II du présent article.II. - Il est institué, à compter du 1er janvier 1997, un établissement public national à caractère administratif qui a pour mission de gérer la contribution mentionnée au I. L'établissement public est administré par un conseil d'administration dont la composition est fixée par décret.III. - Les fonds de l'établissement public sont déposés chez un comptable du Trésor et sont rémunérés dans les conditions fixées par l'article 174 du décret n° 62-1587 du 29 décembre 1962 portant règlement général sur la comptabilité publique. Les recettes de l'établissement public sont constituées par la contribution forfaitaire exceptionnelle de l'entreprise nationale France Télécom mentionnée au I du présent article et par cette rémunération. L'établissement public ne peut faire appel à l'emprunt.IV. - Chaque année l'établissement public reverse au budget de l'Etat, dans la limite de ses actifs, une somme dont le montant est égal à 1 milliard de francs en 1997. Pour les années suivantes, le montant du versement est égal au montant du versement de l'année précédente majoré de 10 p. 100.V. - La mission de l'établissement public prend fin après le reversement intégral à l'Etat des recettes définies au III.VI. - Un décret en Conseil d'Etat fixe les modalités d'application du présent article."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "I.-Chaque organisme habilité au 1er janvier 1997 à recueillir la participation des employeurs à l'effort de construction participe en 1997 au financement des aides à la pierre par une contribution égale à 50 p. 100 du total des sommes reçues en 1996 au titre des versements effectués par les employeurs en application de l'obligation prévue à l'article L. 313-1 du code de la construction et de l'habitation et des remboursements des prêts consentis pour une durée de plus de trois années à l'aide desdits versements.\n\nLa contribution est versée spontanément au comptable du Trésor du lieu du siège de l'organisme sous forme d'un versement d'un tiers avant le 15 février 1997 et de huit versements d'un douzième avant le 15 de chacun des mois de mars à octobre 1997.\n\nLe contrôle, le recouvrement, le contentieux, les garanties et les sanctions relatifs à cette contribution sont régis par les règles applicables en matière de taxe sur les salaires.\n\nII.-La contribution est affectée en recette du compte d'affectation spéciale n° 902-30 intitulé \" Fonds pour le financement de l'accession à la propriété \".\n\nIII.-Les associés collecteurs de l'Union des entreprises et des salariés pour le logement agréés aux fins de participer à la collecte des sommes définies à l'article L. 313-1 du code de la construction et de l'habitation sont libérés des versements leur incombant au titre du présent article, à échoir postérieurement à l'entrée en vigueur du décret approuvant l'engagement de l' Union des entreprises et des salariés pour le logement de se substituer à ces associés collecteurs pour ces versements. L'Union des entreprises et des salariés pour le logement s'acquitte de ses versements auprès de l'agence comptable centrale du Trésor.\n\nIV. Paragraphe modificateur"
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "I. Paragraphe modificateurII. - Les dispositions du présent article sont applicables à compter du 1er janvier 1997."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "Il est ouvert dans les écritures du Trésor un compte d'affectation spéciale n° 902-30 intitulé \"Fonds pour le financement de l'accession à la propriété\".Le ministre chargé du logement est ordonnateur principal de ce compte qui retrace :1° En recettes :- les versements prévus en 1999 à l'article 56 de la loi de finances pour 1999 (n° 98-1266 du 30 décembre 1998) ;- les recettes diverses et accidentelles ;2° En dépenses :- les aides non fiscales à l'accession sociale à la propriété ;- les restitutions de sommes indûment perçues ;- les dépenses diverses et accidentelles et les frais de gestion."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "I. Paragraphe modificateurII. - Les dispositions du présent article s'appliquent à compter de l'imposition des revenus de l'année 1997."
    },
    {
      "provision_ref": "art84",
      "section": "84",
      "title": "Article 84",
      "content": "Avant le 2 octobre 1997, le Gouvernement remet au Parlement un rapport sur le traitement des réductions d'impôt prévues aux articles 199 quater B à 200 du code général des impôts.Ce rapport portera notamment sur :- l'analyse de l'efficacité des dispositions visées ;- l'incidence du plafonnement de leurs effets ;- l'incidence d'une transformation des réductions d'impôt visées en déductions sur revenu."
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "Il est créé un fonds spécifique pour les journalistes."
    },
    {
      "provision_ref": "art97",
      "section": "97",
      "title": "Article 97",
      "content": "A compter du 1er janvier 1998 :I. à III. Paragraphes modificateursIV. - Un décret fixe les modalités d'application du présent article."
    },
    {
      "provision_ref": "art98",
      "section": "98",
      "title": "Article 98",
      "content": "Avant le 31 mai 1997, le Gouvernement remettra au Parlement un rapport analysant les conséquences, en termes de transfert de fiscalité entre les secteurs économiques, d'un abaissement à 3,5 p. 100 du taux du plafonnement de la taxe professionnelle applicable aux entreprises dont le chiffre d'affaires est compris entre 140 et 500 millions de francs compensé par un relèvement, à due concurrence, du taux de la cotisation minimale de la taxe professionnelle par rapport à la valeur ajoutée de l'entreprise."
    },
    {
      "provision_ref": "art102",
      "section": "102",
      "title": "Article 102",
      "content": "I. et II. Paragraphes modificateursIII. - Un décret fixe les modalités d'application du présent article, notamment le délai dont disposent les fonds communs de placement dans l'innovation pour remplir les conditions du I et les obligations déclaratives incombant aux porteurs de parts ainsi qu'aux gérants et dépositaires des fonds."
    },
    {
      "provision_ref": "art103",
      "section": "103",
      "title": "Article 103",
      "content": "I. Paragraphe modificateurII. - La disposition prévue au I s'applique aux apports réalisés à compter du 1er janvier 1997."
    },
    {
      "provision_ref": "art104",
      "section": "104",
      "title": "Article 104",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I s'appliquent aux opérations réalisées à compter du 1er janvier 1997."
    },
    {
      "provision_ref": "art105",
      "section": "105",
      "title": "Article 105",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I sont applicables aux demandes adressées à compter du 1er mars 1997."
    },
    {
      "provision_ref": "art107",
      "section": "107",
      "title": "Article 107",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I sont applicables pour l'imposition des résultats des exercices ouverts à compter du 1er janvier 1997."
    },
    {
      "provision_ref": "art108",
      "section": "108",
      "title": "Article 108",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I s'appliquent pour l'imposition des résultats des exercices ouverts à compter du 1er janvier 1997. Les options en cours sont, le cas échéant, réputées avoir été reconduites tacitement."
    },
    {
      "provision_ref": "art109",
      "section": "109",
      "title": "Article 109",
      "content": "I. à III. Paragraphes modificateursIV. - Les dispositions du III s'appliquent aux exercices ouverts à compter du 1er janvier 1997."
    },
    {
      "provision_ref": "art110",
      "section": "110",
      "title": "Article 110",
      "content": "I. Paragraphe modificateurII. - Les dispositions du présent article s'appliquent à compter du 1er mai 1997."
    },
    {
      "provision_ref": "art111",
      "section": "111",
      "title": "Article 111",
      "content": "I. Paragraphe modificateurII. - Ces dispositions s'appliquent aux apports réalisés à compter du 1er janvier 1997."
    },
    {
      "provision_ref": "art112",
      "section": "112",
      "title": "Article 112",
      "content": "I. et II. Paragraphes modificateursIII. - Les dispositions du I s'appliquent aux jugements rendus à compter du 1er mars 1998.IV. - Un décret en Conseil d'Etat fixe les modalités d'application du présent article."
    },
    {
      "provision_ref": "art115",
      "section": "115",
      "title": "Article 115",
      "content": "I. à VII. Paragraphes modificateursVIII. - Les dispositions des I, II et III s'appliquent aux délais venant à expiration postérieurement au 31 décembre 1996."
    },
    {
      "provision_ref": "art122",
      "section": "122",
      "title": "Article 122",
      "content": "Sous réserve des décisions de justice passées en force de chose jugée, les contrôles engagés par les services déconcentrés de la direction générale des impôts avant l'entrée en vigueur du décret n° 96-804 du 12 septembre 1996 et des arrêtés du 12 septembre 1996 régissant leur compétence ainsi que les titres exécutoires émis à la suite de ces contrôles pour établir les impositions sont réputés réguliers en tant qu'ils seraient contestés par le moyen tiré de l'incompétence territoriale ou matérielle des agents qui ont effectué ces contrôles ou délivré ces titres à la condition que ces contrôles aient été effectués conformément aux règles de compétence fixées par les textes précités."
    },
    {
      "provision_ref": "art126",
      "section": "126",
      "title": "Article 126",
      "content": "Les dispositions du V de l'article 170 de l'ordonnance n° 58-1374 du 30 décembre 1958 portant loi de finances pour 1959, modifié par l'article 100 de la loi de finances pour 1996 (n° 95-1346 du 30 décembre 1995), sont prorogées pour l'année 1997."
    },
    {
      "provision_ref": "art128",
      "section": "128",
      "title": "Article 128",
      "content": "I. à IV. Paragraphes modificateursV. (abrogé)VI. Paragraphe modificateurVII. - Les établissements gestionnaires de plans d'épargne populaire, qui seraient dans l'incapacité de produire les pièces justificatives prévues contractuellement dans un délai de trois mois à compter de la demande formulée par les services ou les corps de contrôle compétents, devront reverser à l'Etat les primes pour lesquelles les pièces justificatives font défaut, ainsi que leurs intérêts capitalisés.Ces dispositions s'appliquent aux conventions signées par ces établissements avec l'Etat avant l'entrée en vigueur de la présente loi pour les sommes versées à compter du 1er janvier 1997."
    },
    {
      "provision_ref": "art129",
      "section": "129",
      "title": "Article 129",
      "content": "I. - Les taux de majoration applicables aux rentes viagères constituées entre particuliers, conformément à la loi n° 49-420 du 25 mars 1949 révisant certaines rentes viagères constituées entre particuliers et aux rentes viagères visées par l'article 1er de la loi n° 51-695 du 24 mai 1951 portant majoration de certaines rentes viagères et pensions, sont ainsi fixés :TAUX de la majoration (en pourcentage) : 82 405,2PERIODE AU COURS DE LAQUELLE est née la rente originaire :Avant le 1er août 1914.TAUX de la majoration (en pourcentage) : 47 047,7PERIODE AU COURS DE LAQUELLE est née la rente originaire :Du 1er août 1914 au 31 décembre 1918.TAUX de la majoration (en pourcentage) : 19 755,3PERIODE AU COURS DE LAQUELLE est née la rente originaire :Du 1er janvier 1919 au 31 décembre 1925.TAUX de la majoration (en pourcentage) : 12 078,1PERIODE AU COURS DE LAQUELLE est née la rente originaire :Du 1er janvier 1926 au 31 décembre 1938.TAUX de la majoration (en pourcentage) : 8 690,2PERIODE AU COURS DE LAQUELLE est née la rente originaire :Du 1er janvier 1939 au 31 août 1940.TAUX de la majoration (en pourcentage) : 5 251,6PERIODE AU COURS DE LAQUELLE est née la rente originaire :Du 1er septembre 1940 au 31 août 1944.TAUX de la majoration (en pourcentage) : 2 541,8PERIODE AU COURS DE LAQUELLE est née la rente originaire :Du 1er septembre 1944 au 31 décembre 1945.TAUX de la majoration (en pourcentage) : 1 176,7PERIODE AU COURS DE LAQUELLE est née la rente originaire :Années 1946, 1947 et 1948.TAUX de la majoration (en pourcentage) : 628,7PERIODE AU COURS DE LAQUELLE est née la rente originaire :Années 1949, 1950 et 1951.TAUX de la majoration (en pourcentage) : 451,4PERIODE AU COURS DE LAQUELLE est née la rente originaire :Années 1952 à 1958 incluse.TAUX de la majoration (en pourcentage) : 360,0PERIODE AU COURS DE LAQUELLE est née la rente originaire :Années 1959 à 1963 incluse.TAUX de la majoration (en pourcentage) : 335,2PERIODE AU COURS DE LAQUELLE est née la rente originaire :Années 1964 et 1965.TAUX de la majoration (en pourcentage) : 315,0PERIODE AU COURS DE LAQUELLE est née la rente originaire :Années 1966, 1967 et 1968.TAUX de la majoration (en pourcentage) : 292,2PERIODE AU COURS DE LAQUELLE est née la rente originaire :Années 1969 et 1970.TAUX de la majoration (en pourcentage) : 250,4PERIODE AU COURS DE LAQUELLE est née la rente originaire :Années 1971, 1972 et 1973.TAUX de la majoration (en pourcentage) : 167,7PERIODE AU COURS DE LAQUELLE est née la rente originaire :Année 1974.TAUX de la majoration (en pourcentage) : 153,1PERIODE AU COURS DE LAQUELLE est née la rente originaire :Année 1975.TAUX de la majoration (en pourcentage) : 131,5PERIODE AU COURS DE LAQUELLE est née la rente originaire :Années 1976 et 1977.TAUX de la majoration (en pourcentage) : 114,9PERIODE AU COURS DE LAQUELLE est née la rente originaire :Année 1978.TAUX de la majoration (en pourcentage) : 96,0PERIODE AU COURS DE LAQUELLE est née la rente originaire :Année 1979.TAUX de la majoration (en pourcentage) : 73,9PERIODE AU COURS DE LAQUELLE est née la rente originaire :Année 1980.TAUX de la majoration (en pourcentage) : 54,2PERIODE AU COURS DE LAQUELLE est née la rente originaire :Année 1981.TAUX de la majoration (en pourcentage) : 43,1PERIODE AU COURS DE LAQUELLE est née la rente originaire :Année 1982.TAUX de la majoration (en pourcentage) : 36,0PERIODE AU COURS DE LAQUELLE est née la rente originaire :Année 1983.TAUX de la majoration (en pourcentage) : 30,1PERIODE AU COURS DE LAQUELLE est née la rente originaire :Année 1984.TAUX de la majoration (en pourcentage) : 26,6PERIODE AU COURS DE LAQUELLE est née la rente originaire :Année 1985.TAUX de la majoration (en pourcentage) : 24,4PERIODE AU COURS DE LAQUELLE est née la rente originaire :Année 1986.TAUX de la majoration (en pourcentage) : 21,6PERIODE AU COURS DE LAQUELLE est née la rente originaire :Année 1987.TAUX de la majoration (en pourcentage) : 18,7PERIODE AU COURS DE LAQUELLE est née la rente originaire :Année 1988.TAUX de la majoration (en pourcentage) : 16,0PERIODE AU COURS DE LAQUELLE est née la rente originaire :Année 1989.TAUX de la majoration (en pourcentage) : 12,7PERIODE AU COURS DE LAQUELLE est née la rente originaire :Année 1990.TAUX de la majoration (en pourcentage) : 10,0PERIODE AU COURS DE LAQUELLE est née la rente originaire :Année 1991.TAUX de la majoration (en pourcentage) : 7,3PERIODE AU COURS DE LAQUELLE est née la rente originaire :Année 1992.TAUX de la majoration (en pourcentage) : 5,1PERIODE AU COURS DE LAQUELLE est née la rente originaire :Année 1993.TAUX de la majoration (en pourcentage) : 3,4PERIODE AU COURS DE LAQUELLE est née la rente originaire :Année 1994.TAUX de la majoration (en pourcentage) : 1,3Année 1995.II. Paragraphe modificateurIII. - Les dispositions de la loi n° 49-420 du 25 mars 1949 précitée sont applicables aux rentes perpétuelles constituées entre particuliers antérieurement au 1er janvier 1996.Le capital correspondant à la rente en perpétuel dont le rachat aura été demandé postérieurement au 30 septembre 1996 sera calculé, nonobstant toutes clauses ou conventions contraires, en tenant compte de la majoration dont cette rente a bénéficié ou aurait dû bénéficier en vertu de la présente loi.IV. - Les actions ouvertes par la loi n° 49-420 du 25 mars 1949 précitée, complétée par la loi n° 52-870 du 22 juillet 1952 et modifiée par le IV de l'article 104 de la loi de finances pour 1996 (n° 95-1346 du 30 décembre 1995) pourront à nouveau être intentées pendant un délai de deux ans à dater de la publication de la présente loi.V. - Les taux de majorations fixés au I ci-dessus sont applicables, sous les mêmes conditions de date, aux rentes viagères visées par la loi n° 48-957 du 9 juin 1948 portant majoration des rentes viagères constituées au profit des anciens combattants auprès des caisses autonomes mutualistes ainsi qu'aux rentes constituées par l'intermédiaire des sociétés mutualistes au profit des bénéficiaires de la majoration attribuée en application de l'article L. 321-9 du code de la mutualité."
    },
    {
      "provision_ref": "art134",
      "section": "134",
      "title": "Article 134",
      "content": "Alinéa modificateur"
    },
    {
      "provision_ref": "art136",
      "section": "136",
      "title": "Article 136",
      "content": "I. Paragraphe modificateurII. - Les personnes admises au bénéfice des dispositions de l'article L. 351-24 du code du travail qui perçoivent l'allocation de solidarité spécifique prévue à l'article L. 351-10 du même code reçoivent une aide de l'Etat d'un montant égal à celui de l'allocation de solidarité spécifique à taux plein.Cette aide est versée mensuellement, pour une durée de six mois, à compter de la date de création ou de la reprise d'entreprise.III. à V. Paragraphes modificateurs"
    },
    {
      "provision_ref": "art138",
      "section": "138",
      "title": "Article 138",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I sont applicables aux conventions prenant effet à compter du 1er septembre 1996."
    }
  ]
}