{
  "id": "loi-n-91-1-du-3-janvier-1991",
  "type": "statute",
  "title": "Loi n° 91-1 du 3 janvier 1991",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000352171",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Le Gouvernement présentera avant le 1er janvier 1992 un rapport au Parlement sur les conditions d'application de l'article L. 122-28-1 du code du travail et sur l'opportunité d'abaisser à cinquante salariés le seuil prévu à l'article L. 122-28-4 du même code."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I., II., III. - (Paragraphes modificateurs)IV. - Les dispositions du paragraphe II du présent article ne sont pas applicables aux conventions ou accords conclus avant l'entrée en vigueur de la présente loi."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I. -II. -III. - Les dispositions des troisième, quatrième et cinquième alinéas de l'article 997-1 du code rural ne sont pas applicables aux conventions ou accords conclus avant l'entrée en vigueur de la présente loi."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Les dispositions relatives aux correspondants locaux de la presse régionale et départementale non salariés prévues à l'article 10 de la loi n° 87-39 du 27 janvier 1987 portant diverses mesures d'ordre social sont prorogées jusqu'au 31 décembre 1991."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I.-Les vendeurs-colporteurs de presse effectuent :1° Sur la voie publique ou par portage à domicile, la vente de publications quotidiennes ou hebdomadaires qui répondent aux conditions définies par décret ;2° Et, le cas échéant, la distribution à titre accessoire d'une ou de plusieurs publications de presse au sens de l'article 1er de la loi n° 86-897 du 1er août 1986 portant réforme du régime juridique de la presse.Ils ont la qualité de travailleurs indépendants lorsqu'ils exercent leur activité en leur nom propre et pour le compte d'un éditeur, d'une société agréée de distribution de la presse, d'un dépositaire ou d'un diffuseur de presse.Ils ont la qualité de mandataire-commissionnaire aux termes d'un contrat de mandat.Ils sont inscrits à ce titre à la commission mentionnée à l'article 26 de la loi n° 47-585 du 2 avril 1947 relative au statut des entreprises de groupage et de distribution de journaux et de publications périodiques, qui leur délivre l'attestation, prévue à l'article 298 undecies du code général des impôts, justifiant de leur qualité de mandataire-commissionnaire.II.-Les porteurs de presse effectuent :1° Sur la voie publique ou par portage à domicile, la distribution de publications quotidiennes ou hebdomadaires qui répondent aux conditions définies par décret ;2° Et, le cas échéant, la distribution à titre accessoire d'une ou de plusieurs publications de presse au sens de l'article 1er de la loi n° 86-897 du 1er août 1986 précitée.Ils ont la qualité de salarié au sens du droit du travail lorsque les conditions juridiques de leur activité ne répondent pas à celles mentionnées au I du présent article.\n\nIII. (Paragraphe modificateur)\n\nIV.-Un arrêté pris par le ministre chargé de la sécurité sociale fixe les assiettes forfaitaires applicables au calcul des cotisations dues au titre des assurances sociales, des accidents du travail, des allocations familiales, ainsi que des autres charges recouvrées par les unions de recouvrement des cotisations de sécurité sociale et d'allocations familiales, auxquelles sont assujetties les rémunérations des personnes visées au 18° de l'article L. 311-3 du code de la sécurité sociale.\n\nLes obligations résultant des articles L. 441-2, L. 441-5, R. 441-4, R. 312-4 et R. 243-6 du code de la sécurité sociale sont à la charge du mandant ou de l'éditeur sur option de ce dernier lorsqu'il n'est pas le mandant du vendeur-colporteur de presse."
    },
    {
      "provision_ref": "art22bis",
      "section": "22bis",
      "title": "Article 22bis",
      "content": "Les cotisations de sécurité sociale à la charge de l'employeur, du mandant ou de l'éditeur au titre des assurances sociales et des allocations familiales, hors cotisations au titre des accidents du travail et des maladies professionnelles, qui sont dues pour les rémunérations versées au cours d'un mois civil aux vendeurs-colporteurs de presse et aux porteurs de presse mentionnés aux I et II de l'article 22 et pour les activités mentionnées à cet article, font l'objet d'une exonération.\n\nLe montant de cette exonération est calculé chaque mois civil, pour chaque porteur de presse ou vendeur-colporteur de presse. Il ne peut excéder le montant des cotisations patronales dues au titre des assurances sociales et des allocations familiales pour une rémunération égale au salaire minimum de croissance calculé pour un mois."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Avant le 1er janvier 1992, les employeurs, les organisations d'employeurs et les organisations de salariés doivent prévoir des compensations au travail de nuit occasionnel ou régulier, notamment sous forme de repos compensateur ou de majoration de rémunération ou sous ces deux formes conjuguées. La forme et les modalités de ces compensations sont définies par convention ou accord collectif de branche étendu ou par accord d'entreprise ou d'établissement."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "I. - (Paragraphe modificateur)II. - Les articles 1er, 3, 4 et 6 du décret n° 74-487 du 17 mai 1974 tendant à diverses mesures en faveur des Français d'outre-mer titulaires de rentes d'accidents du travail sont codifiés respectivement aux articles L. 413-11-1, L. 413-11-2, L. 413-11-3 et L. 413-11-4, insérés à la sous-section 4 de la section 1 du chapitre III du titre 1er du livre IV du code de la sécurité sociale.III. - (Paragraphe modificateur)IV. - (Paragraphe modificateur)V. - (Paragraphe modificateur)VI. - (Paragraphe modificateur)VII. - (Paragraphe modificateur)VIII. - Les dispositions du présent article entrent en vigueur le 1er décembre 1990."
    }
  ]
}