{
  "id": "loi-n-2021-1539-du-30-novembre-2021",
  "type": "statute",
  "title": "LOI n°2021-1539 du 30 novembre 2021",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000044387560",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII. - L'article L. 211-10-1 du code rural et de la pêche maritime est applicable à l'expiration du délai d'un an à compter de la promulgation de la présente loi lorsque la détention de l'équidé ne relève pas d'une activité professionnelle.Le premier alinéa du V de l'article L. 214-8 du même code est applicable à toute personne physique qui acquiert pour la première fois depuis la promulgation de la présente loi un animal de l'espèce concernée.\n\n- Code rural et de la pêche maritime\n\n- Code rural et de la pêche maritime"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Le Gouvernement remet au Parlement, dans un délai de six mois à compter de la promulgation de la présente loi, un rapport dressant un diagnostic chiffré sur la question des chats errants. Le rapport évalue le coût de la capture et de la stérilisation des chats errants. Il formule des recommandations pérennes et opérationnelles pour répondre à cette problématique. Le rapport précise le champ d'application des mesures prévues, qui peuvent le cas échéant concerner également les chats domestiques. Il précise la mise en œuvre territoriale des recommandations formulées et indique les territoires prioritaires. Le rapport présente les modalités de financement de ce dispositif par les collectivités territoriales et l'Etat. Il étudie en particulier la pertinence d'assurer ce financement par le biais d'un fonds de concours ou d'un fonds de dotation. Il est établi en lien avec l'observatoire de la protection des animaux de compagnie."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nIII. - A titre expérimental, pour une durée de cinq ans à compter de la promulgation de la présente loi, l'Etat, les collectivités territoriales et les établissements de coopération intercommunale à fiscalité propre volontaires peuvent articuler leurs actions dans le cadre de conventions de gestion des populations de chats errants.La convention est signée par le représentant de l'Etat dans la région et les maires ou les présidents des collectivités territoriales et établissements publics de coopération intercommunale volontaires, afin d'améliorer la gestion et la prise en charge des populations de chats errants ou en divagation et d'articuler les compétences et moyens de chaque signataire dans cet objectif.La convention fixe des objectifs en matière de gestion et de suivi des populations de chats errants, au regard notamment des missions prévues à l'article L. 211-27 du code rural et de la pêche maritime. La convention contient des engagements respectifs de chacune des parties. Ces engagements peuvent être de nature opérationnelle, organisationnelle ou, lorsqu'ils sont financés par une loi de finances, un budget déjà approuvé ou un dispositif de financement existant, de nature financière.Les conventions signées en application du présent III ne peuvent excéder une durée de trois ans.A l'issue de la période d'expérimentation prévue au premier alinéa du présent III, le Gouvernement remet au Parlement un rapport d'évaluation faisant état de la mise en œuvre des conventions.\n\n- Code rural et de la pêche maritime"
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le premier alinéa du II de l'article L. 214-6-3 du code rural et de la pêche maritime entre en vigueur le 1er janvier 2024.\n\n- Code rural et de la pêche maritime"
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I.-Au sein des modules visant à développer une culture de l'engagement et à transmettre un socle républicain du service national universel, les participants reçoivent une sensibilisation à l'éthique animale concernant les animaux de compagnie.Cet enseignement amène les volontaires du service national universel à étudier le rapport de l'Homme avec l'animal sous le prisme philosophique et scientifique.Par un arrêté conjoint des ministres chargés de l'agriculture, de l'alimentation, de l'éducation nationale, de la jeunesse et des sports et du ministre de la défense, sont précisés le contenu et les modalités de mise en œuvre de la sensibilisation à l'éthique animale.\n\nII.-A modifié les dispositions suivantes :\n\n- Code de l'éducation"
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "I. - A l'occasion d'un dépôt de plainte pour vol d'un animal, le plaignant signale obligatoirement ce vol aux personnes agréées pour la collecte et le traitement des données d'identifications mentionnées à l'article L. 212-2 du code rural et de la pêche maritime.II.-A modifié les dispositions suivantes :\n\n- Code pénal"
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "I.-A créé les dispositions suivantes :\n\n- Code de l'environnement\n\nII.-Le II de l'article L. 413-13 du code de l'environnement entre en vigueur à l'expiration d'un délai de deux ans à compter de la promulgation de la présente loi."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "I.-A créé les dispositions suivantes :\n\n- Code de l'environnement\n\nII.-Les I et III de l'article L. 413-14 du code de l'environnement entrent en vigueur à l'expiration d'un délai de deux ans à compter de la promulgation de la présente loi."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "A modifié les dispositions suivantes :\n\n- Code rural et de la pêche maritime\n\nLa présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}