{
  "id": "loi-n-59-940-du-31-juillet-1959",
  "type": "statute",
  "title": "Loi n° 59-940 du 31 juillet 1959",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000511943",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Sont amnistiées les infractions suivantes, lorsqu'elles ont été commises antérieurement au 28 avril 1959 :1° Contraventions de simple police et contraventions de police ;2° Délits prévus par les articles suivants du code pénal : 128, 192 à 193, 199, 222 à 223, 236, 238, alinéa 1er (s'il y a ou négligence), 249, 250, 271, 274, 275, 337 à 339, 340 à 348, 514, b et 458 ;3° Délits prévus par les articles 80, alinéa 1er et 157 du code d'instruction criminelle."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Sont amnistiées les infractions suivantes lorsqu'elles ont été commises antérieurement au 28 avril 1959 :1° Délits en matière de réunions, d'élections de toutes sortes, à l'exception des délits de fraude et de corruption électorale, de manifestations sur la voie publique et de conflit du travail ;2° Délits prévus par la loi du 29 juillet 1881 sur la liberté de la presse, à l'exception des infractions prévues aux articles 25, 26, 30, 31, 32, 33, 36 et 31 ;3° Délits prévus par la loi du 21 mai 1836 portant prohibition des loteries et par la loi du 13 juin 1907 réglementant le jeu dans les casinos, les stations balnéaires, thermales et climatiques ;4° Délits prévus par la loi du 20 mars 1951 portant interdiction du système de vente avec timbres-primes ou tous autres timbres analogues ou avec primes en nature ;5° Délits en matière forestière, de chasse ou de pêche maritime (à l'exception des délits prévus aux articles 3 et 6 du décret du 9 janvier 1852) et fluviale (à l'exception des délits prévus aux articles 434 et 434-1 du code rural) ;6° Délits et contraventions à la police des chemins de fer, à l'exception des délits prévus à l'article 18 de la loi du 15 juillet 1845 ;7° Délits prévus par l'article 1er de la loi du 1er août 1905 sur la répression des fraudes dans la vente des marchandises et des falsifications des denrées alimentaires et des produits agricoles, sauf le cas de récidive résultant d'une condamnation définitive antérieure au 28 avril 1959.8° Délits prévus par la loi du 10 septembre 1947 portant statut de la coopération, sauf le cas de récidive résultant d'une condamnation définitive antérieure au 28 avril 1959."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Sont amnistiées les infractions prévues aux articles suivants du code de justice militaire pour l'armée de terre, lorsqu'elles ont été commises antérieurement au 28 avril 1959 :Articles 206 (sauf l'alinéa 1er), 207, 208 (alinéas 6 et 7), 209, 210 (seulement lorsque les voies de fait envers un supérieur n'ont pas été exercées pendant le service ou à l'occasion du service et lorsque la peine prévue est correctionnelle), 211, 213 (seulement lorsque la peine prévue est correctionnelle), 215 (sauf l'alinéa 3), 218, 219, 225, 227 (sauf lorsque l'abandon de poste eu lieu en présence de rebelles ou de l'ennemi), 228, 229 (sauf lorsque l'abandon de poste a eu lieu en présence de rebelles ou de l'ennemi), 230, 231 (lorsque la peine prévue est correctionnelle), 232 et 240."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Sont amnistiées les infractions prévues aux articles suivants du code de justice militaire pour l'armée de mer, lorsqu'elles ont été commises antérieurement au 28 avril 1959 ;Articles 208 (sauf l'alinéa 1er), 209, 210 (seulement dans les cas où les voies de fait envers un supérieur n'ont pas été exercées à bord, ou pendant le service ou à l'occasion du service, hors du bord, et lorsque la peine prévue est correctionnelle), 211, 212 (seulement lorsque la peine prévue est correctionnelle), 213 215 (seulement lorsque la peine prévue est correctionnelle), 216. (sauf l'alinéa 3), 219 (paragraphes 1er et 2 et dernier alinéa), 220, 221, 227, 228 (lorsque la peine prévue est correctionnelle), 229, 231 (sauf lorsque l'abandon de poste a eu lieu, en présence de rebelles ou de l'ennemi), 232, 233 (sauf lorsque l'abandon de quart ou de poste a eu lieu en présence de rebelles ou de l'ennemi), 234, 235, 236 (lorsque la peine prévue est correctionnelle), 237, 245, 246, 248 (sauf le paragraphe 1er), 249 (sauf l'alinéa 1er), 250 (lorsque la peine prévue est correctionnelle), 251 (alinéa 2), 252, 253 et 259."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Sont amnistiés les faits d'insoumission commis par des individus qui se sont rendus volontairement avant le 28 avril 1959, à condition que la durée de l'insoumission n'ait pas excédé un an.Sont amnistiés les faits de désertion à l'intérieur et de désertion à l'étranger en temps de paix, commis par les militaires des armées de terre, de mer ou de l'air, lorsque le délinquant s'est rendu volontairement avant le 28 avril 1959 et que la durée de la désertion n'a pas excédé trois mois.Ont droit également au bénéfice des dispositions du présent article, les personnes condamnées pour insoumission ou désertion et qui ont été empêchées de se rendre volontairement dans les délais ci-dessus, prévus par suite d'un cas dûment justifié de force majeure. Au cas et l'intéressé serait dans l'incapacité de faire valoir ses droits par suite de décès, absence ou pour toute autre cause, l'amnistie pourra être constatée à la demande de toute personne justifiant d'un intérêt légitime."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Outre les délits et contraventions énumérés aux articles 1er à 5, qui précèdent, sont amnistiées les infractions commises avant le 28 avril 1959 qui sont ou seront punies, à titre définitif :a) De peines d'emprisonnement inférieures ou égales à trois mois assorties ou non d'une amende ;b) De peines d'emprisonnement inférieures ou égales à un an avec application du sursis assorties ou non d'une amende ;c) De peines d'amendes."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Sont amnistiés les délits commis entre le 1er mai 1958 et le 28 septembre 1958, en relation directe avec les événements d'ordre politique qui se sont déroulés durant cette période."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Sont amnistiées de plein droit toutes personnes poursuivies ou condamnées pour des infractions à l'exception des crimes commis antérieurement au 31 décembre 1956 en territoire vietnamien, tunisien ou marocain, lorsqu'il est établi que ces infractions sont en relation directe avec les événements d'ordre politique qui ont précédé ou suivi la promulgation de l'indépendance de ces Etats."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Cesseront d'être mentionnées au casier judiciaire les condamnations prononcées avant le 28 avril 1959 par des juridictions étrangères pour infractions de la nature de celles visées à la présente loi et aux lois d'amnistie antérieures, commises, dans ce cas, avant les dates déterminées par lesdites lois."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Sont amnistiés les faits commis antérieurement au 28 avril 1959 ayant donné lieu ou pouvant donner lieu, uniquement ou conjointement à une sanction pénale amnistiée, à des peines disciplinaires contre les avocats et officiers publics ou ministériels, sans qu'il en résulte aucun droit à la réintégration, qui reste facultative.Sont également amnistiés dans les mêmes conditions de date les faits ayant donné lieu, ou pouvant donner lieu, uniquement ou conjointement à une sanction pénale amnistiée, à des sanctions professionnelles quel que soit le nom ou la nature de l'autorité ou de la juridiction chargée de les prononcer sans qu'il en résulte aucun droit à la réintégration, qui reste facultative.Dans l'un ou l'autre cas, sont exceptés les manquements à la probité, aux bonnes moeurs ou à l'honneur."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Sont amnistiés les faits commis antérieurement au 28 avril 1959 quelle qu'en soit la nature et quelle que soit la qualification retenue, ayant donné lieu ou pouvant donner lieu uniquement ou conjointement à une sanction pénale amnistiée, à des sanctions disciplinaires contre les fonctionnaires de l'Etat, les agents civils ou militaires, les fonctionnaires, agents, ouvriers et employés des collectivités et services publics, à l'exception de ceux constituant des manquements à la probité, aux bonnes moeurs ou à l'honneur."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Sont amnistiés les faits commis antérieurement au 28 avril 1959 par les étudiants et élèves des écoles et facultés ayant donné lieu ou pouvant donner lieu, uniquement ou conjointement, à une sanction pénale amnistiée, à des sanctions disciplinaires par les conseils de discipline on toutes autres juridictions similaires."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Les contestations sur le bénéfice de l'amnistie en ce qui concerne les infractions pénales visées au présent titre sont soumises aux règles de compétence et de procédure prévues par les articles 768 et suivants du code de procédure pénale.Lorsque le droit au bénéfice de l'amnistie est réclamé par un prévenu, la requête doit être présentée au tribunal compétent pour statuer sur la poursuite.Dans tous les cas, les débats ont lieu en chambre du conseil."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Pendant un délai de six mois à compter de la publication de la présente loi, peuvent être admis par décret au bénéfice de l'amnistie les anciens militaires ou résistants titulaires de titres militaires on de résistance exceptionnels poursuivis ou condamnés pour des délits commis avant le 28 avril 1959 dont les peines sont prévues aux alinéas 2 et 3 de l'article 83 du code pénal."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Pendant un délai d'un an à compter de la publication de la présente loi, peuvent être admis par décret au bénéfice de l'amnistie les délinquants primaires poursuivis ou condamnés pour des délits commis antérieurement au 28 avril appartenant aux catégories suivantes :1° Personnes visées à l'article 29 de la loi n° 53-681 du 6 août 1953 ;2° Anciens militaires de la France libre ;3° Anciens militaires des théâtres d'opérations extérieures ou ayant participé à des opérations du maintien de l'ordre hors de la métropole ;4° Père, mère, conjoint de toute personne tuée hors de la métropole soit sur des théâtres d'opérations extérieurs, soit au cours d'opérations de maintien de l'ordre, soit par suite d'actes de terrorisme ;5° Mineurs de vingt et un an au moment de l'infraction."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Pendant un délai d'un an à compter de la publication de la présente loi, pouvant être admis par décret au bénéfice de l'amnistie, sans qu'il en résulte aucun droit à la réintégration qui reste facultative, les anciens militaires ou résistants titulaires de titres militaires ou de résistance exceptionnels pour les faits exceptionnels de l'amnistie par les articles 10 et 11 de la présente loi."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "L'amnistie entraîne, sans qu'elle puisse jamais donner lieu à restitution, la remise de toutes les peines principales, accessoires et complémentaires, notamment de la relégation, ainsi que de toutes incapacités ou déchéances subséquentes, comme aussi elle rétablit son auteur dans le bénéfice du sursis simple qui a pu lui être accordé lors de la condamnation antérieure.Toutefois, l'amnistie prévue par la présente loi ne sera acquise qu'après le payement, par le bénéficiaire éventuel, de l'amende à laquelle il a été ou sera, personnellement et définitivement condamné."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "En cas de condamnation pour infractions multiples, le condamné est amnistié et l'infraction amnistiée comporte la peine la plus forte ou, en tout cas, une peine égale à la peine prévue pour les autres infractions poursuivies, lors même que les juges, après avoir accordé les circonstances atténuantes pour cette infraction, auraient emprunté la répression à un article prévoyant une peine inférieure."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "L'amnistie ne confère pas la réintégration dans l'ordre de la Légion d'honneur, ni dans le droit au port de la médaille militaire.A cet égard, la réintégration ne pourra être prononcée, pour chaque cas individuellement, à la demande du garde des sceaux, ministre de la justice, et, le cas échéant, du ministre intéressé, que par décret du président de la République, pris sur la proposition du grand chancelier de la Légion d'honneur, après avis conforme du conseil de l'ordre."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "L'amnistie n'entraîne pas la réintégration dans les fonctions ou emplois publics, grades, offices publics ou ministériels.Elle ne donne lieu en aucun cas à reconstitution de carrière.Tout militaire des armées de terre, de mer ou de l'air qui aura perdu son grade ou ses décorations en vertu d'une condamnation prononcée pour des faits amnistiés pourra, par décret, être réintégré dans lesdits grades ou décorations.Les fonctionnaires de l'Etat, les agents civils ou militaires, les fonctionnaires, agents, ouvriers et employés des collectivités et services publics qui bénéficieront de l'amnistie prévue par la présente loi seront de plein droit réintégrés dans leurs droits à pension à compter du 1er janvier 1959."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "L'amnistie ne préjudicie pas aux droits des tiers. En cas d'instance sur les intérêts civils, le dossier pénal sera versé aux débats et mis à la disposition des parties.Lorsque le tribunal de répression aura été saisi avant la promulgation de la présente loi, soit par la citation, soit par l'ordonnance de renvoi, ce tribunal, restera compétent pour statuer, le cas échéant, pour les intérêts civils.L'amnistie n'est pas applicable aux frais de poursuites et d'instance avancés par l'Etat. La contrainte judiciaire ne pourra être exercée contre les condamnés ayant bénéficié de l'amnistie."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "L'amnistie ne peut, en aucun cas mettre obstacle à l'action en révision devant toute juridiction compétente en vue de faire établir l'innocence du condamné."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Il est interdit à tout magistrat ou fonctionnaire de l'ordre administratif, et ce, à peine de sanctions disciplinaires pouvant aller jusqu'à la révocation ou la destitution, de rappeler ou de laisser subsister, sous quelque forme que ce soit, dans un dossier judiciaire ou de police ou dans tout document quelconque, les condamnations, les peines disciplinaires et déchéances effacées par l'amnistie.Seules les minutes des jugements, ou arrêts déposés dans les greffes échappent à cette interdiction.Il est interdit, sous les mêmes peines, de rappeler ou de laisser subsister, sous quelque forme que ce soit, dans tout dossier administratif ou tout autre document quelconque concernant les fonctionnaires, agents, employés ou ouvriers, des services publics ou concédés des départements ou des communes, les peines disciplinaires effacées par l'amnistie."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "L'amnistie resta sans effet sur les décisions prononcées par application des articles 8, 15, 16 et 28 de l'ordonnance modifiée du 2 février 1945 relative à l'enfance délinquante, et sur les mesures ou décisions prises en vertu de la loi du 24 juillet 1889 relative à la protection des enfants maltraités ou moralement abandonnés."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Sont exclues du bénéfice des dispositions de la présente loi les infractions réprimées par les codes fiscaux ou douaniers, ainsi que par les lois ou règlements intéressant les matières fiscales ou douanières."
    }
  ]
}