{
  "id": "loi-n-77-1468-du-30-decembre-1977",
  "type": "statute",
  "title": "Loi n° 77-1468 du 30 décembre 1977",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000333072",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "La gratuité des actes de justice est instaurée dans les conditions prévues par la présente loi."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Une copie certifiée conforme, un extrait ou un certificat ainsi que, s'il y a lieu, une copie certifiée conforme revêtue de la formule exécutoire sont délivrés gratuitement :\n\n1° A chacune des parties concernées pour toute décision rendue par les juridictions civiles et administratives et pour tout acte établi par leur secrétariat ;\n\n2° A la partie civile et à la personne civilement responsable pour toute décision d'une juridiction répressive statuant à la fois sur l'action publique et sur les intérêts civils ;\n\n3° A chacune des parties concernées pour toute décision d'une juridiction répressive ne statuant que sur les intérêts civils ;\n\n4° Au prévenu pour toute décision de non-lieu, de relaxe ou d'acquittement le concernant."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les frais de transport et de séjour des magistrats et des secrétaires des juridictions ainsi que les frais postaux des secrétariats-greffes nécessités par les actes et procédures sont, sans préjudice des dispositions particulières à la matière répressive, à la charge de l'Etat.Les frais postaux des secrétariats des conseils de prud'hommes nécessités par les actes et procédures ne sont plus à la charge des parties."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les redevances actuellement perçues au profit du Trésor par les secrétariats-greffes des juridictions de l'ordre judiciaire ainsi que les émoluments perçus par les secrétaires des conseils de prud'hommes sont supprimés. Le troisième alinéa de l'article L. 512-7 du Code du travail est abrogé.Toutefois, si le Tribunal de grande instance statue en l'absence de Tribunal de commerce, il est perçu des redevances égales aux coûts des procédures portées devant cette juridiction, à laquelle les dispositions des articles 2 et 11, alinéas 1 et 2, ne sont pas applicables."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Les indemnités accordées aux greffiers titulaires de charge, par application de l'article 2 de la loi n° 63-1002 du 30 novembre 1965, seront versées dès que le montant en aura été fixé par les commissions régionales audit article nonobstant appel à la commission centrale, sans qu'ait à intervenir préalablement le décret prévu à l'alinéa 7 dudit article 2."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Sauf lorsqu'elles donnent ouverture à un droit proportionnel ou progressif, les décisions des juridictions de l'ordre judiciaire ne sont soumises ni au droit d'enregistrement ni au droit de timbre."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Le droit de frais de justice prévu devant le Conseil d'Etat et les tribunaux administratifs par les articles 1012 à 1018 du Code général des Impôts est supprimé."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Les décisions des juridictions répressives, à l'exception de celles qui ne statuent que sur les intérêts civils, sont soumises à un droit fixe de procédure.\n\nCe droit est de :\n\n1° 3,81 euros pour les décisions des tribunaux de police et celles qui ne statuent pas sur le fond ;\n\n2° 19,06 euros pour les autres décisions ;\n\nCe droit est perçu et recouvré selon les règles applicables en matière d'enregistrement. Il n'est en aucun cas à la charge de la partie civile."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "En matière judiciaire et administrative, les actes de procédure, y compris les actes des techniciens nommés en justice, ne sont pas soumis au droit de timbre de dimension."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Les actes des secrétariats des juridictions judiciaires et administratives ne sont pas soumis au droit d'enregistrement ni au droit de timbre ni à toute autre taxe prévue par le code général des impôts."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I. Les actes d'huissier de justice accomplis en application des règles de procédure se rattachant directement à une instance ou à l'exécution d'une décision de justice sont dispensés de droits d'enregistrement .\n\nPour l'application des dispositions de l'alinéa précédent, la signification du protêt prévue à l'article 57-1 du décret-loi du 30 octobre 1935 modifié ainsi que celle du certificat de non-paiement prévue à l'article L. 103-1 du Code des postes et télécommunications sont assimilées à une décision de justice.\n\nII. Les autres actes des huissiers de justice sont, en matière immobilière, dispensés de droit d'enregistrement lorsqu'ils portent sur une somme n'excédant pas 533,57 euros."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Dans les départements du Bas-Rhin, du Haut-Rhin et de la Moselle, les droits et débours perçus au profit des collectivités publiques dans le domaine d'application de la présente loi sont supprimés.Un décret en Conseil d'Etat détermine les modalités d'adaptation, par voie de modification ou d'abrogation, de la loi locale du 18 juin 1878 modifiée relative aux frais de justice, de la loi d'Alsace-Lorraine sur les frais de justice du 6 décembre 1899 modifiée, de la loi du 6 janvier 1932 portant modification de la législation des frais de justice en vigueur dans les départements du Bas-Rhin, du Haut-Rhin et de la Moselle et de la loi n° 62-736 du 3 juillet 1962 relative aux frais de justice dans les départements du Bas-Rhin, du Haut-Rhin et de la Moselle."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Sous réserve des dispositions des articles 17, 18 et 19 ci-après, le taux maximum des amendes pénales en matière correctionnelle est majoré ainsi qu'il suit :\n\n1° Pour les délits passibles d'une amende dont le taux maximum actuel n'excède pas 6.000 F, le taux maximum de l'amende est de 8.000 F ;\n\n2° Pour les délits passibles d'une amende dont le taux maximum actuel, supérieur à 6.000 F, n'excède pas 15.000 F, le taux maximum de l'amende est de 20.000 F ;\n\n3° Pour les délits passibles d'une amende dont le taux maximum actuel, supérieur à 15.000 F, n'excède pas 22.000 F, le taux maximum de l'amende est de 30.000 F ;\n\n4° Pour les délits passibles d'une amende dont le taux maximum actuel, supérieur à 22.000 F, n'excède pas 30.000 F, le taux maximum de l'amende est de 40.000 F ;\n\n5° Pour les délits passibles d'une amende dont le taux maximum actuel, supérieur à 30.000 F, n'excède pas 50.000 F, le taux maximum de l'amende est de 60.000 F ;\n\n6° Pour les délits passibles d'une amende dont le taux maximum actuel, supérieur à 50.000 F, n'excède pas 70.000 F, le taux maximum de l'amende est de 80.000 F ;\n\n7° Pour les délits passibles d'une amende dont le taux maximum actuel, supérieur à 70.000 F, n'excède pas 100.000 F, le taux maximum de l'amende est de 120.000 F."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Le taux maximum de l'amende encourue en cas de récidive ou de réitération est, lorsqu'il est égal au double de celui de l'amende encourue pour la première infraction, fixé au double du taux maximum prévu par l'article 16 pour première infraction."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Le taux maximum des amendes instituées par l'article 1741 du Code général des Impôts réprimant certaines fraudes fiscales est porté respectivement :1° A 250.000 F pour l'infraction prévue à la première phrase du premier alinéa dudit article ;2° A 500.000 F pour l'infraction prévue à la deuxième phrase du premier alinéa du même article ;3° A 700.000 F pour le cas de récidive prévu à l'alinéa 4 du même article."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I. Le taux maximum des amendes prévues par les dispositions énumérées ci-après est porté à 2. 500. 000 F :\n\n-articles 313-1 à 313-4 du code pénal réprimant l'escroquerie et l'abus de confiance ;\n\n-articles L. 241-3 et L. 242-6 du code de commerce et  article L. 231-11 du code monétaire et financier, réprimant certains agissements des dirigeants sociaux ;\n\n-chapitre VIII du titre II du livre Ier du code de commerce.\n\nII. Le taux maximum des amendes prévues par les articles 314-1 à 314-4 du code pénal réprimant l'escroquerie et l'abus de confiance en cas de circonstance aggravante est porté à 5. 000. 000 F."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Les dispositions du titre 1er de la présente loi sont applicables en Nouvelle-Calédonie, dans les territoires d'outre-mer de la Polynésie française, des îles Wallis et Futuna et des Terres australes et antarctiques françaises sous réserve d'une délibération conforme des assemblées territoriales en ce qui concerne les matières relevant de leur compétence.\n\nLes dispositions du titre II sont également applicables en Nouvelle-Calédonie et dans ces territoires aux amendes pénales prévues pour les mêmes délits par les textes législatifs qui y sont en vigueur."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Il est mis fin, à compter du 1er janvier 1978, au régime de gestion provisoire prévu par la loi du 30 novembre 1965 au profit des anciens greffiers titulaires de charge."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "La présente loi entrera en vigueur le 1er janvier 1978.\n\nLe statut des secrétaires et secrétaires adjoints des conseils de prud'hommes entrera en vigueur au plus tard le 1er janvier 1979 ;\n\nil prendra en considération la suppression des émoluments résultant de l'application de la présente loi.\n\nLa présente loi sera exécutée comme loi de l'Etat.\n\nFait à Paris, le 30 décembre 1977."
    }
  ]
}