{
  "id": "loi-du-25-avril-1844",
  "type": "statute",
  "title": "Loi du 25 avril 1844",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000051490628",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1<sup>er</sup>",
      "section": "1<sup>er</sup>",
      "title": "Article 1<sup>er</sup>",
      "content": "Tout individu, français ou étranger, qui exerce en France un commerce, une industrie, une profession non compris dans les exceptions déterminées par la présente loi, est assujetti à la contribution des patentes."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "La contribution des patentes se compose d'un droit fixe et d'un droit proportionnel."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Le droit fixe est réglé conformément aux tableaux A, B, C, annexés à la présente loi.\n\nIl est établi :\n\nEu égard à la population et d'après un tarif général, pour les industries et professions énumérées dans le tableau A ;\n\nEu égard à la population et d'après un tarif exceptionnel, pour les industries et professions portées dans le tableau B ;\n\nSans égard à la population pour celles qui font l'objet du tableau C."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les commerces, industries et professions non dénommés dans ces tableaux n’en sont pas moins assujettis à la patente.\n\nLe droit fixe auquel ils doivent être soumis est réglé, d’après l’analogie des opérations ou des objets de commerce, par un arrêté spécial du préfet rendu sur la proposition du directeur des contributions directes, et après avoir pris l’avis du maire.\n\nTous les cinq ans, des tableaux additionnels contenant la nomenclature des commerces, industries et professions classés par voir d’assimilation, depuis trois années au moins seront soumis à la sanction législative."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Pour les professions dont le droit fixe varie en raison de la population du lieu où elles sont exercées, les taris seront appliqués d’après la population qui aura été déterminée par la dernière ordonnance de dénombrement.\n\nNéanmoins, lorsque ce dénombrement fera passer une commune dans une catégorie supérieure à celle dont elle faisait précédemment partie, l’augmentation du droit fixe ne sera appliquée que pour moitié pendant les cinq premières années."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Dans les communes dont la population totale est de 5,000 âmes et au-dessus, les patentables exerçant dans la banlieue des professions imposées eu égard à la population payeront le droit fixe d’après le tarif applicable à la population non agglomérée.\n\nLes patentables exerçant lesdites professions dans la partie agglomérée payeront le droit fixe d’après le tarif applicable à la population totale."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Le patentable qui exerce plusieurs commerces, industries ou professions, même dans plusieurs communes différentes, ne peut être soumis qu’à un seul droit fixe.\n\nCe droit est toujours le plus élevé de ceux qu’il aurait à payer s’il était assujetti à autant de droits fixes qu’il exerce de professions."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Le droit proportionnel est fixé au vingtième de la valeur location pour toutes les professions imposables, sauf les exceptions énumérées au tableau D annexé à la présente loi."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Le droit proportionnel est établi sur la valeur locative, tant de la maison d’habitation que des magasins, boutiques, usines, ateliers, hangars, remises, chantiers et autres locaux servant à l’exercice des professions imposables.\n\nIl est dû, lors même que le logement et les locaux occupés sont concédés à titre gratuit.\n\nLa valeur locative est déterminée, soit au moyen de baux authentiques, soit par comparaison avec d’autres locaux dont le loyer aura été régulièrement constaté, ou sera notoirement connu, et, à défaut de ces bases, par voie d’appréciation.\n\nLe droit proportionnel pour les usines et les établissements industriels est calculé sur la valeur locative de ces établissements, pris dans leur ensemble et munis de tous leurs moyens matériels de production."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Le droit proportionnel est payé dans toutes les communes où sont situés les magasins, boutiques, usines, ateliers, hangars, remises, chantiers et autres locaux servant à l’exercice des professions imposables.\n\nSi, indépendamment de la maison où il fait sa résidence habituelle et principale, et qui, dans tous les cas, sauf l’exception ci-après, doit être soumise au droit proportionnel, le patentable possède, soit dans la même commune, soit dans des communes différentes, une ou plusieurs maisons d’habitation, il ne paye le droit proportionnel que pour celles de ces maisons qui servent à l’exercice de sa profession.\n\nSi l’industrie pour laquelle il est assujetti à la patente ne constitue pas la profession principale, et s’il ne l’exerce pas par lui-même, il ne paye le droit proportionnel que sur la maison d’habitation de l’agent préposé à l’exploitation."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "La patentable qui exerce dans un même local, ou dans des locaux non distincts, plusieurs industries ou professions passibles d’un droit proportionnel différent, paye ce droit d’après le taux applicable à la profession pour laquelle il est assujetti au droit fixe.\n\nDans le cas où les locaux sont distincts, il ne paye pour chaque local que le droit proportionnel attribué à l’industrie ou à la profession qui y est spécialement exercée.\n\nDans ce dernier cas, le droit proportionnel n’en demeure pas moins établi sur la maison d’habitation, d’après le taux applicable à la profession pour laquelle le patentable est imposé au droit fixe."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "La patentable qui exerce dans un même local, ou dans des locaux non distincts, plusieurs industries ou professions passibles d’un droit proportionnel différent, paye ce droit d’après le taux applicable à la profession pour laquelle il est assujetti au droit fixe.\n\nDans le cas où les locaux sont distincts, il ne paye pour chaque local que le droit proportionnel attribué à l’industrie ou à la profession qui y est spécialement exercée.\n\nDans ce dernier cas, le droit proportionnel n’en demeure pas moins établi sur la maison d’habitation, d’après le taux applicable à la profession pour laquelle le patentable est imposé au droit fixe."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Ne sont pas assujettis à la patente,\n\n1° Les fonctionnaires et employés salariés, soit par l’État, soit par les administrations départementales ou communales, en ce qui concerne seulement l’exercice de leurs fonctions ;\n\n2° Les notaires, les avoués, les avocats au Conseil, les greffiers, les commissaires-priseurs, les huissiers ;\n\n3° Les avocats ;\n\nLes docteurs en médecine ou en chirurgie, les officiers de santé, les sages-femmes et les vétérinaires ;\n\nLes peintres, sculpteurs, graveurs et dessinateurs considérés comme artistes, et ne vendant que le produit de leur art ;\n\nLes architectes considérés comme artistes, ne se livrant pas, même accidentellement, à des entreprises de construction ;\n\nLes professeurs de belles lettres, sciences et arts d’agrément ; les chefs d’institution, les maitres de pension, les instituteurs primaires ;\n\nLes éditeurs de feuilles périodiques ;\n\nLes artistes dramatiques ;\n\n4° Les laboureurs et cultivateurs, seulement pour la vente et la manipulation des récoltes et fruits provenant des terrains qui leur appartiennent ou par eux exploits, et pour le bétail qu’ils y élèvent, qu’ils y entretiennent ou qu’ils y engraissent ;\n\nLes concessionnaires de mines pour le seul fait de l’extraction et de la vente des matières par eux extraites ;\n\nLes propriétaires ou fermiers des marais salants ;\n\nLes propriétaires ou locataires louant accidentellement une partie de leur habitation personnelle ;\n\nLes pêcheurs, même lorsque la barque qu’ils montent leur appartient ;\n\n5° Les associés en commandite, les caisses d’épargne et de prévoyance administrées gratuitement, les assurances mutuelles régulièrement autorisées ;\n\nLes cantiniers attachés à l’armée ;\n\nLes écrivains publics ;\n\nLes commis et toutes les personnes travaillant à gages, à façon et à la journée, dans les maisons, ateliers et boutiques des personnes de leur profession, ainsi que les ouvriers travaillant chez eux ou chez les particuliers, sans compagnons, apprentis, enseigne ni boutique. Ne sont point considérés comme compagnons ou apprentis, la femme travaillant avec son mari, ni les enfants non mariés travaillant avec leurs père et mère, ni le simple manœuvre dont le concours est indispensable à l’exercice de la profession ;\n\nLes personnes qui vendent en ambulance dans les rues, dans les lieux de passage et dans les marchés, soit des fleurs, de l’amadou, des balais, des statues et figures en plâtre, soit des fruits, des légumes, des poissons, du beurre, des œufs, du fromage et autres menus comestibles ;\n\nLes savetiers, les chiffonniers au crochet, les porteurs d’eau à la bretelle ou avec voiture à bras, les rémouleurs ambulants, les gardes-malades."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Tous ceux qui vendent en ambulance des objets non compris dans les exemptions déterminées par l’article précédent, et tous marchands sous échoppe ou en étalage, sont passible de la moitié des droits que payent les marchands qui vendent les mêmes objets en boutique. Toutefois cette disposition n’est pas applicable aux bouchers, épiciers et autres marchands ayant un étal permanent ou occupant des places fixes dans les halles et marchés."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Les mari et femmes séparés de biens ne doivent qu’une patente, à moins qu’ils n’aient des établissements distincts, auquel cas chacun d’eux doit avoir sa patente et payer séparément les droits fixes proportionnels."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Les patentes sont personnelles, et ne peuvent servir qu’à ceux à qui elles sont délivrées. En conséquence, les associés en nom collectif sont tous assujettis à la patente.\n\nToutefois l’associé principal paye seul le droit fixe en entier : les autres associés ne sont imposés qu’à la moitié de ce droit, même quand ils ne résident pas tous dans la même commune que l’associé principal.\n\nLe droit proportionnel est établi sur la maison d’habitation de l’associé principal, et sur tous les locaux qui servent à la société pour l’exercice de son industrie.\n\nLa maison d’habitation de chacun des autres associés est affranchie du droit proportionnel, à moins qu’elle ne serve à l’exercice de l’industrie sociale."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Les sociétés ou compagnies anonymes ayant pour but une entreprise industrielle ou commerciale, sont imposées à un seul droit fixe sous la désignation de l’objet de l’entreprise, sans préjudice du droit proportionnel.\n\nLa patente assignée à ces sociétés ou compagnies ne dispense aucun des sociétaires ou actionnaires du payement des droits de patente auxquels ils pourraient être personnellement assujettis pour l’exercice d’une industrie particulière."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Tout individu transportant des marchandises de commune en commune, lors même qu’il vend pour le compte de marchands ou fabricant, est tenu d’avoir une patente personnelle, qui est, selon les cas, celle de colporteur avec balle, avec bêtes de somme ou avec voiture."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Les commis voyageurs des nations étrangères seront traités, relativement à la patente, sur le même pied que les commis voyageurs français chez ces mêmes nations."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Les contrôleurs des contributions directes procéderont annuellement au recensement des imposables et à la formation des matrices de patentes.\n\nLe maire prévenu de l’époque de l’opération du recensement, et pourra assister le contrôleur dans cette opération, ou se faire représenter, à cet effet, par un délégué.\n\nEn cas de dissentiment entre les contrôleurs et les maires ou leurs délégués, les observations contradictoires de ces derniers seront consignées dans une colonne spéciale.\n\nLa matrice, dressée par le contrôleur, sera déposée, pendant dix jours, au secrétariat de la mairie, afin que les intéressés puissent en prendre connaissance, et remettre au maire leurs observations. A l’expiration d’un second délai de dix jours, le maire, après avoir consigné ses observations sur la matrice, l’adressera au sous-préfet.\n\nLe sous-préfet portera également ses observations sur la matrice, et la transmettra au directeur des contributions directes, qui établira les taxes conformément à la loi, pour tous les articles non contestés. A l’égard des articles sur lesquels le maire ou le sous-préfet ne sera pas d’accord avec le contrôleur, le directeur soumettra les contestations au préfet avec son avis motivé. Si le préfet ne croit pas devoir adopter les propositions du directeur, il en sera référé au ministre des finances.\n\nLe préfet arrête les rôles et les rend exécutoires.\n\nA paris, l’examen de la matrice des patentes aura lieu, pour chaque arrondissement municipal, par le maire, assisté soit de l’un des membres de la commission des contributions, soit de l’un des agents attachés à cette commission, délégué à cet effet par le préfet."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Les patentés qui réclameront contre la fixation de leurs taxes seront admis à prouver la justice de leurs réclamations, par la représentation d’actes de société légalement publiés, de journaux et livre de commerce régulièrement tenus, et par tous autres documents."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Les réclamations en décharge ou réduction, et les demandes en remise ou modération, seront communiquées aux maires : elles seront d’ailleurs présentées, instruites et jugées dans les formes et délais prescrits pour les autres contributions directes."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "La contribution des patentes est due pour l’année entière, par tous les individus exerçant au mois de janvier une profession imposable.\n\nEn cas de cession d’établissement, la patente sera, sur la demande du cédant, transférée à son successeur ; la mutation de cote sera réglée par arrêté du préfet.\n\nEn cas de fermeture des magasins, boutiques et ateliers, par suite de décès ou de faillite déclarée, les droits ne seront dus que pour le passé et le mois courant. Sur la réclamation des parties intéressées, il sera accordé décharge du surplus de la taxe.\n\nCeux qui entreprennent, après le mois de janvier, une profession sujette à patente, ne doivent la contribution qu’à partir du 1du mois dans lequel ils ont commencé d’exercer, à moins que, par sa nature, la profession ne puisse pas être exercée pendant toute l’année. Dans ce cas, la contribution sera due pour l’année entière, quelle que soit l’époque à laquelle la profession aura été entreprise.\n\nLes patentés qui, dans le cours de l’année, entreprennent une profession d’une classe supérieure à celle qu’ils exerçaient d’abord, ou qui transportent leur établissement dans une commune d’une plus forte population, sont tenus de payer au prorata un supplément de droit fixe.\n\nIl est également dû un supplément de droit proportionnel par le patentables qui prennent des maisons ou locaux d’une valeur locative supérieure à celle des maisons ou locaux pour lesquels ils ont été primitivement imposés, et par ceux qui entreprennent une profession passible d’un droit proportionnel plus élevé.\n\nLes suppléments seront dus à compter du 1du mois dans lequel les changements prévus par les deux derniers paragraphes auront été opérés."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "La contribution des patentes est payable par douzième, et le recouvrement en est poursuivi comme celui des contributions directes : néanmoins les marchands forains, les colporteurs, les directeurs de troupes ambulantes, les entrepreneurs d’amusements et jeux publics non sédentaires, et tous autres patentables dont la profession n’est pas exercée à demeure fix, sont tenus d’acquitter le montant total de leur cote, au moment où la patente leur est délivrée.\n\nDans le cas où le rôle n’est émis que postérieurement au 1mars, les douzièmes échus ne sont pas immédiatement exigibles : le recouvrement en est fait par portions égales, en même temps que celui des douzièmes non échus."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "En cas de déménagement hors du ressort de la perception comme en cas de vente volontaire ou forcée, la contribution des patentes sera immédiatement exigible en totalité.\n\nLes propriétaires, et, à leur place les principaux locataires, qui n'auront pas, un mois avant le terme fixé par le bail ou par les conventions verbales, donné avis au percepteur du déménagement de leurs locataires, seront responsables des sommes dues par ceux-ci pour la contribution des patentes.\n\nDans le cas de déménagements furtifs, les propriétaires, et, à leur place, les principaux locataires, deviendront responsables de la contribution de leurs locataires, s'ils n'ont pas dans les trois jours, donné avis du déménagement au percepteur.\n\nLa part de la contribution laissée à la charge des propriétaires ou principaux locataires par les paragraphes précédents, comprendra seulement le dernier douzième échu et le douzième courant, dus par le patentable."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Les formules de patentes sont expédiées par le directeur des contributions directes sur des feuilles timbrées de un franc vingt-cinq centimes. Le prix du timbre est acquitté en même temps que le premier douzième des droits de patente.\n\nLes formules de patentes sont visées par le maire et revêtues du sceau de la commune."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Tout patentable est tenu d'exhiber sa patente lorsqu'il en est requis par les maires, adjoints, juges de paix, et tous autres officiers ou agents de police judiciaire."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "Les marchandises mises en vente par les individus non munis de patentes, et vendant hors de leur domicile, seront saisies ou séquestrées aux frais du vendeur, à moins qu'il ne donne caution suffisante jusqu'à la représentation de la patente ou la production de la preuve que la patente a été délivrée. Si l'individu non muni de patente exerce au lieu de son domicile, il sera dressé un procès-verbal qui sera transmis immédiatement aux agents des contributions directes."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Nul ne pourra former de demande, fournir aucune exception ou défense en justice, ni faire aucun acte ou signification extrajudiciaire pour tout ce qui sera relatif à son commerce, sa profession ou son industrie, sans qu'il soit fait mention, en tête des actes, de sa patente, avec désignation de la date, du numéro et de la commune où elle aura été délurée, à peine d'une amende de vingt-cinq francs, tant contre les particuliers sujets à la patente que contre les officiers ministériels qui auraient fait et reçu lesdits actes sans mention de la patente. La condamnation à cette amende sera poursuivie, à la requête du procureur du Roi devant le tribunal civil de l'arrondissement.\n\nLe rapport de la patente ne pourra suppléer au défaut de l'énonciation, ni dispenser de l'amende prononcée."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "Les agents des contributions directes peuvent, sur la demande qui leur en est faite, délivrer des patentes avant l'émission du rôle, après toutefois que les requérants ont acquitté entre les mains du percepteur les douzièmes échus, s'il s'agit d'individus domiciliés dans le ressort de la perception, ou la totalité des droits, s'il s'agit des patentables désignés en l'article 24 ci-dessus, ou d'individus étrangers au ressort de la perception."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Le patenté qui aura égaré sa patente ou qui sera dans le cas d'en justifier hors de son domicile pourra se faire délivrer un certificat par le directeur ou par le contrôleur des contributions directes. Ce certificat fera mention des motifs qui obligent le patenté à le réclamer, et devra être sur papier timbré."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Il est ajouté au principal de la contribution des patentes cinq centimes par franc, dont le produit est destiné à couvrir les décharges, réductions, remises et modérations, ainsi que les frais d'impression et d'expédition des formules des patentes. En cas d'insuffisance des cinq centimes, le montant du déficit est prélevé sur le principal des rôles.\n\nIl est en outre prélevé sur le principal huit centimes, dont le produit est versé dans la caisse municipale."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Les contributions spéciales destinées à subvenir aux dépenses des bourses et chambres de commerce, et dont la perception est autorisée par l'article 11 de la loi du 23 juillet 1820, seront réparties sur les patentables des trois premières classes du tableau A annexé à la présente loi et sur ceux désignés dans les tableaux B et C comme passibles d'un droit fixe égal ou supérieur à celui desdites classes.\n\nLes associés des établissements compris dans les classes et tableaux susdésignés contribueront aux frais des bourses et chambres de commerce."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "La contribution des patentes sera établie conformément à la présente loi à partir du 1janvier 1845."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Toutes les dispositions contraires à la présente loi seront et demeureront abrogées, à partir de la même époque, sans préjudice des lois et des règlements de police qui sont ou pourront être faits.\n\nLa présente loi, discutée, délibérée et adoptée par la Chambre."
    },
    {
      "provision_ref": "artTABLEAUA",
      "section": "TABLEAUA",
      "title": "Article TABLEAUA",
      "content": "TABLEAU A.\n\nTarif général des Professions imposées eu égard à la population.\n\ncenter\n\ncenter\n\nSont réputés :\n\nMarchands en gros, ceux qui vendent habituellement aux marchands en demi-gros et aux marchands en détail,\n\nMarchands en demi-gros, ceux qui vendent habituellement détaillants et aux consommateurs ;\n\nMarchands en détails, ceux qui ne vendent habituellement qu'aux consommateurs.\n\njustify\n\nPREMIÈRE CLASSE.\n\njustify\n\nDEUXIÈME CLASSE.\n\njustify\n\nTROISIÈME CLASSE.\n\njustify\n\nQUATRIÈME CLASSE.\n\njustify\n\nCINQUIÈME CLASSE.\n\njustify\n\nSIXIÈME CLASSE.\n\nSEPTIÈME CLASSE.\n\njustify\n\nHUITIEME CLASSE.\n\nDans les autres communes d'une population inférieur à vingt mille âmes lorsque le pont réunit deux parties d'une route royale\n\nCLASSES.\n\nDE\n\n100, 000 ames\n\net au-dessus\n\nDE\n\n50, 000\n\nà\n\n100,000\n\nDE\n\n30, 000\n\nà\n\n50,000\n\ncenter\n\nDE\n\n20, 000\n\nà\n\n30,000\n\ncenter\n\nDE\n\n10, 000\n\nà\n\n20,000\n\nDE\n\n5, 000\n\nà\n\n10,000\n\nDE\n\n2, 000\n\nà\n\n5,000\n\nDE\n\n2,000 ames\n\net au-dessous\n\n1ère\n\n2e\n\n3e\n\n4e\n\n5e\n\n6e\n\n7e\n\n8e\n\n300 f\n\n150\n\n100\n\n75\n\n50\n\n40\n\n20\n\n12\n\n240 f\n\n120\n\n80\n\n60\n\n40\n\n32\n\n16\n\n10\n\n180 f\n\n90\n\n60\n\n45\n\n30\n\n24\n\n12\n\n8\n\n120 f\n\n60\n\n40\n\n30\n\n20\n\n16\n\n8\n\n6\n\n80 f\n\n45\n\n30\n\n25\n\n15\n\n10\n\n*8\n\n*5\n\n60 f\n\n40\n\n25\n\n20\n\n12\n\n8\n\n*5\n\n*4\n\n45 f\n\n30\n\n22\n\n18\n\n9\n\n6\n\n*4\n\n*3\n\n35 f\n\n25\n\n18\n\n12\n\n7\n\n4\n\n*3\n\n*2\n\nLe signe * veut dire : exemption du droit proportionnel.\n\ncenter\n\n9\n\ncenter\n\n1\n\n1\n\n1\n\nAiguilles coudre et à tricoter (Marchand d') en gros.\n\nBas et bonneterie (Marchand de) en gros.\n\nBeurre frais ou salé (Marchand de) en gros.\n\nBlondes (Marchand de) en gros.\n\nBois à brûler (Marchand de). - Celui qui avant chantier ou magasin, vend au stère, ou par quantité équivalente ou supérieure.\n\nBois de marine ou de construction (Marchand de).\n\nBois merrain (Marchand de) en gros. - S'il vend par bateau ou charrette.\n\nBois de sciage (Marchand de) en gros.\n\nBronzes, dorures et argentures sur métaux (Marchand de) en gros.\n\nCachemires de l'Inde (Marchand de).\n\nCaisse d'escompte (Tenant).\n\nCaisse ou comptoir d'avances ou de prêts (Tenant).\n\nCaisse ou comptoir de recettes et de payements (Tenant).\n\nChâles (Marchand de) en gros. Changeur de monnaies.\n\nChapeaux de paille (Marchand de) en gros.\n\nChapellerie (Marchand de matières premières pour la).\n\nCharbon de bois (Marchand de) en gros.\n\nChiffonnier en gros.\n\nCloutier (Marchand) en gros.\n\nCoton en laine (Marchand de) en gros.\n\nCoton filé (Marchand de) en gros.\n\nCrin frisé (Marchand de) en gros.\n\nCristaux (Marchand de) en gros.\n\nCuirs en vert étrangers (Marchand de) en gros.\n\nCuirs tannés, corroyés, lissés, vernissés (Marchand de) en gros.\n\nDenrées coloniales (Marchand de) en gros.\n\nDentelles (Marchand de) en gros.\n\nDiamants et pierres fines (Marchand de).\n\nDroguiste (Marchand) en gros.\n\nEau-de-vie (Marchand d') en gros.\n\nEpicerie (Marchand d') en gros.\n\nEscompteur.\n\nFanons ou barbes de baleine (Marchand de) en gros.\n\nFer en barres (Marchand de) en gros. - Celui qui vend habituellement par parties d'au moins cinq cents kilogrammes.\n\nFleurets et filoselle (Marchand de) en gros.\n\nFromages secs (Marchand de) en gros.\n\nFruits secs (Marchand de) en gros.\n\nGraines fourragères, oléagineuses et autres (Marchand de) en gros.\n\nHorlogerie (Marchand en gros de pièces d').\n\nHuiles (Marchand d') en gros.\n\nInhumations et pompes funèbres (Entreprise des) dans les villes autres que Paris.\n\nLaine brute ou lavée (Marchand de) en gros.\n\nLaine filée ou peignée (Marchand de) en gros.\n\nLiège brut (Marchand de) en gros.\n\nLin ou chanvre brut ou filé (Marchand de) en gros.\n\nLiqueurs (Marchand de) en gros.\n\nMerceries (Marchand de) en grus.\n\nMétaux (Marchand de) en gros, autres que l'or, l'argent, le fer en barres et la fonte.\n\nMiel et cire brute (Marchand expéditeur de).\n\nMme de plomb (Marchand de) en gros.\n\nOctroi (Adjudicataire des droits d').\n\nŒufs (Marchand expéditeur d').\n\nOs pour la fabrication du noir animal (Marchand d') en gros.\n\nPapetier (Marchand) en gros.\n\nParfumeur (Marchand) en gros.\n\nPastel (Marchand de) en gros.\n\nPeaussier (Marchand) en gros.\n\nPelleteries et fourrures (Marchand de) en gros. - S'il tire habituellement des pelleteries de l'étranger, ou s'il en envoie.\n\nPendules et bronzes (Marchand de) en gros.\n\nPierres fines (Marchand de).\n\nPlanches (Marchand de) en gros.\n\nPlume et duvet (Marchand de) en gros.\n\nPoisson salé, mariné, sec et fumé (Marchand de) en gros.\n\nPorcelaine (Marchand de) en gros.\n\nQuincailleries (Marchand de) en gros\n\nRésines et autres matières analogues (Marchand de) en gros.\n\nRogues ou œufs de morue (Marchand de) en gros.\n\nRubans pour modes (Marchand de) en gros.\n\nSafran (Marchand de) en gros.\n\nSangsues (Marchand de) en gros.\n\nSel (Marchand de) en gros.\n\nSoie (Marchand de) en gros.\n\nSoies de porc ou de sanglier (Marchand de) en gros.\n\nSucre huit et raffiné (Marchand de) en gros.\n\nSuit fondu (Marchand de) en gros.\n\nTabac (Marchand de) dans le département de la Corse, en gros,\n\nTabac en feuilles (Marchand de).\n\nTeinture (Marchand en gros de matures premières pour la).\n\nThé (Marchand de) en gros.\n\nTissus de laine, de fil, de colon ou de soie (Marchand de) en gros.\n\nVentes à l'encan (Directeur d'un établissement de).\n\nVerres blancs et cristaux (Marchand de) en gros.\n\nVinaigre (Marchand de) en gros.\n\nVins (Marchand de) en gros. – Vendant habituellement des vins par pièces ou paniers de vins fins, sont aux marchands en détail et aux cabaretiers, soit aux consommateurs.\n\nAbattoir public (Concessionnaire ou fermier d').\n\nAiguilles à coudre et à tricoter (Marchand d') en demi-gros.\n\nBas et bonneterie {Marchand de) en demi-gros.\n\nBijoutier (Marchand fabricant) ayant atelier et magasin.\n\nBlondes (Marchand de) en demi-gros.\n\nBois à brûler (Marchand de). - Celui qui, n'ayant ni chantier ni magasin, vend sur bateau ou sur les ports, au stère par quantité équivalente ou supérieure.\n\nBois de teinture (Marchand de) en demi-gros.\n\nCarrossier (Fabricant).\n\nChapeaux de paille (Marchand de) en demi-gros.\n\nCharbon de terre épuré ou non (Marchand de) en gros.\n\nCloutier (Marchand de) en demi-gros.\n\nCondition pour les soies (Entrepreneur ou fermier d'une).\n\nCrin frisé (Marchand de) en demi-gros.\n\nCristaux (Marchand de) en demi-gros.\n\nDentelles (Marchand de) en demi-gros.\n\nDiorama, Panorama, Néorama, Géorama (Directeur de).\n\nDroguiste (Marchand) en demi-gros.\n\nEau-de-vie (Marchand d') en demi-gros.\n\nEntrepôt (Concessionnaire, exploitant ou fermier des droits d'emmagasinage dans un).\n\nEntreprise générale du balayage, de l'arrosage ou de l'enlèvement des boues.\n\nÉpiceries (Marchand à) en demi-gros.\n\nFanons ou barbes de baleine (Marchand de) en demi-gros.\n\nFleurets et filoselle (Marchand de) en demi-gros.\n\nHuiles (Marchand d') en demi-gros.\n\nJoaillier (Fabricant marchand) ayant atelier et magasin.\n\nLaine filée ou peignée (Marchand de) en demi-gros.\n\nLin ou chanvre brut ou filé (Marchand de) en demi-gros.\n\nMerceries (Marchand de) en demi-gros.\n\nMétaux (Marchand en demi-gros de) autres que l'or, l'argent, le fer en barres, la fonte.\n\nNouveautés (Marchand de).\n\nOmnibus et autres toitures semblables (Entreprise d').\n\nOr et argent (Marchand d’).\n\nOrfèvre (Marchand fabricant) avec atelier et magasin.\n\nQuincaillier en demi-gros.\n\nRubans pour modes (Marchand de) en demi-gros.\n\nSel (Marchand de) en demi-gros.\n\nSerrurerie (Marchand expéditeur d'objets de).\n\nSoie (Marchand de) en demi-gros.\n\nSoies de porc ou de sanglier (Marchand de) en demi-gros.\n\nSucre brut et raffiné (Marchand de) en demi gros.\n\nSuif fondu (Marchand de) en demi-gros.\n\nThé (Marchand de) en demi-gros.\n\nTissus de laine, de fil, de coton ou de soie (Marchand de) en demi gros.\n\nVerres blancs et cristaux (Marchand de) en demi-gros.\n\nVerroterie et gobeleterie (Marchand de) en demi-gros.\n\nAffineur d'or, d'argent ou de platine.\n\nAgréeur.\n\nArdoises (Marchand d') en gros. - Celui qui expédie par bateaux ou voitures.\n\nBâtiments (Entrepreneur de).\n\nBazar de voitures (Tenant).\n\nBijoutier (Marchand) n'ayant point d'atelier.\n\nBimbelotier (Marchand) en gros.\n\nBœufs (Marchand de).\n\nBois de sciage {Marchand de). - Si, ayant chantier ou magasin, il ne vend qu'aux menuisiers, ébénistes, charpentiers et aux particuliers.\n\nBois d'ébénisterie (Marchand de).\n\nBois en grume ou de charronnage (Marchand de).\n\nBouchons (Marchand de) en gros.\n\nBroderies (Fabricant et marchand de) en gros.\n\nCaractères d'imprimerie (Fondeur de).\n\nCarton ou carton-pierre (Marchand fabricant d'ornements en pâte de).\n\nChâles (Marchands de) en détail.\n\nChocolat (Marchand de) en gros.\n\nCidre (Marchand de) en gros.\n\nComestibles (Marchand de).\n\nConfiseur.\n\nConserves alimentaires (Marchand de).\n\nCoraux (Préparateur de).\n\nCoraux bruts (Marchand de).\n\nCuirs en vert du pays (Marchand de) en gros.\n\nDéménagements (Entrepreneur de) s'il a plusieurs voitures.\n\nDistillateur-liquoriste.\n\nDroguiste (Marchand) en détail.\n\nEau filtrée ou clarifiée et dépurée (Entrepreneur d'un établissement d').\n\nEncre à écrire (Fabricant marchand en gros d').\n\nEponges (Marchand d’en gros).\n\nÉquipements militaires (Marchand d'objets d').\n\nEssayeur pour le commerce.\n\nFer en meubles (Marchand de).\n\nFondeur d'or et d'argent.\n\nFruits secs (Marchand de) en demi-gros.\n\nGantier (Marchand fabricant).\n\nGlacier-limonadier.\n\nHalles, marchés et emplacements sur les places publiques (Fermier ou adjudicataire des droits de).\n\nHarpes (Facteur et marchand de) ayant boutique ou magasin.\n\nHorloger.\n\nHôtel garni (Maître d'), tenant un restaurant à la carte.\n\nHoublon (Marchand de) en gros.\n\nHydromel (Fabricant et marchand d').\n\nImprimeur-libraire.\n\nImprimeur typographe.\n\nJambons (Marchand expéditeur de).\n\nJoaillier (Marchand), n'ayant point d'atelier.\n\nLattes (Marchand de) en gros.\n\nLibraire-éditeur.\n\nLinger (Fournisseur).\n\nLiqueurs (Fabricant de).).\n\nMarbre (Marchand de) en gros.\n\nModes (Marchand de).\n\nNacre brute (Marchand de).\n\nNavires (Constructeur de).\n\nOrfèvre (Marchand), sans atelier.\n\nPâtissier et expéditeur\n\nPavage des villes (Entrepreneur de)\n\nPendules et bronzes (Marchand de) en détail.\n\nPharmacien.\n\nPianos et clavecins (Facteurs et marchands en boutique ou magasin de).\n\nPlaqué ou doublé d'or et d'argent (Fabricant et marchand d'objets en).\n\nPlume et duvet (Marchand de) en détail.\n\nPlumes à écrire (Marchand expéditeur de).\n\nPoisson salé, mariné, sec et fumé (Marchand de) en demi-gros.\n\nRestaurateur à la carte.\n\nSaleur de viandes.\n\nSarraux ou blouses (Marchand de) en gros.\n\nSellier-carrossier.\n\nSoie (Marchand de) en détail.\n\nSoudes végétales indigènes (Marchand en gros de).\n\nTabletterie (Marchand de matières premières pour la).\n\nTailleur (Marchand) avec magasin d'étoffe.\n\nTapis de laine et tapisseries (Marchand de).\n\nTissus de laine, de fil de coton ou de soie (Marchand en détail de).\n\nTournerie de Saint-Claude (Marchand expéditeur d'articles de).\n\nTourteaux (Marchand de).\n\nVoilier (pour son compte).\n\nAgence ou bureau d'affaires (Directeur d’).\n\nAiguilles à coudre et à tricoter (Marchand d') en détail.\n\nAlambics et autres grands vaisseaux en cuivre (Fabricant ou marchand d’).\n\nAnchois (Saleur d’).\n\nApparaux (Maître d’).\n\nAppréciateur au mont-de-piété.\n\nAubergiste\n\nBacs (Fermiers de) pour un fermage de mille francs et au-dessus.\n\nBaleines (Marchand de brins de).\n\nBas et bonneteries (Marchand de) en détail.\n\nBillards (Fabricant de) ayant magasin.\n\nBlondes (Marchand de) en détail.\n\nBois de teinture (Marchand de) en détail.\n\nBoisselier (Marchand) en gros.\n\nBottier (Marchand).\n\nBoucher (Marchand).\n\nBoules à teinture (Fabricant de).\n\nBrodeurs sur étoffes, en or et en argent.\n\nBronzes, dorures, et argentures sur métaux (Marchand de) en détail.\n\nCafetier.\n\nCaoutchouc (Fabricant ou marchand d'objets confectionnés ou d'étoffes garnies en).\n\nCartier (Fabricant de cartes à jouer).\n\nChapeaux de feutre et de soie (Fabricant de).\n\nCharcutier\n\nCharpentier (Entrepreneur- fournisseur).\n\nChasublier (Marchand)\n\nChaudière en cuivre (Fabricant de).\n\nChevaux (Marchand de).\n\nCire à cacheter Fabricant de).\n\nCire (Blanchisseur de) employant moins de six ouvriers.\n\nCirier (Marchand).\n\nCodions (Marchand de).\n\nCommissionnaire au mont-de-piété.\n\nCordier (Fabricant de câbles et cordages pour la manne ou la navigation intérieure).\n\nCordonnier (Marchand).\n\nCorroyeur (Marchand).\n\nCoton filé (Marchand de) en détail.\n\nCotrets sur bateaux (Marchand de).\n\nCouleurs et vernis (Fabricant et marchand de).\n\nCouverts et autres objets en fer battu ou étamé (Fabricant et marchand de). En gros, par procédés ordinaires.\n\nCouvertures de soie, bourre, laine et coton, etc. (Marchand de).\n\nCouvreur (Entrepreneur).\n\nCrin frisé (Marchand de).\n\nCuirs tannés, corroyés, lissés, vernissés (Marchand de) en détail.\n\nDécors et ornements d’architecture (Marchand de).\n\nDentelles (Marchand de).\n\nDorures et argentures sur métaux (Fabricant ou marchand de) en détail.\n\nEaux minérales factices (Marchand de).\n\nÉcorces de bois pour tan (Marchand de).\n\nEstaminet (Maître d').\n\nEstampeur en or et en argent.\n\nFacteur de denrées et marchandises (partout ailleurs qu'à Paris).\n\nFarines (Marchand de) en gros.\n\nFer en barres (Marchand de) en détail. - Celui qui vend habituellement par quantité inférieure à cinq cents kilogrammes.\n\nFils de de chanvre ou de lin (Marchand de) en détail\n\nFleuret ou filoselle (Marchand de) en détail.\n\nFonte ouvragée (Marchand de).\n\nFosses mobiles inodores (Entrepreneur de).\n\nFourreur.\n\nFromages de pâte grasse (Marchand de) en gros.\n\nFromages secs (Marchand d’) en demi-gros.\n\nGarde du commerce.\n\nGraines fourragères, oléagineuses et autres (Marchand de) en demi-gros.\n\nGrainetier-fleuriste (Expéditeur).\n\nGrains (Marchand de) en gros.\n\nGraveur sur cylindres\n\nHerboriste expéditeur.\n\nHongroyeur ou hongrieur.\n\nHorlogerie (Marchand de fournitures d’).\n\nHôtel garni (Maitre d').\n\nHoublon (Marchand de) en demi-gros.\n\nHuiles (Marchand d') en détail.\n\nInstruments pour les sciences (Facteurs et marchands d') ayant boutique ou magasin.\n\nJardin public (Tenant un).\n\nJaugeage des liquides (Adjudicataire des droits de).\n\nLame brute ou lavée (Marchand de) en détail.\n\nLaine filée (Marchand de) en détail.\n\nLaineur.\n\nLégumes secs (Marchand de) en gros.\n\nLimonadier non-glacier.\n\nLiqueurs (Marchand de] en détail.\n\nLustres (Fabricant et marchand de).\n\nMaçonnerie (Entrepreneur de).\n\nManège d'équitation (Tenant un).\n\nMais (Constructeur de).\n\nMécanicien.\n\nMenuisier (Entrepreneur).\n\nMerceries (Marchand de) en détail.\n\nMétaux (Marchand de) (autres que l'or, l'argent, le fer en barres et la fonte) en détail.\n\nMeules de moul.us (Fabricant de).\n\nMiel et cire brute (Marchand non expéditeur le).\n\nMoutardier (Marchand) en gros.\n\nMoutons et agneaux (Marchand de).\n\nMulets et mules (Marchand de).\n\nNécessaires (Marchand de).\n\nNougat (Fabricant expéditeur de).\n\nOranger, citrons (Marchand d), expéditeur.\n\nOrnes d'église (Facteur d’).\n\nOrnemaniste.\n\nPapetier (Marchand) en détail.\n\nPastel (Marchand de) en détail.\n\nPâtissier non expéditeur.\n\nPeaussier (Marchand) rn détail.\n\nPeaux en vert ou crues (Marchand de).\n\nPeinture (Entrepreneur de) en bâtiments.\n\nPelleteries et fourrures (Marchand de) en détail.\n\nPesage et mesurage (Fermier des droits de).\n\nPierre artificielle ou factice (Fabricant d'objets en).\n\nPlieur d’étoffes.\n\nPolytypage (Fabricant de).\n\nPompes à incendie (Fabricant de).\n\nPresseur de poisson de mer.\n\nPreneur de sardines.\n\nPruneaux et prunes sèches (Marchand de) en gros.\n\nQuincaillier en détail.\n\nReceveur de rentes.\n\nRegistres (Fabricant de).\n\nRestaurateur et traiteur à la carte et à prix fixe\n\nRubans pour modes (Marchand de) en détail.\n\nSabots (Marchands de) en gros.\n\nSafran (Marchand de) en demi-gros.\n\nSerrurier (Entrepreneur).\n\nSerrurier (Mécanicien).\n\nSerrurier en voitures suspendues.\n\nSondes (Fabricant de grandes).\n\nSuif en branches (Marchand de).\n\nSuif fondu (Marchand de) en détail.\n\nTapissier (Marchand).\n\nThé (Marchand de) en détail.\n\nTôle vernie (Fabricant d'ouvrages en).\n\nTourbe (Marchand de) en gros.\n\nTruffes (Marchand de).\n\nTulles (Marchand de) en détail.\n\nTuyaux en fil de chanvre pour les pompes à incendie et les arrosements (Fabricant de).\n\nVaches ou veaux (Marchand de).\n\nVanneries (Marchand expéditeur de).\n\nVerres à vitre (Marchand de).\n\nVinaigrier en détail.\n\nVins (Marchand de) en détail. - Vendant habituellement, pour être consommés Lors de chez lui, des vins au panier ou à la bouteille.\n\nVins (Voiturier marchand de).\n\nVolailles truffées Marchand de).\n\nAccouchement (chef de maison d’).\n\nAcier poli (Fabricant d’objets en), pour son compte\n\nAffineur de métaux autres que l’or, l’argent et le platine.\n\nAgrafes (Fabricant d’) par les procédés ordinaires (pour son compte).\n\nAlbâtre (Fabricant ou marchand d'objets eu).\n\nAlmanachs ou annuaires (Editeur propriétaire d')\n\nAppareils et ustensiles pour l'éclairage au gaz (Fabricant d').\n\nApprêteur de chapeaux de paille.\n\nApprêteur d'étoffes pour les particuliers.\n\nArmurier.\n\nAubergiste, ne logeant qu'à cheval.\n\nBains publics (Entrepreneur de).\n\nBalancier (Marchand).\n\nBals publics (Entrepreneur de).\n\nBijoutier (Fabricant) pour son compte, sans magasin.\n\nBijoux en faux (Marchand de).\n\nBlanchisseur de toiles et fils pour les particuliers.\n\nBlatier avec voiture.\n\nBois à brûler (Marchand de). - Celui qui, n'ayant ni chantier, ni magasin, ni bateau, vend par voiture au domicile des consommateurs.\n\nBois de bateaux (Marchand de).\n\nRois de boissellerie (Marchand de).\n\nBons de volige (Marchand de).\n\nBois feuillard (Marchand de).\n\nBoites et bijoux à musique (Fabricant de mécaniques pour), pour son compte.\n\nBoucher en détail.\n\nBouderie (Fabricant de), pour son compte.\n\nBougies (Marchand de).\n\nBoulanger.\n\nBouteilles de terre (Marchand de).\n\nBoulons de métal, corne cuir bouilli etc. (Fabricant de) pour son compte.\n\nBrocanteur en boutique ou magasin.\n\nBroches et cannelets pour la filature (Fabricant de) pour son compte.\n\nBroderies (Fabricant et marchand de) en détail.\n\nBureau de distribution d’imprimés, de cartes de visites, annonces, etc. (Entrepreneur d'un).\n\nBureau d'indication et de placement (Tenant un).\n\nCabaretier avant billard.\n\nCabriolet, sur place ou sous remise (Loueur de), un a plusieurs cabriolets.\n\nCalandreur d'étoffes neuves.\n\nCaractères mobiles en métal (Fabricant de).\n\nCarrossier raccommodeur.\n\nCartonnage fin (Fabricant et marchand de).\n\nCercles ou sociétés (Fournisseur des objets de consommation dans les).\n\nChapeaux de paille (Marchand de) en détail\n\nChapellerie en fin.\n\nChapellerie (Marchand de fournitures pour la).\n\nCharbon de bois (Marchand de) en demi -gros.\n\nCharbon de terre éparé ou non (Marchand de) en demi-gros.\n\nChasse (Marchand d'ustensiles de).\n\nChaudronnier (Marchand).\n\nCheminées dites économiques (Fabricant et marchand de).\n\nChevaux (Loueur de).\n\nChevaux (Tenant pension de).\n\nCheveux (Marchand de).\n\nChocolat (Marchand de) en détail.\n\nCloches de toutes dimensions (Marchand de).\n\nCloutier (Marchand) en détail en cuir.\n\nColle pour la clarification des liqueurs (Fabricant de).\n\nColleur d'étoffes.\n\nCornes brutes (Marchand de).\n\nCoutelier (Marchand et fabricant).\n\nCrémier-glacier.\n\nCrics (Fabricant et marchand de).\n\nCrin frisé (Apprêteur de).\n\nCristaux (Marchand d’) en détail.\n\nCulottier en peau (Marchand).\n\nCuriosité (Marchand en boutique d'objets de).\n\nDécatisseur.\n\nDéchireur ou dépeceur de bateaux.\n\nDés à coudre en métal autre que l'or et l'argent (Fabricant de), pour son compte.\n\nDistillateur d'essences et eaux parfumées et médicinales.\n\nEau-de-vie (Marchand d') en détail.\n\nÉbéniste (Marchand), ayant boutique ou magasin.\n\nEclairage à l’huile pour le compte des particuliers (Entrepreneur d').\n\nÉperonnier pour son compte\n\nEpicier pu détail.\n\nÉponges (Marchand d') en détail.\n\nÉquipage (Marchand d’).\n\nÉtain (Fabricant de fouilles feuille d').\n\nÉtriers (Fabricant d') pour son compte.\n\nÉtrilles (Fabricant d\") pour son compte.\n\nFerblantier lampiste\n\nFerronnier.\n\nFiacre (Loueur de), s'il a plusieurs voitures.\n\nFleurs artificielles (Fabricant et marchand de).\n\nFondeur en fer, en bronze ou en cuivre (avec des creusets ordinaires).\n\nForces (Fabricant de), pour son compte.\n\nForgeron de petites pièces (canons, platines).\n\nFoulonnier.\n\nFourrages (Marchand de) par bateaux, charrettes ou voitures.\n\nFrangier (Marchand).\n\nGalonnier (Marchand).\n\nGantier (Marchand)\n\nGlaces (Marchand de)\n\nGlacier.\n\nInstruments de chirurgie en métal (Fabricant et marchand d’)\n\nIvoire (Marchand d’objets en).\n\nJaugeur juré pour les liquides.\n\nJeu de paume (Maître de).\n\nJoaillier (Fabricant), pour son compte.\n\nLampiste\n\nLapidaire en pierres fausses (Fabricant ou marchand), ayant boutique ou magasin.\n\nLaveur de laines.\n\nLayetier-emballeur.\n\nLibraire.\n\nLiège brut. (Marchand de) en détail.\n\nLoueur de voitures suspendues.\n\nLunetier (Marchand).\n\nLutherie (Marchand de fournitures de).\n\nLuthier (Fabricant) pour son compte.\n\nMagasinier.\n\nMaître ou patron de barque ou bateau, naviguant pour son propre compte sur les fleuves rivières ou canaux, soit que la barque ou le que bateau lui appartienne, soit qu'il l’ait loué. Si le conducteur n'est qu'un homme à gages, la patente est due par le propriétaire de la barque ou du bateau.\n\nMaréchal expert.\n\nMaroquinier, pour son compte.\n\nMarrons et châtaignes (Marchand expéditeur de).\n\nMégissier, pour son compte.\n\nMenuisier-mécanicien.\n\nMétiers j bas (Forgeur de), pour son compte.\n\nMeubles (Marchand de).\n\nMeules à aiguiser (Fabricant et marchand de).\n\nMine de plomb (Marchand de) en détail.\n\nMinerai de fer (Marchand de), ayant magasin.\n\nMiroitier.\n\nModiste.\n\nMonuments funèbres (Entrepreneur de).\n\nMoulures (Fabricant de), pour son Compte.\n\nMoulures (Marchand de) en boutique.\n\nMusique (Marchand de).\n\nNacre de perles (Fabricant d'objets en), pour son compte.\n\nNacre de perles (Marchand d'objets en)\n\nNatation (Tenant une école de).\n\nOrfèvre (Fabricant), pour son compte.\n\nOrgues portatives (Facteur d'), pour son compte.\n\nPapier peint pour tentures (Marchand de).\n\nParc aux charrettes (Tenant un).\n\nParfumeur (Marchand) en détail.\n\nPassementier (Marchand).\n\nPavés (Marchand de).\n\nPeignes de soie (Marchand de).\n\nPeintre-vernisseur en voitures ou équipages.\n\nPertes fausses (Marchand de).\n\nPierres brutes (Marchand de).\n\nPierres lithographiques (Marchand de).\n\nPlanches (Marchand de) eu détail.\n\nPlombier.\n\nPlumassier (Fabricant et marchand).\n\nPlumes à écrire (Marchand de) non expéditeur,\n\nPoisson frais (Marchand de), vendant par forte partie aux détaillant.\n\nPompes de métal (Fabricant de).\n\nPorcelaine (Marchand de) en détail.\n\nPoudrette (Marchand de).\n\nRelais (Entrepreneur de), même lorsqu'il est maitre de poste.\n\nRésines et autres matières analogues (Marchand de) en détail.\n\nRognes ou œufs de morue (Marchand de) en détail.\n\nRestaurateur et traiteur à prix fixe seulement.\n\nRôtisseur.\n\nSaleur d'olives.\n\nSeaux à incendie (Fabricant de).\n\nSellier-harnacheur.\n\nSerrurier non-entrepreneur.\n\nSoies de porc ou de sanglier (Marchand de) en détail.\n\nSoufflets (fabricant et marchand de gros) pour les forgerons, bouchers, etc.\n\nSparterie pour modes (Fabricant de).\n\nSucre brut et raffiné (Marchand de) en détail.\n\nTableaux (Marchand de)\n\nTaffetas gommés ou cirés (Marchand de).\n\nTaillandier\n\nTailleur (Marchand d'habits neufs).\n\nTailleur (Marchand), sans magasin d’étoffes, fournissant sur échantillons\n\nTapis peints ou vernis (Marchand de).\n\nToiles cirées et vernies (Marchand de).\n\nToiles métalliques (Fabricant de) pour son compte.\n\nTôle vernie (Marchand d'ouvrages en).\n\nTraçons (Maître de).\n\nUstensiles de chasse et de pêche (Marchand d').\n\nVannier-emballeur pour les vins.\n\nVerres blancs et cristaux (Marchand de) en détail.\n\nVidange (Entrepreneur de).\n\nVins (Marchand de) en détail, donnant à boire chez lui et tenant billard.\n\nAffiches (Entrepreneur de la pose et de la conservation des).\n\nAgaric (Marchand d').\n\nAgent dramatique.\n\nAiguilles, clefs et autres petits objets pour montres ou pendules (Fabricant d’) pour son compte.\n\nAllumettes chimiques (Fabricant et marchand d').\n\nAnatomie (Fabricant de pièces d').\n\nAnatomie (Tenant un cabinet d’).\n\nAnes (Marchand d').\n\nAnnonces et avis divers (Entrepreneur d'insertions d’).\n\nAppréciateur d'objets d'art.\n\nApprêteur de peaux.\n\nApprêteur de plumes, laines, duvet et autres objets de literie.\n\nArdoises (Marchand’). Celui qui vend par millier aux maçons et aux entrepreneurs de bâtiments.\n\nArrosage (Entreprise particulière d’)\n\nArrimeur.\n\nArtificier.\n\nBacs (Fermier de) pour un de fermage en-dessous de mille francs.\n\nBaies de genièvre (Marchand de).\n\nBains de rivière en pleine eau (Entrepreneur de).\n\nBalancier (Fabricant) pour son compte.\n\nBalançons (Marchand de).\n\nBalayage (Entreprise partielle de).\n\nBandagiste\n\nBardeaux (Marchand de).\n\nBaromètres (Fabricant ou marchand de).\n\nBarques, bateaux on canots (Constructeur de).\n\nBateaux à laver (Exploitant de).\n\nBattendier.\n\nBatteur de bois de teinture.\n\nBatteur d'écorce.\n\nBatteur de graine de trèfle.\n\nBatteur d'or et d'argent.\n\nBaudruche (Apprêteur de).\n\nBeurre frais ou salé (Marchand de) en détail.\n\nBière (Marchand ou débitant de).\n\nBijoutier en faux (Fabricant), pour son compte.\n\nBillards (Fabricant de), sans magasins.\n\nBiset (Fabricant et marchand de).\n\nBlanc de craie (Fabricant et marchand de).\n\nBlatier avec bêtes de somme.\n\nBluteaux ou blutoirs (Fabricant et marchand de).\n\nBois merrains (Marchand de), s'il ne vend qu'aux tonneliers et aux particuliers.\n\nBoiseries (marchand de vieilles).\n\nBoisselier (Marchand) en détail.\n\nBombagiste.\n\nBombeur de verres.\n\nBoisselier.\n\nBouchonnier.\n\nBouchons (Marchand de) en détail.\n\nBoucs (Entreprise partielle de l'enlèvement des).\n\nBouilleur ou brûleur d'eau-de-vie.\n\nBouillon et bœuf cuit (Marchand, de).\n\nBourre de soie (Marchand de).\n\nBourrelier.\n\nBoyaudier.\n\nBrasseur à façon.\n\nBretelles et jarretières (Fabricant de), pour son compte.\n\nBretelles et jarretières (Marchand de).\n\nBriou (Fabricant de).\n\nBriques (Marchand de).\n\nBriquets phosphoriques et autres (Fabricant de).\n\nBrocanteur d'habits en boutique.\n\nBrossier (Fabricant), pour son compte.\n\nBrossier (Marchand).\n\nBuffletier (Marchand).\n\nBois ou racines de vois (Marchand de).\n\nBustes en plâtre (Mouleur de).\n\nCabaretier.\n\nCabinet de lecture (Tenant un). Où l’on donne à lire les journaux et les nouveautés littéraires.\n\nCabinets d'aisances publics (Tenant).\n\nCadrans de montres et de pendules (Fabricant de) pour son compte.\n\nCaddies pour glaces et tableaux (Marchand de).\n\nCafé de chicorée en poudre (Marchand de).\n\nCafetières du Levant ou marabouts (Fabricant de) pour son compte.\n\nCaisse, de tambour (Facteur de).\n\nCalfat (Radoubeur de navires).\n\nCannelles et robinets en cuivre (Fabricant de) pour son compte.\n\nCannes (Marchand de) en boutique.\n\nCantinier, dans les prisons, hospices et autres établissements publics.\n\nCaparaçonnier, pour son compte.\n\nCapsules métalliques (Fabricant de) pour boucher les bouteilles.\n\nCardes (Fabricant de) par les procèdes ordinaires, pour son compte.\n\nCarreaux à carreler (Marchand de).\n\nCarrés de montres {Fabricant de), pour son compte.\n\nCartes de géographie (Marchand de).\n\nCartons pour bureaux et autres (Fabricant de), pour son compte.\n\nCasquettes (Fabricant de), pour son compte.\n\nCendres (Laveur de).\n\nCercles ou cerceaux (Marchand de).\n\nChaînes de fil laine ou coton, préparées pour la fabrication des tissus (Marchand de).\n\nChaises fines (Marchand et fabricant de).\n\nChaises (Loueur de) pour un prix do ferme de deux mille francs et au-dessus.\n\nChamoiseur, pour son compte.\n\nChandeliers en fer et en cuivre (Fabricant de), pour son compte.\n\nChantre (Marchand de) en détail.\n\nChapelier en grosse chapellerie-\n\nCharcutier revendeur.\n\nCharpentier.\n\nCharrée (Marchand de).\n\nCharbon.\n\nChâsses de lunettes (Fabricant de), pour son compte.\n\nChaux (Marchand de).\n\nChef de ponts et pertuis.\n\nCidre (Marchand et débitant de) en détail.\n\nCimentier, employant moins de cinq ouvriers.\n\nCiseleur.\n\nClinquant (Fabricant de), pour son compte.\n\nClochettes (Fondeur de).\n\nCloches (Fondeur de), sans boutique ni magasin.\n\nCoffretier-malletier en bois.\n\nCoiffeur.\n\nCols (Fabricant de), pour son compte.\n\nCols (Marchand de).\n\nCombustibles (Marchand de), en boutique.\n\nCommissionnaires porteurs pour les fabricants de tissus.\n\nCoquetier avec voiture.\n\nCordes harmoniques (Fabricant de), pour son compte.\n\nCordes métalliques (Fabricant de), pour son compte\n\nCordier (Marchand).\n\nCorne (Apprêteur de), pour son compte.\n\nCorne (Fabricant de feuilles transparentes de), pour son compte.\n\nCorsets (Fabricant et marchand de).\n\nCosmorami (Directeur de).\n\nCostumier.\n\nCoupeur de poils (Marchand), pour son compte.\n\nCourtier-gourmet-piqueur de vins.\n\nCouturière (Marchande).\n\nCouverts et autres objets en fer battu ou étamé (Fabricant et marchand de) en détail.\n\nCouvreur (Maitre).\n\nGravons (Marchand de).\n\nCrépis (Marchand de).\n\nCrinières (Fabricant de) pour son compte.\n\nCrins plats (Marchand de).\n\nCuir B=bouilli et fermi (Fabricant ou marchand d'objets en).\n\nCuirs et pierres à rasoirs (Fabricant ri marchand de).\n\nCuivre de navires (Marchand de vieux).\n\nDalles (Marchand de).\n\nDamasquineur.\n\nDécoupoirs (Fabricant de), pour son compte.\n\nDéménagements (Entrepreneur de), s'il a une seule voiture.\n\nDentelles (Facteur de).\n\nDépeceur de voitures\n\nDessinateur pour fabrique.\n\nDoreur et argenteur\n\nDoreur sur bois.\n\nÉbéniste (Fabricant) pour son compte, sans magasin.\n\nEcrans (Fabricant d'), pour son compte.\n\nEmailleur, pour son compte.\n\nEmballeur non-layetier.\n\nEncre à écrire (Fabricant et marchand d’) en détail.\n\nEnduit contre l'oxydation (Applicateur d').\n\nEnjoliveur (Marchand).\n\nÉpingles (Fabricant d’), par les procédés ordinaires.\n\nEssayeur de soie.\n\nEstampes et gravures (Marchand d').\n\nÉtameur de glaces.\n\nEventailliste (Marchand, fabricant), ayant boutique ou magasin.\n\nFacteur de fabrique.\n\nFagots et bourrées (Marchand de), vendant par voiture.\n\nFaïence (Marchand de).\n\nFarines (Marchand de) en détail.\n\nFerblantier.\n\nFeutre (Fabricant et marchand de), pour la papeterie le doublage des navires, plateaux, vernis, etc.\n\nFiligraniste.\n\nFilasse de nerfs (Fabricant de) pour son compte.\n\nFilets pour la pêche, la chasse, etc. (Fabricant de).\n\nFileur (Entrepreneur).\n\nFilotier,\n\nFleurs artificielles (Marchand d'apprêts et papier pour).\n\nFleurs d'oranger (Marchand de).\n\nFondeur d'étain, de plomb ou fonte de chasse.\n\nFontaines publiques (Fermier de).\n\nFontaines à filtrer (Fabricant et marchand de).\n\nFormaire (pour la fabrication du papier), pour son compte.\n\nFouleur de bas et autres articles de bonneterie.\n\nFouleur de feutre pour les chapeliers\n\nFourbisseur (Marchand).\n\nFournaliste.\n\nFourneaux potagers (Fabricant et marchand de).\n\nFourrage (Débitant de) à la botte ou en petite partie au poids.\n\nFripier.\n\nFromages de pâte grasse (Marchand de) en détail.\n\nFromages secs (Marchand de) en détail.\n\nFruitier oranger.\n\nFruits secs (Marchand de) en détail\n\nFruits secs pour boissons (Marchand de).\n\nFumiste.\n\nGarde-robes inodores (Fabricant et marchand de).\n\nGibernes (Fabricant de), pour son compte.\n\nGlace ; eau congelée (Marchand de).\n\nGlobes terrestres et célestes (Fabricant et marchand de).\n\nGommeur d'étoffes.\n\nGraine de m ou Larde blanche (Marchand de).\n\nGraines (Marchand de) en détail.\n\nGrainetier-fleuriste en détail.\n\nGraveur sur métaux (Fabriquant les timbres secs et gi avant sur bijoux).\n\nCrue (Maître de).\n\nHarpes (Facteur de) n'ayant ni boutique ni magasin.\n\nHerboriste-droguiste.\n\nHistoire naturelle (Marchand d'objets d').\n\nHorlogerie (Fabricant de pièces d') pour son compte.\n\nHorloger-rhabilleur (Marchand).\n\nHuîtres (Marchand d').\n\nImages (Fabricant ou marchand d')\n\nImprimeur-lithographe éditeur.\n\nInstruments aratoires (Fabricant d').\n\nInstruments de chirurgie en gomme élastique (Fabricant d').\n\nInstruments de musique à vent, en bois ou eu cuivre (Facteur d').\n\nInstruments pour les sciences (Facteur d'), sans boutique ni magasin.\n\nIvoire (Fabricant d'objets en), pour son compte.\n\nJais ou jaïet (Fabricant ou marchand d'objets en).\n\nKaolin et pétunzé (Marchand de).\n\nLamineur par les procédés ordinaires.\n\nLanternier.\n\nLattes (Marchand de) en détail.\n\nLavoir public (Tenant un).\n\nLayetier.\n\nLevure ou levain (marchand de).\n\nLin (Marchand de) en détail.\n\nLinge de table et de ménage (Loueur de).\n\nLinger.\n\nLithochrome, imprimeur.\n\nLithochromies (Marchand de).\n\nLithographies (Marchand de).\n\nLithophanies, pour stores (Fabricant et marchand de).\n\nLoueur de tableaux et dessins.\n\nLoueur en garni.\n\nLunetier (Fabricant).\n\nLustreur de fourrures.\n\nMaçon (Maître).\n\nMaison particulière de retraite (Tenant une).\n\nMarbre factice (Fabricant et marchand d'objets en). ¡.\n\nMarbrier.\n\nMaréchal ferrant.\n\nMasques (Fabricant et marchand de).\n\nMatériaux (Marchand de vieux).\n\nMenuisier.\n\nMercerie (Marchand de menue).\n\nMetteur en œuvre, pour son compte.\n\nMeubles d'occasion (Marchand d’).\n\nMoireur d'étoffes, pour son compte.\n\nMonteur de métiers.\n\nMosaïques (Marchand de).\n\nMulquinier, Celui qui prépare le fil pour les chaînes servant à la fabrication des tissus.\n\nNaturaliste (Marchand).\n\nNécessaires (Fabricant de), pour son compte.\n\nNourrisseur de vaches et de chèvres pour le commerce du lait.\n\nOranges et citrons (Marchand d'), en boutique et en détail.\n\nOs (Fabricant d'objets en), pour son compte.\n\nOutres (Fabricant d') pour son compte.\n\nOutres (Marchand d').\n\nPaille (Fabricant de tissus pour les chapeaux de), pour son compte.\n\nPaillettes et paillons (Fabricant de), pour son compte.\n\nPain à cacheter et à chanter\n\nPain d'épicéa (Fabricant ou marchand en boutique de}.\n\nPapiers de fantaisie (Fabricant de), pour son compte.\n\nParapluies (Fabricant et marchand de).\n\nParcheminer, pour son compte.\n\nParqueteur (Menuisier).\n\nPâtes alimentaires (Marchand de).\n\nPaveur.\n\nPeaux de lièvres et de lapins (Marchand de], en boutique.\n\nPêche (Adjudicataire ou fermier de), pour un prix de deux mille francs ou au-dessus.\n\nPeignes à sérancer (Fabricant de), pour son compte.\n\nPeignes d'écaillé (Fabricant de), pour son compte.\n\nPeignes (Marchand de), en boutique.\n\nPeintre en bâtiments non-entrepreneur.\n\nPension bourgeoise (Tenant),\n\nPension particulière vieillards (Tenant).\n\nPerles fausses (Fabricant de), pour son compte.\n\nPeseur et mesureur juré.\n\nPianos et clavecins (Facteur de), n'ayant ni boutique ni magasin-\n\nPierres à brunir (Fabricant et marchand de).\n\nPierres fausses (Fabricant de).\n\nPierres bleues (Marchand de), pour le blanchissage du linge.\n\nPierres taillées (Marchand de).\n\nPinceaux (Fabricant de), pour ion compte.\n\nPipes (Marchand de).\n\nPlafonneur.\n\nPlâtre (Marchand de).\n\nPlâtrier (Maçon).\n\nPlomb de chasse (Fabricant ou marchand de).\n\nPlumes métalliques (Marchand Fabricant de).\n\nPoêlier en faïence, Fonte, etc.\n\nPolisseur d'objets en or, argent, cuivre, acier, écaille, os, corne, etc.\n\nPorces pour les papetiers (Fabricant de).\n\nPortefeuilles (Fabricant de), pour son compte.\n\nPortefeuilles (Marchand de).\n\nPotier d'étain.\n\nPoudre d'or (Fabricant et marchand de).\n\nPoulieur (Fabricant).\n\nPressoir (Maître de) à manège.\n\nQueues de billard (Fabricant de), pour son compte.\n\nRamonage (Entrepreneur île).\n\nRam piste.\n\nRessorts de bandage pour les hernies (Fabricant de), pour son compte.\n\nRessorts de montre et de pendules (Fabricant de), pour son compte.\n\nSacs de toile (Fabricant et marchand de).\n\nSalpêtrier.\n\nSarreaux ou blouses (marchand de) en détail.\n\nSculpteur en bois, pour son compte.\n\nSon, recoupe et remoulage (Marchand de).\n\nSparterie (Fabricant et marchand d'objets en).\n\nSphères (Fabricant de).\n\nStucateur.\n\nSumac (Marchand de).\n\nTabac (Marchand de) en détail dans le département de la Corse.\n\nTable d'hôle (Tenant une).\n\nTabletier (Marchand).\n\nTabletterie (Fabricant d’objet en), pour son compte.\n\nTambours, grosses caisses, tambourins (Fabricant de).\n\nTamisier (Fabricant et marchand).\n\nTan (Marchand de).\n\nTapissier à façon.\n\nTeinturier dégraisseur pour les particuliers.\n\nTeinturier en peaux\n\nTireur d'or et d'argent.\n\nTôlier.\n\nTourneur sur métaux.\n\nTourteaux (Marchand de) au détail.\n\nTréfileur par les procédés ordinaires.\n\nTuiles (Marchand de).\n\nVannerie (Marchand de) en détail.\n\nVannier (Fabricant en vannerie fine).\n\nVérificateur de bâtiments.\n\nVernisseur sur cuivre, feutre, carton et métaux.\n\nVerres bombés (Marchand de).\n\nVerroterie et gobeleterie (Marchand de) en détail.\n\nVignettes et caractères A jour (Fabricant de), pour son compte.\n\nVignettes et caractères à jour (Marchand en boutique de).\n\nVins (Marchand de) en détail, donnant à boire chez lui, et ne tenant pas billard.\n\nVis (Fabricant de) par procédés ordinaires, pour son compte.\n\nVitrier en boutique.\n\nVoilier à façon.\n\nVolaille ou gibier (Marchand de).\n\nAccordeur de pianos, harpes et autres instruments.\n\nAcheveur en métaux.\n\nAcier poli (Fabricant d'objets en) à façon.\n\nAlevin (Marchand d').\n\nAllèges (Maître d’).\n\nAnes (Loueur d’).\n\nApprêteur de barbes ou fanons de baleine.\n\nApprêteur de bas et autres objets de bonneterie.\n\nArchets (Fabricant d').\n\nArmurier rhabilleur.\n\nArmurier à façon.\n\nArpenteur.\n\nAttelles pour collier de bêtes de trait (Fabricant et Marchand).\n\nAviron nier.\n\nBadigeonneur.\n\nBalancier (Fabricant) à façon.\n\nBallons pour lampes (Fabricant de), pour son compte.\n\nBandagiste à Façon.\n\nBardeaux (Fabricant de), pour son compte.\n\nBâtier.\n\nBattoirs de paume (Fabricant de).\n\nBaugeur.\n\nBijoutier à façon.\n\nBijoutier en faux (Fabricant), à façon.\n\nBimbeloterie (Fabricant d'objets de), sans boutique ni magasin.\n\nBlanchisseur (Marchand) en détail.\n\nBlanchisseur de chapeaux de paille.\n\nBlanchisseur de fin.\n\nBlanchisseur de linge, ayant un établissement de buanderie.\n\nBlanchisseur sur pré.\n\nBoisselier.\n\nBoites et bijoux à musique (Fabricant de mécaniques pour), à façon.\n\nBottes remontées (Marchand de).\n\nBottier et cordonnier en chambre.\n\nBoules vulnéraires dites d'acier ou de Nancy (Fabricant de).\n\nBouquetière (Marchande) en boutique.\n\nBouquiniste.\n\nBourrelets d'enfants (Fabricant et marchand de).\n\nBoursier.\n\nBoutons de soie (Fabricant de) pour son compte.\n\nBriquets phosphoriques et autres (Marchand de).\n\nBroches pour la filature (Rechargeur de).\n\nBroderies (Blanchisseur et apprêteur de).\n\nBroderies (Dessinateur imprimeur de).\n\nBroderies (Fabricant à façon de).\n\nBrunisseur.\n\nBuffletier (Fabricant) pour son compte.\n\nBustes en cire pour les coiffeurs (Fabricant de).\n\nCabinet do figures en cire (Tenant un).\n\nCabinet de lecture où l'on donne à hre les journaux seulement (Tenant un).\n\nCabinet particulier de tableaux, d'objets d’histoire naturelle ou d'antiquités (Tenant un).\n\nCabriolets sur place eu sous remise (Loueur de), s'il n'a qu'un cabriolet.\n\nCalandreur de vieilles étoffes.\n\nCambreur de tiges de bottes.\n\nCamées faux ou moulés (Fabricant de).\n\nCannelles et robinets en cuivre (Fabricant de) à façon.\n\nCannes (Fabricant de) pour soit compte.\n\nCannetille (Fabricant de).\n\nCaractères d'imprimerie (Fondeur de) à façon.\n\nCaractères d'imprimerie (Graveur en).\n\nCaractères mobiles en bois ou en terre cuite (Fabricant et marchand de).\n\nCarcasses ou montures de parapluies (Fabricant de), pour son compte.\n\nCardeur de laine, de coton, de bourre de soie, filoselle, etc.\n\nCarreleur.\n\nCarrioles (Loueur de).\n\nCeinturonnier, pour son compte.\n\nCendres ordinaires (Marchand de).\n\nChaises (Loueur de), pour un prix de ferme de cinq cents francs à deux mille franc3.\n\nChapelets Fabricant et marchand do).\n\nCharnières en fer, cuivre ou fer-blanc (Fabricant de), par les procédés ordinaires, pour son compte.\n\nChasublier à façon.\n\nChaudronnier rhabilleur.\n\nChaussons en lisière et autres (Marchand de).\n\nChenille en soie (Fabricant de), pour son compte.\n\nChevaux (Courtier de).\n\nChèvres et chevreaux (Marchand de).\n\nChiffonnier en détail.\n\nChineur.\n\nCirage ou encaustique (Marchand fabricant de).\n\nCloutier au marteau, pour son compte.\n\nCoiffes de femmes (Faiseuse et marchande de).\n\nColle de pâle et de peau (Fabricant de).\n\nColleur de chaînes pour fabrication de tissus.\n\nCoquetier avec bêtes de somme.\n\nCordes harmoniques (Fabricant de) à façon.\n\nCordes métalliques (Fabricant de), à façon.\n\nCordier (Fabricant de menus cordages, tels que cordes, ficelles, longes, traits, etc.).\n\nCordons en fil, soie, laine, etc. (Fabricant de) pour son compte.\n\nCorroyeur à façon.\n\nCosmétiques (Marchand de).\n\nCoton cardé ou gommé (Marchand de).\n\nCoupeur de poils à façon.\n\nCourroies (Apprêteur de), pour son compte.\n\nCourtier de bestiaux.\n\nCoutelier à façon.\n\nCouturière en corsets, en robes ou en linge.\n\nCouvreur en paille ou en chaume.\n\nCrémier ou laitier.\n\nCrépin en bois (Fabricant d'articles de) pour son compte.\n\nCriblier\n\nCristaux (Tailleur de).\n\nCrochets pour les fabriques d'étoffes (Fabricant de), pour son compte.\n\nCuivre vieux (Marchand de).\n\nCuves, foudres, barriques et tonneaux (Fabricant de).\n\nDéchets de coton (Marchand de).\n\nDécrueur de fil.\n\nDégraisseur.\n\nDenteleur de scies.\n\nDoreur sur tranches.\n\nÉbéniste (Fabricant) à façon.\n\nÉcailles d'ables ou ablettes (Marchand d').\n\nÉchalas (Marchand d').).\n\nEcorcheur ou équarisseur d'animaux.\n\nEmbouchoirs (Faiseur d').\n\nÉmailleur à façon\n\nEnjoliveur (Fabricant), pour son compte.\n\nÉperonnier à façon.\n\nEpicier-regrattier. S'il ne vend qu'au petit poids et à la petite mesure quelques articles d'épiceries, et joint à ce commerce la vente de quelques autres objets, comme poterie de terre, charbon en détail, bois à la falourde, etc.\n\nEpinglier-grillageur.\n\nEquarrisseur de bois.\n\nÉquipeur-monteur.\n\nEssence d'Orient (Fabricant d').\n\nEstampeur en métaux autres que l'or et l'argent.\n\nÉtriers (Fabricant d*) à façon.\n\nÉtrilles (Fabricant d') à façon\n\nEventailliste (Fabricant), pour son compte.\n\nExpert pour le partage et l'estimation des propriétés.\n\nFerblantier en chambre.\n\nFerrailleur.\n\nFiacre (Loueur de), s'il n'a qu'une seule voiture.\n\nFinisseur en horlogerie.\n\nFleuriste travaillant pour le compte des marchands\n\nFendeur de brins de baleine.\n\nFontaines en grès, à sable (Marchand de).\n\nForces (Fabricant de) à façon.\n\nForets (Fabricant de).\n\nFormier.\n\nFouets, cravaches (Fabricant ou marchand de), pour son compte.\n\nFournier.\n\nFourreaux pour sabres, épées, baïonnettes (Fabricant de) pour son compte.\n\nFrangier (Fabricant), pour son compte.\n\nFretin (Marchandée).\n\nFriseur de drap et autres étoffes de laine.\n\nFriteur ou friturier en boutique.\n\nFruitier.\n\nGabare (Maître de) ou gabarier.\n\nGalettes, gaufres brioches et gâteaux (Marchand de), en boutique.\n\nGalochier.\n\nGalonnier (Fabricant) pour son compte.\n\nGainier (Fabricant) pour son compte.\n\nGargotier\n\nGaufreur d'étoffes, de rubans, etc.\n\nGaules et perches (Marchand de).\n\nGraines fourragères, oléagineuses et autres (Marchand de) en détail.\n\nGrainier ou grainetier.\n\nGravatier.\n\nGaveur en caractères d'imprimerie.\n\nGraveur sur métaux. Se bornant à graver des cachets ou des planches pour factures et autres objets dits de ville.\n\nGrueur.\n\nGuêtrier.\n\nGuillocheur.\n\nGuimpier.\n\nHalage (Loueur de chevaux pour le).\n\nHameçons (Fabricant d').\n\nHerboriste. Ne vendant que des plantes médicinales fraîches ou sèches.\n\nHongreur.\n\nHorlogerie (Fabricant de pièces d’) à façon.\n\nHorloger-repasseur.\n\nHorloger-rhabilleur (non marchand).\n\nHorloges en bois (Fabricant ou marchand d').\n\nImprimeur en taille-douce pour objets dits de ville\n\nImprimeur lithographe (non-éditeur).\n\nImprimeur sur porcelaine, faïence, verre, cristaux, émail, etc.\n\nIvoire (Fabricant d'objets en) à façon.\n\nJoaillier à façon.\n\nLait d'ânesse (Marchand de).\n\nLamier-rotier, pour son compte.\n\nLapidaire à façon.\n\nLayettes d'enfant (Marchand de).\n\nLégumes secs (Marchand de) en détail.\n\nLie de vin (Marchand de).\n\nLin (Fabricant d’).\n\nLinge (Marchand de vieux)\n\nLiqueurs et eaux-de-vie (Débitant de).\n\nLogeur.\n\nLoueur de livres.\n\nLunettes (Fabricant de verres de).\n\nLuthier (fabricant à façon).\n\nMarbreur sur tranches.\n\nMarchande à la toilette.\n\nMaroquinier (à façon).\n\nMégissier (à façon).\n\nMesures linéaires, règles et équerres (Fabricant de), pour son compte.\n\nMétiers à bas (Forgeur de) à façon.\n\nMetteur en œuvre (à façon).\n\nMonteur en bronze.\n\nMoulures (Fabricant de) à façon.\n\nMoutardier (Marchand) en détail.\n\nMuletier.\n\nNacre de perle (Fabricant d'objet en) à façon.\n\nNavetier (Fabricant).\n\nOiselier.\n\nOrfèvre (à façon).\n\nOrge (Exploitant un moulin à perler l’)\n\nOrguosportativ.es (Facteur d’) à façon.\n\nOuate (Fabricant et marchand d').\n\nOutres (Fabricant d') à façon.\n\nOvaliste.\n\nPaille (Fabricant de tissus pour chapeaux de) à façon.\n\nPaille (Fabricant de tresses, cordonnets, etc.).\n\nPaille teinte (Fabricant et marchand de).\n\nPain (Marchand de) eu boutique.\n\nPapier de fantaisie (Fabricant de) à façon.\n\nPassementier (Fabricant), pour son compte.\n\nPatachier.\n\nPâtissier-brioleur\n\nPêche (Adjudicataire ou fermier de), pour un prix de ferme de cinq cents francs à deux n ille francs.\n\nPédicure.\n\nPeigneur de chanvre, de lin ou de laine.\n\nPeintre en armoiries, attributs et décors.\n\nPeintre ou doreur, soit sur verre ou cristal, soit sur porcelaine, etc., pour son compte.\n\nPerruquier.\n\nPierre de touche (Marchand de).\n\nPiquonnier.\n\nPlanches ou ifs à bouteilles (Fabricant de).\n\nPlaneur en métaux.\n\nPlaqueur.\n\nPlumeaux (Marchand fabricant de), pour son compte.\n\nPoires à poudre (Fabricant de) pour son compte.\n\nPoisson (Marchand en détail de).\n\nPompes de bois (Fabricant de).\n\nPoterie de terre (Marchand de).\n\nPrésurier.\n\nQueues de billard (Fabricant de) à façon.\n\nRaquettes (Fabricant de), pour son compte.\n\nRegrattier.\n\nRelieur de livres.\n\nRentrayeur de couvertures de laine et de coton.\n\nRessorts de bandages pour les hernies (Fabricant de) à façon.\n\nRessorts de montre^ et de pendules (Fabricant de) à façon.\n\nRevendeuse à la toilette pour son compte.\n\nRoseaux (Marchand de).\n\nRouettes ou harts pour lier les trains de bois (Marchand de).\n\nRuches pour les abeilles (Fabricant de), pour son compte.\n\nScieur de long.\n\nSculpteur en bois à façon.\n\nSeaux nu baquets en sapin (Fabricant de), pour son compte.\n\nSel (Marchand de) en détail.\n\nSellier (à façon).\n\nSocques (Fabricant et marchand de) en bois.\n\nSoufflets ordinaires (Fabricant et marchand de).\n\nTableaux (Restaurateur de).\n\nTabletterie (Fabricant d'objets en) à façon.\n\nTailleur d'habits à façon.\n\nToiles grasses (Fabricant de) pour emballage\n\nToiles métalliques (Fabricant de) à façon.\n\nToiseur de bâtiments.\n\nToiseur de bois.\n\nTondeur de draps et autres étoffes de laine.\n\nTonneaux (Marchand de).\n\nTonnelier.\n\nTorcher.\n\nTourneur en bois (Marchand), vendant en boutique divers objets en bois faits au tour.\n\nTreillageur.\n\nTripier.\n\nUstensiles de ménage (Marchand de vieux).\n\nVaisselles et ustensiles de bois (Fabricant et marchand de).\n\nAccoutreur.\n\nAffiloirs (Marchand d').\n\nAgrafes (Fabricant d') par procédés ordinaires, à façon.\n\nAiguilles, clefs et autres petits objets pour montres et pendules (Fabricant d') à façon.\n\nAiguilles (Fabricant d') à coudre ou à faire des bas, par procédés ordinaires, à façon.\n\nAiguilles pour les métiers à faire des bas (Monteur d').\n\nAllumettes et amadou (Fabricant et marchand d').\n\nAppeaux pour la chasse (Fabricant d\").\n\nApprêteur de chapeaux de feutre.\n\nApproprieur de chapeaux.\n\nArçonneur\n\nArtiste en cheveux\n\nAssembleur\n\nBalais de bouleau, de bruyère, et de grand millet (Marchand de), avec voiture ou bêtes de somme.\n\nBallons pour lampes (Fabricant de) à façon.\n\nBarbier.\n\nBardeaux (Fabricant de) à façon.\n\nBatelier.\n\nBâtonnier.\n\nBaudelier.\n\nBlanchisseur de linge, sans établissement de buanderie.\n\nBobines pour les manufactures (Fabricant de).\n\nBois à brûler (Marchand de), qui vend à la falourde, au fagot et au cotret.\n\nBois de galoches et de socques (Faiseur de).\n\nBoisselier (Fabricant) à façon.\n\nBouchons de flacons (Ajusteur de).\n\nBouderie (Fabricant de) à façon.\n\nBoutons de métal, corne, cuir bouilli (Fabricant de) à façon.\n\nBoutons de soie (Fabricant de) à façon.\n\nBretelles et jarretières (Fabricant de) h façon.\n\nBrioleur avec bêtes de somme.\n\nBriquetier à façon.\n\nBrocanteur d'habits sans boutique.\n\nBroches et cannelets pour la filature (Fabricant de) à façon.\n\nBrosses (Fabricant de bois pour).\n\nBrossier (Fabricant) à façon.\n\nBûches et briquettes factices (Marchand de).\n\nBuffetier (Fabricant) à façon.\n\nCabas (Faiseur de).\n\nCadrans de montres et de pendules (Fabricant de) à façon.\n\nCafé tout préparé (Débitant de).\n\nCafetières du Levant ou marabouts (Fabricant de) à façon.\n\nCages, souricières et tournettes (Fabricant de).\n\nCanevas (Dessinateur de).\n\nCannes (Fabricant de) à façon.\n\nCaparaçonnier à façon.\n\nCarcasses ou montures de parapluies (Fabricant de) à façon.\n\nCarcasses pour mode (Fabricant de).\n\nCardes (Fabricant de) à façon, par les procédés ordinaires.\n\nCarrés de montre (Fabricant de) à façon.\n\nCartons pour les bureaux et autre (Fabricant de) à façon.\n\nCasquettes (Fabricant de) à façon.\n\nCastine (Marchand de).\n\nCeinturonnier à façon.\n\nCerclier.\n\nChaises communes (Fabricant et marchand de).\n\nChaises (Loueur de) pour un prix de ferme au-dessous de cinq cents francs.\n\nChamoiseur à façon.\n\nChandeliers en fer ou en cuivre (Fabricant de) à façon.\n\nChapeaux (Marchand de vieux) en boutique ou en magasin.\n\nCharbon de bois (Marchand de) en détail.\n\nCharbon de terre épuré ou non (Marchand de) eu détail.\n\nCharbonnier-voiturier.\n\nCharnières en fer, cuivre ou fer-blanc (Fabricant de), par procédés ordinaires, à façon.\n\nCharrettes (Loueur de).\n\nChâsses de lunettes (Fabricant de) à façon.\n\nChaussons en lisière (Fabricant de).\n\nChenille en soie (Fabricant de) à façon.\n\nChevillent.\n\nClinquant (Fabricant de) à façon.\n\nCloutier au marteau, à façon.\n\nColleur de papiers peints.\n\nCols (Fabricant de) à façon.\n\nCordes à puits et liens décorées (Fabricant de).\n\nCordons en fil, soie, laine, etc. (Fabricant de) à façon.\n\nCorne (Apprêteur de) à façon.\n\nCorne (Fabricant de feuilles transparente de) à façon.\n\nCotrets (Débitants de).\n\nCourroies (Apprêteur de) à façon.\n\nCouverts et autres objets en fer battu ou étamé (Fabricant de) à façon.\n\nCrépin en buis (Fabricant d'articles de) à façon.\n\nCrin (Apprêteur, crêpeur ou friseur de) à façon.\n\nCrinières (Fabricant de) à façon.\n\nCrochet pour les fabriques d'étoffes (Fabricant de) à façon.\n\nCuillers d'étain (Fondeur ambulant de).\n\nDécoupeur d'étoffes ou de papiers.\n\nDécoupoirs (Fabricant de) à façon.\n\nDécrotteur en boutique.\n\nDés à coudre, en métal autre que l'or et l'argent (Fabricant de) à façon.\n\nÉcrans (Fabricant ri\") à façon.\n\nElastiques pour bretelles, jarretières etc. (Fabricant d').\n\nEmeri et rouge à polir (Marchand d').\n\nEnjoliveur (Fabricant) à façon.\n\nEtameur ambulant d'ustensiles de cuisine.\n\nEtoupes (Marchand d').\n\nÉventailliste (Fabricant) à façon.\n\nFagots et bourrées (Marchand) en détail, vendant au fagot.\n\nFalourdes (Débitant de).\n\nFaines (Marchand de).\n\nFeuilles de blé de Turquie (Marchand de).\n\nFigures en cire (Mouleur de) à façon.\n\nFilasse de nerfs (Fabricant de) à façon.\n\nFormaire pour la fabrication du papier, à façon.\n\nFouets et cravaches (Fabricant de) à façon.\n\nFourreaux pour sabres, épées, baïonnettes (Fabricant de) à façon.\n\nFrangier à façon.\n\nFrappeur de gaze.\n\nFuseaux (Fabricant de).\n\nGaînier à façon.\n\nGalonnier à façon.\n\nGarnisseur d'étuis pour instruments de musique.\n\nGarnitures de parapluies et cannes, telles que bouts, anneaux cannes, manches, etc. (Fabricant de).\n\nGibernes (Fabricant de) à façon.\n\nGraveur de musique.\n\nGraveur sur bois.\n\nHarmonicas (Facteur d’)\n\nLamier-rotier (à façon).\n\nLangueyeur de porcs\n\nLimailles (Marchand de).\n\nLimes (Tailleur de).\n\nLivrets (Fabricant de) pour les batteurs d’or ou d'argent.\n\nLoueur en garni (s'il ne loue qu'une chambre).\n\nMarrons (Marchand de) en détail.\n\nMatelassier.\n\nMèches et veilleuses (Marchand et fabricant de).\n\nMesures linéaires, règles et équerres (Fabricant de) à façon.\n\nModiste à façon.\n\nMoireur d'étoffes à façon.\n\nMoules de boulons (Fabricant de).\n\nNattier.\n\nNécessaires (Fabricant de) à façon.\n\nNerfs (Batteur de).\n\nŒillets métalliques (Fabricant d').\n\nOribus (Faiseur et marchand d').\n\nOs (Fabricant d'objets en) à façon.\n\nOsier (Marchand d').\n\nOurdisseur de fils.\n\nPaillassons (Fabricant de).\n\nPaillettes et paillons (Fabricant de) à façon.\n\nPapiers verres ou émerisés (Fabricant de).\n\nParcheminier à façon.\n\nPassementier (Fabricant) à façon.\n\nPâte de rose (Fabricant de bijoux en).\n\nPêche (Adjudicataire ou fermier de) pour un prix de fermage au-dessous de cinq cents francs.\n\nPeignes à sérancer (Fabricant de) à façon.\n\nPeigne d'écaille (Fabricant de) à façon.\n\nPeignes en canne ou roseaux pour le tissage (Fabricant et marchand de),\n\nPeintre ou doreur, soit sur verre ou cristal, soit sur porcelaine, etc., à façon.\n\nPelles de bois (Fabricant et marchand de).\n\nPerceur de perles.\n\nPerles fausses (Fabricant de) à façon.\n\nPinceaux (Fabricant de) à façon.\n\nPiqueur de cartes à dentelles.\n\nPiqueur de grès.\n\nPlieur de fils de soie à façon.\n\nPlumassier à façon.\n\nPlumeaux (Fabricant de) à façon.\n\nPlumes à écrire (Apprêteur de)\n\nPoires à poudre (Fabricant de) à façon.\n\nPois d'iris (Fabricant de).\n\nPortefeuilles (Fabricant de) à façon.\n\nPorteur d'eau filtrée ou non filtrée, avec cheval et voiture.\n\nPotier de terre ayant moins de cinq ouvriers.\n\nPressoir (Maître de) à bras.\n\nPuits (Maître cureur de).\n\nRaquettes (Fabricant).\n\nRémouleur ou repasseur de couteaux.\n\nReperceur\n\nRognures de peaux (Marchand de).\n\nRouleaux (Tourneur de) pour la filature.\n\nRuches pour les abeilles (Fabricant de) à façon.\n\nSable (Marchand de).\n\nSabotier (Fabricant).\n\nSabots (Marchand de) en détail.\n\nSeaux aux baquets en sapin (Fabricant de) à façon.\n\nSouliers vieux (Marchand de).\n\nTisserand.\n\nTêtes en carton servant aux marchandes de modes (Fabricant de).\n\nTourbe (Marchand de) en détail.\n\nTourneur en bois (Fabricant), sans boutique.\n\nVannier (Fabricant de vannerie commune).\n\nVignettes et caractères à jour (Fabricant de) à façon.\n\nVis (Fabricant de) par procédés ordinaires, à façon.\n\nVoiturier."
    },
    {
      "provision_ref": "artTABLEAUB",
      "section": "TABLEAUB",
      "title": "Article TABLEAUB",
      "content": "Professions imposées, eu égard à la population, d'après un tarif exceptionnel.\n\nAgent de change\n\nA Paris\n\n1,000\n\nDans les villes de cent milles âmes et au-dessus\n\n250\n\nDe cinquante mille à cent mille âmes\n\n200\n\nDe trente mille à cinquante mille, et dans les villes de quinze mille à trente mille âmes\n\n150\n\nEt dans les villes d'une population inférieure à quinze mille âmes qui ont un entrepôt réel\n\n100\n\nDans toutes les autres communes\n\n75\n\nBanquier\n\nA Paris\n\n1,000\n\nDans les villes de cinquante mille à cent mille âmes et au-dessus\n\n500\n\nDans les villes de trente mille à cinquante mille âmes, et dans celles de quinze mille à trente mille âmes qui ont un entrepôt réel\n\n400\n\nDans les villes de quinze mille à trente mille âmes et dans les villes d'une population inférieure à quinze mille âmes qui ont un entrpôt réel\n\n300\n\nDans toutes les autres communes\n\n200\n\nCommissionnaire en marchandises\n\nA Paris\n\n400\n\nDans les villes d'une population de cinquante mille âmes et au-dessus\n\n300\n\nDans les villes de trente mille à cinquante mille âmes, et dans celles de quinze mille à trente mille âmes qui ont un entrepôt réel\n\n200\n\nDans les villes de quinze mille à trente mille âmes, et dans les villes d'une population inférieure à quinze mille âmes qui ont un entrepôt réel\n\n150\n\nDans toutes les autres communes\n\n75\n\nCommissionnaire entrepositaire\n\nA Paris\n\n400\n\nDans les villes de cinquante mille âmes et au-dessus\n\n300\n\nDans les villes de trente mille à cinquante mille âmes, et dans celles de quinze mille à trente mille âmes qui ont un entrepôt réel\n\n200\n\nDans les villes de quinze mille à trente mille âmes, et dans les villes d'une population inférieure à quinze mille âmes qui ont un entrepôt réel\n\n150\n\nDans toutes les autres communes\n\n75\n\nCommissionnaire entrepositaire\n\nCommissionnaire de transports par terre et par eau\n\nCourtir d'assurances\n\nCourtier de navires\n\nCourtier de marchandises\n\ncenter\n\n5\n\nA Paris\n\n250\n\nDans les villes de cinquante mille âmes et au-dessus\n\n200\n\nDans les villes de trente mille à cinquante mille âmes, et dans celles de quinze mille à trente mille âmes qui ont un entrepôt réel\n\n150\n\nDans les villes de quinze mille à trente mille âmes, et dans les villes d'une population inférieure à quinze mille âmes qui ont un entrepôt réel\n\n100\n\nDans toutes les autres communes\n\n50\n\nEntrepreneur d'éclairage à l'huile\n\nA Paris\n\n300\n\nDans les villes de cinquante mille âmes et au-dessus\n\n150\n\nDans les villes de trente mille à cinquante mille âmes, et dans celles de quinze mille à trente mille âmes qui ont un entrepôt réel\n\n100\n\nDans les villes de quinze mille à trente mille âmes, et dans les villes d'une population inférieure à quinze mille âmes qui ont un entrepôt réel\n\n50\n\nDans toutes les autres communes\n\n25\n\nFacteur aux halles de Paris\n\nPour les farines, le beurre, les oeufs, les fromages et le poisson salé\n\n150\n\nPour les grains, graines et grenailles, la marée, les huîtres et les cuirs\n\n100\n\nPour le poisson d'eau douce, la volaille, le gibier, les agneaux, cochons de lait, veaux de rivière et de Pré-salé, les veaux, les charbons de bois arrvés par eau, les draps, les toiles, fourrages\n\n75\n\nPour le charbon de bois arrivé par terre ou pour le charbon de terre\n\n50\n\nPour les fruits et légumes\n\n25\n\nGaz pour éclairage (Fabrique de)\n\nPour les fabriques qui fournissent l'éclairage de tout ou partie de la ville de Paris\n\n600\n\nDans les villes de cinquante mille âmes et au-dessus\n\n400\n\nDans les villes de trente mille âmes et au-dessus\n\n200\n\nDans les villes de quinze mille à trente mille âmes\n\n150\n\nDes villes au-dessous de quinze mille âmes\n\n75\n\nInhumations et pompes funèbres de Paris (Entreprise des)\n\n1,000\n\nMonnaies (Directeur des)\n\nA Paris\n\n1,000\n\nDans toutes les autres villes\n\n500\n\nNégociant\n\nA Paris\n\n400\n\nDans les villes de cinquante mille âmes et au-dessus\n\n300\n\nDans les villes de trente mille à cinquante mille âmes, et dans celles de quinze mille à trente mille âmes qui ont un entrepôt réel\n\n200\n\nDans les villes de quinze mille à trente mille âmes, et dans les villes d'une population inférieure à quinze mille âmes qui ont un entrepôt réel\n\n150\n\nDans toutes les autres communes\n\n100\n\nPont (Concessionnaires ou fermiers de péage sur un)\n\nDans l'intérieur de Paris\n\n200\n\nDans l'intérieur d'une ville de cinquante mille à cent mille âmes et au-dessus\n\n100\n\nDans l'intérieur d'une ville de trente mille à cinquante mille âmes\n\n75\n\nDans les autres communes d'une population inférieur à vingt mille âmes lorsque le pont réunit deux parties d'une route royale\n\n75\n\nD'une route départementale\n\n50\n\nD'un chemin vicinal de grande communication\n\n25\n\nD'un chemin vicinal\n\n15\n\nRoulage (Entrepreneur de)\n\nA Paris\n\n300\n\nDans les villes de cinquante mille âmes et au-dessus\n\n200\n\nDans les villes de trente mille à cinquante mille âmes, et dans celles de quinze mille à trente mille âmes qui ont un entrepôt réel\n\n150\n\nDans les villes de quinze mille à trente mille âmes, et dans les villes d'une population inférieure à quinze mille âmes qui ont un entrepôt réel\n\n100\n\nDans toutes les autres communes\n\n70\n\n1"
    },
    {
      "provision_ref": "artTABLEAUC",
      "section": "TABLEAUC",
      "title": "Article TABLEAUC",
      "content": "Professions imposées, eu égard à la population, d'après un tarif exceptionnel.\n\nPREMIÈRE PARTIE.\n\nDROIT PROPORTIONNEL AU QUINZIÈME.\n\ncenter\n\nDEUXIÈME PARTIE.\n\nTROISIÈME PARTIE.\n\nQUATRIÈME PARTIE.\n\nCINQUIÈME PARTIE.\n\nDroit proportionnel au quinzième sur la maison d'habitation seulement.\n\nArmateur pour le long cours\n\nQuarante centimes par chaque tonneau, jusqu'au maximum de quatre cents francs.\n\nArmateur pour le grand et le petit cabotage, la pêche de la baleine et celle de la morue\n\nVingt-cinq centimes par chaque tonneau, jusqu'au maximum de quatre cents francs.\n\nAssurances, non mutuelles, dont les opérations s'étendent à\n\nPlus de ving départements.\n\n1,000\n\nDe six à vingt départements.\n\n500\n\nA moins de six départements.\n\n300\n\nBanque de France y compris ses comptoirs\n\n10,000\n\nBanque dans les départements\n\nAyant un capital de deux millions et au dessous.\n\n1,000\n\nPar chaque million de capital en sus, deux cents francs, jusqu'au maximum de deux mille francs.\n\nBateaux et paquebots à vapeur pour le transport des voyageurs (Entreprise de).\n\nPour les voyages de long cours\n\n300\n\nSur fleuves, rivières et le long des côtes\n\n200\n\nBateaux et paquebots à vapeur pour le transport des marchandises (Entreprise de).\n\n200\n\nBateaux à vapeur remorqueurs (Entreprise de).\n\n150\n\nCanaux navigables avec péage (Concessionnaire de).\n\n200\n\nPlus de vingt francs par myriamètre complet, en sus du premier, jusqu'au maximum de mille francs.\n\nCoches d'eau (Entreprise de).\n\n100\n\nDéfrichement ou desséchement (Compagnie de).\n\n300\n\nFournisseurs généraux\n\nD'objets concernant l'habillement, l'archemement, la remonte, le harnachement et l'équipement des troupes, etc.\n\n1,000\n\nDe subsistances aux armées\n\n1,000\n\nDe bois et lumière aux troupes\n\n1,000\n\nFournisseur des objets ci-dessus indiqués, par division militaire\n\n150\n\nFournisseur de fourrages aux troupes dans les garnisons\n\n100\n\nFournisseur de vivres et fourrages dans un gîte d'étape\n\n25\n\nFournisseur de bois et de lumière aux troupes dans les garnisons\n\n25\n\nMagasin de plusieurs espèces de marchandises (Tenant un), lorsqu'il occupe habituellement au moins vingt-cinq personnes préposées à la vente\n\n1,000\n\nMarchand forain\n\nAvec voiture à un seul collier\n\n60\n\nA deux colliers\n\n120\n\nA trois colliers et au-dessus ou ayant plus d'une voiture\n\n200\n\nAvec bête de somme\n\n40\n\nAvec balle\n\n15\n\n(Les droits ci-dessus sont réduits de moitié lorsque le marchand forain ne vend que de la boissellerie, de la poterie, de la vannerie ou des balais).\n\nTontine (Société de).\n\n300\n\n1\n\nDroit proportionnel\n\nAu vingtième :1° sur la maison d'habitation.2° sur les maganins de vente complétement séparés de l'établissement.Au ving-cinquième : sur l'établissement industriel.\n\nAiguilles à coudre ou à faire des bas par procédés ordinaires (Fabricant d'), pour son compte\n\n25\n\nAmidon (Fabrique d').\n\nAyant dix ouvriers et au-dessous\n\n25\n\nEt trois francs par chaque ouvrier en sus, jusqu'au maximum de deux cents francs.\n\nArdoiserières (Exploitant d').\n\nAyant dix ouvriers et au-dessous\n\n25\n\nEt trois francs par chaque ouvrier en sus, jusqu'au maximum de quatre cents francs.\n\nBlanc de baleine (Raffinerie de).\n\nAyant cinq ouvriers et au-dessous\n\n25\n\nEt trois francs par chaque ouvrier en sus, jusqu'au maximum de deux cents francs.\n\nBougies, cierges, etc (Fabrique de).\n\nAyant cinq ouvriers et au-dessous\n\n25\n\nEt trois francs par chaque ouvrier en sus, jusqu'au maximum de trois cents francs.\n\nBrais, goudrons, poix résines et autres matières analogues (Fabrique de).\n\n25\n\nBriques (Frabrique de).\n\nAyant cinq ouvriers et au-dessous\n\n15\n\nEt deux francs par chaque ouvrier en sus, jusqu'au maximum de cents francs.\n\nCafé de chicorée (Fabrique de).\n\n50\n\nCapsules ou amorces de chasse (Fabricant de).\n\n50\n\nCendres gravelées (Fabrique de).\n\n25\n\nChandelles (Fabrique de).\n\nAyant cinq ouvriers et au-dessous\n\n10\n\nEt trois francs par chaque ouvrier en sus, jusqu'au maximum de cents francs.\n\nChaux naturelles (Fabriques de).\n\nPour un four.\n\n15\n\nPour deux.\n\n30\n\nEt pour trois fours et au-dessus.\n\n50\n\nChaux artificielle (Fabrique de).\n\nPour un four.\n\n20\n\nPour deux.\n\n50\n\nEt pour trois fours et au-dessus.\n\n80\n\nCire (Blanchisserie de).\n\nAyant cinq ouvriers et au-dessous\n\n25\n\nEt trois francs par chaque ouvrier en sus, jusqu'au maximum de deux cents francs.\n\nColle-forte (Fabrique de).\n\nAyant cinq ouvriers et au-dessous\n\n25\n\nEt trois francs par chaque ouvrier en sus, jusqu'au maximum de cents francs.\n\nCrayons (Fabrique de).\n\nAyant cinq ouvriers et au-dessous\n\n25\n\nEt trois francs par chaque ouvrier en sus, jusqu'au maximum de trois cents francs.\n\nCreusets (Fabrique de).\n\n25\n\nEncre d'impression (Fabricant d').\n\nAyant cinq ouvriers et au-dessous\n\n25\n\nEt trois francs par chaque ouvrier en sus, jusqu'au maximum de deux cents francs.\n\nEngrais (Marchand d').\n\n25\n\nEsprit ou eau-de-vie de vin (Fabrique d').\n\n50\n\nEsprit ou eau-de-vie de marc de raisin, cidre, poiré, fécules et autres substances analogues (Fabrique d').\n\n25\n\nEtain (Fabrique d') pour glaces.\n\nAyant dix ouvriers et au-dessous\n\n50\n\nEt trois francs par chaque ouvrier en sus, jusqu'au maximum de trois cents francs.\n\nFécules de pommes de terre (Fabrique de).\n\nAyant dix ouvriers et au-dessous\n\n25\n\nEt trois francs par chaque ouvrier en sus, jusqu'au maximum de deux cents francs.\n\nFontainier, sondeur et foreur de puits artésiens\n\n50\n\nFormes à sucre (Fabrique de).\n\nVingt cinq-francs pour cinq ouvriers et au-dessous, et trois francs par chaque ouvrier en sus, jusqu'au maximum de cent francs.\n\nGélatine (Fabrique de).\n\nAyant cinq ouvriers et au-dessous\n\n25\n\nEt trois francs par chaque ouvrier, jusqu'au maximum de deux cents francs\n\nGlacières (Maître de).\n\n50\n\nMastics et ciments (Fabrique de).\n\n50\n\nNoir animal (Fabrique de).\n\n50\n\nPâtes alimentaires (Fabrique de).\n\nAyant cinq ouvriers et au-dessous\n\n25\n\nEt trois francs par chaque ouvrier, jusqu'au maximum de deux cents francs\n\nPierres à feu (Fabricant, expéditeur de).\n\n25\n\nPipes (Fabrique de).\n\nVingt-cinq francs par four, jusqu'au maximum de cent cinquante francs\n\nPlâtre (Fabrique de).\n\nPour un four\n\n15\n\nPour deux fours\n\n30\n\nPour trois fours et au-dessus\n\n50\n\nPointes (Fabrique de), par procédés ordinaires.\n\nAyant dix ouvriers et au-dessous\n\n25\n\nPlus trois francs par chaque ouvrier en sus, jusqu'au maximum de trois cents francs\n\nPoterie (Fabrique de).\n\nPlus trois francs par chaque ouvrier jusqu'au maximum de trois cents francs\n\nRéglisse (Fabrique de).\n\nAyant cinq ouvriers et au-dessous\n\n25\n\nEt trois francs par chaque ouvrier en sus, jusqu'au maximum de deux cents francs\n\nSavon (Fabrique de).\n\nUn franc en plus par chaque hectolitre excédant le chiffre de trente, jusqu'au maximum de quatre cents francs.\n\nSel (Raffinerie de).\n\n100\n\nSuif (Fondeur de).\n\nAyant cinq ouvriers et au-dessous\n\n10\n\nEt trois francs par chaque ouvrier en sus, jusqu'au maximum de cents francs\n\nTaffetas gommés ou cirés (Fabricant de).\n\n50\n\nTapis peints ou vernis (Fabricant de).\n\n50\n\nToiles cirées ou vernies (Fabricant de).\n\n50\n\nTournes carbonisées (Fabrique de).\n\n25\n\nTuiles (Fabrique de).\n\nAyant cinq ouvriers et au-dessous\n\n15\n\nEt deux francs par chaque ouvrier en sus, jusqu'au maximum de cents francs\n\n1\n\nDroit proportionnel\n\nAu vingtième :1° sur la maison d'habitation.2° sur les maganins de vente complétement séparés de l'établissement.Au ving-cinquième : sur l'établissement industriel.\n\nAcier fondu ou acier de cémentation (Fabrique de).\n\nAyant trois ouvriers et au-dessous\n\n15\n\nEt trois francs par chaque ouvrier en sus, jusqu'au maximum de trois cents francs.\n\n(Ce droit sera réduit de moitié pour les fabriques qui sont forcées de chômer, par crue ou par manque d'eau, pendant une partie de l'année équivalente au moins à quatre mois)\n\nAcier naturel (Fabrique d')\n\nImposable comme les forges et hauts-fourneaux\n\nAgrafes (Fabrique d'), par procédés mécaniques\n\n50\n\nAigulles à coudre ou à tricoter, ou pour métiers à faire des bas par procédés mécaniques (Manufacture d')\n\nAyant cinq ouvriers et au-dessous\n\n25\n\nPlus trois francs par chaque ouvrier en sus, jusqu'au maximum de trois cents francs\n\nArmes blanches (Fabrique d')\n\n100\n\nArmes (Manufactures d') de guerre\n\n400\n\nBiscuit de mer (Fabrique de)\n\n50\n\nBlanchisserie de toiles et fils pour le commerce, par procédés mécaniques\n\nAyant cinq ouvriers et au-dessous\n\n25\n\nEt trois francs par chaque ouvrier en sus, jusqu'au maximum de trois cents francs\n\nBoccard, patouillet ou lavoir de minerai\n\nPour chaque usine\n\n15\n\nJusqu'au maximum de 100 francs\n\n(Ce droit sera réduit de moitié pour les boccards, patouillets ou lavoirs qui sont forcés de chômer, par crue ou par manque d'eau, pendant une partie de l'année équivalente au moins à quatre mois)\n\nBrasserie\n\nPour chaque chaudière contenant moins de dix hectolitres\n\n10\n\nPour chaque chaudière de dix à vingt hectolitres\n\n20\n\nPour chaque chaudière de vingt à trente hectolitres\n\n30\n\nPour chaque chaudière de trente à quarante hectolitres\n\n40\n\nPour chaque chaudière de quarante à soixante hectolitres\n\n60\n\nPour chaque chaudière au-dessus de soixante hectolitres\n\n100\n\nJusqu'au maximum de quatre cents francs.\n\n(Ce droit sera réduit de moitié pour les brasseries qui ne brassent que quatre fois au plus par an)\n\nCartonnage (Fabrique de).\n\nTrente francs par cuve, jusqu'au maximum de cent cinquante francs.\n\n(Ce droit sera réduit de moitié pour les fabriques qui sont forcées de chômer, par manque ou par crue d'eau, pendant une partie de l'année équivalente au moins à quatre mois)\n\nChaudronnerie pour les appareils à vapeur, à distiller, à concentrer, etc (Fabrique de).\n\n200\n\nChemin de fer avec péage (Concessionnaire de).\n\n200\n\nPlus de vingt grancs par myriamètre en sus du premier, jusqu'au maximum de mille francs.\n\nClous et pointes (Fabrique de), par procédés mécaniques\n\nPour dix métiers et au dessous\n\n50\n\nPlus de cinq francs pour chaque métier en sus de dix, jusqu'au maximum de quatre cents francs\n\nConvois militaires (Entreprise générale des).\n\n1,000\n\nConvois militaires (Entreprise particulière des), pour une division militaire.\n\n100\n\nConvois militaires (Entreprise particulière pour gîtes d'étape)\n\n25\n\nCocons (Filerie de).\n\nUn franc cinquante centimes par bassine ou tour, jusqu'au maximum de quatre cents francs\n\nCristaux (Manufacture de).\n\n300\n\nDiligence partant à jours et heures fixes (Entrepreneur de).\n\nParcourant une distance de deux myriamètres et au-dessous\n\n25\n\nPour chaque myriamètre complet en sus des deux premiers, cinq francs jusqu'au maximum de mille francs\n\nEaux minérales et thermales (Exploitation d').\n\n150\n\nEnclumes, essieux et gros étaux (Manufacture d')\n\nPar feu\n\n25\n\nJusqu'au maximum de cent cinquante francs\n\nEpingles (Manufacture d'), par procédés mécaniques.\n\nAyant dix ouvriers et au-dessous\n\n25\n\nPlus trois francs par chaque ouvrier en sus, jusqu'au maximum de trois cents francs\n\nFaïence (Manufacture de).\n\nPar four\n\n25\n\nJusqu'au maximum de cent cinquante francs\n\nFaux et faucilles (Fabrique de).\n\nDix ouvriers et au-dessous\n\n25\n\nEt trois francs par chaque ouvrier en sus de ce nombre, jusqu'au maximum de trois cents francs\n\nFer-blanc (Fabrique de).\n\nJusqu'à vingt ouvriers\n\n100\n\nPlus trois francs par chaque ouvrier en sus, jusqu'au maximum de quatre cents francs\n\nFerronerie, serrurerie et clous forgés (Fabricant de).\n\nAyant dix ouvriers et au-dessous\n\n25\n\nEt trois francs par chaque ouvrier en sus, jusqu'au maximum de trois cents francs\n\nAyant au moins trois hauts-fourneaux au coke\n\n500\n\nPlusieurs haut-fourneaux au coke, avec fonderies, forges et laminoirs\n\n500\n\nDeux hauts-fourneaux au coke\n\n400\n\nUn haut-fourneau au coke, avec forges et laminoirs\n\n400\n\nUn haut-fourneau au coke, avec fonderie\n\n300\n\nUn haut-fourneau au coke\n\n250\n\nTrois hauts-fourneaux au bois et plus\n\n400\n\nUn établissement ou un ensemble d'établissement réunissant à plus de quatre feux d'affinerie ou quatre fours à pudier une fabrication de tôle, ou deux autres systèmes au moins de sous-fabrication de métaux, soit fonderie, tréfilerie, ferblanterie, métiers à clous à pointe\n\n400\n\nUn haut fourneau au bois, avec plusieurs forges, ou deux hauts-fourneaux au bois, avec une seule forge\n\n300\n\nPlus de deux hauts-fourneaux au bois, avec une ou plusieurs forges\n\n400\n\nDeux hauts-fourneaux au bois\n\n250\n\nUn haut-fourneau au bois avec une fonderie\n\n250\n\nUn haut fourneau au bois, avec une forge\n\n200\n\nForges et hauts-fourneaux (Maître de).\n\nUne ou plusieurs forges, avec laminoirs tréfilerie et tout autre système de sous-fabrication métallurgique\n\n200\n\nUn haut-fourneau au bois\n\n150\n\nUne forge à trois marteaux et plus\n\n100\n\nTrois forges à la catalane et plus\n\n100\n\nUne forge où l'action des marteaux est remplacée par celle d'un laminoir cingleur\n\n100\n\nUne forge à deux marteaux\n\n50\n\nDeux forges à la catalane\n\n50\n\nUne forge à un seul marteau\n\n25\n\nUne forge dite catalane\n\n25\n\n(Ces droits seront réduits de moitié pour les forges dites catalanes et pour les forges à un ou deux marteaux, lorsqu'elles seront forcées, par manque ou par crue d'eau, de chômer pendant une partie de l'année équivalente au moins à quatre mois).\n\nFonderie de cuivre (Entrepreneur de).\n\nAyant plusieurs laminoirs\n\n300\n\nUn laminoir ou plusieurs martinets\n\n200\n\nSe bornant à convertir le cuivre rouge en cuivre jaune\n\n100\n\nFonderie de cuivre et bronze (Entrepreneur de).\n\nFondant les objets de grande dimension, tels que cylindres ou rouleaux d'impression pour les manufactures, ou grandes pièces de mécanique, etc\n\n200\n\nNe fondant que des objets d'art ou d'ornementation, ou des pièces de mécanique de petite dimension\n\n100\n\nNe fondant que des objets d'un usage commun et de petite dimension, comme robinets, clochettes, anneaux, etc\n\n50\n\nFonderie en fer de seconde fusion (Entrepreneur de).\n\nFabriquant des objets de grande dimension, tels que cylindres, grilles, colonnes, pilastres, bornes et grandes pièces de mécanique, etc\n\n200\n\nNe fabriquant que des objets de petite dimension pour l'ornementation, ou de petites pièces de mécanique\n\n100\n\nGlaces (Manufacture de).\n\n400\n\nGobeleterie (Manufacture de).\n\nCinquante francs par four de fusion, jusqu'au maximum de trois cents francs\n\nHuîtres (Marchand expéditeur d') avec voitures servies par des relais.\n\n100\n\nKaolin (Exploitant une usine à pulvériser de).\n\nPar chaque usine jusqu'au maximum de cent francs\n\n15\n\n(Ce droit sera réduit de moitié pour les usines qui sont forcées, par manque ou par crue d'eau, de chômer pendant une partie de l'année équivalente au moins à quatre mois).\n\nLaminerie (Entrepreneur de).\n\nAyant trois paires de cylindres et au-dessus\n\n300\n\nAyant deux paires de cylindres de grande dimension\n\n250\n\nAyant une seule paire de cylindres de grande dimension, ou deux paires de cylindres de petite dimension, au-dessous d'un mètre de longueur\n\n200\n\nAyant une seule paire de cylindres de petite dimension, au-dessous d'un mètre de longueur\n\n100\n\nLamier-rotier par procédés mécaniques.\n\n50\n\nLimes (Fabrique de).\n\nAyant dix ouvriers et au-dessous\n\n25\n\nTrois francs pour chaque ouvrier en sus, jusqu'au maximum de trois cents francs\n\nLits militaires (Entreprise générale des).\n\n1000\n\nMareyeur, expéditeur avec voitures servies par des relais.\n\n100\n\nMaison particulière de santé (Tenant une).\n\n100\n\nMaroquin (Fabrique de), avec machine à vapeur ou moteur hydraulique.\n\n100\n\nMartinets, par arbre de camage.\n\nJusqu'au maximum de deux cents francs\n\n15\n\n(Ce droit sera réduit de moitié pour les fabriques qui sont forcées, par manque ou par crue d'eau, de chômer pendant une partie de l'année équivalente au moins à qautre mois.)\n\nMoulin à blé, à huile, à garance, à tan, etc\n\nSix francs pour une seule paire de meules ou de cylindres.\n\nright\n\nQuinze francs pour deux paires de meules ou de cylindres.\n\nright\n\nVingt-cinq francs pour trois paires de meules ou de cylindres.\n\nright\n\nQuarante francs pour quatre paires de meules ou de cylindres.\n\nright\n\nEt vingt francs par paire de meules ou de cylindres en sus, jusqu'au maximum de trois cents francs.\n\nright\n\n(Ce droit sera réduit de moitié pour les moulins à vent et pour les moulins à eau qui, par manque ou par crue d'eau, sont forcés de chômer pendant une partie de l'année équivalente au moins à quatre mois.)\n\nMoulinier en soie.\n\nPar cent tavelles\n\n10\n\nJusqu'au maximum de deux cents francs.\n\nOrthopédie (Tenant un établissement d').\n\n100\n\nPapeterie à la cuve.\n\nPar cuve\n\n15\n\nJusqu'au maximum de cent francs.\n\n(Ce droit sera réduit de moitié pour les papeteries à la cuve qui sont forcées, par manque ou par crue d'eau, de chômer pendant une partie de l'année équivalente au moins à quatre mois.)\n\nPapeterie à la mécanique.\n\nLa première machine\n\n150\n\nPlus cinquante francs par marchine, jusqu'au maximum de quatre cents francs.\n\nPapiers peints pour tenture (Fabrique de).\n\nPour quinze tables et au-dessous\n\n40\n\nEt trois francs par table en sus, jusqu'au maximum de trois cents francs.\n\nUn cylindre sera compté pour vingt cinq tables.\n\n2\n\nPorcelaines (Manufacture de).\n\nTrente francs par four, jusqu'au maximum de trois cents francs.\n\nProduits chimiques (Manufacture de).\n\nAyant cinq ouvriers et au-dessous\n\n25\n\nEt trois francs par chaque ouvrier en sus, jusqu'au maximum de trois cents francs.\n\nQuincaillerie (Fabrique de).\n\nAyant dix ouvriers et au-dessous\n\n25\n\nPlus trois francs par chaque ouvrier en sus, jusqu'au maximum de trois cents francs.\n\nScierie mécanique.\n\nPar chaque cadre\n\n5\n\nJusqu'au maximum de cent cinquante francs.\n\n(Ce droit sera réduit de moitié pour les fabriques qui sont forcées, par manque ou par crue d'eau, de chômer pendant au moins quatre mois de l'année).\n\n2\n\nScies (Fabrique de).\n\nAyant dix ouvriers et au-dessous\n\n25\n\nPlus trois francs par chaque ouvrier en sus, jusqu'au maximum de trois cents francs.\n\nSucre (Raffinerie de).\n\n300\n\nSucre de betterave (Fabrique de).\n\nPour chaque chaudière à déféquer contenant moins de dix hectolitres\n\n40\n\nPour chaque chaudière à déféquer contenant dix hectolitres et au-dessus\n\n60\n\nJusqu'au maximum de quatre cents francs.\n\nTannerie de cuirs forts et mons\n\nPar mètre cube de fosse ou de cuves, vingt-cinq centimes, jusqu'au maximum de trois cents francs.\n\nTeinturier pour les fabricants et les marchands\n\nTrois francs par ouvrier, jusqu'au maximum de trois cents francs.\n\nTransport de la guerre (Entreprise générale du).\n\n1,000\n\nTransport de la guerre (Entreprise particulière de), pour une division militaire.\n\n100\n\nTransport de la guerre (Entreprise particulière pour gîtes d'étape)\n\n25\n\nTransports militaires (Entreprise générale des).\n\n1,000\n\nTransports des tabacs (Entreprise générale de)\n\n1,000\n\nTréfilerie en fer en laiton\n\nDix bobines et au-dessous\n\n25\n\nVingt bobines\n\n50\n\nEt quatre francs par chaque bobine en gros numéro,et un franc par bobine d'un numéro fin, jusqu'au maximum de quatre cents francs.\n\nVerrerie\n\nCinquante francs par four de fusion, jusqu'au maximum de trois cents francs\n\nVis (Manufacture de), par procédés mécanique.\n\nAyant dix ouvriers et au dessous\n\n25\n\nPlus trois francs par chaque ouvrier en sus, jusqu'au maximum de trois cents francs.\n\n1\n\nDroit proportionnel\n\nAu vingtième :1° sur la maison d'habitation.2° sur les maganins de vente complétement séparés de l'établissement.Au cinquantième : sur l'établissement industriel.\n\nApprêteur d'étoffes pour les fabriques\n\nAyant cinq ouvriers et au-dessous\n\n25\n\nEt trois francs par ouvrier en sus, jusqu'au maximum de cent cinquante francs.\n\nCardes (Manufacture de) par procédés mécaniques\n\n200\n\nFilature de laine, de chanvre ou de lin.\n\nAu dessous de cinq cents broches (Non compris les métiers préparatoires)\n\n15\n\nPar chaque centaine de broches au-dessus de cinq cents (jusqu'au maximum de quatre cents francs)\n\n3\n\nFilature de coton au-dessous de cinq cents broches (Non compris les métiers préparatoires)\n\n10\n\nPour chaque centine de broches au-edssus de cin cents, un franc cinquante centimes, jusqu'au maximum de quatre cents francs\n\nFil de coton, chanvre, lin (Fabrique de).\n\nPour un ou deux moulins, quinze francs ; plus de dix francs par chaque moulin en sus, jusqu'au maximum de quatre cents francs\n\nPour vingt-cinq tables et au-dessous\n\n50\n\nPlus de trois francs par table en sus, jusqu'au maximum de quatre cents francs\n\nImprimeur d'étoffes.\n\nPour vingt-cinq tables et au dessous\n\n50\n\nPlus trois francs par table en sus, jusqu'au maximum de quatre cents francs\n\nUn rouleau comptera pour vingt-cinq tables, et quatre pérotines pour un rouleau\n\n2\n\nMachines à vapeur\n\nPresses pour l'imprimerie, métiers mécaniques pour la filature et pour le tissage, et autres grandes machines (Constructeur de).\n\n3\n\nEmployant moins de vingt-cinque ouvriers\n\n100\n\nDe cinquante ouvriers\n\n200\n\nPlus de cinquante ouvriers\n\n300\n\nMétiers (Fabrique à).\n\nPour les métiers réunis dans un corps de la fabrique.\n\n2\n\nJusqu'à cinq métiers\n\n10\n\nEt deux francs cinquante centimes en sus par métier, jusqu'au maximum de quatre cents francs.\n\nPour les métiers non réunis dans un corps de fabrique.\n\nDeux francs cinquantes centimes par chaque métier, jusqu'au maximum de trois cents francs.\n\n(Ces droits seront réduits de moitié pour les fabricants à façon.)\n\nTissage mécanique\n\nPar chaque métier deux francs cinquante centimes, jusqu'au maximum de quatre cents francs.\n\n1\n\nCarrières souterraines ou à ciel ouvert (Exploitant de).\n\nAyant moins de dix ouvriers\n\n25\n\nPlus trois francs par ouvrier en sus, jusqu'au maximum de deux cent francs.\n\nCendres noires (Extracteur de).\n\nAyant moins de dix ouvriers\n\n25\n\nPlus trois francs par ouvrier en sus, jusqu'au maximum de deux cent francs.\n\nChaussées et routes (Entrepreneur de l'entretien des).\n\n25\n\nDesséchement (Entrepreneur de travaux de).\n\n50\n\nDragueur entrepreneur\n\n50\n\nFabrication dans les prisons, etc (Etrepreneur de).\n\nPour un atelier de vingt-cinq détenus et au-dessous\n\n25\n\nPar chaque détenu en sus cinquante centimes, jusqu'au maximum de cinq cents francs.\n\nFabrication dans les dépôts de mendicité (Entrepreneur de).\n\nMoitié du droit ci-dessus fixé pour les entrepreneurs de fabrication dans les prisons.\n\nFournisseur général dans les prisons et dépôts de mendicité.\n\nA forfait et par tête de détenu, pour une population de trois cents détenus et au-dessous\n\n150\n\nPar cent détenu en sus, vingt-cinq francs, jusqu'au maximum de cinq cents francs.\n\nFlottage (Entrepreneur de).\n\n25\n\nFruits sur bateaux (Marchand de).\n\n50\n\nGare (Entrepreneur de).\n\n100\n\nManières non concessibles (Exploitant de).\n\nAyant moins de dix ouvrier.\n\n25\n\nPlus trois francs par chaque ouvrier en sus, jusqu'au maximum de deux cents francs.\n\nRestaurateurs sur coches et bateaux à vapeur.\n\n50\n\nSpectacles (Directeur de).\n\n1° Le quart d'une représentation complète dans les théâtres où l'on joue tous les jours\n\nright\n\n2° Le huitième si l'on ne joue pas tous les jours, et la troupe est sédentaire\n\nright\n\n3° Si la troupe n'est pas sédentaire, c'est-à-dire si elle ne réisde pas quatre mois consécutifs dans la même ville\n\n50\n\nTourbières (Exploitant de).\n\nAyant moins de dix ouvriers\n\n25\n\nPlus trois francs par chaque ouvrier en sus, jusqu'au maximum de deux cents francs.\n\nTravaux publics (Entrepreneur de).\n\n50\n\nMadragues (Fermier de).\n\n25\n\n1"
    },
    {
      "provision_ref": "artTABLEAUD",
      "section": "TABLEAUD",
      "title": "Article TABLEAUD",
      "content": "Exceptions à la règle générale qui fixe le droit proportionnel au vingtième de la valeur locative\n\nLe droit proportionnel est fixé au quinzième,\n\n1° Pour les patentables compris dans la première classe du tableau A ;\n\n2° Pour les patentables compris dans le tableau B ;\n\n3° Pour les patentables compris dans la première partie du tableau C.\n\nIl est également fixé au quinzième, mais sur la maison d’habitation seulement, pour les patentables compris dans la cinquième partie du tableau C.\n\nAu trentième de la valeur locative des locaux servant à l’exercice des professions ci-après désignées :\n\n- Marchands de bois en gros compris dans la première classe du tableau A ;\n\n- Marchands de charbon de bois et de charbon de terre, compris dans la première et la deuxième classe du tableau A ;\n\n- Marchands de vin en gros ;\n\nAu quarantième de la valeur locative :\n\n1° De tous les locaux occupés par les patentables des septième et huitième classes du tableau A, mais seulement dans les communes d’une population de vingt mille âmes et au-dessus ;\n\n2° Des établissements industriels compris dans la troisième partie du tableau C ;\n\n3° Des locaux servant à l’exercice des professions ci-après désignées :\n\n- Fabricants de gaz pour l’éclairage ;\n\n- Imprimeur-typographes employant des presses mécaniques ;\n\n- Maitres d’hôtel garni ;\n\n- Loueurs en garni ;\n\n- Individus tenant des maisons particulières\n\n- Magasiniers ;\n\n- Entrepreneurs de roulage,\n\n- Maitres de jeu de paume ;\n\n- Individus tenant un manège d’équitation,\n\nAu cinquantième de la valeur locative des établissements industriels compris dans la quatrième partie du tableau C.\n\nPayent le droit proportionnel au vingtième, sur les maisons d’habitation seulement :\n\n- Les concessionnaires, exploitants ou fermiers des droits d’emmagasinage dans une entrepôt ;\n\n- Les adjudicataires ou fermiers des droits de halles ou marchés ;\n\n- Les adjudicataires des droits des jaugeage des liquides ;\n\n- Les fermiers des droits de pesage et mesurage ;\n\n- Les fournisseurs d’objets de consommation, dans les cercles ou sociétés ;\n\n- Les directeurs de diorama, panorama, géorama, néorama ;\n\n- Les fermiers de fontaines publiques ;\n\n- Les adjudicataires des droits d’octroi ;\n\n- Les concessionnaires, exploitants ou fermiers de péage sur un pont ;\n\n- Les fermiers de bacs ;\n\n- Les concessionnaires ou fermiers d’abattoir public :\n\n- Les directeurs des monnaies.\n\nSont exempts de tout droit proportionnel :\n\n- Les patentables des septième et huitième classe, résidant dans les communes d’une population inférieur à vingt mille âmes ;\n\n- Et les fabricants à métiers ayant moins de dix métiers, et ne travaillant qu’à façon.\n\nD’accouchement,\n\nDe santé,\n\nDe retraite\n\nDes établissements d’orthopédie ;\n\nDe bains publics,\n\nDe bains de rivière en pleine eau ;\n\nUne école de natation,\n\nUn jardin public\n\nUn parc à charrettes ;"
    }
  ]
}