{
  "id": "loi-n-2021-998-du-30-juillet-2021",
  "type": "statute",
  "title": "LOI n°2021-998 du 30 juillet 2021",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000043876100",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I.- A modifié les dispositions suivantes :\n\nII. - Les mesures prononcées sur le fondement des articles L. 228-1 à L. 228-5 du code de la sécurité intérieure qui sont en cours à la date de promulgation de la présente loi et dont le terme survient moins de sept jours après cette promulgation demeurent en vigueur pour une durée de sept jours à compter de ce terme si le ministre de l'intérieur a procédé, au plus tard le lendemain de la publication de la présente loi, à la notification de leur renouvellement selon la procédure prévue aux huitième et neuvième alinéas de l'article L. 228-2, aux septième et avant-dernier alinéas de l'article L. 228-4 et aux quatrième et cinquième alinéas de l'article L. 228-5 du même code.\n\n- Code de la sécurité intérieure"
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I.-A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII.-Le I est applicable jusqu'au 31 décembre 2028.Le Gouvernement adresse au Parlement un rapport d'évaluation sur l'application de ces dispositions au plus tard six mois avant cette échéance.\n\n- Code de la sécurité intérieure\n\n- Code de la sécurité intérieure"
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I.-A modifié les dispositions suivantes :\n\n- Code de la sécurité intérieure\n\nII.-Le Gouvernement adresse au Parlement, au plus tard le 31 juillet 2024, un rapport sur l'application de l'article L. 851-3 du code de la sécurité intérieure."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I à II.- A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code du patrimoine\n\n- Code du patrimoine\n\nIII. - Les règles de communicabilité prévues au I ne sont pas applicables :1° Aux documents n'ayant pas fait l'objet d'une mesure de classification ou ayant fait l'objet d'une mesure formelle de déclassification et pour lesquels le délai de cinquante ans prévu au 3° du I de l'article L. 213-2 du code du patrimoine, dans sa rédaction antérieure à la présente loi, a expiré avant l'entrée en vigueur du présent article ;2° Aux fonds ou parties de fonds d'archives publiques ayant fait l'objet, avant l'entrée en vigueur du présent article, d'une ouverture anticipée conformément au II de l'article L. 213-3 du code du patrimoine."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Les articles 1er et 14 de la présente loi sont applicables dans les îles Wallis et Futuna, en Polynésie française, en Nouvelle-Calédonie et dans les Terres australes et antarctiques françaises."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "La présente loi entre en vigueur le lendemain de sa publication dans les îles Wallis et Futuna, en Polynésie française, en Nouvelle-Calédonie et dans les Terres australes et antarctiques françaises.La présente loi entrera en vigueur immédiatement et sera exécutée comme loi de l'Etat."
    }
  ]
}