{
  "id": "loi-n-2013-869-du-27-septembre-2013",
  "type": "statute",
  "title": "LOI n°2013-869\n du 27 septembre 2013",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000027996629",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Dans un délai d'un an à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur la dématérialisation du registre prévu à l'article L. 3212-11 du code de la santé publique, examinant sa faisabilité technique et détaillant les modalités de consultation et de recueil des observations des autorités chargées du contrôle des établissements de santé accueillant des personnes en soins psychiatriques sans consentement susceptibles d'être mises en œuvre ainsi que les adaptations législatives ou réglementaires qu'elle rendrait nécessaires."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I. ― Les I et IV de l'article L. 3211-12-1 du code de la santé publique, dans leur rédaction résultant de l'article 5 de la présente loi, ainsi que les articles 6 et 7 de la même loi entrent en vigueur à compter du 1er septembre 2014.II. ― Les 1° et 2° du I et le IV du même article L. 3211-12-1, dans leur rédaction résultant de l'article 5 de la présente loi, sont applicables aux décisions d'admission en soins psychiatriques sans consentement et aux décisions de réadmission en hospitalisation complète prononcées à compter du 1er septembre 2014.Le 3° du I du même article L. 3211-12-1, dans sa rédaction résultant du même article 5, est applicable aux décisions judiciaires prononçant l'hospitalisation en application de l'article 706-135 du code de procédure pénale ainsi qu'aux décisions prises par le juge des libertés et de la détention en application du I de l'article L. 3211-12-1 ou des articles L. 3211-12 ou L. 3213-9-1 du code de la santé publique à compter du 15 mars 2014. Pour toutes les décisions prononcées entre le 1er et le 15 mars 2014, le juge des libertés et de la détention est saisi huit jours au moins avant l'expiration du délai de six mois prévu au même 3°.III. ― Le présent article est applicable en Nouvelle-Calédonie et en Polynésie française.\n\nLa présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}