{
  "id": "loi-n-54-782-du-2-aout-1954",
  "type": "statute",
  "title": "Loi n° 54-782 du 2 août 1954",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000503691",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les biens et éléments d'actif d'entreprises de presse et d'information visés à l'article 1er de la loi n° 46-994 du 11 mai 1946 qui ont fait l'objet de décrets et arrêtés pris en application de L'article 3 de ladite loi et en vigueur à la date de la publication de la présente loi seront attribués, dans la mesure où ils constituent des biens de presse, aux entreprises de presse et d'information dans les conditions prévues par le titre Ier de la présente loi.Sont considérés comme biens de presse en vue de l'application de la présente loi, les biens destinés ou utilisés à la publication et la diffusion des journaux ou périodiques ou à tous travaux constituant l'accessoire ou le support de la publication."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "L'attribution aux entreprises de presse des biens visés à l'article 1er est faite sous forme de vente au comptant ou sous forme de vente sous condition suspensive du payement du prix conformément à un plan de répartition établi par une commission nationale de répartition des biens de presse.La commission nationale de répartition des biens de presse est composée comme suit :Un représentant du ministre chargé de l'information ;Un représentant de la Société nationale des entreprises de presse ;Six représentants des directeurs d'entreprises de presse désignés par les organisations professionnelles les plus représentatives.La commission désigne son président."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Toute entreprise de presse qui fonctionnait avant le 1er janvier 1953 et qui, à la date de la promulgation de la présente loi, utilisera des biens de presse, a droit à l'attribution desdits biens. Cependant, quand une nouvelle entreprise de presse aura été constituée directement par un ancien déporté ou un titulaire de la carte de la résistance, elle sera appelée à bénéficier des dispositions prévues par la présente loi. Toutefois, la commission nationale de répartition des biens de presse peut, après consultation des entreprises attributaires intéressées, procéder aux regroupements et aménagements propres à assurer la meilleure utilisation possible des biens.Les biens utilisés exclusivement par une entreprise de presse peuvent être attribués à ladite entreprise même s'ils constituent une partie du patrimoine d'une ancienne entreprise dont les autres parties sont utilisées en commun, lorsque lesdits biens peuvent être séparés des biens utilisés en commun sans inconvénient pour les autres entreprises utilisatrices.Lorsque les biens sont utilisés en commun par plusieurs entreprises de presse, l'attribution est faite :Soit à une société de gestion d'imprimerie qui doit comprendre les entreprises utilisatrices depuis un an au moins à la date de publication de la présente loi et qui ont pour objet l'édition de journaux ou périodiques paraissant plus d'une fois par semaine ou paraissant au moins une fois par semaine s'il s'agit d'imprimerie spécialisées dans l'impression de périodiques ;Soit à l'une des entreprises utilisatrices avec l'accord de celles des autres entreprises utilisatrices qui, aux termes de l'alinéa précédent, devraient être appelées à participer à la société de gestion en cas de constitution de celle-ci.Le délai d'utilisation est réduit à six mois pour les entreprises ayant fonctionné antérieurement au 11 mai 1946 et sans interruption depuis cette date.A défaut d'accord entre les entreprises visées au quatrième alinéa, soit pour la constitution d'une société de gestion d'imprimerie, soit pour l'attribution des biens à l'une d'elles, la commission nationale de répartition procède à l'attribution en tenant compte de l'importance respective de chaque entreprise utilisatrice, et si l'opération est matériellement possible, peut, à la demande d'une des parties, procéder à un partage des biens selon l'importance des journaux. Dans le cas ou une seule entreprise est attributaire elle est tenue de consentir aux autres entreprises, visées audit alinéa, soit un contrat de location, soit un contrat d'impression suivant la demande desdites entreprises pour une période qui sera fixée par elles et sera renouvelable à leur gré.Le bénéficiaire du contrat de location ne pourra céder son bail à un tiers sous quelque forme que ce soit ou sous-louer en tout ou en partie, sans l'accord de l'entreprise attributaire. A défaut d'accord entre les parties sur les modalités du contrat, il y aura lieu à à arbitrage du conseil supérieur des entreprises de presse."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Pour permettre l'établissement du plan de répartition, les entreprises intéressées devront adresser une demande au président de la commission nationale de répartition dans les deux mois suivants la publication de la présente loi à peine de forclusion. En attendant la constitution de ladite commission, la demande pourra être adressée au président de la commission nationale des entreprises de presse qui devra la transmettre au président de la commission nationale dès la constitution de celle-ci."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Le plan de répartition sera établi dans les cinq mois suivant la publication de la présente loi. Il déterminera, en fonction des demandes présentées, les biens qui peuvent être attribués à chaque entreprise ou chaque groupe d'entreprises utilisatrices."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Le plan de répartition est notifié dès son établissement aux entreprises intéressées. Lorsque le plan prévoit l'attribution des biens à d'autres entreprises que celles qui les utilisent à la date à laquelle il est établi, notification en est également faite, s'il s'agit de biens non confisqués aux personnes qui en étaient propriétaires à la date du transfert ou à leurs ayants droit.Les entreprises intéressées et les personnes visées à l'alinéa précédant peuvent demander un nouvel examen par la commission dans les quinze jours qui suivent la notification. La commission se prononce dans le mois qui suit après avoir entendues les parties intéressées ou leurs représentants. La décision doit être motivée. Le plan de répartition est publié au Journal Officiel dans les huit jours qui suivent.Toute entreprise utilisant des biens de presse, peut, en attendant l'établissement définitif du plan de répartition, demander qu'il soit procédé à une nouvelle répartition des locaux et imprimeries de presse dans le cadre d'une même ville. La commission doit se prononcer dans le mois de la demande par décision motivée et,si elle estime que la répartition actuelle de ces locaux et imprimeries ne correspond pas aux besoins réels des utilisateurs et à la bonne exploitation des biens traités, elle devra procéder, après consultation des entreprises intéressées, à une nouvelle répartition qui pourra comporter un regroupement des utilisateurs et un changement d'affectation des biens transférés.Cette décision de la commission sera exécutoire dans les huit jours qui suivront sa notification aux entreprises intéressées,nonobstant toute disposition ou convention contraire.Le plan définitif de répartition sera établi en tenant compte de cette décision."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Pour obtenir l'attribution des biens qui lui sont affectés par le plan de répartition, chaque entreprise de presse doit présenter une demande au président de la société nationale des entreprises de presse dans le mois qui suit la publication dudit plan. La demande doit préciser la forme d'attribution sollicitée."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Les modalités d'attribution sont fixées dans le mois qui suit la réception de la demande dans un contrat de vente intervenu entre l'entreprise attributaire et le président de la Société nationale des entreprises de presse."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Lorsqu'il s'agit de biens qui appartenaient à une entreprise ne faisant l'objet d'aucune mesure de confiscation, les modalités d'acquisition ou d'utilisation de ces biens par les entreprises attributaires, conformément au plan de répartition, peuvent faire l'objet de contrats librement conclus entre lesdites entreprises et les personnes qui étaient, à la date du transfert, propriétaires des biens ou leurs ayants droit.Ces contrats doivent être notifiés dès leur conclusion au ministre chargé de l'information et au président de la Société nationale des entreprises de presse. Ils doivent intervenir avant l'expiration d'un délai de trois mois à compter de la publication du du plan de répartition.Ils peuvent être conclus que sous la condition suspensive de l'abrogation, décidée en conseil des ministres, des décrets et arrêtés pris en application de l'article 3 de la loi n° 46-994 du 11 mai 1946 conservant les biens qui sont l'objet desdits contrats.Les textes abrogatifs seront publiés dans un délai le quinze jours à compter de la notification des contrats, après vérification que ceux-ci soit conformes aux dispositions du présent article, mention de cette vérification est faite sur l'original du contrat. Les biens qui sont l'objet de contrats ne seront pas soumis aux dispositions complémentaires de la procédure d'attribution prévues aux articles suivants. Leur situation juridique sera déterminée par les stipulations du contrat et les régles du droit commun. La conclusion du contrat, suivie de l'abrogation des décrets et arrêtés de transfert, dégagera l'Etat, la Société nationale des entreprises de presse, les administrateurs provisoires et les administrateurs séquestres de toutes les obligations ou charges afférentes au transfert ou à la gestion des biens."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Le prix qui doit être porté au contrat visé à l'article 8 est fixé d'après la valeur à l'époque du contrat, des biens attribués, déduction faite de la valeur des améliorations de toute nature apportées depuis la date de la prise de possession, la valeur de ces améliorations devant bénéficier à l'utilisateur ou à la Société nationale des entreprises de presse qui les a réalisées.Pour l'évaluation, il sera tenu compte du droit au bail, mais non des éléments constitués par la clientèle attachée au titre des journaux suspendus.Les attributaires des biens pourront les acquérir par un contrat de vente au comptant ou sous condition suspensive du payement du prix, par annuités. Dans ce dernier cas, les attributaires obtiendront, sur simple demande adressée au président de la Société nationale des entreprises de presse, l'échelonnement des annuités sur une durée qui ne pourra être supérieure à quinze ans.En cas de vente sous condition suspensive du payement du prix, le montant des annuités pourra être revisé sans effet rétroactif à l'expiration de chaque période de cinq ans conformément à des indices fixés par arrêté conjoint du ministre chargé de l'information et du ministre des finances, compte tenu des variations de la valeur de reprise des titres de vente amortissables émis en exécution du décret n° 52-583 du 26 mai 1952 calculée conformément aux dispositions de l'article 5 dudit décret.Lorsqu'un accord est intervenir sur le prix et les conditions de vente entre l'entreprise attributaire et le président de la Société nationale des entreprise de presse, ce prix et ces conditions sont immédiatement notifiés par la Société nationale des entreprises de presse, dans le cas où il ne s'agit pas de biens confisqués, aux propriétaires desdits biens à la date du transfert ou à leurs ayants droit.Les propriétaires ou leurs ayants droit peuvent, dans les huit jours de la notification, aviser le président de la Société nationale des entreprises de presse de leur désaccord.Dans le cas prévu à l'alinéa précédent ou lorsqu'un accord n'a pu intervenir entre le président de la Société nationale des entreprises de presse et l'entreprise attributaire, le différend est réglé par un arbitrage dans les conditions ci-après.Chacune des parties en désaccord désigne un arbitre et notifie cette désignation à l'autre partie. A défaut pour l'une d'elles d'y procéder dans le délai de huit jours et sommation par acte extrajudiciaire à elle faite restée sans réponse, la partie détaillant sera réputée, dans un délai de quinzaine de ladite sommation, accepter les contestations de la partie la plus diligente.Si les arbitres ne parviennent pas à un accord, ils désignent un tiers arbitre. S'ils ne peuvent se mettre d'accord sur cette désignation, le président du conseil supérieur des entreprises de presse y procède à la requête de la partie la plus diligente.Les arbitres doivent rendre leur sentence ou faire connaître leur désaccord tant sur le fond que sur la désignation du tiers arbitre dans le délai d'un mois.Le tiers arbitre doit rendre sa sentence dans le délai d'un mois à partir de sa désignation.La sentence arbitrale est enregistrée au droit fixe et revêtue de l'ordonnance prévue à l'article 1021 du code de procédure civile. Elle n'est susceptible d'aucun recours sauf pour violation de la loi."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Toute entreprise utilisatrice de biens de presse qui renonce à leur attribution soit avant soit après la publication du  plan de répartition, peut demander à bénéficier d'un contrat de location desdits biens pour une durée qu'elle peut fixer à neuf ans au moins.S'il s'agit de biens non confisqués, ces biens sont, sous réserve de la conclusion du contrat prévu à l'alinéa précédent, remis à titre de dation en payement des indemnités dites à raison du transfert desdits biens à la personne qui en était propriétaire à la date du transfert ou à ses ayants droit.La remise à titre de dation en payement des biens visés à l'alinéa précédent décharge la Société nationale des entreprises de presse, les administrateurs provisoires et les administrateurs séquestres à l'égard des personnes créancières d'indemnités de toutes obligations ou charges afférentes au transfert ou à la gestion des biens en cause.A défaut d'accord entre les parties sur les modalités du contrat, il y aura lieu à arbitrage. Chaque partie désigne son arbitre. Les dispositions des cinq dernier alinéa de l'article précédent relatives à la désignation d'un tiers arbitre et celles relatives à la sentence arbitrale seront, d'autre part, applicables."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "L'Etat pourra conserver certains biens de presse confisqués en vue de la création d'un secteur public d'impression qui devra être constitué dans des conditions propres à assurer normalement à sa rentabilité. Les biens seront déterminés pris par décret pris avant la publication du plan de répartition prévu à l'article 2 de la présente loi sur avis de la commission de répartition institué par ledit article.Après la publication du plan de répartition, des décrets pourront placer dans le secteur public des biens confisqués qui n'auront pas fait l'objet d'attribution dans des conditions prévues à l'article 8.Dans le cas où les biens qui font l'objet des décrets prévus aux deux alinéas précédents sont utilisés par des entreprises de presse, l'organisme chargé de la gestion du secteur public est tenu de procurer à ces entreprises des services et fournitures équivalents à ceux qui leur étaient assurés à l'aide desdits biens à la date de publication des décrets."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Les biens non confisqués qui n'auront pas fait l'objet de location ni d'attribution seront remis à titre de dation en payement des indemnités dues à raison du transfert desdits biens à la personne qui en était propriétaire ou à ses ayants droit.Les biens non confisqués qui n'auront pas fait l'objet d'attribution et les biens confisqués à l'attribution desquels l'entreprise utilisatrice aura renoncé et qui n'auront pas été conservés par l'Etat dans les conditions prévues à l'article 12, seront, après publication de la liste desdits biens au Journal Officiel, aliénés dans la forme prévue pour l'aliénation des biens de l'Etat, un droit de préemption étant ouvert aux entreprises utilisant des biens de presse. Une priorité est accordée aux entreprises ayant utilisé, pendant six mois au moins les biens de la Société nationale des entreprises de presse et fonctionnant à la date de la promulgation de la présente loi."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Les contrats de vente sans condition suspensive de payement du prix devront prévoir des garanties de solvabilité des attributaires et l'obligation, pour ceux-ci d'entretenir et, le cas échéant, de remplacer à concurrence des sommes restant dues, les biens attribués jusqu'au payement intégral du prix de vente.Il sera rendu régulièrement compte, à la fin de chaque exercice annuel, de la situation des biens et opération de recouvrement des prix portés au contrat, aux personnes qui étaient propriétaires des biens à la date du transfert, s'il s'agit de biens non confisqués. Ces personnes pourront demander, en cas de non-payement ou de défaut d'entretien, que soient mises en jeu les garanties ou procédures que comporte l'exécution du contrat."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Les sommes payées par les attributaires et éventuellement, le produit de l'aliénation des biens visés au deuxième alinéa de l'article 13 et du deuxième alinéa de l'article 24 sont, au titre de l'indemnisation prévue aux articles 6 et 7 de la loi n° 46-994 du 11 mai 1946, inscrites à un compte bancaire d'affectation spéciale et versées, aux anciens propriétaires des biens transférés non confisqués ou à leurs ayants droit ou, le cas échéant, réparties à due concurrence entre les membres des sociétés visés au deuxième alinéa de l'article 10 de l'ordonnance n° 45-920 du 5 mai 1945 ou à leurs ayants droit.Dans le cas d'application de l'article 12 de la présente loi, des indemnités seront versées par l'Etat et réparties à due concurrence entre les membres des sociétés visés à l'article 10 de l'ordonnance n° 45-920 du 5 mai 1945 ou à leurs ayants droit. Les indemnités seront fixées d'après la valeur des biens établie dans les conditions prévues à l'article 10 de la présente loi.Les versements prévus aux deux alinéas précédents déchargent l'Etat, la Société nationale des entreprises de presse, les administrateurs provisoires et les administrateurs séquestres, à l'égard des personnes créancières d'indemnités, de toutes obligations ou charges afférentes aux transferts ou à la gestion des biens en cause, sauf pour les biens non attribués qui existaient à la date de la suspension de l'entreprise et qui ont disparu totalement ou partiellement. Ces biens seront indemnisés d'après leur valeur vénale à la date de la promulgation de la loi."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Les demandes d'indemnisation devront être présentées par les anciens propriétaires ou leurs ayants droit dans les trois mois qui suivront la publication de la présente loi.Pour bénéficier de l'indemnisation prévue à l'article 10 de l'ordonnance n° 45-920 du 5 mai 1945, les membres des sociétés dont le patrimoine a été totalement ou partiellement confisqué en application de ladite ordonnance devront introduire, dans les deux mois de la publication de la présente loi, le recours prévu au troisième alinéa de l'article 10 précité. Le tribunal devra se prononcer dans les trois mois."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "La Société nationale des entreprises de presse veille à l'exécution régulière des contrats visés à l'article 8 et des obligations mises à la charge des attributaires, notamment en cas de vente sous condition suspensive du payement du prix. Toute faute ou négligence de la part de la société engage sa responsabilité et, à défaut, celle de l'Etat."
    },
    {
      "provision_ref": "art17bis",
      "section": "17bis",
      "title": "Article 17bis",
      "content": "Les entreprises qui ont acquis des biens de presse par ventes sous condition suspensive de payement et qui, avant l'expiration d'un délai de cinq ans à compter de la décision de répartition, auront cessé de faire paraître les journaux ou les écrits périodiques en considération desquels ces biens leur ont été attribués, pourront être déchues du bénéfice de cette attribution. La déchéance sera constatée par arrêté du ministre chargé de l'information.Les contrats de vente seront résolus de plein droit et les biens remis en dation en payement ou aliénés selon les modalités prévues à l'article 13 de la loi du 2 août 1954.Les annuités versées par l'attributaire jusqu'à la résolution de la vente seront acquises à l'ancien propriétaire ou à l'Etat à titre d'indemnité d'occupation.Un décret en Conseil d'Etat déterminera les modalités d'application du présent article, et notamment les conditions dans lesquelles les cessions et les réglements anticipés faits avec l'agrément des anciens propriétaires demeureront valables."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Sont de plein droit considérés comme étant de bonne foi les actionnaires ou leurs ayants droit titulaires de la carte de combattant au titre des forces françaises libres ou au titre de la Résistance, ainsi que ceux qui, bien que n'ayant pas obtenu cette carte, ont été cités ou décorés à l'un de ces titres lorsqu'ils remplissent les conditions suivantes :\n\n1° Avoir été propriétaires des actions avant le 26 juin 1940 ;\n\n2° N'avoir exercé dans le journal, et d'après la comptabilité, aucune fonction de direction ou d'administration.\n\nIls ne sont pas tenus d'engager la procédure prévue par l'article 10 de l'ordonnance n° 45-920 du 5 mai 1945."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Seront considérés comme actionnaires de bonne foi dans les conditions prévues à l'article 10 de l'ordonnance n° 45-920 du 5 mai 1945 les porteurs titulaires d'actions et de parts sociales au plus égales à 1 p. 100 du capital de la société qui remplissent les conditions suivantes :1° Avoir été propriétaires de parts ou actions avant le 26 juin 1940 ;2° N'avoir en aucune façon participé à la direction du journal ou écrit périodique ;3° N'avoir fait l'objet d'aucune sanction au titre des lois sur l'épuration ou sur la répression des faits de collaboration."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Les journalistes professionnels et les salariés non journalistes qui ont perdu leur emploi à la suite de la suspension d'entreprises de presse prononcée dans le cadre d'application de l'ordonnance du 30 septembre 1944 et qui n'ont été l'objet d'aucune sanction pour faits de collaboration, ou qui ont renoncé à leur emploi pour des raisons de conscience entre le 25 juin 1940 et le jour de la libération, ont droit à des indemnités correspondant aux indemnités de délai-congé et, le cas échéant, de congédiement, prévues par les articles 29 c et 29 d du livre Ier, du code du travail, sauf dans les cas où :1° Ils ont perçu des indemnités sous quelque forme que ce soit en raison de leur licenciement. Lorsque les indemnités ainsi perçues sont inférieures à celles auxquelles ils peuvent prétendre en application du premier alinéa du présent article et n'ont pas été fixées par décision judiciaire, ils conservent leurs droits à due concurrence ;2° Ils ont conclu depuis la date de la suspension de l'ancienne entreprise un nouveau contrat de travail tenant compte de l'ancienneté acquise par eux au service de l'entreprise suspendue ou ont perçu, à la suite d'un nouvel emploi, une indemnité de licenciement calculée en tenant compte de cette ancienneté.Les ouvriers ou employés retraités affiliés à un régime de retraite particulier à l'une des entreprises suspendue seront réintégrés dans la totalité des droits que leur conférait en 1944 ou leur aurait conféré postérieurement, le régime de retraite en cause."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Toute entreprise de presse attributaire de biens de presse, bénéficiant d'un des contrats prévus à l'article 9 ou remise en possession de ses biens en vertu d'une dation en payement des indemnités dues à raison de transfert, qui emploie des journalistes ou salariés non journalistes ayant perdu leur emploi à la suite de la suspension d'entreprises de presse prononcée dans le cadre d'application de l'ordonnance du 30 septembre 1944 et qui ne se trouvent pas dans l'un des cas prévus aux paragraphes 1° et 2° de l'article précédent, doit, en cas de licenciement de ces journalistes ou salariés, tenir compte pour le calcul des indemnités qui leur sont dues de l'ancienneté acquise par eux au service de l'ancienne entreprise.Les provisions constituées par les entreprises de presse en vue du payement des indemnités ci-dessus mentionnées seront admises en déduction pour l'établissement de l'impôt sur les personnes physiques ou de l'impôt sur les sociétés."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Toute entreprise de presse attributaire de biens de presse ou bénéficiant d'un des contrats prévus à l'article 9, ou remise en possession de ses biens, en vertu d'une dation en payement des indemnités dues à raison de transfert et exploitant un journal ou un périodique, est dans l'obligation d'employer dans ses services rédactionnels au moins 10 p. 100 de journalistes professionnels ayant droit à la carte d'identité professionnelle ou titulaires de cette carte délivrée par application de la loi du 29 mars 1935 et des textes subséquents et titulaires de la carte de combattant volontaire de la Résistance ou bien qui n'ayant pas obtenu cette carte auront été cités ou décorés au titre des forces françaises libres ou de la Résistance.Si par cas de force majeure, l'entreprise intéressée ne peut remplir intégralement ses obligations légales, elle pourra recruter, le complément de personnel nécessaire pour atteindre le pourcentage fixé parmi les journalistes ex-prisonniers de guerre 1939-1945 ou, à défaut, parmi ceux titulaires de la carte d'ancien combattant.Les mêmes obligations sont applicables aux personnels administratifs des entreprises visées au présent article.Dans les six mois suivant la promulgation de la loi, les modalités d'application des présentes mesures seront déterminées conformément aux stipulations de l'article 31 ci-après."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Il est crée un fonds spécial de liquidation des indemnités dues au personnel visé à l'article 20. Le fonds sera alimenté par un prélèvement sur le produit des biens confisqués. Le fonctionnement du fonds et les modalités du règlement des indemnités qui devront être payées au fur et à mesure de la réalisation des recettes seront fixés par un arrêté conjoint du ministre des finances et du ministre chargé de l'information.Les intéressés devront faire valoir leurs droit, dans un délai de deux mois à compter de la publication de la présente loi. Lorsqu'ils sont employés par une nouvelle entreprise, les indemnités ne seront qu'à compter de la date à laquelle leur emploi prendra fin."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Les biens transférés et non confisqués qui ne constituent pas des biens de presse seront remis, à titre de dation, en payement des indemnités qui leur sont dues, à raison du transfert desdits biens aux personnes qui en étaient propriétaires à la date du transfert ou à leurs ayants droit.Les biens transférés et confisqués qui ne constituent pas des biens de presse seront aliénés dans la forme prévue pour l'aliénation des biens de l'Etat.En cas de confiscation partielle, lorsque les biens transférés représentent, en valeur, au moins la quote-part revenant à l'Etat au titre des confiscations prononcées, les biens non transférés qui ne constituent pas des biens de presse seront remis aux anciens propriétaires. La valeur de ces biens viendra en déduction des indemnités auxquelles ils peuvent prétendre.La remise à titre de dation en payement des biens transférés, prévue au premier alinéa, décharge l'Etat, la Société nationale des entreprises de presse, les administrateurs provisoires et les administrateurs séquestres, à l'égard des personnes créancières d'indemnité, de toutes obligations ou charges afférentes aux transferts ou à la gestion des biens en cause, sauf pour les biens non restitués qui existaient à la date de la suspension de l'entreprise."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Les décrets suivis d'arrêtés et les arrêtés pris en application de l'article 3 de la loi n°46-994, ainsi que les arrêtés visés aux articles 2 et 3 de la loi du 22 décembre 1952, en vigueur à la date de publication de la présente loi, sont expressément validés, sous réserve de l'application de l'alinéa 3 de l'article 9 de la présente loi."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "La conclusion de contrats d'attribution portant sur des immeubles grevés de droits locatifs au profit de tiers entraîne de plein droit la résolution de ces droits, sous réserve de l'indemnisation des titulaires desdits droits. L'indemnité due aux titulaires de droits locatifs est fixée en même temps que le prix d'attribution de l'immeuble soit par voie d'accord, soit par voie d'arbitrage, dans les conditions prévues à l'article 40."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Les propriétaires de biens d'entreprises de presse visés à l'article 1er de la loi n° 46-994 du 11 mai 1946 qui ne font pas, à la date de publication de la présente loi, l'objet d'arrêtés de transfert, sont réintégrés dans tous leurs droits sur ces biens dont ils auraient pu être dépossédés dans le cadre d'application de ladite loi. Ces biens ne pourront faire l'objet de mesure d'expropriation que dans les formes et conditions du droit commun.Toutefois, si, à la date de publication de la présente loi, les biens visés au premier alinéa du présent article sont utilisés par de nouvelles entreprises de presse, dont la confection de journaux et si aucun accord n'a été conclu entre ses nouvelles entreprises et les propriétaire desdits biens, ceux-ci sont tenus pendant une durée de neuf ans au moins, nonobstant toute mainlevée du séquestre mis sur ces biens, de permettre l'impression de journaux nouveaux et de laisser à la disposition des entreprises de presse utilisatrices les locaux et installations nécessaires à leur confection et à leur expédition, occupés par eux et annexes des locaux d'impression. Dans les mêmes conditions, les nouvelles entreprises pourront, si elles le désirent, être maintenues dans les locaux de rédaction nécessaires à la publication de journaux ou périodiques édités par elles. A défaut d'accord entre les parties sur les modalités du contrat, il y aura lieu à arbitrage dans les conditions définies par les cinq derniers alinéas de l'article 10."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "Les sommes versées en application des articles 9, 15 et 20 de la présente loi, ainsi que les sommes versées pour l'acquisition des biens non visés à l'alinéa 1er de l'article 1er de la présente loi, mais se rattachant directement à l'exploitation de l'entreprise de presse, sont exemptes de tous impôts et taxes.Les dations en payement visées aux articles 11, 13 et 21 ne pourront donner lieu à aucun impôt ni taxe.Les contrats conclus en application des articles 8, 9 et 11 seront enregistrés au droit fixe."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Sont abrogées toutes dispositions contraires à celles de la présente loi."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Sous réserve de la disposition du huitième alinéa de l'article 10 ci-dessus, tous les avis, demandes et notifications prévus à la présente loi devront être adressés par lettre recommandée avec avis de réception."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Des règlements d'administration publique pris sur le rapport du ministre chargé de l'information et du ministre des finances détermineront les modalités d'application de la présente loi."
    }
  ]
}