{
  "id": "loi-n-73-1150-du-27-decembre-1973",
  "type": "statute",
  "title": "Loi n° 73-1150 du 27 décembre 1973",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000509756",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. Sous réserve des dispositions de la présente loi, continueront d'être opérées pendant l'année 1974 conformément aux dispositions législatives et réglementaires :1- la perception des impôts, produits et revenus affectés à l'Etat ;2- la perception des impôts, produits et revenus affectés aux collectivités territoriales, aux établissements publics et organismes divers dûment habilités.II. Toutes contributions, directes ou indirectes, autres que celles qui sont autorisées par les lois, ordonnances et décrets en vigueur et par la présente loi, à quelque titre et sous quelque dénomination qu'elles se perçoivent, sont formellement interdites, à peine contre les employés qui confectionneraient les rôles et tarifs et ceux qui en poursuivraient le recouvrement, d'être poursuivis comme concussionnaires, sans préjudice de l'action en répétition, pendant trois années, contre tous receveurs, percepteurs ou individus qui en auraient fait la réception .Sont également punissables des peines prévues à l'égard des concussionnaires, tous détenteurs de l'autorité publique qui, sous une forme quelconque, et pour quelque motif que ce soit, auront, sans autorisation de la loi, accordé toute exonération ou franchise de droit, impôt ou taxe publique, ou auront effectué gratuitement la delivrance de produits des établissements de l'Etat. Ces dispositions sont applicables aux personnels d'autorité des entreprises nationales qui auraient effectué gratuitement, sans autorisation légale ou réglementaire, la délivrance de produits ou services de ces entreprises."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Le regime d'imposition des cessions de droits sociaux prevu a l'article 160 du Code general des impots s'applique a la seule condition que les droits detenus directement ou indirectement dans les benefices sociaux par le cedant ou son conjoint, leurs ascendants et leurs descendants aient depasse ensemble 25 % de ces benefices a un moment quelconque au cours des cinq dernieres annees.\n\nAlinea modificateur\n\nEn cas d'echange de droits sociaux resultant d'une fusion ou d'une scission, le contribuable peut repartir la plus-value imposable sur l'annee de l'echange et les quatre annees suivantes.\n\nLes dispositions de l'avant-dernier alinea de l'article 160-i du Code general des impots demeurent applicables.\n\nLes dispositions du present article s'appliquent aux cessions de droits sociaux realisees apres le 20 septembre 1973."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. Alinéa modificateurCETTE DISPOSITION EST APPLICABLE AUX PLUS-VALUES REALISEES AU COURS DES EXERCICES CLOS A COMPTER DU 1ER DECEMBRE 1973.II. LA REINTEGRATION DES PLUS-VALUES SUR BIENS AMORTISSABLES PREVUE AU 3 d DE L'ARTICLE 210 A DU CODE GENERAL DES IMPOTS PEUT ETRE ETALEE SUR UNE PERIODE N'EXCEDANT PAS CINQ ANS, SANS QUE LA SOMME REINTEGREE CHAQUE ANNEE PUISSE ETRE INFERIEURE AU CINQUIEME DES PLUS-VALUES.CETTE DISPOSITION EST APPLICABLE AUX PLUS-VALUES DEGAGEES A L'OCCASION DE FUSIONS OU OPERATIONS ASSIMILEES DEVENUES DEFINITIVES A COMPTER DU 1ER DECEMBRE 1973."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "LE DELAI PREVU A L'ARTICLE 35 A DU CODE GENERAL DES IMPOTS, A L'EXPIRATION DUQUEL LES VENTES D'IMMEUBLES OU DE DROITS S'Y RAPPORTANT NE DONNENT PAS NAISSANCE A DES PROFITS IMPOSABLES, EST PORTE A DIX ANS .Alinéa modificateurSONT EXCLUS DU CHAMP D'APPLICATION DE L'ARTICLE 35 A, LES PROFITS NES DE LA CESSION DE RESIDENCES PRINCIPALES OCCUPEES PERSONNELLEMENT PAR LE PROPRIETAIRE SOIT DEPUIS LEUR ACQUISITION OU LEUR ACHEVEMENT, SOIT PENDANT AU MOINS CINQ ANS.LES DISPOSITIONS DU PRESENT ARTICLE S'APPLIQUENT AUX PROFITS NES DES CESSIONS REALISEES APRES LE 31 DECEMBRE 1973."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "LES DEFICITS PROVENANT D'ACTIVITES NON COMMERCIALES AU SENS DE L'ARTICLE 92 DU CODE GENERAL DES IMPOTS, AUTRES QUE CEUX QUI PROVIENNENT DE L'EXERCICE D'UNE PROFESSION LIBERALE OU DES CHARGES ET OFFICES DONT LES TITULAIRES N'ONT PAS LA QUALITE DE COMMERCANT, NE SONT PAS DEDUCTIBLES DU REVENU GLOBAL DU CONTRIBUABLE. ILS PEUVENT ETRE IMPUTES SUR LES BENEFICES TIRES D'ACTIVITES SEMBLABLES DURANT LA MEME ANNEE OU LES CINQ ANNEES SUIVANTES."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I. A. LE BENEFICE DE L'EXONERATION DES DROITS DE MUTATION A TITRE GRATUIT EN FAVEUR DES CONSTRUCTIONS NOUVELLES, RECONSTRUCTIONS OU ADDITIONS DE CONSTRUCTIONS DONT LES TROIS QUARTS AU MOINS DE LA SUPERFICIE SONT AFFECTES A L' HABITATION EST RESERVE AUX IMMEUBLES QUI REMPLISSENT LES DEUX CONDITIONS SUIVANTES :1- L' IMMEUBLE DOIT :- SOIT AVOIR ETE ACQUIS PAR UN ACTE AUTHENTIQUE AVANT LE 20 SEPTEMBRE 1973 OU AVOIR FAIT L' OBJET, DANS LES CONDITIONS FIXEES A L' ARTICLE 11 DE LA LOI N- 67-3 DU 3 JANVIER 1967, D' UN CONTRAT PRELIMINAIRE ENREGISTRE AVANT LE 20 SEPTEMBRE 1973 ;- SOIT AVOIR ETE ATTRIBUE A UN ASSOCIE EN EXECUTION D' UNE SOUSCRIPTION OU ACQUISITION DE PARTS OU ACTIONS AYANT ACQUIS DATE CERTAINE AVANT LE 20 SEPTEMBRE 1973 OU AVOIR FAIT L' OBJET, DANS LES CONDITIONS FIXEES A L'ARTICLE 15 DE LA LOI N° 71-579 DU 16 JUILLET 1971, D'UN CONTRAT PRELIMINAIRE ENREGISTRE AVANT LE 20 SEPTEMBRE 1973.2- LES FONDATIONS DE L'IMMEUBLE DOIVENT AVOIR ETE TERMINEES AVANT CETTE MEME DATE, LES CONSTATATIONS DE L'HOMME DE L'ART EN FAISANT FOI. TOUTEFOIS, CETTE CONDITION N'EST PAS EXIGEE, DANS LE CAS DE VENTE A TERME OU EN L'ETAT FUTUR D'ACHEVEMENT, LORSQUE LE FINANCEMENT DES IMMEUBLES EST GARANTI PAR UN ETABLISSEMENT BANCAIRE OU FINANCIER DANS LES CONDITIONS PREVUES PAR LA REGLEMENTATION EN VIGUEUR .B. EN OUTRE, POUR LES CONSTRUCTIONS D'HABITATIONS INDIVIDUELLES EDIFIEES SANS RECOURS A UN MAITRE D'OEUVRE OU POUR LES IMMEUBLES CONSTRUITS PAR UN PARTICULIER SUR UN TERRAIN LUI APPARTENANT, IL SUFFIRA QUE LE CHANTIER AIT ETE EFFECTIVEMENT OUVERT, PAR L'AUTEUR DE LA TRANSMISSION A TITRE GRATUIT, A LA DATE DU 25 OCTOBRE 1973.C. LE BENEFICE DE L'EXONERATION DES DROITS DE MUTATION A TITRE GRATUIT PREVUE EN FAVEUR DES ACTIONS DES SOCIETES IMMOBILIERES D' INVESTISSEMENT EST RESERVE AUX ACTIONS SOUSCRITES OU ACQUISES AVANT LE 20 SEPTEMBRE 1973, AINSI QU'AUX ACTIONS SOUSCRITES A L'OCCASION D'AUGMENTATIONS DE CAPITAL AUTORISEES PAR LE MINISTRE DE L'ECONOMIE ET DES FINANCES AVANT CETTE MEME DATE.D. CES DISPOSITIONS PRENNENT EFFET A LA DATE DU 20 SEPTEMBRE 1973.II. L'EXONERATION DE DROITS DE MUTATION A TITRE GRATUIT PREVUE A L'ARTICLE 793-2 (3°) DU CODE GENERAL DES IMPOTS EN FAVEUR DES BIENS RURAUX LOUES PAR BAIL A LONG TERME N'EST PAS APPLICABLE LORSQUE LE BAIL A ETE CONSENTI, PAR UN ACTE N'AYANT PAS ACQUIS DATE CERTAINE AVANT LE 1ER NOVEMBRE 1973, AU BENEFICIAIRE DE LA TRANSMISSION, A SON CONJOINT, A UN DE LEURS DESCENDANTS OU A UNE SOCIETE CONTROLEE PAR UNE OU PLUSIEURS DE CES PERSONNES.TOUTEFOIS, CETTE DISPOSITION NE S'APPLIQUE PAS DANS LA LIMITE D'UNE SUPERFICIE AU PLUS EGALE A UNE FOIS ET DEMIE LA SUPERFICIE MINIMUM D'INSTALLATION PREVUE A L'ARTICLE 188-3 DU CODE RURAL, QUEL QUE SOIT LE NOMBRE DES TRANSMISSIONS SUCCESSIVES INTERVENUES DU CHEF D'UNE MEME PERSONNE.A TITRE TRANSITOIRE, ET EN ATTENDANT LA PUBLICATION DES ARRETES PRIS EN APPLICATION DE L'ARTICLE 188-3 DU CODE RURAL, LA LIMITE VISEE A L'ALINEA PRECEDENT SERA EGALE AU TIERS DE LA SUPERFICIE MAXIMALE PREVUE POUR L'APPLICATION DE LA LEGISLATION SUR LES CUMULS A LA DATE DE LA PRESENTE LOI .III. L'ABATTEMENT EFFECTUE POUR LA PERCEPTION DES DROITS DE MUTATION A TITRE GRATUIT SUR LA PART DU CONJOINT SURVIVANT, SUR CELLE DE CHACUN DES ASCENDANTS ET SUR CELLE DE CHACUN DES ENFANTS VIVANTS OU REPRESENTES EST PORTE A 175 000 F.A DEFAUT D'AUTRE ABATTEMENT, UN ABATTEMENT DE 10 000 F EST OPERE SUR CHAQUE PART SUCCESSORALE."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "LES ENTREPRISES VISEES AU I DE L'ARTICLE 237 BIS-A DU CODE GENERAL DES IMPOTS SONT AUTORISEES A CONSTITUER EN FRANCHISE D'IMPOTS, A LA CLOTURE DES EXERCICES ARRETES DU 1ER OCTOBRE 1973 AU 30 SEPTEMBRE 1974, UNE PROVISION POUR INVESTISSEMENT D'UN MONTANT EGAL A 80 % DES SOMMES PORTEES A LA RESERVE SPECIALE DE PARTICIPATION AU COURS DU MEME EXERCICE .\n\nLE POURCENTAGE PREVU A L'ALINEA PRECEDENT EST REDUIT A 65 % POUR LES EXERCICES CLOS DU 1ER OCTOBRE 1974 AU 30 SEPTEMBRE 1975, ET A 50 % POUR LES EXERCICES CLOS A COMPTER DU 1ER OCTOBRE 1975.\n\nLES DISPOSITIONS DES DEUX PRECEDENTS ALINEAS NE S'APPLIQUENT NI AUX SOCIETES COOPERATIVES DE PRODUCTION, NI A LA PARTIE DE LA PROVISION POUR INVESTISSEMENT QUI RESULTE, SOIT DE L'APPLICATION DES ACCORDS DEROGATOIRES DE PARTICIPATION SIGNES AVANT LE 1ER OCTOBRE 1973, SOIT DE LEUR RECONDUCTION."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I. LE TAUX DU PRELEVEMENT SUR LES PRODUITS DE PLACEMENTS A REVENU FIXE PREVU A L'ARTICLE 125 A DU CODE GENERAL DES IMPOTS EST PORTE A UN TIERS POUR LES PRODUITS PERCUS POSTERIEUREMENT AU 31 DECEMBRE 1973 ; TOUTEFOIS, IL DEMEURE FIXE A 25 % POUR LES PRODUITS D'OBLIGATIONS.Alinéa modificateurII. LE TAUX DU PRELEVEMENT PREVU A L'ARTICLE 235 QUATER, I TER, DU CODE GENERAL DES IMPOTS EST PORTE A UN TIERS POUR LES PROFITS REALISES JUSQU'AU 31 DECEMBRE 1981 A L'OCCASION DE LA CESSION D'IMMEUBLES OU DE DROITS S'Y RAPPORTANT POUR LESQUELS LA DELIVRANCE DU PERMIS DE CONSTRUIRE OU LE DEPOT DE LA DECLARATION QUI EN TIENT LIEU SONT POSTERIEURS AU 31 DECEMBRE 1973."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I. LES PERSONNES QUI SOUSCRIVENT DES ENGAGEMENTS D'EPARGNE A LONG TERME A COMPTER DU 1ER OCTOBRE 1973 NE PEUVENT BENEFICIER DE L'EXONERATION D'IMPOT SUR LE REVENU A RAISON DES PRODUITS DES PLACEMENTS CORRESPONDANTS QUE SI LE MONTANT ANNUEL DE LEURS VERSEMENTS, OUTRE LA LIMITE DEJA PREVUE A L'ARTICLE 163 BIS A DU CODE GENERAL DES IMPOTS, N'EXCEDE PAS 20.000 F PAR FOYER.LES ENGAGEMENTS PROROGES A COMPTER DU 1ER OCTOBRE 1973 BENEFICIENT DE LA MEME EXONERATION SI LE MONTANT ANNUEL DES VERSEMENTS EST RAMENE A LA LIMITE DE 20.000 F PAR FOYER FIXEE CI-DESSUS.II. LES PLACEMENTS EN VALEURS MOBILIERES REALISES DANS LE CADRE D'ENGAGEMENTS D'EPARGNE A LONG TERME NE PEUVENT, A COMPTER DU 1ER OCTOBRE 1973, ETRE EFFECTUES SOUS LA FORME DE PARTS SOCIALES DE SOCIETES DANS LESQUELLES LE SOUSCRIPTEUR, SON CONJOINT, LEURS ASCENDANTS OU LEURS DESCENDANTS POSSEDENT DES INTERETS DIRECTS OU INDIRECTS."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "LES INTERETS, ARRERAGES ET AUTRES PRODUITS DES OBLIGATIONS, CREANCES, DEPOTS ET CAUTIONNEMENTS VISES AUX ARTICLES 120 (6°) ET 124 DU CODE GENERAL DES IMPOTS, LES REDEVANCES DE CESSION OU CONCESSION DE LICENCES D'EXPLOITATION, DE BREVETS D'INVENTION, DE MARQUES DE FABRIQUE, PROCEDES OU FORMULES DE FABRICATION ET AUTRES DROITS ANALOGUES OU LES REMUNERATIONS DE SERVICES, PAYES OU DUS PAR UNE PERSONNE PHYSIQUE OU MORALE DOMICILIEE OU ETABLIE EN FRANCE A DES PERSONNES PHYSIQUES OU MORALES QUI SONT DOMICILIEES OU ETABLIES DANS UN ETAT ETRANGER OU UN TERRITOIRE SITUE HORS DE FRANCE ET Y SONT SOUMISES A UN REGIME FISCAL PRIVILEGIE, NE SONT ADMIS COMME CHARGES DEDUCTIBLES POUR L'ETABLISSEMENT DE L'IMPOT QUE SI LE DEBITEUR APPORTE LA PREUVE QUE LES DEPENSES CORRESPONDENT A DES OPERATIONS REELLES ET QU'ELLES NE PRESENTENT PAS UN CARACTERE ANORMAL OU EXAGERE.POUR L'APPLICATION DE L'ALINEA QUI PRECEDE, LES PERSONNES SONT REGARDEES COMME SOUMISES A UN REGIME FISCAL PRIVILEGIE DANS L'ETAT OU LE TERRITOIRE CONSIDERE SI ELLES N'Y SONT PAS IMPOSABLES OU SI ELLES Y SONT ASSUJETTIES A DES IMPOTS SUR LES BENEFICES OU LES REVENUS NOTABLEMENT MOINS ELEVES QU'EN FRANCE."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I. SOUS RESERVE DU II CI-APRES, EST MAJORE DE 20 % LE TARIF :- DES DROITS FIXES D'ENREGISTREMENT ET DE LA TAXE FIXE DE PUBLICITE FONCIERE AUTRES QUE LES DROITS PREVUS AUX ARTICLES 835 A 843 ET 1012 A 1018 DU CODE GENERAL DES IMPOTS ;- DES DROITS DE TIMBRE ET TAXES ASSIMILEES PREVUS AUX ARTICLES 886 A 943, 945 A 963, 966 ET 967 DU CODE GENERAL DES IMPOTS.II. Paragraphe modificateur2. LE DROIT DE 0,10 F PREVU A L'ARTICLE 917-I DU CODE GENERAL DES IMPOTS EST MAINTENU.3. LE DROIT D'EXAMEN POUR L'OBTENTION DU PERMIS DE CONDUIRE LES NAVIRES DE PLAISANCE A MOTEUR EN MER OU SUR LES EAUX INTERIEURES EST FIXE A 24 F.LE DROIT PREVU A L'ARTICLE 963-IV DU CODE GENERAL DES IMPOTS EST APPLICABLE A LA DELIVRANCE DU PERMIS DE CONDUIRE EN MER LES NAVIRES DE PLAISANCE A MOTEUR.III. LES CERTIFICATS D'IMMATRICULATION DES VEHICULES A MOTEUR DELIVRES AU NOM D'UN EPOUX A LA SUITE DU DECES DE SON CONJOINT DONNENT LIEU AU PAYEMENT DE LA TAXE PREVUE A L'ARTICLE 968-VI DU CODE GENERAL DES IMPOTS.IV. LA TAXE PREVUE A L'ARTICLE 960-I DU CODE GENERAL DES IMPOTS ES FIXEE A 170 F POUR LES DEBITS DE BOISSONS DE 3E OU 4E CATEGORIE OUVERTS A TITRE TEMPORAIRE DANS LES FOIRES, EXPOSITIONS OU AUTRES MANIFESTATIONS.LE PAYEMENT DE CETTE TAXE COUVRE TOUTES LES OUVERTURES ET TRANSLATIONS INTERVENANT AU COURS D'UNE ANNEE CIVILE POUR UN DEBIT APPARTENANT A UNE MEME PERSONNE. ELLE EST PAYABLE D'AVANCE LE 1ER JANVIER DE CHAQUE ANNEE OU LORS DE LA PREMIERE OUVERTURE DU DEBIT.V. LA DATE D'ENTREE EN VIGUEUR DES I A IV CI-DESSUS SERA FIXEE PAR DECRET, AU PLUS TARD AU 15 JANVIER 1974."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "LE GOUVERNEMENT PRESENTERA DANS LE PROJET DE LA LOI DE FINANCES POUR 1975 UN BAREME DE L'IMPOT SUR LE REVENU DONT LES TAUX NE COMPORTERONT ENTRE EUX AUCUN ECART SUPERIEUR A CINQ POINTS."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I. Tout contribuable peut considérer comme étant à sa charge, au sens de l'article 196 du code général des impôts, à la condition qu' ils vivent sous son toit, ses ascendants, ou ses frères et soeurs titulaires de la carte d'invalidité prévue à l'article 173 du code de la famille et de l'aide sociale, ainsi que ceux de son conjoint.L'exercice de cette faculté est reservé aux contribuables dont le revenu annuel imposable, cumulé avec celui de la personne ainsi comptée à charge, n'excède pas 20 000 F, ce chiffre étant augmenté de 4 000 F par personne supplémentaire à charge.II. Paragraphe modificateur."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I. LE DROIT DE TIMBRE DES AFFICHES PREVU A L'ARTICLE 944-I DU CODE GENERAL DES IMPOTS EST DOUBLE. LE PRODUIT DE CETTE MAJORATION EST AFFECTE AUX BUDGETS DES COMMUNES INTERESSEES .II. LES TAUX DE LA TAXE SUR LA PUBLICITE PREVUS A L'ARTICLE 207 DU CODE DE L'ADMINISTRATION COMMUNALE SONT DOUBLES .LES MODIFICATIONS DE FORME CONSECUTIVES A CETTE AUGMENTATION SERON APPORTEES AU CODE DE L'ADMINISTRATION COMMUNALE PAR DECRET ."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I. et II. Paragraphes modificateursIII. LES DISPOSITIONS DU PRESENT ARTICLE ENTRERONT EN VIGUEUR LE 1ER FEVRIER 1974."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "LA VALEUR LIMITE DE 30.000 F ET L'ABATTEMENT DE 10.000 F PREVUS POUR LE CALCUL DU DROIT D'ENREGISTREMENT EXIGIBLE SUR LES CESSIONS DE FONDS DE COMMERCE ET AUTRES BIENS VISES AUX ARTICLES 719, 724 ET 725 DU CODE GENERAL DES IMPOTS SONT PORTES RESPECTIVEMENT A 50.000 F ET 20.000 F."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I. LES PERSONNES MORALES PASSIBLES DE L'IMPOT SUR LES SOCIETES SONT ASSUJETTIES, A COMPTER DE 1974, A UNE IMPOSITION FORFAITAIRE ANNUELLE D'UN MONTANT DE 1.000 F. CETTE IMPOSITION N'EST PAS APPLICABLE AUX ORGANISMES SANS BUT LUCRATIF VISES A L'ARTICLE 206-5 DU CODE GENERAL DES IMPOTS AINSI QU'AUX PERSONNES MORALES EXONEREES DE L'IMPOT SUR LES SOCIETES EN VERTU DES ARTICLES 207 ET 208 DU MEME CODE.L'IMPOSITION FORFAITAIRE DE 1.000 DOIT ETRE PAYEE SPONTANEMENT A LA CAISSE DU COMPTABLE DU TRESOR CHARGE DU RECOUVREMENT DE L'IMPOT SUR LES SOCIETES, AU PLUS TARD LE 1ER MARS ; UNE MAJORATION DE 10 % EST APPLIQUEE AUX SOMMES NON VERSEES A CETTE DATE.LE RECOUVREMENT DE L'IMPOSITION OU DE LA FRACTION D'IMPOSITION NON REGLEE ET DE LA MAJORATION DE 10 % CORRESPONDANTE EST POURSUIVI, LE CAS ECHEANT, EN VERTU D'UN ROLE EMIS PAR LE DIRECTEUR DES SERVICES FISCAUX.LES RECLAMATIONS SONT PRESENTEES, INSTRUITES ET JUGEES COMME EN MATIERE D'IMPOTS DIRECTS. LE RECOUVREMENT EST GARANTI PAR LES SURETES ET PRIVILEGES PREVUS POUR CES IMPOTS.II. LE MONTANT DE L'IMPOSITION FORFAITAIRE DE 1.000 F VERSE DANS LES CONDITIONS PREVUES AU I EST DEDUCTIBLE DE L'IMPOT SUR LES SOCIETES DU PENDANT L'ANNEE DE L'EXIGIBILITE DE CETTE IMPOSITION ET LES DEUX ANNEES SUIVANTES.III. UN DECRET FIXERA EN TANT QUE DE BESOIN LES CONDITIONS D'APPLICATION DU PRESENT ARTICLE."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "- I - Le Gouvernement déposera, avant le 1er juin 1974, un projet de loi instituant une compensation entre les régimes de base obligatoires de sécurité sociale, à l'exclusion de tout régime complémentaire.Cette compensation sera progressive pour être totale au 1er janvier 1978. A cette date, au sein des différents régimes de base, sera institué dans les trois branches - assurance maladie, vieillesse et prestations familiales - un système de protection sociale minimum applicable à tous les Français.Dans le cadre des réformes prévues à l'alinéa précédent, un aménagement de l'assiette des charges sociales assumées par les entreprises sera recherché pour tenir compte de l'ensemble des éléments d'exploitation.Un décret en Conseil d'Etat fixera le montant des diverses ressources nécessaires pour l'alimentation du budget des différents régimes de base de sécurité sociale.L'ensemble des recettes et dépenses de tous les régimes de protection sociale est présenté chaque année au Parlement en annexe à la loi de finances.II - Pour l'année 1974, et à compter du 1er janvier, les modalités de la compensation sont fixées comme suit :Elle est instituée entre les régimes obligatoires de sécurité sociale, à l'exclusion de tout régime complémentaire, au sens des articles L. 4, L. 658 et L. 663-11 du code de la Sécurité sociale et de l'article 1050 du code rural, en ce qui concerne les charges de l'assurance vieillesse au titre des droits propres, de l'assurance maladie et maternité au titre des prestations en nature, ainsi que des prestations familiales.Fondée sur les rapports cotisants actifs / bénéficiaires, elle est calculée sur la base d'une prestation de référence et d'une cotisation moyenne.Elle est opérée après application des compensations existantes, à l'exclusion de la surcompensation interprofessionnelle des prestations vieillesse prévue à l'article 73 de la loi n° 63-1241 du 19 décembre 1963 portant loi de finances pour 1964. Les soldes qui en résultent entre les divers régimes sont fixés par arrêté du ministre chargé de la sécurité sociale, du ministre chargé du budget et des ministres intéressés.Ces versements, qui interviendront en 1974 sous forme d'avance, sont faits à un compte spécial ouvert à la caisse des dépôts et consignations, qui en assure la répartition entre les régimes bénéficiaires.Les modalités d'apurement de ces avances seront déterminées dans le projet de loi visé au paragraphe I ci-dessus.III à V Paragraphes modificateursVI - Des décrets pris sur le rapport conjoint du ministre chargé de la sécurité sociale, du ministre chargé du budget et des ministres intéressés fixent les modalités d'application du présent article, et déterminent notamment les régimes dont l'importance numérique est insuffisante pour permettre une application utile du présent article.VII - Avant le 1er juin 1974, le Gouvernement déposera un projet de loi définissant le cadre de présentation annuelle du budget social de la nation.Ce texte comportera en particulier le tableau des prestations sociales et celui des aides et subventions de l'Etat."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "POUR L'ANNEE 1974, UN CREDIT D'UN MONTANT EGAL AU PRODUIT DU DROIT DE FABRICATION SUR LES ALCOOLS EST OUVERT SOUS FORME D'UNE AVANCE A LA CAISSE NATIONALE D'ASSURANCE MALADIE DES TRAVAILLEURS SALARIES."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "LE TAUX DE LA TAXE DONT LES EMPLOYEURS SONT REDEVABLES AU TITRE DU FINANCEMENT D'ACTIONS DE LA FORMATION PROFESSIONNELLE CONTINUE EST FIXE A 1 % DU MONTANT, ENTENDU AU SENS DE L'ARTICLE 231-I DU CODE GENERAL DES IMPOTS, DES SALAIRES PAYES PENDANT L'ANNEE EN COURS."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "I., II., III. Paragraphes modificateursIV. PAR DEROGATION AUX DISPOSITIONS DE L'ARTICLE 1668 DU CODE GENERAL DES IMPOTS, LA DATE D'EXIGIBILITE DU PREMIER ACOMPTE D'IMPOT SUR LES SOCIETES A VERSER EN 1974 EST AVANCEE D'UN MOIS.CET ACOMPTE EST PORTE AU TIERS DE L'IMPOT CALCULE SUR LA TOTALITE DU BENEFICE IMPOSABLE DU PLUS RECENT EXERCICE CLOS, SAUF S'IL EST LE DEUXIEME OU LE TROISIEME D'UN MEME EXERCICE OU D'UNE MEME PERIODE D'IMPOSITION ; DANS CE DERNIER CAS, SON MONTANT NORMAL EST MAJORE D'UNE SOMME EGALE A 13 % DE L'IMPOT SERVANT DE BASE DE CALCUL.LA MAJORATION RESULTANT DE L'ALINEA PRECEDENT NE PEUT ETRE PRISE EN COMPTE POUR LA LIQUIDATION DE L'IMPOT DES EXERCICES CLOTURES AVANT LE 20 NOVEMBRE 1974 ; SA REGULARISATION S'OPERERA LORS DU PAYEMENT DE L'ACOMPTE EXIGIBLE LE 20 NOVEMBRE 1974.V. Paragraphe modificateur"
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "LES ENTREPRISES DE PRESSE VISEES AU I DE L'ARTICLE 39 BIS DU CODE GENERAL DES IMPOTS SONT AUTORISEES A CONSTITUER EN FRANCHISE D'IMPOTS, PAR PRELEVEMENT SUR LES RESULTATS DE L'EXERCICE 1973, UNE PROVISION POUR ACQUISITION D'ELEMENTS D'ACTIF NECESSAIRES A L'EXPLOITATION DU JOURNAL OU A DEDUIRE DE CES RESULTATS LES DEPENSES D'EQUIPEMENT EXPOSEES EN VUE DU MEME OBJET, DANS DES CONDITIONS ET LIMITES IDENTIQUES A CELLES PREVUES POUR L'EXERCICE 1972 ."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "LES LIMITES D' EXONERATION ET DE DECOTE PREVUES AU III DE L'ARTICLE 150 TER DU CODE GENERAL DES IMPOTS RELATIF A L'IMPOSITION DES PLUS-VALUES SUR TERRAINS A BATIR ET BIENS ASSIMILES SONT TRIPLEES LORSQUE LA CESSION RESULTE D'UNE EXPROPRIATION ET PORTE SUR UNE RESIDENCE PRINCIPALE OCCUPEE PERSONNELLEMENT PAR LE PROPRIETAIRE A LA DATE DE LA DECLARATION PUBLIQUE ."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "1. LORSQUE LA DECLARATION DU CONTRIBUABLE DOIT SEULEMENT COMPORTER L'INDICATION DU MONTANT DES ELEMENTS DU REVENU GLOBAL, L'ADMINISTRATION CALCULE LE REVENU IMPOSABLE CORRESPONDANT A CES ELEMENTS EN TENANT COMPTE DES DEDUCTIONS ET CHARGES DU REVENU AUXQUELLES LE CONTRIBUABLE A LEGALEMENT DROIT.LES AVERTISSEMENTS CORRESPONDANTS DEVRONT COMPORTER LE DECOMPTE DETAILLE DU REVENU IMPOSABLE FAISANT APPARAITRE NOTAMMENT LE MONTANT DES REVENUS CATEGORIELS, CELUI DES DEDUCTIONS PRATIQUEES OU DES CHARGES RETRANCHEES DU REVENU GLOBAL.POUR L'APPLICATION DES DISPOSITIONS DU CODE GENERAL DES IMPOTS, LE REVENU DECLARE s'ENTEND DU REVENU IMPOSABLE AINSI CALCULE.2. LE PRESENT ARTICLE S'APPLIQUE POUR LA PREMIERE FOIS AUX DECLARATIONS DES REVENUS DE L'ANNEE 1972."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "Un décret en Conseil d'Etat déterminera les conditions dans lesquelles l'autonomie financière pourra être conférée à des établissements et organismes de diffusion culturelle ou d'enseignement situés à l'étranger et dépendant du ministère des affaires étrangères, ainsi que les règles d'administration et comptables afférentes à l'exercice de cette autonomie.\n\nLa liste des établissements et organismes concernés est fixée par arrêté conjoint du ministre de l'économie et des finances et du ministre des affaires étrangères."
    }
  ]
}