{
  "id": "loi-n-2015-1776-du-28-decembre-2015",
  "type": "statute",
  "title": "LOI n°2015-1776 du 28 décembre 2015",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000031700731",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "L'adaptation de la société au vieillissement est un impératif national et une priorité de l'ensemble des politiques publiques de la Nation."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Le rapport définissant les objectifs de la politique d'adaptation de la société au vieillissement de la population, annexé à la présente loi, est approuvé."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "II.-Toute métropole exerçant ses compétences à l'égard des personnes âgées est éligible aux concours de la Caisse nationale de solidarité pour l'autonomie prévus à l'article L. 14-10-10 du code de l'action sociale et des familles."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I. et II. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I à IV. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Le Gouvernement remet au Parlement, dans les douze mois suivant la promulgation de la présente loi, un rapport relatif au logement en cohabitation intergénérationnelle afin de sécuriser et de favoriser les pratiques existantes.Le rapport examine l'opportunité d'adapter le régime juridique de la convention d'occupation précaire aux caractéristiques de la cohabitation intergénérationnelle, qu'elle soit soumise ou non au paiement d'une redevance.Il examine la pertinence de dérogations aux règles relatives à la taxe d'habitation et au versement des allocations sociales afin de ne pas pénaliser l'hébergeant ou l'hébergé.Une attention particulière est portée à la distinction entre les services rendus par la personne hébergée dans le cadre de la cohabitation intergénérationnelle et ce qui pourrait être considéré comme du travail dissimulé."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "III.-Les conventions conclues en application des articles L. 301-5-1 et L. 301-5-2 du code de la construction et de l'habitation, ou de l'article L. 3641-5, des II et III de l'article L. 5217-2, des II et III de l'article L. 5218-2 ou des VI et VII de l'article L. 5219-1 du code général des collectivités territoriales, dans leur rédaction antérieure à la présente loi, peuvent faire l'objet d'un avenant pour prendre en compte le présent article."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "Dans les six mois suivant la promulgation de la présente loi, le Gouvernement remet un rapport au Parlement sur l'impact des seuils de soixante et de soixante-quinze ans pour l'attribution de la prestation de compensation du handicap dans la prise en compte du handicap pour les personnes vieillissantes en situation de handicap."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "I. et II.-A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII.-Les services d'aide et d'accompagnement à domicile qui, à la date de publication de la présente loi, relèvent à la fois du 2° de l'article L. 313-1-2 et des 6° ou 7° du I de l'article L. 312-1 du code de l'action sociale et des familles sont réputés détenir, au titre de l'article L. 313-1 du même code, une autorisation ne valant pas habilitation à recevoir des bénéficiaires de l'aide sociale à compter de la date d'effet de leur dernier agrément.\n\nIls sont également réputés autorisés au titre de l'article L. 313-1-2 dudit code, dans sa rédaction résultant du I du présent article.\n\nA la date à laquelle leur agrément aurait pris fin, ils font procéder à l'évaluation externe, prévue à l'article L. 312-8 du même code, de leurs activités et de la qualité des prestations qu'ils délivrent. Toutefois, l'échéance de cette obligation ne peut intervenir dans les deux ans suivant la date de promulgation de la présente loi.\n\nIV.-Lorsque la capacité autorisée d'un service d'aide et d'accompagnement à domicile relevant des 6° ou 7° du I de l'article L. 312-1 du code de l'action sociale et des familles a été fixée dans la limite d'un nombre d'heures ou de personnes accueillies, cette limite n'est plus opposable à compter de la publication de la présente loi.\n\nV.-Jusqu'au 31 décembre 2022, l'autorisation de création ou d'extension d'un service d'aide et d'accompagnement à domicile relevant des 6° ou 7° du I du même article L. 312-1 assortie de l'habilitation à recevoir des bénéficiaires de l'aide sociale ou de l'autorisation prévue à l'article L. 313-1-2 du même code, ainsi qu'une telle habilitation ou autorisation pour un service préexistant, sont exonérées de la procédure d'appel à projets prévue au I de l'article L. 313-1-1 dudit code.\n\nLe président du conseil départemental dispose d'un délai de trois mois à compter de la réception de la demande du service d'aide et d'accompagnement à domicile pour se prononcer. La demande peut être rejetée pour les motifs prévus à l'article L. 313-8 du même code. L'absence de réponse dans le délai de trois mois vaut rejet. La décision de rejet, explicite ou implicite, est motivée dans les conditions prévues respectivement aux articles L. 211-2 et L. 232-4 du code des relations entre le public et l'administration.\n\nLe président du conseil départemental communique chaque année à l'assemblée délibérante du département puis au conseil départemental de la citoyenneté et de l'autonomie un document relatif au bilan, selon la nature juridique du gestionnaire, des demandes présentées en application du présent V ainsi qu'aux suites qui leur ont été données.\n\n-Code de l'action sociale et des familles\n\n-Code du travail\n\n-Code de l'action sociale et des familles\n\n-Code de l'action sociale et des familles\n\n-Code de l'action sociale et des familles\n\n-Code de l'action sociale et des familles\n\n-Code de l'action sociale et des familles"
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le présent article est applicable à la date d'entrée en vigueur du décret prévu au 16° du I de l'article L. 312-1 du code de l'action sociale et des familles.\n\nIII.-Les services qui, à la date d'entrée en vigueur du décret prévu au 16° du I du même article L. 312-1, entrent dans le champ d'application du même 16° et disposent d'un agrément délivré en application de l'article L. 7232-1 du code du travail sont réputés détenir, à compter de la date d'effet de cet agrément, une autorisation ne valant pas habilitation à recevoir des bénéficiaires de l'aide sociale.\n\n-Code de l'action sociale et des familles"
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "Le Gouvernement remet au Parlement, dans les douze mois suivant la promulgation de la présente loi, un rapport relatif à l'émission d'une ou de plusieurs monnaies complémentaires pour l'autonomie.Le rapport fait le bilan des différentes monnaies sectorielles qui ont été mises en place dans les autres pays du monde.Il examine les caractéristiques que devraient présenter les titres d'une monnaie complémentaire pour l'autonomie, notamment leur convertibilité avec l'euro, leur ancrage territorial, leur possible dépréciation dans le temps, leur matérialisation et leur thésaurisation.Il examine les possibilités d'émission d'une telle monnaie par les acteurs de l'économie sociale et solidaire en lien avec les services départementaux chargés de l'action sociale."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "Dans le cadre des dispositifs répondant à des besoins de répit, les établissements et services mentionnés aux 2°, 6° et 7° du I de l'article L. 312-1 du code de l'action sociale et des familles peuvent comporter un ou plusieurs hébergements permettant l'accueil pour une nuit de personnes nécessitant une surveillance permanente."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "I à IV.-A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nV.-Le directeur général de l'agence régionale de santé et les présidents de conseil départemental programment sur cinq ans, par arrêté conjoint, la signature des contrats pluriannuels d'objectifs et de moyens prévus au IV ter de l'article L. 313-12 du code de l'action sociale et des familles. Cet arrêté est publié au plus tard le 31 décembre 2016. Cette programmation peut être mise à jour tous les ans.\n\nA compter du 1er janvier 2017, ces contrats se substituent aux conventions pluriannuelles mentionnées au I du même article L. 313-12, dans sa rédaction antérieure à l'entrée en vigueur de la présente loi, lorsqu'elles sont échues, selon le calendrier prévu par la programmation mentionnée au premier alinéa du présent V.\n\nVI.-A compter du 1er janvier 2017, dans l'attente de la signature du contrat mentionné au IV ter de l'article L. 313-12 du code de l'action sociale et des familles, le montant des financements complémentaires mentionnés au 1° du I de l'article L. 314-2 du même code est fixé par le directeur général de l'agence régionale de santé territorialement compétente..\n\nVII.-Pour les années 2017 à 2021 et par dérogation au 1° du I de l'article L. 314-2 du code de l'action sociale et des familles, les établissements mentionnés aux I et II de l'article L. 313-12 du même code sont financés, pour la part des prestations de soins remboursables aux assurés sociaux, par la somme des montants suivants :\n\n1° Le montant des produits de la tarification reconductibles afférents aux soins fixé l'année précédente, revalorisé d'un taux fixé annuellement par arrêté des ministres chargés des personnes âgées et de la sécurité sociale ;\n\n2° Une fraction de la différence entre le forfait global de soins, à l'exclusion des financements complémentaires mentionnés au 1° du I de l'article L. 314-2 dudit code, et le montant mentionné au 1° du présent VII.\n\nLa fraction mentionnée au 2° est fixée à un septième en 2017, un sixième en 2018, un tiers en 2019, un demi en 2020, et un en 2021.\n\nLe cas échéant, cette somme est minorée dans les conditions prévues au dernier alinéa du A du IV ter de l'article L. 313-12 du même code.\n\nVIII.-Les financements prévus aux VI et VII du présent article ne sont pas soumis à la procédure budgétaire annuelle mentionnée aux II et III de l'article L. 314-7 du code de l'action sociale et des familles.\n\nIX.-A compter du 1er janvier 2017, les établissements mentionnés aux I et II de l'article L. 313-12 du code de l'action sociale et des familles utilisent l'état des prévisions de recettes et de dépenses prévu à l'article L. 314-7-1 du même code.\n\nX.-Les autorités de tarification compétentes procèdent, chacune en ce qui la concerne, à la tarification des établissements relevant du I de l'article L. 313-12 du code de l'action sociale et des familles qui n'ont pas conclu de convention tripartite pluriannuelle avant la promulgation de la présente loi et leur fixent, par voie d'arrêté, les objectifs à atteindre jusqu'à la date de prise d'effet du contrat pluriannuel d'objectifs et de moyens mentionné au IV ter du même article L. 313-12, conformément à l'arrêté de programmation prévu au V du présent article.\n\nCes établissements perçoivent, jusqu'à la date de prise d'effet du contrat pluriannuel mentionné au premier alinéa du présent X :\n\n1° Un forfait global de soins, correspondant au montant du forfait de soins attribué par l'autorité compétente de l'Etat au titre de l'exercice 2007, lorsqu'ils ont été autorisés à dispenser des soins aux assurés sociaux ;\n\n2° Un forfait global de soins dont le montant maximal est déterminé sur la base du groupe iso-ressources moyen pondéré de l'établissement, de sa capacité et d'un tarif soins à la place fixé par arrêté ministériel, lorsqu'ils ne sont pas autorisés à dispenser des soins aux assurés sociaux ;\n\n3° Des tarifs journaliers afférents à la dépendance, dont les montants sont fixés par le président du conseil départemental en application du 2° du I de l'article L. 314-2 du code de l'action sociale et des familles ;\n\n4° Des tarifs journaliers afférents à l'hébergement, fixés par le président du conseil départemental dans les établissements habilités à l'aide sociale, calculés en prenant en compte les produits mentionnés aux 1° et 2° du présent X.\n\nLorsque la personne gestionnaire refuse de signer le contrat pluriannuel ou de le renouveler, le forfait global de soins mentionné au 1° du I de l'article L. 314-2 du code de l'action sociale et des familles est minoré, à hauteur d'un montant dont le niveau maximum peut être porté à 10 % du forfait par an, dans des conditions fixées par décret.\n\n-Code de l'action sociale et des familles\n\n-Code de l'action sociale et des familles\n\n-Code de la santé publique\n\n-Code de la sécurité sociale.\n\n-Loi n° 2007-290 du 5 mars 2007\n\n-Code de l'action sociale et des familles\n\n-Code de l'action sociale et des familles\n\n-Code de l'action sociale et des familles\n\n-Code de l'action sociale et des familles\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "Le Gouvernement remet au Parlement, au plus tard le 31 décembre 2017, un rapport d'évaluation de la procédure de renouvellement des autorisations des établissements et des services mentionnés à l'article L. 312-1 du code de l'action sociale et des familles, autorisés et ouverts avant la date de promulgation de la loi n° 2002-2 du 2 janvier 2002 rénovant l'action sociale et médico-sociale."
    },
    {
      "provision_ref": "art84",
      "section": "84",
      "title": "Article 84",
      "content": "I.-A.-Les articles 12 et 13 ne sont pas applicables en Guadeloupe, en Guyane, à La Réunion et en Martinique.\n\nA créé les dispositions suivantes :\n\nII.-A.-Les articles 10, en tant qu'il concerne les résidences autonomie, à 18 ne sont pas applicables à Saint-Pierre-et-Miquelon.\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII.-A.-Les articles 12 et 13 ainsi que le c du 4° du I et les II et III de l'article 56 ne sont pas applicables à Mayotte.\n\nB.-Pour leur application à Mayotte, les articles 32, 33 et 34 entrent en vigueur à compter du 1er janvier 2016, conformément à l'article 11 de l'ordonnance n° 2012-785 du 31 mai 2012 portant extension et adaptation du code de l'action sociale et des familles au Département de Mayotte.\n\nLes articles 73 et 82 de la présente loi entrent en vigueur dans les conditions prévues au 3° de l'article 10 de la même ordonnance, et au plus tard au 1er janvier 2016.\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nIV.-A.-Les articles 10, en tant qu'il concerne les résidences autonomie, 11, 12, 13, 14, 18 et 22 ne sont pas applicables à Saint-Barthélemy et à Saint-Martin.\n\nA créé les dispositions suivantes :\n\n-Code de l'action sociale et des familles\n\n-Code de l'action sociale et des familles\n\n-Code de l'action sociale et des familles\n\n-Code de l'action sociale et des familles\n\n-Code du travail applicable à Mayotte.\n\n-Code de l'action sociale et des familles"
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Article 86",
      "content": "Le Gouvernement remet au Parlement, au plus tard dix-huit mois après la promulgation de la présente loi, un rapport sur l'évaluation de sa mise en œuvre. Il remet un nouveau rapport ayant le même objet, au plus tard trente-six mois après la promulgation de la présente loi. Ces deux rapports sont établis à l'issue d'une analyse conjointe de l'Etat et des départements et proposent, le cas échéant, des évolutions de la présente loi et de ses mesures d'application."
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "Le dernier alinéa de l'article L. 233-4 du code de l'action sociale et des familles, dans sa rédaction résultant de l'article 3 de la présente loi, n'est pas applicable au concours attribué par la Caisse nationale de solidarité pour l'autonomie au titre de l'exercice 2016."
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "I.-Les articles 4, 5, 8 et 55 entrent en vigueur le 1er janvier 2016.II.-Le 2° de l'article L. 232-6 du code de l'action sociale et des familles, dans sa rédaction issue de la présente loi, entre en vigueur à la date de publication du décret revalorisant le plafond du plan d'aide prévu à l'article L. 232-3-1 du même code, dans sa rédaction issue de la même loi, sans attendre la publication de l'arrêté prévu à ce même 2°.III.-Les comités départementaux des retraités et des personnes âgées et les conseils départementaux consultatifs des personnes handicapées prévus respectivement aux articles L. 149-1 et L. 146-2 dudit code, dans leur rédaction antérieure à la présente loi, sont maintenus jusqu'à la mise en place effective, dans leur département respectif, du conseil départemental de la citoyenneté et de l'autonomie prévu à la section 1 du chapitre IX du titre IV du livre Ier du même code, dans sa rédaction résultant de la même loi."
    },
    {
      "provision_ref": "art89",
      "section": "89",
      "title": "Article 89",
      "content": "I.-Les résidences autonomie se mettent en conformité avec les dispositions du décret prévu au deuxième alinéa du III de l'article L. 313-12 du code de l'action sociale et des familles, dans sa rédaction résultant de l'article 10 de la présente loi, au plus tard le 1er janvier 2021.\n\nII.-Les autorisations des résidences autonomie relevant du III de l'article L. 313-12 du code de l'action sociale et des familles qui viennent à échéance avant la date d'expiration du délai prévu au I du présent article sont prorogées jusqu'à deux ans après cette date. Ces établissements procèdent à l'évaluation externe prévue au premier alinéa de l'article L. 312-8 du même code au plus tard un an après l'échéance prévue au présent article. Cette évaluation porte notamment sur leur capacité à mettre en œuvre les prestations minimales prévues au deuxième alinéa du III de l'article L. 313-12 dudit code. Au cours de la durée prévue au présent article, l'établissement communique les résultats d'une évaluation interne au sens de l'article L. 312-8 du même code."
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "Article 90",
      "content": "Le 2° de l'article 13 entre en vigueur le 1er janvier 2018 pour les bailleurs propriétaires de plus de 10 000 logements constitutifs de logements-foyers ou de centres d'accueil pour demandeurs d'asile à la date du 1er janvier 2017, et le 1er janvier 2019 pour les autres bailleurs."
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "Article 91",
      "content": "Les articles 41-1 à 41-6 de la loi n° 65-557 du 10 juillet 1965 fixant le statut de la copropriété des immeubles bâtis, dans leur rédaction résultant du I de l'article 14 de la présente loi, s'appliquent à l'expiration d'un délai de six mois suivant la promulgation de la présente loi.Les résidences-services dont le règlement de copropriété a été publié avant l'expiration du délai mentionné au premier alinéa du présent article restent régies par les articles 41-1 à 41-5 de la loi n° 65-557 du 10 juillet 1965 précitée, dans leur rédaction antérieure à la présente loi. Le 4° de l'article L. 7232-1-2 du code du travail, dans sa rédaction antérieure à l'article 15 14 de la présente loi, leur demeure applicable.Pour ces résidences-services, le syndic inscrit chaque année à l'ordre du jour de l'assemblée générale des copropriétaires la question de la mise en conformité du règlement de copropriété avec les articles 41-1 et 41-2 de la loi n° 65-557 du 10 juillet 1965 précitée, dans leur rédaction résultant de la présente loi. La décision de procéder à la modification du règlement de copropriété est prise à la majorité prévue à l'article 26 de la loi n° 65-557 du 10 juillet 1965 précitée. La mise en conformité du règlement de copropriété entraîne l'application des articles 41-1 à 41-6 de la loi n° 65-557 du 10 juillet 1965 précitée, dans leur rédaction résultant du I de l'article 14."
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Article 92",
      "content": "Le règlement de fonctionnement et le livret d'accueil des établissements et services sociaux et médico-sociaux, ainsi que les contrats de séjour en cours d'exécution qu'ils ont conclus et les documents individuels de prise en charge qu'ils ont délivrés, sont mis en conformité avec l'article 27 à l'occasion de leur plus prochaine actualisation et, au plus tard, dans les dix-huit mois suivant la publication de la présente loi."
    },
    {
      "provision_ref": "art93",
      "section": "93",
      "title": "Article 93",
      "content": "I.-Il est procédé, au plus tard avant le 1er janvier 2017, au réexamen de la situation et des droits des personnes bénéficiant de l'allocation personnalisée d'autonomie à cette même date et dont le montant du plan d'aide excède un seuil fixé par décret. Sont réexaminées en priorité les situations des personnes dont le degré de dépendance est le plus élevé.Au terme de ce délai, les personnes mentionnées au premier alinéa dont la situation n'a pas été réexaminée bénéficient, jusqu'à la notification de la décision du président du conseil départemental, d'une majoration proportionnelle du montant de leur plan d'aide, selon des modalités fixées par décret.II.-Avant le 1er janvier 2017, la situation des personnes bénéficiant de l'allocation personnalisée d'autonomie à la même date et qui ne relèvent pas du I du présent article fait l'objet d'un réexamen au regard du droit prévu à l'article L. 232-3-2. Sont réexaminées en priorité les situations des personnes dont le degré de dépendance est le plus élevé."
    },
    {
      "provision_ref": "art94",
      "section": "94",
      "title": "Article 94",
      "content": "Pour l'exercice 2015, les ressources de la section du budget de la Caisse nationale de solidarité pour l'autonomie consacrée au concours versé au titre de l'allocation personnalisée d'autonomie, mentionnées au a du II de l'article L. 14-10-5 du code de l'action sociale et des familles dans sa rédaction antérieure à la présente loi, sont abondées d'une fraction du produit de la contribution mentionnée au 1° bis de l'article L. 14-10-4 du même code, égale à 3,61 %."
    },
    {
      "provision_ref": "art95",
      "section": "95",
      "title": "Article 95",
      "content": "Par dérogation à l'article L. 313-1-2 du code de l'action sociale et des familles, dans sa rédaction résultant de l'article 47 de la présente loi, pour l'examen des demandes d'agrément des services d'aide et d'accompagnement à domicile en cours d'instruction à la date d'entrée en vigueur du même article 47, le 2° du même article L. 313-1-2 reste applicable dans sa rédaction antérieure à la même loi.Les services d'aide et d'accompagnement mentionnés au premier alinéa du présent article auxquels un agrément est délivré sont réputés détenir, au titre de l'article L. 313-1 du même code, une autorisation ne valant pas habilitation à recevoir des bénéficiaires de l'aide sociale à la date d'effet de cet agrément.Les deuxième et dernier alinéas du III de l'article 47 de la présente loi leur sont également applicables."
    },
    {
      "provision_ref": "art96",
      "section": "96",
      "title": "Article 96",
      "content": "Les conditions d'application de l'article L. 443-11 du code de l'action sociale et des familles aux personnes qui disposent, à la date de publication de la présente loi, de l'agrément prévu à l'article L. 441-1 du même code sont prévues par décret.Les II et III de l'article 56 de la présente loi entrent en vigueur le 1er janvier 2016."
    },
    {
      "provision_ref": "art97",
      "section": "97",
      "title": "Article 97",
      "content": "Les dispositions relatives au socle de prestations prévu à l'article L. 342-2 du code de l'action sociale et des familles, dans sa rédaction résultant de l'article 57 de la présente loi, ne sont pas applicables aux contrats conclus avant la date d'entrée en vigueur du décret mentionné au même article L. 342-2."
    },
    {
      "provision_ref": "art98",
      "section": "98",
      "title": "Article 98",
      "content": "Les conventions signées entre la Caisse nationale de solidarité pour l'autonomie et les départements en application de l'avant-dernier alinéa du I de l'article L. 14-10-7 du code de l'action sociale et des familles, dans sa rédaction antérieure à l'entrée en vigueur de la présente loi, sont prolongées jusqu'à la signature des conventions prévues par l'article L. 14-10-7-2 du même code, dans sa rédaction résultant de l'article 70 de la présente loi, et au plus tard jusqu'au 31 décembre 2016.En 2016, les concours prévus au a du V de l'article L. 14-10-5 du code de l'action sociale et des familles, dans sa rédaction résultant de l'article 4 de la présente loi, sont versés aux départements nonobstant l'absence de signature de la convention prévue à l'article L. 14-10-7-2 du même code, dans sa rédaction résultant de l'article 70 de la présente loi."
    },
    {
      "provision_ref": "art99",
      "section": "99",
      "title": "Article 99",
      "content": "I.-Le dernier alinéa de l'article L. 146-3 du code de l'action sociale et des familles est supprimé à la date de la publication du décret prévu à l'article L. 146-3-1 du même code, dans sa rédaction résultant de l'article 73 de la présente loi.\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-Code de l'action sociale et des familles\n\n-Code de l'action sociale et des familles"
    },
    {
      "provision_ref": "art100",
      "section": "100",
      "title": "Article 100",
      "content": "L'ordonnance n° 2014-463 du 7 mai 2014 portant extension et adaptation à Mayotte des dispositions du code de l'action sociale et des familles relatives à l'adoption, à l'allocation personnalisée d'autonomie et à la prestation de compensation du handicap est ratifiée."
    },
    {
      "provision_ref": "art101",
      "section": "101",
      "title": "Article 101",
      "content": "Dans un délai d'un an à compter de la promulgation de la présente loi, le Gouvernement remet un rapport au Parlement sur les moyens visant à faciliter le recours à l'allocation de solidarité aux personnes âgées par les personnes qui en remplissent les critères d'éligibilité.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}