{
  "id": "loi-n-2016-1087-du-8-aout-2016",
  "type": "statute",
  "title": "LOI n°2016-1087 du 8 août 2016",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000033016237",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I., II. et VI. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII. - Les articles 1386-19 à 1386-25 et 2226-1 du code civil sont applicables à la réparation des préjudices dont le fait générateur est antérieur à la publication de la présente loi. Ils ne sont pas applicables aux préjudices ayant donné lieu à une action en justice introduite avant cette publication.IV. - A compter de l'entrée en vigueur de l'ordonnance n° 2016-131 du 10 février 2016 portant réforme du droit des contrats, du régime général et de la preuve des obligations, le titre IV ter du livre III du code civil est abrogé.V. - Les I à IV du présent article sont applicables dans les îles Wallis et Futuna et dans les Terres australes et antarctiques françaises.VIII. - Les articles 1246 à 1252 et 2226-1 du code civil, dans leur rédaction résultant du VI du présent article, sont applicables à la réparation des préjudices dont le fait générateur est antérieur au 1er octobre 2016. Ils ne sont pas applicables aux préjudices ayant donné lieu à une action en justice introduite avant cette date.IX. - Les VI, VII et VIII sont applicables dans les îles Wallis et Futuna et dans les Terres australes et antarctiques françaises.\n\n- Code civil\n\n- Code de l'environnement\n\n- Code civil"
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "II. - Le I du présent article entre en vigueur à la date de publication  du décret en Conseil d'Etat mentionné au deuxième alinéa de l'article L.  134-1 du code de l'environnement, et au plus tard six mois après la  promulgation de la présente loi."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I. et III à V. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII. L'association du comité régional \"trames verte et bleue\" à l'élaboration du schéma régional de cohérence écologique réalisée avant la date d'entrée en vigueur du présent article vaut association du comité régional de la biodiversité.\n\nVI. - Le présent article entre en vigueur à la date de publication du décret mentionné au deuxième alinéa de l'article L. 134-1 du code de l'environnement, et au plus tard six mois après la promulgation de la présente loi.\n\n- Code de l'environnement\n\n- Code de l'environnement"
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Dans un délai de douze mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur les recettes de la part départementale de la taxe d'aménagement destinée à financer les espaces naturels sensibles, mentionnée à l'article L. 331-3 du code de l'urbanisme, et sur les dépenses auxquelles celle-ci a été affectée depuis sa création."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "II. - Les nouveaux membres qui siègent au sein du conseil  d'administration de l'Office national de la chasse et de la faune  sauvage en application du a du 2° du I du présent article ne perçoivent  en cette qualité aucune rémunération ni indemnité."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I. - Les missions, la situation active et passive et l'ensemble des droits et obligations de l'Agence des aires marines protégées, de l'Office national de l'eau et des milieux aquatiques et de l'établissement public « Parcs nationaux de France » sont repris par l'Agence française pour la biodiversité.Ces transferts sont effectués à titre gratuit et ne donnent lieu ni à versement de la contribution prévue à l'article 879 du code général des impôts, ni à perception d'impôts, de droits ou de taxes de quelque nature que ce soit.II. - L'Agence française pour la biodiversité se substitue au groupement d'intérêt public « Atelier technique des espaces naturels » à la date d'effet de la dissolution de celui-ci, dans ses missions ainsi que dans tous les contrats et conventions passés par ce groupement d'intérêt public pour l'accomplissement de ces missions.Les biens, droits et obligations du groupement d'intérêt public sont transférés de plein droit et en pleine propriété à l'Agence française pour la biodiversité à la date d'effet de la dissolution dudit groupement. Ces transferts sont effectués à titre gratuit et ne donnent lieu ni à versement de la contribution prévue à l'article 879 du code général des impôts, ni à perception d'impôts, de droits ou de taxes de quelque nature que ce soit."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-737 DC du 4 août 2016.]"
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I. - Les fonctionnaires placés en détachement, à la date d'entrée en vigueur du présent article, mentionnée au II de l'article 32 de la présente loi, dans les entités dont les personnels ont vocation à intégrer les effectifs de l'Agence française pour la biodiversité peuvent être maintenus dans cette position auprès de l'agence jusqu'au terme de leur période de détachement.II. - Par dérogation à l'article L. 1224-3 du code du travail, les contrats de travail aidés conclus en application du chapitre IV du titre III du livre Ier de la cinquième partie du même code, en cours à la date d'entrée en vigueur du présent article, mentionnée au II de l'article 32 de la présente loi, subsistent entre l'Agence française pour la biodiversité et les personnels des entités ayant vocation à intégrer les effectifs de l'agence.III. - Les personnes titulaires d'un contrat de service civique conclu en application des articles L. 120-1 et suivants du code du service national dans les entités dont les personnels ont vocation à intégrer les effectifs de l'Agence française pour la biodiversité restent soumises à leur contrat jusqu'à son terme. L'agrément délivré en application de l'article L. 120-30 du même code est réputé accordé."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Les agents contractuels de droit public des établissements mentionnés aux articles L. 131-8, L. 322-1, L. 331-1 et L. 421-1 du code de l'environnement qui occupent en cette qualité des fonctions qui correspondent à un besoin permanent sont régis par des dispositions réglementaires communes définies par décret."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "L'élection des représentants des personnels au conseil d'administration de l'Agence française pour la biodiversité, prévue au 5° de l'article L. 131-10 du code de l'environnement, intervient au plus tard trente mois après la date de promulgation de la présente loi.La représentation des personnels au sein du conseil d'administration est déterminée, à titre transitoire, proportionnellement aux voix obtenues par chaque organisation syndicale lors des élections aux comités techniques organisées en 2013 et 2014 au sein des organismes mentionnés à l'article 23 de la présente loi auxquels se substitue l'Agence française pour la biodiversité."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "Jusqu'à la proclamation des résultats de l'élection des représentants du personnel au comité technique de l'Agence française pour la biodiversité, qui intervient au plus tard trente mois après la date de promulgation de la présente loi :1° La représentation des personnels au sein du comité technique et du comité d'hygiène, de sécurité et des conditions de travail de l'agence est déterminée, à titre transitoire, proportionnellement aux voix obtenues par chaque organisation syndicale lors des élections aux comités techniques organisées en 2013 et 2014 au sein des organismes mentionnés à l'article 23 auxquels se substitue l'Agence française pour la biodiversité ;2° Les comités techniques et les comités d'hygiène, de sécurité et des conditions de travail des organismes auxquels se substitue l'Agence française pour la biodiversité sont maintenus en fonction. Durant cette période, le mandat de leurs membres se poursuit ;3° Le mandat des délégués du personnel en fonction à la date de la publication de la présente loi se poursuit.Les modalités d'application du présent article sont fixées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-737 DC du 4 août 2016.]\n\n- Code de l'environnement"
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "I. - Jusqu'à l'installation du conseil d'administration de l'agence prévu à l'article L. 131-10 du code de l'environnement, dans sa rédaction résultant de l'article 21 de la présente loi, et au plus tard un an après la promulgation de la présente loi, un conseil d'administration transitoire, composé des membres des quatre conseils d'administration des organismes qui composent l'Agence française pour la biodiversité, règle par ses délibérations les affaires de l'établissement.II. - Les articles 23, 25 et 30, à l'exclusion du b du 6°, de la présente loi entrent en vigueur à la date fixée par le décret en Conseil d'Etat pris en application de l'article 21, et au plus tard le 31 décembre 2017."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-L'article L. 3115-6 du code de la santé publique est applicable dans les îles Wallis et Futuna, en Polynésie française et en Nouvelle-Calédonie.\n\nEn Polynésie française et en Nouvelle-Calédonie, le même article L. 3115-6 est applicable dans les conditions fixées, respectivement, par la convention entre l'Etat et la Polynésie française et par la convention entre l'Etat et la Nouvelle-Calédonie conclues pour l'application du chapitre V du titre IV du livre VIII de la troisième partie du même code.\n\n-Code de l'environnement"
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "L'article L. 331-15-6 du code de l'environnement est abrogé à compter de la plus tardive des dates d'entrée en vigueur des décrets prévus à la section 3 du chapitre II du titre Ier du livre IV du même code, dans sa rédaction résultant de la présente loi, et au plus tard le 1er janvier 2018.\n\nA abrogé les dispositions suivantes :\n\n- Code de l'environnement"
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnances toute mesure relevant du domaine de la loi afin de :1° Définir les modalités d'accès aux ressources génétiques mentionnées aux 1°, 2° et 4° du III de l'article L. 412-5 du code de l'environnement et aux connaissances traditionnelles associées et les modalités de partage des avantages découlant de leur utilisation ;2° Définir le régime des sanctions administratives et pénales réprimant les manquements et les infractions aux obligations édictées par les ordonnances au titre du présent I.II. - Les ordonnances prévues au I sont prises dans un délai de dix-huit mois à compter de la promulgation de la présente loi. Pour chaque ordonnance, un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "Est autorisée la ratification du protocole de Nagoya sur l'accès aux ressources génétiques et le partage juste et équitable des avantages découlant de leur utilisation relatif à la convention sur la diversité biologique, signé par la France le 20 septembre 2011."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "Pour contribuer à la préservation et à la reconquête de la biodiversité et préserver son rôle dans le changement climatique, l'Etat se fixe comme objectif de proposer, dans un délai de six mois à compter de la promulgation de la présente loi, un dispositif prévoyant un traitement de la fiscalité sur les huiles végétales destinées, en l'état ou après incorporation dans tous produits, à l'alimentation humaine qui, d'une part, soit simplifié, harmonisé et non discriminatoire et, d'autre part, favorise les huiles produites de façon durable, la durabilité étant certifiée sur la base de critères objectifs."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "Le II, les deux derniers alinéas du III et les deux premiers alinéas, le cinquième alinéa et le dernier alinéa du IV de l'article L. 333-1 du code de l'environnement, dans leur rédaction résultant des 2°, 3° et 4° de l'article 48 de la présente loi, ne sont pas applicables lorsque l'avis motivé de l'Etat sur l'opportunité du projet est intervenu avant l'entrée en vigueur de la présente loi.Les troisième et quatrième alinéas du IV du même article L. 333-1, dans leur rédaction résultant du 4° de l'article 48 de la présente loi, ne sont pas applicables lorsque la transmission du projet de charte par la région aux collectivités territoriales et aux établissements publics de coopération intercommunale à fiscalité propre concernés est intervenue avant l'entrée en vigueur de la présente loi."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "Les parcs naturels régionaux dont le classement ou le renouvellement de classement a été prononcé pour une durée maximale de douze ans avant la publication de la présente loi, sans avoir été prorogé en application de l'article 148 de la loi n° 2010-788 du 12 juillet 2010 portant engagement national pour l'environnement, bénéficient d'une prorogation de ce classement de trois ans, par décret, à la demande de la région, sur proposition du syndicat mixte d'aménagement et de gestion du parc, sans qu'il soit besoin de procéder ni à l'enquête publique ni aux consultations préalables prévues à l'occasion du classement initial et de son renouvellement.Pour les parcs naturels régionaux dont le classement ou le renouvellement de classement a été prononcé par décret avant la publication de la présente loi ou pour les parcs dont le projet de charte a été transmis par la région aux collectivités territoriales et aux établissements publics de coopération intercommunale à fiscalité propre concernés avant cette publication, une ou plusieurs communes ayant approuvé la charte lors de la procédure prévue au deuxième alinéa du IV de l'article L. 333-1 du code de l'environnement, dans sa rédaction résultant de l'article 48 de la présente loi, mais n'ayant pas été classées en parc naturel régional en raison du refus d'approbation de l'établissement ou des établissements publics de coopération intercommunale à fiscalité propre dont elles sont membres, peuvent demander à être classées. Ce classement est prononcé par décret, pour la durée de validité du classement du parc naturel régional restant à courir, sur proposition du syndicat mixte d'aménagement et de gestion du parc, après délibération de la commune ou des communes concernées portant nouvelle approbation de la charte, sans qu'il soit besoin de procéder ni à l'enquête publique ni aux consultations préalables prévues à l'occasion du classement initial et de son renouvellement."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "III. - Le I n'est applicable ni aux chartes des parcs naturels  régionaux, ni aux chartes de parcs nationaux ayant fait l'objet d'une  enquête publique ouverte avant l'entrée en vigueur de la présente loi."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "III.-Les I et II du présent article s'appliquent à compter du 1er janvier 2018. Toutefois, les communes et leurs établissements publics de coopération intercommunale qui appliquent la possibilité prévue au second alinéa du II de l'article 59 de la loi n° 2014-58 du 27 janvier 2014 de modernisation de l'action publique territoriale et d'affirmation des métropoles peuvent, à compter de la date d'entrée en vigueur de la présente loi, mettre en œuvre par anticipation les I et II du présent article."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "II. - Le 1° du I s'applique à compter des impositions dues au titre de 2017.III. - Le 2° du même I s'applique à compter de l'exercice budgétaire 2017.IV. - Les 3°, 4° et 5° dudit I s'appliquent à compter des impositions dues au titre de 2016."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - La stratégie nationale pour la biodiversité favorise le développement des réserves de biosphère mentionnées à l'article L. 336-1 du code de l'environnement et l'inscription de sites sur la liste des zones humides d'importance internationale mentionnée à l'article L. 336-2 du même code, tant en métropole qu'outre-mer.\n\n- Code de l'environnement"
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "L'Agence française pour la biodiversité réalise, en coordination avec les instances compétentes locales et l'Observatoire des espaces naturels, agricoles et forestiers, un inventaire national afin d'identifier les espaces naturels à fort potentiel de gain écologique appartenant à des personnes morales de droit public et les parcelles en état d'abandon, susceptibles d'être mobilisés pour mettre en œuvre des mesures de compensation."
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nIII. - A partir du 1er janvier 2017, les communes peuvent, sur délibération du conseil municipal, exonérer de la taxe foncière sur les propriétés non bâties, les propriétaires ayant conclu une obligation réelle environnementale.\n\n- Code de l'environnement\n\n- Décret n°55-22 du 4 janvier 1955"
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "Dans un délai de deux ans à compter de la promulgation de la présente loi, le Gouvernement dépose sur les bureaux de l'Assemblée nationale et du Sénat un rapport sur la mise en œuvre du mécanisme d'obligations réelles environnementales prévu à l'article L. 132-3 du code de l'environnement. Ce rapport porte aussi sur les moyens de renforcer l'attractivité, notamment au moyen de dispositifs fiscaux incitatifs, du mécanisme d'obligations réelles environnementales."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-737 DC du 4 août 2016.]"
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-737 DC du 4 août 2016.]"
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-737 DC du 4 août 2016.]"
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-737 DC du 4 août 2016.]"
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Article 86",
      "content": "II. - Le présent article s'applique aux permis de construire dont la demande a été déposée à compter du 1er mars 2017."
    },
    {
      "provision_ref": "art89",
      "section": "89",
      "title": "Article 89",
      "content": "Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur l'opportunité de classer le frelon asiatique (vespa velutina) dans la catégorie des organismes nuisibles, au sens du code rural et de la pêche maritime."
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "Article 90",
      "content": "I. - A abrogé les dispositions suivantes :\n\nII. - Les baux passés avant la publication de la présente loi demeurent  soumis à l'article L. 415-9 du code rural et de la pêche maritime, dans  sa rédaction antérieure à la présente loi.\n\n- Code rural et de la pêche maritime"
    },
    {
      "provision_ref": "art94",
      "section": "94",
      "title": "Article 94",
      "content": "A modifié les dispositions suivantes :\n\nCode de l'environnement\n\nArt. L123-2"
    },
    {
      "provision_ref": "art99",
      "section": "99",
      "title": "Article 99",
      "content": "Le Gouvernement remet au Parlement, dans un délai d'un an à compter de la promulgation de la présente loi, un rapport visant à évaluer l'impact environnemental et économique sur le littoral et l'écosystème marin des activités d'exploration ou d'exploitation des ressources minérales."
    },
    {
      "provision_ref": "art103",
      "section": "103",
      "title": "Article 103",
      "content": "I. - La présente section est applicable dans les îles Wallis et Futuna.II. - La présente section est applicable dans les Terres australes et antarctiques françaises.III. - Le premier alinéa de l'article L. 981-1 du code rural et de la pêche maritime est ainsi rédigé :« Sous réserve des articles L. 981-3 à L. 981-13, les articles L. 924-1 à L. 924-6 et L. 941-1 à L. 946-6 sont applicables aux eaux sous souveraineté ou juridiction française s'étendant au large des îles australes françaises et des îles Eparses. »"
    },
    {
      "provision_ref": "art105",
      "section": "105",
      "title": "Article 105",
      "content": "II.-A modifié les dispositions suivantes :\n\nII.-Le I du présent article est applicable dans les Terres australes et antarctiques françaises.\n\n- Code de l'environnement"
    },
    {
      "provision_ref": "art106",
      "section": "106",
      "title": "Article 106",
      "content": "II.-Le I entre en vigueur six mois après la promulgation de la présente loi."
    },
    {
      "provision_ref": "art113",
      "section": "113",
      "title": "Article 113",
      "content": "Pour stopper la perte de biodiversité en outre-mer et préserver son rôle en faveur de l'adaptation des territoires au changement climatique, l'Etat se fixe comme objectifs, avec l'appui de ses établissements publics sous tutelle et en concertation avec les collectivités territoriales concernées :1° D'élaborer et de mettre en œuvre un programme d'actions territorialisé de protection de 55 000 hectares de mangroves d'ici à 2020 ;2° D'élaborer, dans le cadre de l'initiative française pour les récifs coralliens et sur la base d'un bilan de l'état de santé des récifs coralliens et des écosystèmes associés réalisé tous les cinq ans, un plan d'action contribuant à protéger 75 % des récifs coralliens dans les outre-mer français d'ici à 2021. Dans le cadre de ce plan d'action, l'Etat se fixe pour objectif d'interdire, dans les zones sous souveraineté ou juridiction françaises, les opérations de dragage des fonds marins dans lesquels des récifs coralliens sont présents, à l'exception des opérations de dragage qui visent à assurer la continuité du territoire par les flux maritimes. En outre, les opérations de dragage des fonds marins qui visent à assurer la continuité du territoire par les flux maritimes doivent éviter au maximum la destruction des récifs coralliens ;3° D'expérimenter la mise en place d'un réseau d'aires protégées s'inspirant du réseau Natura 2000."
    },
    {
      "provision_ref": "art114",
      "section": "114",
      "title": "Article 114",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art123",
      "section": "123",
      "title": "Article 123",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Lorsqu'un document stratégique de façade ou de bassin maritime est approuvé après l'approbation d'un des documents mentionnés à l'article L. 219-4 du code de l'environnement, dans sa rédaction résultant de la présente loi, la mise en compatibilité ou la prise en compte mentionnées au même article sont effectuées dans un délai de trois ans à compter de son approbation.\n\nPassé ce délai, les dispositions du document stratégique de façade ou de bassin maritime s'imposent de plein droit à ce document, dans les conditions fixées au même article L. 219-4.\n\nToutefois, lorsque la réglementation prévoit une révision périodique obligatoire, la mise en compatibilité ou la prise en compte est effectuée lors de la première révision à intervenir.\n\n- Code de l'environnement"
    },
    {
      "provision_ref": "art127",
      "section": "127",
      "title": "Article 127",
      "content": "Dans un délai d'un an à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport portant sur l'impact du développement des espèces invasives sur la biodiversité, au regard des objectifs que la France se fixe dans ce domaine. Ce rapport porte notamment sur les interdictions de vente de certaines espèces. Ce rapport traite également des modalités d'extension de la définition des espèces interdites d'introduction dans chaque collectivité d'outre-mer."
    },
    {
      "provision_ref": "art138",
      "section": "138",
      "title": "Article 138",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-737 DC du 4 août 2016.]"
    },
    {
      "provision_ref": "art143",
      "section": "143",
      "title": "Article 143",
      "content": "Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport évaluant la mise en œuvre par la direction générale des douanes et droits indirects de la convention sur le commerce international des espèces de faune et de flore sauvages menacées d'extinction, signée à Washington le 3 mars 1973, portant notamment sur la capacité des douaniers à repérer les espèces de faune et de flore concernées, ainsi que sur les conditions de replacement des animaux saisis."
    },
    {
      "provision_ref": "art149",
      "section": "149",
      "title": "Article 149",
      "content": "I. et II.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII.-L'article L. 411-6 du code de l'environnement s'applique sous réserve des dispositions transitoires prévues aux articles 31 et 32 du règlement (UE) n° 1143/2014 du Parlement européen et du Conseil du 22 octobre 2014 relatif à la prévention et à la gestion de l'introduction et de la propagation des espèces exotiques envahissantes.\n\n-Code de l'environnement\n\n-Code de l'environnement\n\n-Code de l'environnement\n\n-Code général de la propriété des personnes publiques."
    },
    {
      "provision_ref": "art153",
      "section": "153",
      "title": "Article 153",
      "content": "I à III. -ont modifié les dispositions suivantes :\n\nIV. - Le 3° du I du présent article entre en vigueur six mois après la promulgation de la présente loi.\n\n- Code de l'environnement"
    },
    {
      "provision_ref": "art156",
      "section": "156",
      "title": "Article 156",
      "content": "I. - L'ordonnance n° 2015-1174 du 23 septembre 2015 relative à la partie législative du livre Ier du code de l'urbanisme est ratifiée.\n\nII. -  A modifié les dispositions suivantes :\n\n- Code de l'urbanisme"
    },
    {
      "provision_ref": "art160",
      "section": "160",
      "title": "Article 160",
      "content": "II.-Les 2° et 5° du I du présent article sont applicables dans les Terres australes et antarctiques françaises."
    },
    {
      "provision_ref": "art163",
      "section": "163",
      "title": "Article 163",
      "content": "I.-A créé les dispositions suivantes :\n\nII.-Pour les réserves biologiques créées avant la publication de la présente loi, un nouvel arrêté de création est approuvé dans les conditions prévues à l'article L. 212-2-1 du code forestier dans un délai de dix ans à compter de la promulgation de la présente loi. Sauf en cas de modifications prévues à l'avant-dernier alinéa du même article L. 212-2-1, cet arrêté est approuvé sans avis du Conseil national de la protection de la nature ni accord de la collectivité territoriale ou de la personne morale intéressée même lorsque tout ou partie de ces bois et forêts appartient à une collectivité territoriale ou à une personne morale mentionnée au 2° du I de l'article L. 211-1 du même code.\n\n-Code forestier (nouveau)"
    },
    {
      "provision_ref": "art165",
      "section": "165",
      "title": "Article 165",
      "content": "L'ordonnance n° 2012-9 du 5 janvier 2012 relative aux réserves naturelles est ratifiée."
    },
    {
      "provision_ref": "art167",
      "section": "167",
      "title": "Article 167",
      "content": "I. et III. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII. - Les conditions d'application du 2° du I sont fixées par décret en Conseil d'Etat.\n\nIV. - La perte de recettes pour l'Etat résultant du III du présent article est compensée, à due concurrence, par la création d'une taxe additionnelle aux droits mentionnés aux articles 575 et 575 A du code général des impôts.\n\n- Loi n° 2005-157 du 23 février 2005\n\n- Code forestier (nouveau)"
    },
    {
      "provision_ref": "art174",
      "section": "174",
      "title": "Article 174",
      "content": "Seuls peuvent utiliser le titre paysagistes concepteurs , dans le cadre de leur exercice professionnel, les personnes titulaires d'un diplôme, délivré par un établissement de formation agréé dans des conditions fixées par voie réglementaire, sanctionnant une formation spécifique de caractère culturel, scientifique et technique à la conception paysagère.Pour bénéficier de ce titre, les praticiens en exercice à la date de publication de la présente loi doivent satisfaire à des conditions de formation ou d'expérience professionnelle analogues à celles des titulaires du diplôme mentionné au premier alinéa."
    }
  ]
}