{
  "id": "loi-n-2016-731-du-3-juin-2016",
  "type": "statute",
  "title": "LOI n°2016-731 du 3 juin 2016",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000032627231",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "II.-Le I du présent article entre en vigueur à compter de la publication du décret pris pour son application et, au plus tard, un an après la promulgation de la présente loi."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "II.-Le I de l'article 77-2 du code de procédure pénale, dans sa rédaction résultant du I du présent article, est applicable aux personnes ayant fait l'objet d'un des actes prévus aux articles 61-1 ou 62-2 du même code après la publication de la présente loi."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "II.-Le I du présent article entre en vigueur le 1er octobre 2016."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "II. - Le I du présent article entre en vigueur le premier jour du deuxième mois suivant la publication de la présente loi."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "II. - Le 1° du I du présent article entre en vigueur le 1er janvier 2017."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "VI.-Le présent article entre en vigueur le 15 novembre 2016."
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "II. - Le présent article entre en vigueur le 1er juin 2017."
    },
    {
      "provision_ref": "art84",
      "section": "84",
      "title": "Article 84",
      "content": "A modifié les dispositions suivantes :\n\nCode de procédure pénale :\n\nArt 41-4, Art 41-5, Art 99, Art 99-2, Art 373, Art 481, Art 493-1, Art 706-11, Art 706-148, Art 706-152, Art 706-157, Art 706-160, Art 706-161, Art 706-164, Art 707-1"
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "II.-Le I du présent article entre en vigueur le 1er janvier 2017."
    },
    {
      "provision_ref": "art89",
      "section": "89",
      "title": "Article 89",
      "content": "II. - Le I du présent article entre en vigueur le 1er septembre 2016."
    },
    {
      "provision_ref": "art117",
      "section": "117",
      "title": "Article 117",
      "content": "I. et II. - A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII et IV (Abrogés)\n\n- Code de la défense.\n\n- Code pénal"
    },
    {
      "provision_ref": "art118",
      "section": "118",
      "title": "Article 118",
      "content": "I.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnances toute mesure relevant du domaine de la loi afin de :1° Transposer la directive (UE) 2015/849 du Parlement européen et du Conseil du 20 mai 2015 relative à la prévention de l'utilisation du système financier aux fins du blanchiment de capitaux ou du financement du terrorisme, modifiant le règlement (UE) n° 648/2012 du Parlement européen et du Conseil et abrogeant la directive 2005/60/ CE du Parlement européen et du Conseil et la directive 2006/70/ CE de la Commission et adopter toute mesure de coordination et d'adaptation rendue nécessaire en vue de rendre plus efficace la législation relative à la lutte contre le blanchiment de capitaux et le financement du terrorisme ;2° Définir les modalités d'assujettissement aux mesures de prévention du blanchiment de capitaux et du financement du terrorisme, de contrôle et de sanction de certaines professions et catégories d'entreprises autres que les entités mentionnées à l'article 2 de la directive (UE) 2015/849 du Parlement européen et du Conseil du 20 mai 2015 précitée ;3° Mettre la loi en conformité avec le règlement (UE) 2015/847 du Parlement européen et du Conseil du 20 mai 2015 sur les informations accompagnant les transferts de fonds et abrogeant le règlement (CE) n° 1781/2006 et adopter toute mesure de coordination et d'adaptation rendue nécessaire ;4° Modifier les règles relatives à l'organisation et au fonctionnement de la commission mentionnée à l'article L. 561-38 du code monétaire et financier, en vue notamment de renforcer les garanties offertes aux personnes mises en cause et d'adapter la procédure applicable devant la commission ;5° Modifier les règles figurant aux chapitres Ier et II du titre VI du livre V et au chapitre IV du titre Ier du livre VII du code monétaire et financier, en vue notamment d'étendre le champ des avoirs susceptibles d'être gelés et la définition des personnes assujetties au respect des mesures de gel et d'interdiction de mise à disposition des fonds, d'étendre le champ des échanges d'informations nécessaires à la préparation et à la mise en œuvre des mesures de gel et de préciser les modalités de déblocage des avoirs gelés ;6° Garantir la confidentialité des informations reçues et détenues par le service mentionné à l'article L. 561-23 du code monétaire et financier et élargir les possibilités pour ce service de recevoir et de communiquer des informations ;7° Apporter les corrections formelles et les adaptations nécessaires à la simplification, à la cohérence et à l'intelligibilité du titre VI du livre V du code monétaire et financier ;8° Rendre applicables dans les îles Wallis et Futuna et, le cas échéant, en Nouvelle-Calédonie et en Polynésie française, avec les adaptations nécessaires, les articles du code monétaire et financier et, le cas échéant, d'autres dispositions législatives dans leur rédaction résultant des ordonnances prises en application des 1° à 7° ;9° Procéder aux adaptations nécessaires à l'application à Saint-Barthélemy, Saint-Martin, Saint-Pierre-et-Miquelon et Mayotte des dispositions législatives résultant des ordonnances prises en application des 1° à 7° ;10° Rendre applicables dans les îles Wallis et Futuna, avec les adaptations nécessaires, le cas échéant, les articles du code monétaire et financier et d'autres dispositions législatives relatives au gel des avoirs, à la lutte contre le blanchiment et à la lutte contre le financement du terrorisme, dans leur rédaction en vigueur à la date de publication de cette ordonnance ;11° Rendre applicables en Nouvelle-Calédonie, en Polynésie française, dans les îles Wallis et Futuna, à Saint-Barthélemy et à Saint-Pierre-et-Miquelon, avec les adaptations nécessaires, les dispositions du règlement (UE) 2015/847 du Parlement européen et du Conseil du 20 mai 2015 précité et les dispositions nécessaires à la coordination et à l'adaptation de la législation prises en application du 3°.II.-Le Gouvernement est également autorisé, dans les conditions prévues à l'article 38 de la Constitution, à adopter par ordonnances les mesures relevant du domaine de la loi nécessaires pour transposer la directive 2014/41/ UE du Parlement européen et du Conseil du 3 avril 2014 concernant la décision d'enquête européenne en matière pénale.III.-Les ordonnances prévues aux I et II sont prises dans un délai de six mois à compter de la promulgation de la présente loi.IV.-Un projet de loi de ratification est déposé devant le Parlement dans un délai de quatre mois à compter de la publication de chaque ordonnance."
    },
    {
      "provision_ref": "art119",
      "section": "119",
      "title": "Article 119",
      "content": "I. - Les II et IV de l'article 26, l'article 27, les articles 33 et 34, les 1°, 3° et 4° de l'article 38, l'article 40, le II de l'article 62, les II, III et VI de l'article 63, le II de l'article 89, les articles 103 et 111 et le I de l'article 117 sont applicables dans les îles Wallis et Futuna, en Polynésie française et en Nouvelle-Calédonie.\n\nLes articles 32, 35, 49 et 50 sont applicables dans les îles Wallis et Futuna.\n\nLes articles 49 et 50 sont applicables en Polynésie française.\n\nLe II de l'article 93 est applicable à Saint-Barthélemy et à Saint-Martin.\n\nII. à VI. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code de la sécurité intérieure\n\n- Code monétaire et financier\n\n- Code de procédure pénale\n\n- Code de procédure pénale\n\n- Code de la sécurité intérieure\n\n- Code de la sécurité intérieure\n\n- Code de la défense.\n\n- Code de la défense.\n\n- Code monétaire et financier\n\n- Code pénal\n\n- Code de la sécurité intérieure\n\n- Code de la sécurité intérieure\n\n- Code de la sécurité intérieure\n\n- Code de la sécurité intérieure\n\n- Code de la défense."
    },
    {
      "provision_ref": "art120",
      "section": "120",
      "title": "Article 120",
      "content": "La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}