{
  "id": "loi-n-2014-1170-du-13-octobre-2014",
  "type": "statute",
  "title": "LOI n° 2014-1170 du 13 octobre 2014",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000029573022",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I. à X. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nVI. B. - Le A est applicable aux baux en cours. Si l'un des copreneurs a cessé de participer à l'exploitation avant la date de publication de la présente loi, le délai de trois mois mentionné au même A commence à courir à compter de cette date.\n\nVII. - [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2014-701 DC du 9 octobre 2014.]\n\n- Code de l'environnement\n\n- Code de l'environnement\n\n- Code rural et de la pêche maritime"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "II. - Le I s'applique aux instances en cours à la date d'entrée en vigueur de la présente loi."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I. A modifié les dispositions suivantes :\n\nII à IV. A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nArt. L. 521-1-1,, Art. L. 521-3-1, Art. L. 524-1-3,, Art. L. 527-1-3, L. 524-3-1\n\nV.-Sont validées, sous réserve des décisions de justice passées en force de chose jugée, les cotisations mises en recouvrement auprès des producteurs non membres par les associations d'organisations de producteurs reconnues dans le secteur des fruits et légumes au titre d'une campagne de commercialisation antérieure à 2014, en tant qu'elles seraient contestées par un moyen tiré de ce que l'autorité ayant pris les arrêtés rendant obligatoires ces cotisations n'était pas compétente pour habiliter ces associations à les prélever ou pour en arrêter le montant ou de ce que ces cotisations ne sont pas assises sur la valeur des produits concernés, sur les superficies ou sur ces deux éléments combinés.\n\nVI. A abrogé les dispositions suivantes :\n\nCode rural et de la pêche maritime\n\nArt. L. 551-8\n\nVII.-[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2014-701 DC du 9 octobre 2014.]\n\n-Code rural et de la pêche maritime\n\n-Code rural et de la pêche maritime"
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "La transformation d'un syndicat agricole régi par le titre III du livre Ier de la deuxième partie du code du travail, désigné en application de l'article L. 653-10 du code rural et de la pêche maritime, en une association régie par la loi du 1er juillet 1901 relative au contrat d'association ou par la loi locale maintenue en vigueur dans les départements de la Moselle, du Bas-Rhin et du Haut-Rhin n'emporte pas la création d'une personne morale nouvelle. Les agréments, habilitations, aides ou avantages financiers directs ou indirects et les conventions en cours bénéficient à l'association issue de la transformation.Les bénéfices en sursis d'imposition, les plus-values latentes incluses dans l'actif du syndicat et les profits non encore imposés sur les stocks ne font pas l'objet d'une imposition immédiate, à la double condition qu'aucune modification ne soit apportée aux écritures comptables et que l'imposition desdits bénéfices, plus-values et profits demeure possible sous le nouveau régime fiscal applicable à l'association.Le présent article s'applique aux transformations réalisées entre le 1er janvier 2014 et le 31 décembre 2019."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "II.-Sont ou demeurent abrogés :"
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I. - Les campagnes d'information collectives et génériques sur les produits frais, menées par les organisations professionnelles ou interprofessionnelles agricoles portant notamment sur la qualité des produits, les bénéfices nutritionnels et usages culinaires des produits, la connaissance des métiers de la filière ou des démarches agro-environnementales, bénéficient d'espaces d'information périodiques gratuits auprès des sociétés publiques de radio et de télévision.Les organisations professionnelles ou interprofessionnelles des filières agricoles concernées - viandes fraîches, fruits et légumes frais, produits laitiers frais - peuvent contribuer au financement de tout programme radiophonique ou télévisuel sans porter atteinte à la responsabilité et à l'indépendance éditoriale des sociétés de radio et de télévision, dès lors que le message diffusé en contrepartie du financement porte exclusivement sur la promotion collective générique des produits de ces filières et de leurs propriétés, à l'exclusion de toute promotion d'entreprises commerciales proposant à la vente des produits ou des services.Les modalités d'application du présent I sont précisées par décret.II. - La perte de recettes résultant du I pour les sociétés publiques de radio et de télévision est compensée, à due concurrence, par la création d'une taxe additionnelle aux droits mentionnés aux articles 575 et 575 A du code général des impôts."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnances les dispositions nécessaires pour modifier :1° La partie législative du code rural et de la pêche maritime, afin :a) D'assurer la conformité et la cohérence de ces dispositions avec le droit de l'Union européenne ;b) De modifier ou de compléter, dans la mesure nécessaire pour assurer le respect des dispositions de ces livres et du droit de l'Union européenne en matière agricole, les dispositions relatives à la recherche et à la constatation des manquements et infractions et, le cas échéant, instituer ou supprimer des sanctions ;c) De simplifier la procédure de reconnaissance des appellations d'origine protégées, indications géographiques protégées, labels et spécialités traditionnelles garanties ainsi que les conditions dans lesquelles sont définies les conditions de production et de contrôle communes à plusieurs d'entre eux et les conditions d'établissement des plans de contrôle ;d) De prévoir la représentation des personnels au sein du conseil permanent de l'Institut national de l'origine et de la qualité ;e) De rectifier des erreurs matérielles, notamment des références erronées ou obsolètes ;2° Les dispositions législatives du code général des impôts et du code rural et de la pêche maritime applicables dans le domaine des alcools et le domaine vitivinicole, afin de les simplifier, de tirer les conséquences de l'évolution du droit de l'Union européenne et d'assurer la cohérence de leurs périmètres et des régimes de sanction qu'elles prévoient.II.-Les ordonnances mentionnées au I sont prises dans un délai de douze mois suivant la publication de la présente loi. Pour chaque ordonnance, un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de cette ordonnance."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "X.-Le 3° du VI entre en vigueur au lendemain de la publication de la présente loi. Les organes délibérants des établissements publics ayant engagé l'élaboration, la révision ou la modification d'un schéma de cohérence territoriale avant la publication de la présente loi peuvent toutefois opter pour l'application du dernier alinéa du II de l'article L. 122-1-5 du code de l'urbanisme dans sa rédaction antérieure à la présente loi. Les schémas de cohérence territoriale élaborés ou révisés avant cette date ainsi que ceux dont la procédure d'élaboration, de modification ou de révision est achevée après cette même date conformément aux dispositions applicables antérieurement à ladite date sont mis en conformité avec la présente loi lors de leur prochaine révision."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "II.-Le I entre en vigueur à une date fixée par décret, et au plus tard le 1er janvier 2016."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "I.-II-III-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nCode rural et de la pêche maritime\n\nArt. L. 331-1-1, \nArt. L. 331-3-1, \nArt. L. 331-3-2\n\nA modifié les dispositions suivantes :\n\nIII.5° L'article L. 331-7 est ainsi modifié :\n\na) [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2014-701 DC du 9 octobre 2014.]\n\nb) [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2014-701 DC du 9 octobre 2014.]\n\n-Code rural et de la pêche maritime\n\n-Code de commerce"
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "I.-A créé les dispositions suivantes :\n\nII.-Compte tenu de la spécificité du travail en forêt, dans un délai d'un an suivant la publication de la présente loi, les partenaires sociaux négocient un accord collectif prévoyant les modalités selon lesquelles les salariés effectuant des travaux mentionnés à l'article L. 154-1 du code forestier bénéficient, à partir de cinquante-cinq ans, d'une allocation de cessation anticipée d'activité.\n\n-Code rural et de la pêche maritime\n\nSct. Section 3 : Retraite anticipée pour pénibilité des salariés et non-salariés agricoles, \nArt. L761-22, Art. L761-23, Art. L761-24"
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "Dans le délai d'un an à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport étudiant les possibilités et l'opportunité d'affilier au régime social agricole les personnes exerçant des activités d'accueil social ayant pour support l'exploitation."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "II. - Le prélèvement de loups est autorisé dans des zones de protection renforcée.Une zone de protection renforcée est délimitée, par arrêté préfectoral, pour une durée maximale d'un an lorsque des dommages importants causant une perturbation de grande ampleur aux élevages sont constatés, en dépit des mesures de protection susceptibles d'assurer un équilibre entre les intérêts économiques et sociaux et la protection de l'environnement.Un plafond de destruction spécifique est déterminé pour chacune des zones de protection renforcée, dans le respect d'un plafond national.Les zones de protection renforcée contre le loup ne peuvent nuire au maintien dans un état de conservation favorable de cette espèce sur le territoire national."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "II.-Le 1° du I du présent article entre en vigueur à compter de la publication du décret mentionné au dernier alinéa du II de l'article L. 231-1 du code rural et de la pêche maritime, dans sa rédaction résultant du présent article et, au plus tard, au 1er janvier 2016. Le cas échéant, la mise au point des dispositions de ce décret est précédée d'une expérimentation."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "Les laboratoires départementaux d'analyses des conseils généraux participent à la politique publique de sécurité sanitaire de la France.Les conditions d'exécution des missions de service public dont ils sont chargés sont précisées par voie réglementaire."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "II. - Les agents habilités en application du 3° de l'article L. 243-3 du code rural et de la pêche maritime, dans sa rédaction antérieure à l'entrée en vigueur de la présente loi, sont réputés détenir les compétences adaptées mentionnées au 13° du même article L. 243-3, dans sa version résultant de la présente loi, jusqu'à une date fixée par le décret qu'il prévoit et au plus tard jusqu'au 31 décembre 2017."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "I et II.-A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nCode de la santé publique\n\nArt. L5141-16, Art. L5143-2, Art. L5143-6, Art. L5144-1, Art. L5145-6, Art. L5442-10, Art. L5442-11\n\nIII.-Les contrats conclus avant la date d'entrée en vigueur de la présente loi et relevant des articles L. 441-6 et L. 441-7 du code de commerce sont mis en conformité avec l'article L. 5141-14-2 du code de la santé publique au plus tard le 31 décembre 2014. Après cette date, les clauses des contrats contraires aux dispositions de ce même article sont réputées non écrites.\n\n-Code de la santé publique"
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "En vue de permettre, au plus tard le 31 décembre 2016, une réduction de 25 % par rapport à l'année 2013 de l'utilisation des substances antibiotiques appartenant à chacune des trois familles des fluoroquinolones et des céphalosporines de troisième et de quatrième générations, tous les acteurs sont sensibilisés aux risques liés à l'antibiorésistance ; les bonnes pratiques d'élevage et les bonnes pratiques de prescription et d'utilisation de ces substances sont privilégiées, ainsi que le développement des alternatives permettant d'en éviter le recours. A l'issue de cette période, une évaluation de la réduction est réalisée et un nouvel objectif est défini."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "I.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre, par voie d'ordonnances, les dispositions législatives nécessaires afin de :1° Mettre en place une expérimentation à l'appui du plan d'action ayant pour objet de réduire l'utilisation des produits phytopharmaceutiques, en définissant les personnes vendant des produits phytopharmaceutiques, autres que les produits de biocontrôle mentionnés au premier alinéa de l'article L. 253-5 du code rural et de la pêche maritime, qui sont tenues de mettre en œuvre des actions à cette fin, les conditions dans lesquelles ces personnes peuvent satisfaire à ces obligations et un dispositif de certificats d'économie de produits phytopharmaceutiques qui sont délivrés aux personnes assujetties lorsqu'elles justifient avoir satisfait à leurs obligations à l'instar du précédent sur les certificats d'économies d'énergie ;2° Moderniser et simplifier les règles applicables aux matières fertilisantes et supports de culture, en précisant leur définition, les conditions dans lesquelles leur importation, leur mise sur le marché, leur détention en vue de la mise sur le marché, leur vente ou distribution à titre gratuit et leur utilisation sont subordonnées à une autorisation administrative et les conditions dans lesquelles l'exercice de ces activités peut faire l'objet de mesures d'interdiction, de limitation ou de réglementation ;3° Compléter la liste des personnes habilitées à rechercher et à constater les infractions dans le domaine de la santé animale ou végétale, de la protection des animaux, de la sécurité sanitaire de l'alimentation et de la mise sur le marché, de la vente ou de la cession, de l'utilisation et du stockage des produits phytopharmaceutiques, en précisant le champ de leurs compétences et les pouvoirs dont elles disposent ;4° Modifier et simplifier le régime applicable aux groupements de défense contre les organismes nuisibles et à leurs fédérations, prévus aux articles L. 252-1 à L. 252-5 du code rural et de la pêche maritime ;5° Redéfinir et moderniser l'organisation et les missions de l'ordre des vétérinaires, en élargissant son champ d'action, en réformant l'organisation du système disciplinaire, notamment par la clarification de la gestion des missions administratives et disciplinaires de l'ordre, en définissant le statut de l'élu ordinal, son rôle, les modalités de son remplacement, ses devoirs et prérogatives et en recherchant l'amélioration du service rendu au public, grâce à la formation, à l'accréditation et au renforcement du contrôle ordinal ;6° Renforcer les règles applicables au commerce des animaux de compagnie, notamment en redéfinissant le seuil de déclaration de l'activité d'élevage de chiens et de chats, en réglementant ou en interdisant certaines modalités de vente et de cession à titre gratuit de vertébrés, tout en préservant, d'une part, l'activité des éleveurs professionnels comme non professionnels qui garantissent la pérennité des races et des espèces et contribuent au maintien de la filière nationale de génétique collective et, d'autre part, la pérennité des ventes effectuées par des professionnels sur les foires et marchés, et renforcer la protection des animaux, en étendant, dans le code de procédure pénale, le pouvoir des associations de défense et de protection des animaux de se constituer partie civile pour tous les délits relevant du chapitre unique du titre II du livre V du code pénal ;7° Adapter au droit de l'Union européenne les dispositions relatives au transport des animaux vivants et aux sous-produits animaux, notamment en redéfinissant l'activité d'équarrissage, et en actualisant et en complétant la liste des sanctions mentionnées à l'article L. 228-5 du code rural et de la pêche maritime ;8° Organiser la surveillance en matière de santé animale, de santé végétale et d'alimentation, en définissant les missions et obligations respectives des principaux acteurs en matière de surveillance ainsi que les conditions dans lesquelles ils échangent des informations et coordonnent leur action en s'appuyant sur le maillage territorial des laboratoires d'analyses départementaux.II.-Les ordonnances mentionnées aux 2°, 3° et 7° du I sont prises dans un délai de huit mois suivant la promulgation de la présente loi. Les ordonnances mentionnées aux 1°, 4°, 5°, 6° et 8° du I sont prises dans un délai de douze mois suivant la promulgation de la présente loi.Pour chaque ordonnance, un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de cette ordonnance."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "I.-L' ordonnance n° 2011-862 du 22 juillet 2011 relative à l'organisation de l'épidémiosurveillance, de la prévention et de la lutte contre les maladies animales et végétales et aux conditions de délégation de certaines tâches liées aux contrôles sanitaires et phytosanitaires est ratifiée.\n\nII.-A modifié les dispositions suivantes :\n\n-Code rural et de la pêche maritime"
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "Le Gouvernement remet au Parlement, avant le 31 décembre 2015, un rapport qui étudie les conditions dans lesquelles les statuts des personnels des établissements mentionnés à l'article L. 811-8 du code rural et de la pêche maritime sont harmonisés, jusqu'à la réalisation de la parité, avec ceux des corps homologues de l'enseignement général, technologique et professionnel, de telle sorte que l'ensemble de ces personnels soient en mesure d'exercer leurs fonctions avec les mêmes garanties dans les établissements relevant de l'enseignement général, technologique et professionnel et dans les établissements relevant de l'enseignement agricole. Il étudie également l'égalité d'accès à la médecine scolaire entre les élèves des établissements mentionnés au même article L. 811-8 et ceux de l'enseignement général, technologique et professionnel."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "Avant le 31 décembre 2014, le Gouvernement remet au Parlement un rapport qui étudie les modalités de développement des formations bi-qualifiantes dans l'enseignement agricole, notamment en zone de montagne."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nVII.-Les biens, droits et obligations du Consortium national pour l'agriculture, l'alimentation, la santé animale et l'environnement sont transférés à l'Institut agronomique, vétérinaire et forestier de France dès sa création. Ce transfert est réalisé à titre gratuit et ne donne lieu au paiement d'aucun droit, indemnité, taxe ou contribution prévue à l'article 879 du code général des impôts.\n\n-Code rural et de la pêche maritime\n\n-Code rural et de la pêche maritime\n\n-Code rural et de la pêche maritime\n\n-Code de la recherche"
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "L'ordonnance n° 2012-92 du 26 janvier 2012 relative à la partie législative du code forestier est ratifiée."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "II.-Le transfert à la collectivité territoriale de Corse de la compétence mentionnée à l'article L. 4424-33-1 du code général des collectivités territoriales entre en vigueur le 1er janvier 2015. Les charges résultant pour la collectivité territoriale de Corse de ce transfert sont compensées dans les conditions prévues à l'article L. 4425-2 du même code, après déduction des augmentations de ressources entraînées par le transfert."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "I.-La mise sur le marché du bois et de produits dérivés du bois est soumise aux obligations définies par le règlement (UE) n° 995/2010 du Parlement européen et du Conseil du 20 octobre 2010 établissant les obligations des opérateurs qui mettent du bois et des produits dérivés sur le marché et par le règlement d'exécution (UE) n° 607/2012 de la Commission du 6 juillet 2012 sur les modalités d'application relatives au système de diligence, ainsi qu'à la fréquence et à la nature des contrôles à effectuer auprès des organisations de contrôle conformément au règlement (UE) n° 995/2010 du Parlement européen et du Conseil établissant les obligations des opérateurs qui mettent du bois et des produits dérivés sur le marché.II.-Le contrôle et la surveillance du respect des dispositions du I du présent article et des dispositions qui en font application sont effectués par les agents mentionnés au III, dans les conditions prévues aux articles L. 171-1 à L. 171-6 du code de l'environnement.Si l'un de ces agents constate un manquement aux dispositions de l'article 4 ou du paragraphe 1 de l'article 6 du règlement (UE) n° 995/2010 du Parlement européen et du Conseil du 20 octobre 2010 précité ou à celles des articles 2,3,4 ou 5 du règlement d'exécution (UE) n° 607/2012 de la Commission, du 6 juillet 2012, précité, l'autorité administrative prend les mesures provisoires qu'elle juge utiles, conformément au paragraphe 5 de l'article 10 du règlement (UE) n° 995/2010 du Parlement européen et du Conseil du 20 octobre 2010 précité, et met en demeure l'intéressé de prendre, dans un délai qu'elle fixe, les mesures nécessaires pour corriger les manquements constatés.Si, à l'expiration de ce délai, il n'a pas été déféré à la mise en demeure, l'autorité administrative peut :1° Suspendre le fonctionnement de l'entreprise ou l'exercice des activités occasion du manquement et prendre, le cas échéant, les mesures conservatoires nécessaires, aux frais de la personne mise en demeure ;2° Ordonner le paiement d'une amende au plus égale à 15 000 € et d'une astreinte journalière au plus égale à 1 500 € applicable à partir de la notification de la décision la fixant et jusqu'à satisfaction de la mise en demeure. L'astreinte bénéficie d'un privilège de même rang que celui prévu à l'article 1920 du code général des impôts. Il est procédé à son recouvrement comme en matière de créances de l'Etat étrangères à l'impôt et au domaine. Le comptable peut engager la procédure d'avis à tiers détenteur prévue à l'article L. 263 du livre des procédures fiscales. L'opposition à l'état exécutoire pris en application d'une décision fixant une astreinte journalière n'est pas suspensive.En cas de mise en œuvre des troisième à cinquième alinéas du présent II, les articles L. 171-9, L. 171-10 et L. 171-11 du code de l'environnement s'appliquent.III.-Sont habilités à rechercher et constater les infractions au règlement (UE) n° 995/2010 du Parlement européen et du Conseil du 20 octobre 2010 précité et au règlement d'exécution (UE) n° 607/2012 de la Commission du 6 juillet 2012 précité prévues et réprimées au présent article, ainsi que les infractions prévues aux articles 441-1 et 441-2 du code pénal, lorsque les faits ont été commis dans le but de faire obstacle aux dispositions des mêmes règlements, outre les officiers et agents de police judiciaire :1° Dans les conditions prévues au titre VI du livre Ier du code forestier, les agents mentionnés au 1° de l'article L. 161-4 du même code et les autres fonctionnaires ou agents non titulaires de l'Etat commissionnés à cet effet par le ministre chargé des forêts, en raison de leurs compétences, et assermentés ;2° Dans les conditions prévues au chapitre II du titre VII du livre Ier du code de l'environnement, les inspecteurs de l'environnement mentionnés à l'article L. 172-1 du même code.IV.-Le fait de mettre sur le marché du bois ou des produits dérivés sans avoir adopté un système de diligence raisonnée au sens de l'article 6 du règlement (UE) n° 995/2010 du Parlement européen et du Conseil du 20 octobre 2010 précité ou sans avoir respecté le système de diligence raisonnée adopté pour réduire le risque que ce bois provienne d'une récolte illégale est puni de deux ans d'emprisonnement et de 100 000 € d'amende.V.-Le fait de mettre sur le marché, en méconnaissance du paragraphe 1 de l'article 4 du règlement (UE) n° 995/2010 du Parlement européen et du Conseil du 20 octobre 2010 précité, des bois ou des produits dérivés de ces bois issus d'une récolte illégale au sens du g de l'article 2 du même règlement est puni de deux ans d'emprisonnement et de 100 000 € d'amende.VI.-Le fait de commettre les infractions mentionnées au présent article en bande organisée, au sens de l'article 132-71 du code pénal, est puni de sept ans d'emprisonnement et de 500 000 € d'amende. Le titre XXV du code de procédure pénale s'applique.VII.-Le fait de ne pas avoir respecté la décision de suspension de fonctionnement de l'entreprise ou d'exercice des activités prononcée en application du II est puni de deux ans d'emprisonnement et de 100 000 € d'amende.VIII.-Le fait de faire obstacle aux fonctions exercées par les fonctionnaires et agents habilités à exercer des missions de contrôle administratif ou de recherche et de constatation des infractions en application des II et III du présent article est puni des peines prévues à l'article L. 163-1 du code forestier.IX.-Les personnes morales déclarées responsables pénalement, dans les conditions prévues à l'article 121-2 du code pénal, d'un délit mentionné au présent article encourent, outre l'amende prévue à l'article 131-38 du même code, les peines prévues aux 2° à 9° de l'article 131-39 dudit code.X.-Les associations agréées mentionnées à l'article L. 141-1 du code de l'environnement peuvent exercer les droits reconnus à la partie civile en ce qui concerne les faits portant un préjudice direct ou indirect aux intérêts collectifs qu'elles ont pour objet de défendre et constituant une infraction aux dispositions des règlements mentionnés au I du présent article."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement dépose sur le bureau des assemblées parlementaires un rapport sur les règles applicables aux exportations et aux importations de bois et de produits fabriqués en bois, précisant notamment les conditions phytosanitaires dans lesquelles elles se déroulent, évaluant les dispositifs de surveillance et de contrôle les concernant et indiquant les mesures à prendre afin de les renforcer. Ce rapport s'appuie sur l'analyse des données statistiques du commerce extérieur des produits bois des cinq dernières années."
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "I, II III, IV, V, VI, VII, X\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nVIII.-Le I de l'article 4 de la présente loi n'est pas applicable à Saint-Barthélemy.\n\nIX.-Sont homologuées, en application de l'article 21 de la loi organique n° 2004-192 du 27 février 2004 portant statut d'autonomie de la Polynésie française, les peines d'emprisonnement prévues en Polynésie française par les articles suivants :\n\n1° Articles 10,12 et 13 de la délibération n° 2001-16 APF du 1er février 2001 relative à la protection des animaux domestiques et des animaux sauvages apprivoisés ou tenus en captivité ;\n\n2° Article LP 29 de la loi du pays n° 2011-1 du 10 janvier 2011 relative à l'agriculture biologique en Polynésie française ;\n\n3° Articles LP 59, LP 60 et LP 61 de la loi du pays n° 2013-12 du 6 mai 2013 réglementant, aux fins de protection en matière de biosécurité, l'introduction, l'importation, l'exportation et le transport interinsulaire des organismes vivants et de leurs produits dérivés.\n\n-Code rural et de la pêche maritime\n\n-Code de l'urbanisme\n\n-Code forestier (nouveau)\n\n-Code rural et de la pêche maritime"
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "Le Gouvernement est autorisé à procéder par ordonnance, dans les conditions prévues à l'article 38 de la Constitution, à la réorganisation et à la révision des dispositions de nature législative particulières à l'outre-mer en vigueur à la date de publication de l'ordonnance, au sein du code rural et de la pêche maritime, en vue :1° De regrouper et ordonner ces dispositions de manière cohérente dans un titre spécifique au sein de chacun des livres de ce code ;2° De remédier aux éventuelles erreurs ou insuffisances de codification, en incluant les dispositions de nature législative qui n'auraient pas été codifiées et en adaptant le plan et la rédaction des dispositions codifiées ;3° D'abroger les dispositions obsolètes, inadaptées ou devenues sans objet ;4° D'assurer le respect de la hiérarchie des normes et la cohérence rédactionnelle des textes, d'harmoniser l'état du droit et de l'adapter au droit de l'Union européenne ainsi qu'aux accords internationaux ratifiés ;5° D'adapter, le cas échéant, ces dispositions à l'évolution des caractéristiques et contraintes particulières aux collectivités régies par l'article 73 de la Constitution ;6° D'adapter les renvois faits, respectivement, à l'arrêté, au décret ou au décret en Conseil d'Etat à la nature des mesures d'application concernées ;7° D'étendre, le cas échéant, dans le respect des règles de partage des compétences prévues par la loi organique, l'application de ces dispositions, selon le cas, à Saint-Pierre-et-Miquelon, à Saint-Barthélemy, à Saint-Martin, en Nouvelle-Calédonie, en Polynésie française et aux îles Wallis et Futuna, avec les adaptations nécessaires, et de procéder, si nécessaire, à l'adaptation des dispositions déjà applicables à ces collectivités ;8° De mettre les autres codes et lois qui mentionnent ces dispositions en cohérence avec la nouvelle rédaction adoptée.Cette ordonnance est prise dans un délai de dix-huit mois à compter de la promulgation de la présente loi. Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "Article 91",
      "content": "Pour la réalisation des missions d'audit, d'inspection ou de contrôle de personnes publiques ou d'organismes privés participant à la mise en œuvre de politiques publiques ou bénéficiaires de fonds publics, dont ils sont chargés, les membres du Conseil général de l'alimentation, de l'agriculture et des espaces ruraux disposent de pouvoirs d'investigation sur pièces et sur place. Ils peuvent demander la communication directe ou sous forme de copie de tout document, quels qu'en soient la forme et le support, nécessaire à l'accomplissement de leur mission. Ils ont libre accès aux locaux des personnes publiques et privées contrôlées. Si l'accès leur est refusé, ils peuvent saisir le juge judiciaire dans les conditions mentionnées à l'article L. 206-1 du code rural et de la pêche maritime. Pour les besoins du contrôle de l'emploi des financements publics nationaux et européens, les commissaires aux comptes des organismes contrôlés sont déliés du secret professionnel à l'égard des membres du Conseil général de l'alimentation, de l'agriculture et des espaces ruraux."
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Article 92",
      "content": "I. - Peuvent être pris en compte pour l'application du chapitre Ier du titre Ier de la loi n° 2012-347 du 12 mars 2012 relative à l'accès à l'emploi titulaire et à l'amélioration des conditions d'emploi des agents contractuels dans la fonction publique, à la lutte contre les discriminations et portant diverses dispositions relatives à la fonction publique, dès lors qu'ils correspondent à l'exercice de missions de service public administratif, les services accomplis en application des articles L. 122-1 ou L. 1241-1 et suivants du code du travail pour le compte de :1° L'Institut national des appellations d'origine créé par l'article 20 du décret-loi du 30 juillet 1935 relatif à la défense du marché des vins et régime économique de l'alcool et l'Institut national de l'origine et de la qualité mentionné à l'article L. 642-5 du code rural et de la pêche maritime ;2° L'office de développement de l'économie agricole dans les départements d'outre-mer créé par le décret n° 84-356 du 11 mai 1984 portant création d'un office de développement de l'économie agricole dans les départements d'outre-mer ;3° L'Office national interprofessionnel des fruits, des légumes, des vins et de l'horticulture, l'Office des produits de la mer, l'Office des plantes à parfum, aromatiques et médicinales créés par le décret n° 2005-1780 du 30 décembre 2005 relatif à certains offices d'intervention dans le secteur agricole et portant modification du code rural ;4° L'Agence unique de paiement, créée par l'article 95 de la loi n° 2006-11 du 5 janvier 2006 d'orientation agricole ;5° L'Agence de service et de paiement et l'Etablissement national des produits de l'agriculture et de la mer créés par l'ordonnance n° 2009-325 du 25 mars 2009 relative à la création de l'Agence de services et de paiement et de l'Etablissement national des produits de l'agriculture et de la mer, pour ce qui concerne les personnels mentionnés au VI de l'article 5 de cette ordonnance.II. - L'accès à la fonction publique de l'Etat prévu à l'article 1er de la loi n° 2012-347 du 12 mars 2012 précitée est ouvert, dans les conditions prévues au chapitre Ier de la même loi, aux agents contractuels de droit public qui, recrutés sur le fondement de l'article 259 du code rural devenu l'article L. 231-2 du code rural et de la pêche maritime, occupaient à la date du 31 mars 2013 un emploi de préposé sanitaire du ministère chargé de l'agriculture. Les agents qui n'accèdent pas à un corps de fonctionnaires conservent le bénéfice de leur contrat.III. - Les emplois non permanents du Centre national de la propriété forestière, non financés par les ressources mentionnées à l'article L. 321-13 du code forestier, pourvus pour réaliser des missions temporaires résultant de conventions ou de marchés financés par leur produit ou par les concours prévus à l'article L. 321-14 du même code, et ceux de l'Agence de services et de paiement pourvus pour l'exercice de fonctions correspondant à des missions confiées à cet établissement par la voie de conventions organisant leur financement intégral peuvent être pourvus par des agents contractuels recrutés par contrat à durée déterminée. La durée de ces contrats ne peut excéder la durée de la mission au titre de laquelle ils ont été conclus. Ils peuvent être renouvelés pour la réalisation du même type de mission, sans que leur durée totale, tous renouvellements compris, puisse excéder six ans.Les services ainsi accomplis sont pris en compte au titre des services requis pour la transformation à durée indéterminée des engagements à durée déterminée mentionnés à l'article 6 bis de la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat."
    },
    {
      "provision_ref": "art93",
      "section": "93",
      "title": "Article 93",
      "content": "I.-L'article L. 111-2-1 du code rural et de la pêche maritime, dans sa rédaction résultant de la présente loi, s'applique aux projets de plan régional de l'agriculture durable pour lesquels la procédure de participation du public n'est pas engagée à la date de publication de la présente loi.\n\nLes plans arrêtés dans les conditions prévues à l'article L. 111-2-1, dans sa rédaction antérieure à la date de publication de la présente loi, sont révisés avant le 31 décembre 2015 pour y intégrer les actions menées par la région.\n\nII.-Pour l'application de l'article L. 141-6 du code rural et de la pêche maritime, dans sa rédaction résultant de la présente loi, les sociétés d'aménagement foncier et d'établissement rural agréées avant sa publication transmettent au ministre chargé de l'agriculture la mise à jour de leurs statuts lors du renouvellement de leur programme pluriannuel d'activité et, au plus tard, le 1er juillet 2016. L'agrément de ces sociétés est revu dans un délai maximal de six mois suivant la transmission des nouveaux statuts.\n\nToutefois, pour leur constitution à l'échelle régionale ou interrégionale en application du I de l'article L. 141-6 du même code, les sociétés d'aménagement foncier et d'établissement rural dont la zone d'action est incluse dans le périmètre de la région Aquitaine, Limousin et Poitou-Charentes et de la région Pays de la Loire transmettent leurs statuts à jour au plus tard le 1er juillet 2018. Leur agrément est revu dans les conditions prévues au précédent alinéa.\n\nLes droits de préemption ainsi que les autorisations à bénéficier de l'offre amiable avant adjudication volontaire dont disposent, en application des articles L. 143-1, L. 143-12 et L. 143-16 du code rural et de la pêche maritime, les sociétés d'aménagement foncier et d'établissement rural qui doivent se regrouper pour adapter leur zone d'action aux limites territoriales des régions fixées par l'article 1er de la loi n° 2015-29 du 16 janvier 2015 ou qui sont mentionnées à l'alinéa précédent, sont prorogés, en tant que de besoin, jusqu'à l'entrée en vigueur des décrets conférant de tels droits aux sociétés d'aménagement et d'établissement rural issues de ce regroupement ou dont la zone d'action a été modifiée, et au plus tard dans le délai de douze mois à compter de leur agrément.\n\nII bis. - A. - Les transferts de biens, droits et obligations entre sociétés d'aménagement foncier et d'établissement rural réalisés à compter du 1er janvier 2016 pour l'application du I de l'article L. 141-6 du code rural et de la pêche maritime, dans sa rédaction résultant de la présente loi, sont effectués sur la base des valeurs nettes comptables des apports. Ils ne donnent lieu au paiement d'aucun droit, taxe ou impôt de quelque nature que ce soit. Ils ne donnent pas non plus lieu au paiement de la contribution prévue à l'article 879 du code général des impôts.\n\nB - Pour l'application du A du présent II bis en matière d'impôt sur les sociétés, l'article 210 A du code général des impôts s'applique aux transferts réalisés en application du I de l'article L. 141-6 du code rural et de la pêche maritime, sous réserve que la société qui possède les biens à l'issue du transfert respecte les prescriptions mentionnées au 3 du même article 210 A.\n\nPour l'application dudit article 210 A, la société absorbée s'entend de la société qui possédait les biens avant l'opération et la société absorbante s'entend de la société possédant ces mêmes biens après l'opération.\n\nIII.-A compter de la publication de la présente loi, la représentation minimale de chaque sexe dans le collège mentionné au a du 1° du II de l'article L. 141-6 du code rural et de la pêche maritime, dans sa rédaction résultant de la présente loi, est fixée à 30 % des membres. Cette proportion est révisée au plus tard à la fin de la douzième année suivant cette publication.\n\nIV.-L'article L. 141-8-1 du code rural et de la pêche maritime entre en vigueur le 1er juillet 2016.\n\nV.-Jusqu'aux dates mentionnées à l'article 21 de la loi n° 2011-884 du 27 juillet 2011 relative aux collectivités territoriales de Guyane et de Martinique, l'article L. 181-25 du code rural et de la pêche maritime, tel qu'il résulte de la présente loi, est ainsi modifié :\n\n1° Au 3°, les mots : de l'assemblée de Guyane sont remplacés par les mots : du conseil régional ;\n\n2° Au 4°, les mots : du conseil exécutif de Martinique sont remplacés par les mots : du conseil régional.\n\nVI.-Le II de l'article L. 180-2 du code rural et de la pêche maritime, dans sa rédaction résultant de la présente loi, entre en vigueur à la date mentionnée à l'article 21 de la loi n° 2011-884 du 27 juillet 2011 relative aux collectivités territoriales de Guyane et de Martinique.\n\nVII.-Jusqu'à la date mentionnée au même article 21, pour l'application en Martinique de l'article L. 111-2-1 du code rural et de la pêche maritime, le début du troisième alinéa est ainsi rédigé : Le représentant de l'Etat et le président du conseil régional conduisent conjointement la préparation du plan en y associant les autres collectivités territoriales, la chambre d'agriculture ainsi que l'ensemble des organisations professionnelles agricoles et des organisations syndicales agricoles représentatives ; ils prennent en compte... (le reste sans changement).\n\nVIII.-L'article L. 211-3 du code de l'environnement, dans sa rédaction résultant de la présente loi, entre en vigueur le 1er octobre 2014.\n\nIX.-Les schémas directeurs régionaux des exploitations agricoles mentionnés à l'article L. 312-1 du code rural et de la pêche maritime, dans sa rédaction résultant de la présente loi, sont arrêtés dans un délai d'un an à compter de sa publication.\n\nJusqu'à l'entrée en vigueur du schéma directeur régional des exploitations agricoles, le contrôle des structures s'applique selon les modalités, les seuils et les critères définis par le schéma directeur des structures agricoles de chaque département.\n\nLes unités de référence arrêtées par le représentant de l'Etat dans le département s'appliquent jusqu'à l'entrée en vigueur du schéma directeur régional des exploitations agricoles.\n\nX.-La surface minimale d'assujettissement prévue à l'article L. 722-5-1 du code rural et de la pêche maritime, dans sa rédaction résultant de la présente loi, doit être fixée dans les deux ans suivant la date de sa promulgation. Jusqu'à la publication de l'arrêté fixant la surface minimale d'assujettissement, celle-ci est égale à la moitié de la surface minimale d'installation telle que fixée dans le schéma directeur départemental des structures agricoles en vigueur la date de publication de la présente loi.\n\nXI.-Les orientations régionales forestières mentionnées à l'article L. 122-1 du code forestier et les plans pluriannuels régionaux de développement forestier définis aux articles L. 122-12 à L. 122-15 du même code demeurent applicables et continuent de produire leurs effets jusqu'à l'adoption des programmes régionaux de la forêt et du bois et, au plus tard, jusqu'au 31 décembre 2020.\n\nXII.- (Abrogé).\n\nXIII.-Le VII de l'article 84 de la présente loi entre en vigueur le 1er janvier 2015.\n\nXIV.-Les articles L. 181-26 et L. 371-5-1 du code rural et de la pêche maritime, dans leur rédaction résultant de la présente loi, entrent en vigueur aux dates mentionnées à l'article 21 de la loi n° 2011-884 du 27 juillet 2011 relative aux collectivités territoriales de Guyane et de Martinique.\n\nXV.-Les coopératives agricoles ou leurs unions disposent d'un délai de dix-huit mois à compter de la clôture de l'exercice en cours à la date de publication de l'arrêté du ministre chargé de l'agriculture portant approbation des modifications des modèles de statuts pour se mettre en conformité avec les 2°, 3° et 7° à 10° du II de l'article 13.\n\nXVI.-Les 2° à 4° du V de l'article 53 de la présente loi entrent en vigueur le 1er janvier 2016.\n\nXVII.-Le médiateur chargé des litiges relatifs à la contractualisation obligatoire avant l'entrée en vigueur de la présente loi est maintenu dans ses fonctions jusqu'à la nomination du médiateur des relations commerciales agricoles mentionné à l'article L. 631-27 du code rural et de la pêche maritime.\n\nXVIII.-L'article 8 de la présente loi s'applique aux baux en cours pour les congés notifiés après la publication de la présente loi.\n\nXIX.- (Abrogé).\n\nXX.- (Abrogé).\n\nXXI.-A modifié les dispositions suivantes :\n\nXXII.-Pour l'application de l'article L. 323-11 et de l'article L. 323-13 du code rural et de la pêche maritime, dans leur rédaction résultant de la présente loi, les groupements agricoles d'exploitation en commun totaux existant avant sa publication disposent d'un délai d'une année à compter de ladite publication pour demander à l'autorité administrative un réexamen du nombre de parts économiques qui leur ont été attribuées pour l'accès aux aides de la politique agricole commune, sur la base d'éléments justificatifs.\n\nLes groupements agricoles d'exploitation en commun totaux existant avant la publication de la présente loi et situés en zone défavorisée font l'objet d'un réexamen systématique de leur situation par l'autorité administrative si le nombre de leurs parts économiques pour l'accès aux aides de la politique agricole commune est inférieur au nombre de parts octroyées pour les indemnités compensatoires de handicaps naturels.\n\nXXIII. A modifié les dispositions suivantes :\n\nXXIV.-[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2014-701 DC du 9 octobre 2014.]\n\n-Code rural\n\n-Code de commerce"
    },
    {
      "provision_ref": "art95",
      "section": "95",
      "title": "Article 95",
      "content": "I. - A créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code rural et de la pêche maritime\n\n- Code rural et de la pêche maritime\n\n- Code rural et de la pêche maritime\n\n- Code rural et de la pêche maritime"
    }
  ]
}