{
  "id": "loi-n-89-1014-du-31-decembre-1989",
  "type": "statute",
  "title": "Loi n° 89-1014 du 31 décembre 1989",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000707718",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I. - (paragraphe modificateur).II. - Les dispositions du paragraphe I du présent article sont applicables aux contrats en cours."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Nonobstant toute stipulation statutaire, dans un délai expirant le 30 juin 1991, toute assemblée générale extraordinaire tenue aux fins de délibérer sur des modifications statutaires ayant pour objet le mode de représentation des sociétaires ou la mise en harmonie des statuts des sociétés d'assurance mutuelles avec les dispositions prévues par la présente loi pourra valablement délibérer si elle réunit, présents ou représentés en application des statuts en vigueur, un dixième des sociétaires, sans que cette proportion puisse conduire à exiger la présence ou la représentation de plus de mille sociétaires."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "I à V. - [paragraphes modificateurs].\n\nVI. - Les conseils d'administration des sociétés centrales d'assurance mentionnées à l'article L. 322-12 restent en fonctions jusqu'à leur renouvellement effectué conformément aux dispositions de la loi n° 83-675 du 26 juillet 1983 relative à la démocratisation du secteur public.\n\nDans le cas où les assemblées générales des actionnaires des entreprises nationales d'assurance n'exercent pas l'option mentionnée à l'article L. 322-14, les conseils d'administration des sociétés centrales continuent de gérer les entreprises nationales de leurs groupes jusqu'à la date de la première réunion des nouveaux conseils constitués conformément aux dispositions du 4 de l'article 1er et de l'article 6 de la loi n° 83-675 du 26 juillet 1983 susmentionnée."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "La présente loi s'applique dans les territoires d'outre-mer, à l'exception des articles 24 à 28 et 45. Elle s'applique dans la collectivité territoriale de Mayotte, à l'exception de l'article 45."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "Les dispositions du titre III de la présente loi sont applicables au plus tard le 1er mai 1990.Les autres dispositions entreront en vigueur à une ou des dates fixées par décret et au plus tard le 1er juillet 1990."
    }
  ]
}