{
  "id": "loi-n-2006-450-du-18-avril-2006",
  "type": "statute",
  "title": "Loi n° 2006-450 du 18 avril 2006",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000426953",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "La programmation des moyens consacrés par l'État à la recherche, telle qu'annexée à la présente loi, est approuvée (Annexe non reproduite, voir le fac-similé).Ces moyens augmenteront de manière à atteindre un montant cumulé de 19,4 milliards d'euros supplémentaires pendant les années 2005 à 2010 par rapport aux moyens consacrés en 2004.Ils comprennent, conformément à l'annexe, l'ensemble des crédits budgétaires de la mission \" Recherche et enseignement supérieur \", hors programme \" Vie étudiante \", ainsi que les ressources extrabudgétaires et le montant des dépenses fiscales qui concourent au financement des activités de recherche et d'innovation.Le Gouvernement déposera, dans un délai de six mois suivant la publication de la présente loi, un rapport visant à déterminer les conditions du développement de la recherche en Guadeloupe, en Guyane, à La Réunion et en Martinique, à en définir les objectifs et, le cas échéant, à proposer de nouvelles dispositions tenant compte de leurs situations particulières."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I. - Paragraphe modificateur.II. - L'ensemble des biens, droits et obligations de l'association Académie des technologies sont dévolus à l'établissement public administratif Académie des technologies dans les conditions fixées par le décret mentionné à l'article L. 328-3 du code de la recherche. Les personnels de l'association sont intégralement repris par l'établissement public. L'ancienneté qu'ils ont acquise est reconnue par l'établissement.III. - Les membres de l'association Académie des technologies sont membres de l'établissement public Académie des technologies à compter de sa création."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "L'Institut de France ainsi que l'Académie française, l'Académie des inscriptions et belles-lettres, l'Académie des sciences, l'Académie des beaux-arts et l'Académie des sciences morales et politiques qui le composent sont des personnes morales de droit public à statut particulier placées sous la protection du Président de la République.\n\nIls ont pour mission de contribuer à titre non lucratif au perfectionnement et au rayonnement des lettres, des sciences et des arts.\n\nLeurs membres sont élus par leurs pairs. Toutes les fonctions y sont électives. Les membres veillent, lors des élections des nouveaux membres et lors des élections aux fonctions statutaires, à assurer une représentation équilibrée entre les femmes et les hommes au sein de l'Institut et de chacune des académies."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "L'Institut et les académies s'administrent librement. Leurs décisions entrent en vigueur sans autorisation préalable. Ils bénéficient de l'autonomie financière sous le seul contrôle de la Cour des comptes. A l'exception des fonds issus de dons, legs ou libéralités, leurs disponibilités sont déposées au Trésor et ne donnent lieu à aucune rémunération.\n\nL'administration de l'Institut est assurée par la commission administrative centrale, qui élit parmi ses membres le chancelier de l'Institut, et par l'assemblée générale. Chaque académie est administrée par ses membres qui désignent leurs secrétaires perpétuels et leur commission administrative."
    },
    {
      "provision_ref": "art37-1",
      "section": "37-1",
      "title": "Article 37-1",
      "content": "I.-L'Institut de France, l'Académie française, l'Académie des inscriptions et belles-lettres, l'Académie des sciences, l'Académie des beaux-arts et l'Académie des sciences morales et politiques peuvent, après avis conforme du receveur des fondations et par convention écrite, confier à un organisme public ou privé l'encaissement de recettes ou le paiement de dépenses.II.-Peuvent être payées par convention de mandat :1° Les dépenses de personnel ;2° Les dépenses de fonctionnement ;3° Les dépenses d'investissement.III.-Peuvent être recouvrées par convention de mandat :1° Les recettes propres ;2° Les recettes tirées des prestations fournies ;3° Les redevances.IV.-La convention emporte mandat donné à l'organisme d'assurer l'encaissement de recettes ou le paiement de dépenses au nom et pour le compte de l'Institut de France ou de l'académie mandant. Elle prévoit une reddition au moins annuelle des comptes et des pièces correspondantes. Elle peut aussi prévoir le paiement par l'organisme mandataire du remboursement des recettes encaissées à tort et le recouvrement et l'apurement des éventuels indus résultant des paiements.V.-Les conditions d'application du présent article sont définies par décret."
    },
    {
      "provision_ref": "art37-2",
      "section": "37-2",
      "title": "Article 37-2",
      "content": "Les titres de perception ou de recette de l'Institut de France, de l'Académie française, de l'Académie des inscriptions et belles-lettres, de l'Académie des sciences, de l'Académie des beaux-arts et de l'Académie des sciences morales et politiques sont des titres exécutoires au sens de l'article L. 252 A du livre des procédures fiscales."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "Les statuts de l'Institut et de chaque académie et les règlements fixant les conditions particulières de leur gestion administrative et financière sont approuvés par décret en Conseil d'État.\n\nL'Institut et les académies peuvent recevoir des dons et legs. Un décret en Conseil d'Etat fixe le montant au-delà duquel les dons et legs avec charges sont autorisés par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art38-1",
      "section": "38-1",
      "title": "Article 38-1",
      "content": "I.-Lorsque l'Institut de France, l'Académie française, l'Académie des inscriptions et belles-lettres, l'Académie des sciences, l'Académie des beaux-arts et l'Académie des sciences morales et politiques agissent en qualité d'entrepreneur de spectacles vivants, les artistes du spectacle vivant qu'ils engagent pour une mission répondant à un besoin permanent sont soumis aux dispositions applicables aux agents contractuels de droit public de ces institutions.II.-Ces artistes sont soumis au code du travail lorsqu'ils sont employés dans les conditions prévues au 3° de l'article L. 1242-2 du même code."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "I.-paragraphe modificateurII.-1. La procédure prévue à l'article L. 15-9 du code de l'expropriation pour cause d'utilité publique est applicable en vue de la prise de possession immédiate des terrains bâtis ou non bâtis dont l'acquisition est nécessaire à l'exécution des travaux de réalisation de l'itinéraire routier desservant le projet international de réacteur expérimental de fusion thermonucléaire, dénommé projet ITER, localisé sur le site de Cadarache, commune de Saint-Paul-lez-Durance (Bouches-du-Rhône).2. Les décrets sur avis conforme du Conseil d'État prévus à l'article L. 15-9 précité doivent être publiés avant le 31 décembre 2010.3. Les dispositions des articles L. 314-1 à L. 314-8 du code de l'urbanisme s'appliquent, le cas échéant, aux opérations réalisées en application du 1 du présent II.III.-Le     Commissariat à l'énergie atomique et aux énergies alternatives est autorisé à défricher les terrains nécessaires à la réalisation du projet ITER, situés sur le territoire de la commune de Saint-Paul-lez-Durance (Bouches-du-Rhône), sous réserve de l'approbation par le ministre chargé des forêts des modalités de ce défrichement.IV.-paragraphe modificateur"
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "Les dispositions des articles 9, 11 et 17 de la présente loi sont applicables à Mayotte, en Nouvelle-Calédonie, en Polynésie française, dans les îles Wallis et Futuna et dans les Terres australes et antarctiques françaises."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "L'article 11 de la présente loi entre en vigueur à la date d'installation du conseil de l'Agence d'évaluation de la recherche et de l'enseignement supérieur mentionnée à l'article L. 114-3-1 du code de la recherche, et au plus tard le 31 décembre 2006."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "Un rapport sur la mise en oeuvre de la présente loi est présenté par le Gouvernement au Parlement à l'occasion de l'examen des projets de loi portant règlement définitif des budgets de 2006 à 2010. Il dresse notamment un bilan de l'emploi des personnels de la recherche dans le secteur public et dans le secteur privé."
    },
    {
      "provision_ref": "artAnnexe",
      "section": "Annexe",
      "title": "Article Annexe",
      "content": "Annexe non reproduite, voir le fac-similé."
    }
  ]
}