{
  "id": "loi-n-2013-1278-du-29-decembre-2013",
  "type": "statute",
  "title": "LOI n°2013-1278 du 29 décembre 2013",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000028399511",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. ― La perception des impôts, produits et revenus affectés à l'Etat, aux collectivités territoriales, aux établissements publics et organismes divers habilités à les percevoir continue d'être effectuée pendant l'année 2014 conformément aux lois et règlements et aux dispositions de la présente loi.II. ― Sous réserve de dispositions contraires,la présente loi s'applique :1° A l'impôt sur le revenu dû au titre de 2013 et des années suivantes ;2° A l'impôt dû par les sociétés sur les résultats des exercices clos à compter du 31 décembre 2013 ;3° A compter du 1er janvier 2014 pour les autres dispositions fiscales."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "II.-Par dérogation à l'avant-dernier alinéa du I de l'article 1414 A et au premier alinéa du III de l'article 1417 du code général des impôts, en 2014, les montants des abattements prévus au I de l'article 1414 A et des revenus prévus aux I et II de l'article 1417 du même code sont revalorisés de 4 %. Les montants ainsi obtenus sont arrondis à l'euro le plus proche."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Le B du I et le A du III de l'article 68 de la loi n° 2012-1510 du 29 décembre 2012 de finances rectificative pour 2012 sont abrogés."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "IV. - Le II du présent article s'applique aux opérations pour lesquelles la taxe sur la valeur ajoutée est exigible à compter du 1er janvier 2014."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I s'applique aux opérations dont le fait générateur intervient à compter du 1er janvier 2014.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "III.-Le 1° du I s'applique aux opérations pour lesquelles la taxe sur la valeur ajoutée est exigible à compter du 1er janvier 2014."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "II.-Les exploitants agricoles qui relèvent du régime simplifié prévu aux I et II de l'article 298 bis du code général des impôts peuvent, par dérogation au I de l'article 1693 bis du même code, imputer sur le montant des acomptes trimestriels prévus au même article 1693 bis acquittés au titre de l'année 2014 ou du premier exercice ouvert en 2014, dans la limite du montant de l'acompte, 50 % de la taxe sur la valeur ajoutée qui a grevé les achats, réglés au cours du trimestre civil précédant l'échéance de l'acompte, d'amendements calcaires, d'engrais, de soufre, de sulfate de cuivre et de grenaille utilisée pour la fabrication du sulfate de cuivre, de produits cupriques contenant au minimum 10 % de cuivre, autres que ceux mentionnés au b du 5° de l'article 278 bis dudit code, sous réserve que ceux-ci aient fait l'objet soit d'une homologation, soit d'une autorisation de vente délivrée par le ministre chargé de l'agriculture."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le I s'applique aux successions ouvertes et aux donations consenties à compter de la date de publication de la présente loi.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2013-685 DC du 29 décembre 2013.]"
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2013-685 DC du 29 décembre 2013.]"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "II.-Le 1° du I s'applique aux actes d'acquisition signés à compter du 1er janvier 2014."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I. ― Les entreprises individuelles, les personnes morales et les sociétés, groupements ou organismes non dotés de la personnalité morale qui exploitent une entreprise en France acquittent une taxe exceptionnelle sur les hautes rémunérations attribuées en 2013 et 2014.II. ― La taxe est assise sur la part des rémunérations individuelles qui excède un million d'euros.A. ― La rémunération individuelle s'entend de la somme des montants bruts suivants susceptibles d'être admis en déduction du résultat imposable, avant éventuelle application du second alinéa du 1° du 1 et du 5 bis de l'article 39 et des articles 154 et 210 sexies du code général des impôts :a) Les traitements, salaires ou revenus assimilés ainsi que tous les avantages en argent ou en nature ;b) Les jetons de présence mentionnés à l'article 117 bis du même code ;c) Les pensions, compléments de retraite, indemnités, allocations ou avantages assimilés attribués en raison du départ à la retraite ;d) Les sommes attribuées en application du livre III de la troisième partie du code du travail ;e) Les attributions d'options de souscription ou d'achat d'actions en application des articles L. 225-177 à L. 225-186-1 du code de commerce ainsi que les attributions gratuites d'actions en application des articles L. 225-197-1 à L. 225-197-6 du même code ;f) Les attributions de bons de souscription de parts de créateur d'entreprise mentionnées à l'article 163 bis G du code général des impôts ;g) Les remboursements à d'autres entités d'éléments de rémunération mentionnés aux a à f du présent A.B. ― Les éléments de rémunération mentionnés au A sont pris en compte dans l'assiette de la taxe, quelle que soit l'année de leur versement :1° Pour ceux mentionnés aux a à d et au g, l'année au cours de laquelle la charge est prise en compte pour la détermination du résultat de l'entreprise ;2° Pour ceux mentionnés aux e et f, l'année de la décision d'attribution.C. ― Les éléments de rémunération mentionnés au A sont retenus dans l'assiette de la taxe à hauteur :1° Lorsque la rémunération prend l'une des formes mentionnées aux a, b, d et g du même A, du montant comptabilisé par l'entreprise ;2° Lorsque la rémunération prend l'une des formes mentionnées au c dudit A :a) Du montant comptabilisé par l'entreprise lorsqu'elle est versée sous forme de rente annuelle ;b) De 10 % du montant comptabilisé par l'entreprise lorsqu'elle est servie sous forme de capital ;3° Lorsque la rémunération prend la forme d'options de souscription ou d'achat d'actions mentionnés au e du A, au choix de l'entreprise, soit de la juste valeur des options telle qu'elle est estimée pour l'établissement des comptes consolidés pour les sociétés appliquant les normes comptables internationales adoptées par le règlement (CE) n° 1606/2002 du Parlement européen et du Conseil du 19 juillet 2002 sur l'application des normes comptables internationales, soit de 25 % de la valeur des actions sur lesquelles portent ces options, à la date de décision d'attribution. Ce choix est exercé dans le délai prévu pour la liquidation de la taxe ;4° Lorsque la rémunération prend la forme d'attribution gratuite d'actions mentionnée au e du A, au choix de l'entreprise, soit de la juste valeur des actions telle qu'elle est estimée pour l'établissement des comptes consolidés pour les sociétés appliquant les normes comptables internationales adoptées par le règlement (CE) n° 1606/2002 du Parlement européen et du Conseil du 19 juillet 2002 précité, soit de la valeur des actions à la date de la décision d'attribution par le conseil d'administration ou le directoire. Ce choix est exercé dans le délai prévu pour la liquidation de la taxe ;5° Lorsque la rémunération prend la forme de bons de souscription de parts de créateur d'entreprise mentionnés au f du A, au choix de l'entreprise, soit de la valeur ou de la juste valeur des bons telle qu'elle est estimée pour l'établissement des comptes consolidés pour les sociétés appliquant les normes comptables internationales adoptées par le règlement (CE) n° 1606/2002 du Parlement européen et du Conseil du 19 juillet 2002 précité, soit de 25 % de la valeur des titres sur lesquels portent ces bons, à la date de décision d'attribution. Ce choix est exercé dans le délai prévu pour la liquidation de la taxe.III. ― Le taux de la taxe est de 50 %.IV. ― Le montant de la taxe est plafonné à hauteur de 5 % du chiffre d'affaires réalisé l'année au titre de laquelle la taxe est due.V. ― A. ― Pour les rémunérations prises en compte dans l'assiette de la taxe pour 2013, la taxe est exigible au 1er février 2014.Pour les rémunérations prises en compte dans l'assiette de la taxe pour 2014, la taxe est exigible au 1er février 2015.B. ― La taxe est déclarée et liquidée sur une déclaration conforme au modèle établi par l'administration, déposée au plus tard le 30 avril de l'année de son exigibilité.C. ― Elle est acquittée lors du dépôt de cette déclaration.VI. ― La taxe est recouvrée et contrôlée selon les procédures et sous les mêmes sanctions, garanties et privilèges que la taxe sur la valeur ajoutée. Les réclamations sont présentées, instruites et jugées selon les règles applicables à cette même taxe.VII. ― La taxe n'est pas admise en déduction des résultats imposables pour le calcul de la contribution mentionnée à l'article 235 ter ZAA du code général des impôts."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "II. - Le présent article est applicable aux exercices clos à compter du 31 décembre 2013."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "III.-Les I et II s'appliquent aux gains réalisés et aux distributions perçues à compter du 1er janvier 2013, à l'exception des 1° et 4° du D, du E, des vingt-troisième et vingt-quatrième alinéas du 2° du F, des G et H, des b et c du 1° du K, du L, des 1° et 3° du N, des O, R et W du I et du 2° du II, qui s'appliquent aux gains réalisés et aux distributions perçues à compter du 1er janvier 2014. Les M et V ne s'appliquent pas aux contribuables qui bénéficient, au 31 décembre 2013, du report d'imposition mentionné à l'article 150-0 D bis, dans sa version en vigueur à cette date."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I et II. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2013-685 DC du 29 décembre 2013.]III.-Les I et II s'appliquent aux cessions et aux exportations de biens réalisées à compter du 1er janvier 2014.\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I. et II.-A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nIII.-Le présent article est applicable aux investissements réalisés à compter du 1er janvier 2015.\n\nToutefois, les articles 199 undecies B, 199 undecies C, 199 undecies D, 200-0 A, 217 undecies et 217 duodecies du code général des impôts restent applicables, dans les conditions prévues par les dispositions antérieures à la présente loi :\n\n1° Aux investissements pour l'agrément desquels une demande est parvenue à l'administration avant le 1er janvier 2015 et :\n\na) Pour les biens meubles, qui font l'objet d'une commande avant le 30 juin 2015 et pour lesquels des acomptes au moins égaux à 50 % de leur prix ont été versés à cette date ;\n\nb) Pour les travaux de réhabilitation d'immeubles, pour lesquels des acomptes au moins égaux à 50 % de leur prix ont été versés au plus tard le 30 juin 2015 ;\n\nc) Qui portent sur des biens immeubles dont l'achèvement des fondations intervient au plus tard le 30 juin 2016 ;\n\n2° Aux acquisitions d'immeubles ayant fait l'objet d'une déclaration d'ouverture de chantier avant le 1er janvier 2015 ;\n\n3° Aux acquisitions de biens meubles corporels commandés avant le 1er janvier 2015 et pour lesquels des acomptes au moins égaux à 50 % de leur prix ont été versés à cette date ;\n\n4° Aux travaux de réhabilitation d'immeubles pour lesquels des acomptes au moins égaux à 50 % de leur prix ont été versés avant le 1er janvier 2015.\n\nLes entreprises qui réalisent les investissements mentionnés aux 1° à 4° du présent III peuvent opter, quel que soit leur chiffre d'affaires, pour l'application à ces investissements du crédit d'impôt prévu à l'article 244 quater W du code général des impôts, dans les conditions prévues au V de ce même article, ou, le cas échéant, pour l'application à ces investissements du crédit d'impôt prévu à l'article 244 quater X du même code, dans les conditions prévues au V de ce même article.\n\nIV.-Une évaluation des dispositifs prévus aux articles 244 quater W et 244 quater X du code général des impôts est réalisée annuellement à compter de 2017.\n\nV.-Le Gouvernement remet au Parlement, avant le 1er octobre 2014, un rapport étudiant l'opportunité et les modalités de la mise en place d'un prêt bonifié servi par la Caisse des dépôts et consignations qui se substituerait au moins partiellement à l'aide fiscale à l'investissement outre-mer pour le secteur du logement social.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Livre des procédures fiscales\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "II. - Le présent article s'applique aux exercices clos à compter du 25 septembre 2013."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "II.-Le I entre en vigueur à une date fixée par décret et, au plus tard, le 1er janvier 2015."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "II. - Le 2 nonies de l'article 283 du même code s'applique aux contrats de sous-traitance conclus à compter du 1er janvier 2014."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I. à X.-A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nXI.-1. Le h du I, en tant qu'il abroge le 3° de l'article 81 du code général des impôts, et les III et IV s'appliquent aux sommes attribuées aux héritiers d'exploitants agricoles ou aux conjoints d'héritiers d'exploitants agricoles qui participent directement et gratuitement à l'exploitation agricole après le 30 juin 2014.\n\n2. Le h du I, en tant qu'il abroge le 9° septies de l'article 81 du code général des impôts, et le II s'appliquent aux aides versées à compter du 1er janvier 2014.\n\n3. Les a, l et m du I s'appliquent à compter de l'imposition des revenus de l'année 2014. Toutefois, pour les immeubles ayant fait l'objet d'un agrément ministériel avant le 1er janvier 2014, les articles 31,156,156 bis, 199 novovicies et 239 nonies du code général des impôts continuent de s'appliquer, dans leur rédaction antérieure à l'entrée en vigueur du présent 3, jusqu'au terme de chaque agrément.\n\n4. Le n du I s'applique aux livrets d'épargne entreprise ouverts à compter du 1er janvier 2014.\n\n5. Les i, j, p, r et s du I, le 2° du VI et le VII s'appliquent aux emprunts contractés à compter du 1er janvier 2017.\n\n6. Le z duodecies, le troisième alinéa du z terdecies et le z quaterdecies du I s'appliquent à compter du 1er janvier 2017.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code de l'action sociale et des familles\n\n-Code rural\n\n-Code de la sécurité sociale.\n\n-Code monétaire et financier\n\n-Code du travail\n\n-Code du patrimoine.\n\n-Code de l'environnement\n\n-LOI n° 2009-1674 du 30 décembre 2009\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code du cinéma et de l'image animée\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-A modifié les dispositions suivantes :\n\nIII.-A.-Un abattement de 25 % est applicable sur les plus-values, déterminées dans les conditions prévues aux articles 150 V à 150 VD du code général des impôts, résultant de la cession de biens immobiliers ou de droits portant sur ces biens, autres que des terrains à bâtir définis au 1° du 2 du I de l'article 257 du même code ou de droits s'y rapportant, mentionnées à l'article 150 U ou au a du 3 du I de l'article 244 bis A dudit code lorsque lesdites plus-values sont réalisées, directement ou indirectement, par des personnes physiques soumises au prélèvement mentionné au même article 244 bis A.\n\nL'abattement mentionné au premier alinéa du présent A est également applicable aux plus-values prises en compte pour la détermination de l'assiette des contributions prévues aux articles L. 136-7 du code de la sécurité sociale et 16 de l'ordonnance n° 96-50 du 24 janvier 1996 relative au remboursement de la dette sociale, des prélèvements prévus aux articles 1600-0 S du code général des impôts et L. 245-15 du code de la sécurité sociale, de la contribution additionnelle prévue à l'article L. 14-10-4 du code de l'action sociale et des familles et de la taxe mentionnée à l'article 1609 nonies G du code général des impôts.\n\nB.-Le A ne s'applique pas aux plus-values résultant des cessions réalisées au profit d'un cessionnaire s'il s'agit :\n\n1° D'une personne physique qui est le conjoint du cédant, son partenaire lié par un pacte civil de solidarité, son concubin notoire ou un ascendant ou descendant du cédant ou de l'une de ces personnes ;\n\n2° D'une personne morale dont le cédant, son conjoint, son partenaire lié par un pacte civil de solidarité, son concubin notoire ou un ascendant ou descendant de l'une de ces personnes est un associé ou le devient à l'occasion de cette cession.\n\nIV.-[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2013-685 DC du 29 décembre 2013.]\n\nB.-Les 2° à 5° du A, le B du I et le II s'appliquent aux plus-values réalisées au titre des cessions intervenant à compter du 1er septembre 2013, à l'exception de celles réalisées au titre des cessions de terrains à bâtir définis au 1° du 2 du I de l'article 257 du code général des impôts ou de droits s'y rapportant intervenant entre le 1er septembre 2013 et le 31 août 2014.\n\nC.-1. Le III s'applique aux plus-values réalisées au titre des cessions intervenant entre le 1er septembre 2013 et le 31 août 2014.\n\n2. Le même III s'applique également aux plus-values réalisées au titre des cessions portant sur des biens immobiliers situés dans des communes appartenant à une zone d'urbanisation continue de plus de 50 000 habitants, telle que définie à l'article 232 du code général des impôts, intervenant entre le 1er septembre et le 31 décembre 2014 et, à la condition qu'une promesse de vente ait acquis date certaine au plus tard le 31 décembre 2014, à celles réalisées au titre des mêmes cessions intervenant entre le 1er janvier 2015 et le 31 décembre 2016.\n\nPour l'application du premier alinéa du présent 2, le cessionnaire s'engage, par une mention portée dans l'acte authentique d'acquisition, à démolir les constructions existantes en vue de réaliser et d'achever des locaux destinés à l'habitation dont la surface de plancher est au moins égale à 90 % de la surface de plancher maximale autorisée en application des règles du plan local d'urbanisme ou du plan d'occupation des sols, dans un délai de quatre ans à compter de la date de l'acquisition.\n\nEn cas de manquement à cet engagement, le cessionnaire est redevable d'une amende d'un montant égal à 10 % du prix de cession mentionné dans l'acte.\n\nEn cas de fusion de sociétés, l'engagement souscrit par le cessionnaire n'est pas rompu lorsque la société absorbante s'engage, dans l'acte de fusion, à se substituer à la société absorbée pour le respect de l'engagement précité dans le délai restant à courir. Le non-respect par la société absorbante de cet engagement entraîne l'application de l'amende prévue pour le cessionnaire.\n\nD. A modifié les dispositions suivantes :\n\nCode général des impôts, CGI :\n\nArt. 150 U\n\n-Code général des impôts, CGI.\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "II. - Le I s'applique aux plus-values réalisées au titre des cessions intervenant à compter du 1er janvier 2014, à l'exception de celles réalisées par des contribuables ayant bénéficié de l'exonération prévue au 2° du II de l'article 150 U du code général des impôts, dans sa rédaction en vigueur avant le 1er janvier 2014."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "III.-A.-Les A et C du II s'appliquent aux opérations dont le fait générateur intervient à compter du 1er janvier 2014. Toutefois, pour les livraisons d'immeubles à construire, le C du II s'applique aux immeubles achevés à compter du 1er janvier 2014, y compris aux sommes versées en paiement du prix avant la date d'achèvement."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "III. - Le présent article s'applique aux émissions constatées à compter du 1er janvier 2014."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "II.-Le I s'applique à compter du 1er janvier 2014."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "IV.-Le taux d'évolution en 2014 des compensations mentionnées au III est celui qui, appliqué au montant total à verser au titre de l'année 2013 pour l'ensemble de ces compensations en application du même III, aboutit à un montant total pour 2014 de 837 725 174 €."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "Il est institué un prélèvement sur recettes de correction des calculs de versements de la dotation de compensation de la réforme de la taxe professionnelle et des calculs de prélèvements et de versements au titre des fonds nationaux de garantie individuelle des ressources.Ce prélèvement régularise, pour les collectivités territoriales et les établissements publics de coopération intercommunale à fiscalité propre identifiés par l'administration fiscale avant le 30 juin 2013, les montants de la dotation de compensation de la réforme de la taxe professionnelle ainsi que le montant du prélèvement ou du reversement au titre des fonds nationaux de garantie individuelle des ressources, tels que définis aux 1 et 2 de l'article 78 de la loi n° 2009-1673 du 30 décembre 2009 de finances pour 2010, qui n'ont pu être rectifiés au titre des années 2011 et 2012 à l'issue des signalements effectués en application du 2 bis de ce même article 78."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "Pour l'exercice de leur compétence en matière de formation professionnelle continue comprenant les actions en faveur des jeunes, le rééquilibrage et l'aménagement du territoire, la rémunération des stagiaires, les frais liés à la convention entre l'Etat et l'Agence de services et de paiement mentionnée à l'article L. 313-1 du code rural et de la pêche maritime, les régions, la collectivité de Corse, la collectivité territoriale de Guyane, la collectivité territoriale de Martinique et le Département de Mayotte bénéficient, à compter de 2024, d'un versement pérenne, minoré de la reprise de ressources prévue au II de l'article 76 de la loi n° 2019-1479 du 28 décembre 2019 de finances pour 2020, dans sa rédaction antérieure à la loi n° 2023-1322 du 29 décembre 2023 de finances pour 2024, imputé sur la part du produit de l'accise sur les énergies revenant à l'Etat d'un montant de 1 113 666 148 € ainsi réparti :\n\n(En euros.)\n\n.\n\nCollectivités territoriales\n\nMontant de la part fixed'accise sur les énergies\n\nAuvergne-Rhône-Alpes\n\n103 503 826\n\nBourgogne-Franche-Comté\n\n47 849 403\n\nBretagne\n\n41 148 643\n\nCentre-Val de Loire\n\n38 663 727\n\nCorse\n\n5 297 120\n\nGrand Est\n\n86 986 257\n\nHauts-de-France\n\n151 675 841\n\nÎle-de-France\n\n147 583 775\n\nNormandie\n\n86 961 743\n\nNouvelle-Aquitaine\n\n96 762 915\n\nOccitanie\n\n100 113 205\n\nPays de la Loire\n\n43 503 259\n\nProvence-Alpes-Côte d'Azur\n\n91 283 393\n\nGuadeloupe\n\n11 603 569\n\nGuyane\n\n3 657 478\n\nMartinique\n\n16 467 818\n\nLa Réunion\n\n31 230 092\n\nMayotte\n\n9 374 084\n\n1"
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "I.\n\nA modifié les dispositions suivantes :\n\nII.-1. Les compensations des charges résultant, pour les départements d'outre-mer et pour Saint-Pierre-et-Miquelon, du transfert de compétence réalisé par l'ordonnance n° 2010-686 du 24 juin 2010 portant extension et adaptation dans les départements d'outre-mer, à Saint-Barthélemy, Saint-Martin et Saint-Pierre-et-Miquelon de la loi n° 2008-1249 du 1er décembre 2008 généralisant le revenu de solidarité active et réformant les politiques d'insertion font l'objet des ajustements mentionnés aux a et b du présent 1 calculés, pour l'année 2011, au vu des sommes enregistrées pour chaque département d'outre-mer dans les comptes des caisses d'allocations familiales et, pour Saint-Pierre-et-Miquelon, dans les comptes de la caisse de prévoyance sociale, pour les mois de décembre 2010 à novembre 2011, au titre du montant forfaitaire majoré mentionné à l'article L. 262-9 du code de l'action sociale et des familles et décaissées par ces mêmes collectivités entre janvier et décembre 2011, diminuées des dépenses leur ayant incombé en 2010 au titre de l'intéressement proportionnel et forfaitaire prévu à l'article L. 262-11 du même code, dans sa rédaction antérieure à l'entrée en vigueur de la loi n° 2008-1249 du 1er décembre 2008 précitée.\n\na. Il est prélevé en 2014 aux départements de la Guyane et de La Réunion, au titre de l'ajustement des compensations pour l'année 2011, un montant total de 4 949 033 € figurant à la colonne A du tableau du 4 du présent II. Le montant ainsi prélevé correspond au montant total de l'ajustement du droit à compensation de ces départements pour l'année 2011.\n\nb. Il est prélevé en 2014 à la collectivité de Saint-Pierre-et-Miquelon, pour laquelle le montant cumulé des ajustements négatifs de son droit à compensation pour les années 2011, 2012 et 2013, incluant le solde de l'ajustement de la compensation pour les années 2011 et 2012 mentionné au c du 3 du II de l'article 35 de la loi n° 2012-1509 du 29 décembre 2012 de finances pour 2013, excède, en 2014, 13 % du montant total de son droit à compensation résultant des transferts de compétences opérés par la loi n° 2003-1200 du 18 décembre 2003 portant décentralisation en matière de revenu minimum d'insertion et créant un revenu minimum d'activité et la loi n° 2008-1249 du 1er décembre 2008 précitée, un montant de 15 904 €, mentionné dans la colonne A du tableau du 4 du présent II, au titre de l'ajustement de compensation pour l'année 2011. Le montant ainsi prélevé correspond au montant total de l'ajustement du droit à compensation de cette collectivité pour l'année 2011.\n\n2. Les compensations des charges résultant, pour les départements d'outre-mer et pour Saint-Pierre-et-Miquelon, du transfert de compétence réalisé par l'ordonnance n° 2010-686 du 24 juin 2010 précitée font l'objet des ajustements mentionnés aux a et b du présent 2 calculés, pour les années 2012 et 2013, au vu des sommes enregistrées pour chaque département d'outre-mer dans les comptes des caisses d'allocations familiales et, pour Saint-Pierre-et-Miquelon, dans les comptes de la caisse de prévoyance sociale, pour les mois de décembre 2011 à novembre 2012, au titre du montant forfaitaire majoré mentionné à l'article L. 262-9 du code de l'action sociale et des familles et décaissées par ces mêmes collectivités entre janvier et décembre 2012, diminué des dépenses leur ayant incombé en 2010 au titre de l'intéressement proportionnel et forfaitaire prévu à l'article L. 262-11 du même code, dans sa rédaction antérieure à l'entrée en vigueur de la loi n° 2008-1249 du 1er décembre 2008 précitée.\n\na. Il est versé en 2014 aux départements d'outre-mer mentionnés à la colonne B du tableau du 4 du présent II un montant total de 35 995 880 € au titre de l'ajustement des compensations pour les années 2012 et 2013.\n\nb. Aucun prélèvement n'est opéré en 2014 au titre de l'ajustement des compensations pour les années 2012 et 2013 à la collectivité de Saint-Pierre-et-Miquelon, pour laquelle le montant cumulé des ajustements négatifs de son droit à compensation pour les années 2011, 2012 et 2013, incluant le solde de l'ajustement de la compensation pour les années 2011 et 2012 mentionné au c du 3 du II de l'article 35 de la loi n° 2012-1509 du 29 décembre 2012 précitée, excède, en 2014, 13 % du montant total de son droit à compensation résultant des transferts de compétences opérés par les lois n° 2003-1200 du 18 décembre 2003 et n° 2008-1249 du 1er décembre 2008 précitées. Le solde de ces ajustements de compensation, après déduction de l'ajustement mentionné au 1 du présent II et figurant dans la colonne A du tableau du 4, d'un montant de 35 085 €, est prélevé chaque année jusqu'à son apurement total, selon les modalités fixées par la loi de finances de l'année.\n\n3. Il est prélevé en 2014 aux départements métropolitains mentionnés à la colonne C du tableau du 4 un montant total de 4 415 023 € au titre du solde de l'ajustement de la compensation pour les années 2010, 2011 et 2012 mentionné au c du 2 du II de l'article 35 de la loi n° 2012-1509 du 29 décembre 2012 précitée, de sorte que cet ajustement négatif n'excède pas, en 2014,5 % du montant total de leur droit à compensation résultant des transferts de compétences opérés par les lois n° 2003-1200 du 18 décembre 2003 et n° 2008-1249 du 1er décembre 2008 précitées.\n\nLe solde de l'ajustement de la compensation pour les années 2010, 2011 et 2012, d'un montant de 3 466 575 €, est prélevé chaque année jusqu'à son apurement total, selon des modalités fixées par la loi de finances.\n\n4. Les montants correspondant aux versements prévus au a du 2 du présent II sont prélevés sur la part du produit de la taxe intérieure de consommation sur les produits énergétiques revenant à l'Etat. Ils font l'objet d'un versement du compte de concours financiers régi par le II de l'article 46 de la loi n° 2005-1719 du 30 décembre 2005 de finances pour 2006. Ils sont répartis en application de la colonne B du tableau du présent 4.\n\nLes diminutions réalisées en application du 1 et du 3 du présent II sont imputées sur le produit de la taxe intérieure de consommation sur les produits énergétiques attribué aux collectivités concernées en application du I de l'article 51 de la loi n° 2008-1425 du 27 décembre 2008 de finances pour 2009. Elles sont réparties en application de la colonne A, pour le a et le b du 1 du présent II, et de la colonne C, pour le 3 du présent II, du tableau suivant :\n\nIII à V.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nVI.-Le montant mentionné au second alinéa du I de l'article 9 de l'ordonnance n° 2012-785 du 31 mai 2012 portant extension et adaptation du code de l'action sociale et des familles au Département de Mayotte au titre de la compensation des charges nouvelles liées aux aides sociales à destination des personnes âgées et des personnes handicapées résultant, à compter de 2014, pour le Département de Mayotte, des articles L. 542-3 et L. 542-4 du code de l'action sociale et des familles est calculé en fonction du nombre de bénéficiaires des allocations d'aide sociale facultative pour personnes âgées et personnes handicapées servies par le Département de Mayotte en 2013 et du montant moyen annuel de dépenses d'aide sociale obligatoire par habitant, hors dépenses d'allocation personnalisée pour l'autonomie mentionnée à l'article L. 232-1 du même code et de prestation de compensation mentionnée à l'article L. 245-1 dudit code, constaté en 2013 dans les quatre autres départements d'outre-mer.\n\nVII.-A modifié les dispositions suivantes :\n\n-LOI n° 2008-1425 du 27 décembre 2008\n\n-LOI n° 2011-1977 du 28 décembre 2011\n\n-Ordonnance n° 2012-576 du 26 avril 2012\n\n-Code général des collectivités territoriales\n\n-Loi n° 2005-1719 du 30 décembre 2005\n\nDÉPARTEMENT\n\ntop\n\nDIMINUTIONde produit versé(col. A)\n\ntop\n\nMONTANTà verser(col. B)\n\ntop\n\nDIMINUTIONde produit versé(col. C)\n\ntop\n\nTOTAL\n\ntop\n\nAin\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nAisne\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nAllier\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nAlpes-de-Haute-Provence\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nHautes-Alpes\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nAlpes-Maritimes\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nArdèche\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nArdennes\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nAriège\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nAube\n\ntop\n\ntop\n\ntop\n\n-818 833\n\ntop\n\n-818 833\n\ntop\n\nAude\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nAveyron\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nBouches-du-Rhône\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nCalvados\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nCantal\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nCharente\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nCharente-Maritime\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nCher\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nCorrèze\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nCorse-du-Sud\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nHaute-Corse\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nCôte-d'Or\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nCôtes-d'Armor\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nCreuse\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nDordogne\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nDoubs\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nDrôme\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nEure\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nEure-et-Loir\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nFinistère\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nGard\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nHaute-Garonne\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nGers\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nGironde\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nHérault\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nIlle-et-Vilaine\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nIndre\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nIndre-et-Loire\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nIsère\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nJura\n\ntop\n\ntop\n\ntop\n\n-285 915\n\ntop\n\n-285 915\n\ntop\n\nLandes\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nLoir-et-Cher\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nLoire\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nHaute-Loire\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nLoire-Atlantique\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nLoiret\n\ntop\n\ntop\n\ntop\n\n-1 809 407\n\ntop\n\n-1 809 407\n\ntop\n\nLot\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nLot-et-Garonne\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nLozère\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nMaine-et-Loire\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nManche\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nMarne\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nHaute-Marne\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nMayenne\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nMeurthe-et-Moselle\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nMeuse\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nMorbihan\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nMoselle\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nNièvre\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nNord\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nOise\n\ntop\n\ntop\n\ntop\n\n-1 107 939\n\ntop\n\n-1 107 939\n\ntop\n\nOrne\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nPas-de-Calais\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nPuy-de-Dôme\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nPyrénées-Atlantiques\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nHautes-Pyrénées\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nPyrénées-Orientales\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nBas-Rhin\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nHaut-Rhin\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nRhône\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nHaute-Saône\n\ntop\n\ntop\n\ntop\n\n-392 929\n\ntop\n\n-392 929\n\ntop\n\nSaône-et-Loire\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nSarthe\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nSavoie\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nHaute-Savoie\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nParis\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nSeine-Maritime\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nSeine-et-Marne\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nYvelines\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nDeux-Sèvres\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nSomme\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nTarn\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nTarn-et-Garonne\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nVar\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nVaucluse\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nVendée\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nVienne\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nHaute-Vienne\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nVosges\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nYonne\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nTerritoire de Belfort\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nEssonne\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nHauts-de-Seine\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nSeine-Saint-Denis\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nVal-de-Marne\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nVal-d'Oise\n\ntop\n\ntop\n\ntop\n\ntop\n\ntop\n\nGuadeloupe\n\ntop\n\ntop\n\n4 576 955\n\ntop\n\ntop\n\n4 576 955\n\ntop\n\nMartinique\n\ntop\n\ntop\n\n5 106 154\n\ntop\n\ntop\n\n5 106 154\n\ntop\n\nGuyane\n\ntop\n\n-518 424\n\ntop\n\n7 946 477\n\ntop\n\ntop\n\n7 428 053\n\ntop\n\nLa Réunion\n\ntop\n\n-4 430 609\n\ntop\n\n18 366 294\n\ntop\n\ntop\n\n13 935 685\n\ntop\n\nSaint-Pierre-et-Miquelon\n\ntop\n\n-15 904\n\ntop\n\ntop\n\ntop\n\n-15 904\n\ntop\n\nTotal\n\ntop\n\n-4 964 937\n\ntop\n\n35 995 880\n\ntop\n\n-4 415 023\n\ntop\n\n26 615 920\n\ntop\n\n1\n\n0"
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "I.-(Abrogé).\n\nII.-Les régularisations au titre des attributions du fonds intercommunal de péréquation de 2012 et de 2013 sont reversées aux communes de Mayotte dans les conditions prévues aux articles L. 6175-4 et L. 6175-5 du code général des collectivités territoriales.\n\nIII.-A.-1. Pour l'application de l'article L. 2332-2 du code général des collectivités territoriales au titre de l'exercice 2014 aux communes et établissements publics de coopération intercommunale de Mayotte et jusqu'à ce que soient connues les taxes et impositions perçues par voie de rôle à leur profit au titre de ce même exercice, les attributions mensuelles à chaque commune sont faites dans la limite du douzième de 25 % des montants reversés par le fonds intercommunal de péréquation à chaque commune en 2012.\n\n2. a. Pour l'application du même article L. 2332-2 aux versements de cotisation sur la valeur ajoutée des entreprises aux communes de Mayotte, le montant total des attributions mensuelles allouées au titre de l'année 2014 est fixé provisoirement à 800 000 €. Ce montant est réparti entre les communes au prorata des versements effectués en 2012 par la section de fonctionnement du fonds intercommunal de péréquation. Les montants individuels ainsi répartis sont servis aux communes bénéficiaires à raison d'un douzième chaque mois. Ces montants individuels sont révisés au plus tard le 1er septembre 2014, en tenant compte des déclarations prévues au 1 du II de l'article 1586 octies du code général des impôts.\n\nb. En 2015, les attributions mensuelles de cotisation sur la valeur ajoutée des entreprises sont établies sur la base des déclarations mentionnées au a jusqu'à connaissance du produit de cette imposition acquitté par les entreprises au titre de l'exercice 2014 jusqu'au 30 juin 2015.\n\n3. Si le montant des attributions versées à une commune ou un établissement public de coopération intercommunale en application des 1 et 2 du présent A excède le produit de leurs recettes fiscales réévalué selon les modalités précisées aux mêmes 1 et 2, la différence est déduite des douzièmes mentionnés au 1 au plus tard le 31 décembre 2015. Dans le cas contraire, la recette complémentaire est versée en sus des douzièmes mentionnés au même 1 restant à courir sur les derniers mois de l'année.\n\nB.-1. Pour l'application de l'article L. 3332-1-1 du code général des collectivités territoriales au titre de l'exercice 2014 au Département de Mayotte et jusqu'à ce que soient connues les taxes et impositions perçues par voie de rôle à son profit au titre de ce même exercice, les attributions mensuelles sont faites dans la limite du douzième de 3 750 000 €.\n\n2. a. Pour l'application du même article L. 3332-1-1 aux versements de cotisation sur la valeur ajoutée des entreprises au Département de Mayotte, le montant total des attributions mensuelles allouées au titre de l'année 2014 est fixé provisoirement à 2 500 000 €. Cette avance prévisionnelle est servie au Département de Mayotte à raison d'un douzième chaque mois. Ce montant est révisé au plus tard le 1er septembre 2014, en tenant compte des déclarations prévues au 1 du II de l'article 1586 octies du code général des impôts.\n\nb. En 2015, les attributions mensuelles de cotisation sur la valeur ajoutée des entreprises sont établies sur la base des déclarations mentionnées au a jusqu'à connaissance du produit de cette imposition acquitté par les entreprises au titre de l'exercice 2014 jusqu'au 30 juin 2015.\n\n3. Si le montant des attributions versées au Département de Mayotte en application des 1 et 2 du présent B excède le produit de ses recettes fiscales réévalué selon les modalités précisées aux mêmes 1 et 2, la différence est déduite des douzièmes mentionnés au 1 au plus tard le 31 décembre 2015. Dans le cas contraire, la recette complémentaire est versée en sus des douzièmes mentionnés au même 1 restant à courir sur les derniers mois de l'année.\n\nA modifié les dispositions suivantes :\n\nV.-A.-Pour l'application des sections I à II bis et de la section IV du chapitre Ier du titre III de la deuxième partie du livre Ier du code général des impôts à Mayotte en 2014, les versements mensuels du compte de concours financiers intitulé Avances aux collectivités territoriales à la chambre de commerce et d'industrie, à la chambre d'agriculture et à la chambre de métiers et de l'artisanat au titre des impôts prévus à ces mêmes articles sont égaux, jusqu'à connaissance du produit de ces impôts, au douzième des ressources fiscales de ces établissements publics en 2012.\n\nB.-Les dispositions des articles 1601 et 1601 A du code général des impôts applicables aux chambres de métiers et de l'artisanat de région s'appliquent à la chambre de métiers et de l'artisanat de Mayotte.\n\nVI.-Un décret précise les modalités d'application des I et III du présent article.\n\n-LOI n° 2008-1425 du 27 décembre 2008"
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "Pour 2014, les prélèvements opérés sur les recettes de l'Etat au profit des collectivités territoriales sont évalués à 54 192 938 000 €, qui se répartissent comme suit :\n\n(En milliers d'euros)\n\nleft\n\nleft\n\nleft\n\nINTITULÉ DU PRÉLÈVEMENT\n\nMONTANT\n\n76\n\nPrélèvement sur les recettes de l'Etat au titre de la dotation globale de fonctionnement\n\n40 121 044\n\n76\n\nPrélèvement sur les recettes de l'Etat du produit des amendes forfaitaires de la police de la circulation et des radars automatiques\n\n0\n\n76\n\nPrélèvement sur les recettes de l'Etat au titre de la dotation spéciale pour le logement des instituteurs\n\n20 597\n\n76\n\nDotation de compensation des pertes de bases de la taxe professionnelle et de redevance des mines des communes et de leurs groupements\n\n25 000\n\n76\n\nPrélèvement sur les recettes de l'Etat au profit du Fonds de compensation pour la taxe sur la valeur ajoutée\n\n5 768 681\n\n76\n\nPrélèvement sur les recettes de l'Etat au titre de la compensation d'exonérations relatives à la fiscalité locale\n\n1 750 734\n\n76\n\nDotation élu local\n\n65 006\n\n76\n\nPrélèvement sur les recettes de l'Etat au profit de la collectivité territoriale de Corse et des départements de Corse\n\n40 976\n\n76\n\nCompensation de la suppression de la part salaire de la taxe professionnelle\n\n0\n\n76\n\nFonds de mobilisation départementale pour l'insertion\n\n500 000\n\n76\n\nDotation départementale d'équipement des collèges\n\n326 317\n\n76\n\nDotation régionale d'équipement scolaire\n\n661 186\n\n76\n\nCompensation d'exonération de la taxe foncière relative au non-bâti agricole (hors la Corse)\n\n0\n\n76\n\nFonds de solidarité des collectivités territoriales touchées par des catastrophes naturelles\n\n10 000\n\n76\n\nDotation globale de construction et d'équipement scolaire\n\n2 686\n\n76\n\nPrélèvement exceptionnel sur les recettes de l'Etat au profit du Fonds de compensation pour la taxe sur la valeur ajoutée\n\n0\n\n76\n\nCompensation relais de la réforme de la taxe professionnelle\n\n0\n\n76\n\nDotation de compensation de la réforme de la taxe professionnelle\n\n3 324 422\n\n76\n\nDotation pour transferts de compensations d'exonérations de fiscalité directe locale\n\n743 563\n\n76\n\nDotation de garantie des reversements des fonds départementaux de taxe professionnelle\n\n430 114\n\n76\n\nPrélèvement sur les recettes de l'Etat spécifique au profit de la dotation globale de fonctionnement\n\n0\n\n76\n\nPrélèvement sur les recettes de l'Etat au titre de la dotation unique des compensations spécifiques à la taxe professionnelle\n\n291 738\n\n76\n\nDotation de protection de l'environnement et d'entretien des voiries municipales\n\n0\n\n76\n\nDotation de compensation des produits syndicaux fiscalisés\n\n1 374\n\n76\n\nDotation de compensation de la réforme de la taxe sur les logements vacants pour les communes et les établissements publics de coopération intercommunale percevant la taxe d'habitation sur les logements vacants\n\n4 000\n\n76\n\nDotation de compensation liée au processus de départementalisation de Mayotte\n\n83 000\n\n76\n\nDotation exceptionnelle de correction des calculs de la dotation de compensation de la réforme de la taxe professionnelle et du prélèvement ou du reversement au titre des fonds nationaux de garantie individuelle des ressources\n\n22 500\n\n76\n\nTotal\n\n54 192 938\n\n76\n\n1\n\n0\n\n3\n\n697\n\nleft"
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "V.-Les chambres départementales d'agriculture contribuent, par l'intermédiaire du Fonds national de péréquation et d'action professionnelle des chambres d'agriculture mentionné à l'article L. 251-1 du code forestier, au financement des actions portées par le fonds stratégique de la forêt et du bois inscrit au programme Forêt de la mission Agriculture, alimentation, forêt et affaires rurales, à savoir des projets d'investissements et des actions de recherche, de développement et d'innovation qui s'inscrivent dans le cadre de la politique forestière. Cette contribution prend la forme d'une cotisation fixée à 43 % du montant de la taxe perçue sur tous les immeubles classés au cadastre en nature de bois et forêts, minorée du versement au Fonds national de péréquation et d'action professionnelle des chambres d'agriculture prévu au deuxième alinéa de l'article L. 321-13 du même code et du versement prévu à l'article L. 251-1 dudit code."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "I. ― Il est opéré en 2014 un prélèvement de 210 millions d'euros sur le fonds de roulement des agences de l'eau mentionnées à l'article L. 213-8-1 du code de l'environnement.II. ― Un arrêté conjoint des ministres chargés de l'environnement et du budget répartit, entre les agences de l'eau, le montant de ce prélèvement, au prorata de leur part respective dans le produit prévisionnel total pour 2014 des redevances mentionnées à l'article L. 213-10 du même code, sans remettre en cause les programmes de préservation et de reconquête de la biodiversité et l'objectif d'atteinte du bon état des masses d'eau.III. ― Le versement de ce prélèvement est opéré pour 30 % avant le 30 juin 2014 et pour 70 % avant le 30 novembre 2014. Le recouvrement, le contentieux, les garanties et les sanctions relatifs à ce prélèvement sont régis par les règles applicables en matière de taxe sur les salaires."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "I. ― Il est opéré en 2014 un prélèvement de 90 millions d'euros sur le fonds de roulement du Centre national du cinéma et de l'image animée mentionné à l'article L. 111-1 du code du cinéma et de l'image animée.II. ― Le prélèvement mentionné au I est opéré en plusieurs tranches selon un calendrier fixé par décret. Le recouvrement, le contentieux, les garanties et les sanctions relatifs à ce prélèvement sont régis par les règles applicables en matière de taxe sur les salaires."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "I. ― Il est opéré en 2014 un prélèvement de 11 millions d'euros sur le fonds de roulement de l'Institut national de la propriété industrielle mentionné à l'article L. 411-1 du code de la propriété intellectuelle.II. ― Le recouvrement, le contentieux, les garanties et les sanctions relatifs à ce prélèvement sont régis par les règles applicables en matière de taxe sur les salaires."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "I. - 1. Il est opéré, au profit du budget général, un prélèvement de 170 millions d'euros sur les ressources affectées en 2014 au fonds de financement des chambres de commerce et d'industrie de région en application du premier alinéa du 2 du III de l'article 1600 du code général des impôts. Ce prélèvement ne s'applique qu'aux chambres de commerce et d'industrie de région comprenant plus d'une chambre de commerce et d'industrie territoriale dans leur circonscription.\n\n2. Les montants notifiés par l'administration fiscale en 2014 aux chambres de commerce et d'industrie de région en application de l'article 1639 A du même code sont nets du prélèvement mentionné au 1 du présent I.\n\nII. - A modifié les dispositions suivantes :\n\nIII. - A. - En 2014, pour la chambre de commerce et d'industrie de Mayotte, le taux mentionné au dernier alinéa du 1 du II de l'article 1600 du code général des impôts est égal au rapport, exprimé en pourcentage, entre la moyenne par article des montants du rôle général de taxe additionnelle à la cotisation foncière des entreprises émis au titre de 2013 perçus par les chambres de commerce et d'industrie de région de Guadeloupe, de Guyane, de Martinique et de La Réunion et la moyenne par article des bases nettes de taxe additionnelle à la cotisation foncière des entreprises notifiées à la chambre de commerce et d'industrie de Mayotte.\n\nB. - En 2014, le fonds de financement des chambres de commerce et d'industrie de région mentionné au 2 du III de l'article 1600 du code général des impôts est alimenté, au titre des produits perçus sur le territoire de Mayotte de taxe additionnelle à la cotisation sur la valeur ajoutée des entreprises, à hauteur du montant prévisionnel de versement 2014 notifié par l'administration fiscale à la chambre de commerce et d'industrie de Mayotte conformément à l'article 1639 A du code général des impôts.\n\nEn 2015, le fonds mentionné au premier alinéa du présent B est alimenté, au titre des produits perçus sur le territoire de Mayotte de taxe additionnelle à la cotisation sur la valeur ajoutée des entreprises, à hauteur du montant de la taxe additionnelle à la cotisation sur la valeur ajoutée des entreprises encaissée en 2014 et territorialisée dans le ressort de la chambre de commerce et d'industrie de Mayotte conformément au rapport mentionné à l'article 2 du décret n° 2011-2068 du 30 décembre 2011 relatif aux modalités de répartition entre les chambres de commerce et d'industrie de région de la taxe additionnelle à la cotisation sur la valeur ajoutée des entreprises, net des restitutions et remboursements de taxe additionnelle à la cotisation sur la valeur ajoutée des entreprises au titre de 2014 opérés en 2014. Ce montant est majoré du montant de la taxe additionnelle à la cotisation sur la valeur ajoutée des entreprises au titre de 2014 encaissé au cours du premier semestre 2015 et territorialisé dans le ressort de la chambre de commerce et d'industrie de Mayotte conformément au rapport mentionné au même article 2, net des restitutions et remboursements de taxe additionnelle à la cotisation sur la valeur ajoutée des entreprises au titre de 2014 opérés au cours de la même période.\n\nIV. - L'Etat et le réseau des chambres de commerce et d'industrie définissent, au cours de l'année 2014, la trajectoire triennale pour la période 2015-2017 des ressources fiscales prévues à l'article 1 600 du code général des impôts.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "Sous réserve des dispositions de la présente loi, les affectations résultant de budgets annexes créés et de comptes spéciaux ouverts antérieurement à la date d'entrée en vigueur de la présente loi sont confirmées pour l'année 2014."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "II. - Le I s'applique aux véhicules immatriculés à compter du 1er janvier 2014."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "VII.-Les II, III, IV et VI du présent article s'appliquent à compter du 1er janvier 2014."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "Le montant du prélèvement effectué sur les recettes de l'Etat au titre de la participation de la France au budget de l'Union européenne est évalué pour l'exercice 2014 à 20 224 087 000 €."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "I. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "I. ― Pour 2014, les ressources affectées au budget, évaluées dans l'état A annexé à la présente loi, les plafonds des charges et l'équilibre général qui en résulte sont fixés aux montants suivants :\n\n(En milliards d'euros)\n\nII. ― Pour 2014 :1° Les ressources et les charges de trésorerie qui concourent à la réalisation de l'équilibre financier sont évaluées comme suit :\n\n(En milliards d'euros)\n\n2° Le ministre chargé de l'économie est autorisé à procéder, en 2014, dans des conditions fixées par décret :a) A des emprunts à long, moyen et court termes libellés en euros ou en autres devises pour couvrir l'ensemble des charges de trésorerie ou pour renforcer les réserves de change ;b) A l'attribution directe de titres de dette publique négociable à la Caisse de la dette publique ;c) A des conversions facultatives, à des opérations de pension sur titres d'Etat ;d) A des opérations de dépôts de liquidités auprès de la Caisse de la dette publique, auprès du Fonds européen de stabilité financière, auprès du Mécanisme européen de stabilité, sur le marché interbancaire de la zone euro, et auprès des Etats de la même zone ;e) A des souscriptions de titres de créances négociables émis par des établissements publics administratifs, à des rachats, à des échanges d'emprunts, à des échanges de devises ou de taux d'intérêt, à l'achat ou à la vente d'options, de contrats à terme sur titres d'Etat ou d'autres instruments financiers à terme ;3° Le ministre chargé de l'économie est, jusqu'au 31 décembre 2014, habilité à conclure, avec des établissements de crédit spécialisés dans le financement à moyen et long termes des investissements et chargés d'une mission d'intérêt général, des conventions établissant pour chaque opération les modalités selon lesquelles peuvent être stabilisées les charges du service d'emprunts qu'ils contractent en devises étrangères ;4° Le plafond de la variation nette, appréciée en fin d'année, de la dette négociable de l'Etat d'une durée supérieure à un an est fixé à 69,2 milliards d'euros.III. ― Pour 2014, le plafond d'autorisation des emplois rémunérés par l'Etat, exprimé en équivalents temps plein travaillé, est fixé au nombre de 1 906 424.IV. ― Pour 2014, les éventuels surplus mentionnés au 10° du I de l'article 34 de la loi organique n° 2001-692 du 1er août 2001 relative aux lois de finances sont utilisés dans leur totalité pour réduire le déficit budgétaire.Il y a constatation de tels surplus si, pour l'année 2014, le produit des impositions de toute nature établies au profit de l'Etat, net des remboursements et dégrèvements d'impôts, révisé dans la dernière loi de finances rectificative pour l'année 2014 ou, à défaut, dans le projet de loi de finances pour 2015, est, à législation constante, supérieur à l'évaluation figurant dans l'état A mentionné au I du présent article.\n\nRESSOURCES\n\nCHARGES\n\nSOLDES\n\nBudget général\n\nRecettes fiscales brutes/dépenses brutes\n\n386 410\n\n407 368\n\ncenter\n\nA déduire :Remboursements et dégrèvements\n\n102 056\n\n102 056\n\ncenter\n\nRecettes fiscales nettes/dépenses nettes\n\n284 354\n\n305 312\n\ncenter\n\nRecettes non fiscales\n\n13 817\n\ncenter\n\ncenter\n\nRecettes totales nettes/dépenses nettes\n\n298 171\n\n305 312\n\ncenter\n\nA déduire :Prélèvements sur recettes au profit des collectivités territoriales et de l'Union européenne\n\n74 417\n\ncenter\n\ncenter\n\nMontants nets pour le budget général\n\n223 754\n\n305 312\n\n― 81 558\n\nEvaluation des fonds de concours et crédits correspondants\n\n3 906\n\n3 906\n\ncenter\n\nMontants nets pour le budget général, y compris fonds de concours\n\n227 660\n\n309 218\n\ncenter\n\nBudgets annexesContrôle et exploitation aériens\n\n2 155\n\n2 155\n\n0\n\nPublications officielles et information administrative\n\n215\n\n203\n\n12\n\nTotaux pour les budgets annexes\n\n2 370\n\n2 358\n\n12\n\nEvaluation des fonds de concours et crédits correspondants :Contrôle et exploitation aériens\n\n19\n\n19\n\ncenter\n\nPublications officielles et information administrative\n\ncenter\n\ncenter\n\ncenter\n\nTotaux pour les budgets annexes, y compris fonds de concours\n\n2 389\n\n2 377\n\n12\n\nComptes spéciauxComptes d'affectation spéciale\n\n71 407\n\n70 923\n\n483\n\nComptes de concours financiers\n\n122 559\n\n124 236\n\n― 1 677\n\nComptes de commerce (solde)\n\ncenter\n\ncenter\n\n117\n\nComptes d'opérations monétaires (solde)\n\ncenter\n\ncenter\n\n52\n\nSolde pour les comptes spéciaux\n\ncenter\n\ncenter\n\n― 1 025\n\nSolde général\n\ncenter\n\ncenter\n\n― 82 571\n\n1\n\ncenter\n\nBesoin de financement\n\ntop\n\n79%\n\ntop\n\n20%\n\nAmortissement de la dette à moyen et long termes\n\ntop\n\n79%\n\n103,8\n\ntop\n\n20%\n\nDont amortissement de la dette à long terme\n\ntop\n\n79%\n\n41,8\n\ntop\n\n20%\n\nDont amortissement de la dette à moyen terme\n\ntop\n\n79%\n\n62,0\n\ntop\n\n20%\n\nDont suppléments d'indexation versés à l'échéance (titres indexés)\n\ntop\n\n79%\n\nright\n\n-\n\ntop\n\n20%\n\nAmortissement des autres dettes\n\ntop\n\n79%\n\n0,2\n\ntop\n\n20%\n\nDéficit à financer\n\ntop\n\n79%\n\n70,6\n\ntop\n\n20%\n\nDont déficit budgétaire\n\ntop\n\n79%\n\n82,6\n\ntop\n\n20%\n\nDont dotation budgétaire du deuxième programme d'investissements d'avenir\n\ntop\n\n79%\n\nright\n\n-12,0\n\ntop\n\n20%\n\nAutres besoins de trésorerie\n\ntop\n\n79%\n\n1,8\n\ntop\n\n20%\n\nTotal\n\ntop\n\n79%\n\n176,4\n\ntop\n\n20%\n\nRessources de financement\n\ntop\n\n79%\n\nright\n\ntop\n\n20%\n\nEmission de dette à moyen et long termes nette des rachats\n\ntop\n\n79%\n\nright\n\n173,0\n\ntop\n\n20%\n\nRessources affectées à la Caisse de la dette publique et consacrées au désendettement\n\ntop\n\n79%\n\nright\n\n1,5\n\ntop\n\n20%\n\nVariation nette de l'en-cours des titres d'Etat à court terme\n\ntop\n\n79%\n\n-\n\ntop\n\n20%\n\nVariation des dépôts des correspondants\n\ntop\n\n79%\n\n-\n\ntop\n\n20%\n\nVariation du compte de Trésor\n\ntop\n\n79%\n\n1,4\n\ntop\n\n20%\n\nAutres ressources de trésorerie\n\ntop\n\n79%\n\n0,5\n\ntop\n\n20%\n\nTotal\n\ntop\n\n79%\n\n176,4\n\ntop\n\n20%\n\ncenter\n\n1\n\n0\n\n0\n\n680"
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "Il est ouvert aux ministres, pour 2014, au titre du budget général, des autorisations d'engagement et des crédits de paiement s'élevant, respectivement, aux montants de 410 417 909 050 € et de 407 368 431 950 €, conformément à la répartition par mission donnée à l'état B annexé à la présente loi."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "Il est ouvert aux ministres, pour 2014, au titre des budgets annexes, des autorisations d'engagement et des crédits de paiement s'élevant, respectivement, aux montants de 2 370 101 727 € et de 2 357 648 697 €, conformément à la répartition par budget annexe donnée à l'état C annexé à la présente loi."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "Il est ouvert aux ministres, pour 2014, au titre des comptes d'affectation spéciale et des comptes de concours financiers, des autorisations d'engagement et des crédits de paiement s'élevant, respectivement, aux montants de 195 089 870 782 € et de 195 159 670 782 €, conformément à la répartition par compte donnée à l'état D annexé à la présente loi."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "I. ― Les autorisations de découvert accordées aux ministres, pour 2014, au titre des comptes de commerce, sont fixées au montant de 19 884 309 800 €, conformément à la répartition par compte donnée à l'état E annexé à la présente loi.II. ― Les autorisations de découvert accordées au ministre chargé de l'économie, pour 2014, au titre des comptes d'opérations monétaires, sont fixées au montant de 400 000 000 €, conformément à la répartition par compte donnée à l'état E annexé à la présente loi."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "Le plafond des autorisations d'emplois de l'Etat, pour 2014, exprimé en équivalents temps plein travaillé, est réparti comme suit :\n\nDÉSIGNATION DU MINISTÈREou du budget annexe\n\nPLAFONDexpriméen équivalentstemps plein travaillé\n\nI. ― Budget général\n\n1 894 670\n\ncenter\n\nAffaires étrangères\n\ncenter\n\n14 505\n\ncenter\n\nAffaires sociales et santé\n\ncenter\n\n10 558\n\ncenter\n\nAgriculture, agroalimentaire et forêt\n\ncenter\n\n31 000\n\ncenter\n\nCulture et communication\n\ncenter\n\n10 932\n\ncenter\n\nDéfense\n\ncenter\n\n275 567\n\ncenter\n\nEcologie, développement durable et énergie\n\ncenter\n\n34 486\n\ncenter\n\nEconomie et finances\n\ncenter\n\n147 252\n\ncenter\n\nEducation nationale\n\ncenter\n\n964 897\n\ncenter\n\nEgalité des territoires et logement\n\ncenter\n\n13 808\n\ncenter\n\nEnseignement supérieur et recherche\n\ncenter\n\n9 377\n\ncenter\n\nIntérieur\n\ncenter\n\n278 023\n\ncenter\n\nJustice\n\ncenter\n\n77 951\n\ncenter\n\nOutre-mer\n\ncenter\n\n5 307\n\ncenter\n\nRedressement productif\n\ncenter\n\n1 267\n\ncenter\n\nRéforme de l'Etat, décentralisation et fonction publique\n\ncenter\n\n―\n\ncenter\n\nServices du Premier ministre\n\ncenter\n\n9 840\n\ncenter\n\nSports, jeunesse, éducation populaire et vie associative\n\ncenter\n\n―\n\ncenter\n\nTravail, emploi, formation professionnelle et dialogue social\n\ncenter\n\n9 900\n\ncenter\n\nII. ― Budgets annexes\n\n11 754\n\ncenter\n\nContrôle et exploitation aériens\n\ncenter\n\n10 925\n\ncenter\n\nPublications officielles et information administrative\n\ncenter\n\n829\n\ncenter\n\nTotal général\n\n1 906 424\n\ncenter\n\n1"
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "Le plafond des autorisations d'emplois des opérateurs de l'Etat, pour 2014, exprimé en équivalents temps plein, est fixé à 391 874 emplois. Ce plafond est réparti comme suit :"
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "I. ― Pour 2014, le plafond des autorisations d'emplois des agents de droit local des établissements à autonomie financière mentionnés à l'article 66 de la loi de finances pour 1974 (n° 73-1150 du 27 décembre 1973), exprimé en équivalents temps plein, est fixé à 3 564. Ce plafond est réparti comme suit :II. ― Ce plafond s'applique exclusivement aux agents de droit local recrutés à durée indéterminée."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "Pour 2014, le plafond des autorisations d'emplois des autorités publiques indépendantes dotées de la personnalité morale et des autorités administratives indépendantes dont les effectifs ne sont pas inclus dans un plafond d'autorisation des emplois rémunérés par l'Etat, exprimé en équivalents temps plein travaillé, est fixé à 2 269 emplois. Ce plafond est réparti comme suit :"
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "Les reports de 2013 sur 2014 susceptibles d'être effectués à partir des programmes mentionnés dans le tableau figurant ci-dessous ne pourront excéder le montant des crédits ouverts sur ces mêmes programmes par la loi n° 2012-1509 du 29 décembre 2012 de finances pour 2013."
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "I et II.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nIII.-Les I et II s'appliquent à compter du 1er janvier 2014.\n\n-Code général des impôts, CGI.\n\n-Code monétaire et financier\n\n-Code général des impôts, CGI.\n\n-Code monétaire et financier"
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "II. - Le I s'applique aux crédits d'impôts calculés au titre des dépenses exposées à compter du 1er janvier 2014."
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "IV. - 1. Les 1° à 4° du I s'appliquent aux opérations pour lesquelles l'ouverture du chantier est intervenue à compter du 1er janvier 2014."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "V. - Le I s'applique aux dépenses payées à compter du 1er janvier 2014 ; le 1° du II s'applique aux offres d'avance émises à compter de l'entrée en vigueur du décret prévu au même 1° et, au plus tard, au 1er janvier 2015 ; les 2° et 3° du II et le III s'appliquent aux offres d'avance émises à compter du 1er janvier 2014."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "II. - Le I s'applique à compter du 1er janvier 2014."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "II.-A.-Les délibérations prises, conformément au 1 du I de l'article 1647 D du code général des impôts, dans sa rédaction en vigueur au 31 décembre 2013, pour les assujettis n'exerçant leur activité professionnelle qu'à temps partiel ou pendant moins de neuf mois de l'année et pour les assujettis dont le montant hors taxes des recettes ou du chiffre d'affaires au cours de la période de référence définie à l'article 1467 A du même code est inférieur à 10 000 € continuent à s'appliquer. Toutefois, lorsque le montant de base minimum déterminé après l'application de la réduction fixée par délibérations excède la limite supérieure de la base minimum applicable aux tranches de chiffre d'affaires ou de recettes correspondantes mentionnées dans le tableau du deuxième alinéa du 1 de l'article 1647 D dudit code, il est ramené à cette limite. Ces délibérations peuvent être rapportées, dans les conditions prévues au I de l'article 1639 A bis du même code, à compter des impositions établies au titre de l'année 2015.B.-Par exception aux dispositions du premier alinéa de l'article 1639 A bis du code général des impôts, les délibérations prévues à l'article 1647 D du même code au titre de l'exercice 2014 peuvent être prises ou modifiées jusqu'au 21 janvier 2014. Le maire ou le président de l'établissement public de coopération intercommunale transmet la délibération prise en application du présent B au comptable public assignataire de la commune ou de l'établissement public de coopération intercommunale au plus tard le deuxième jour ouvré suivant le 21 janvier 2014.C.-Les contribuables ayant bénéficié d'une exonération de cotisation foncière des entreprises en application de l'article 1464 K du code général des impôts pour les impositions établies au titre de l'année 2013 et dont le terme n'est pas atteint continuent de bénéficier, pour la durée d'exonération restant à courir, et sous réserve que les conditions fixées à ce même article, dans sa rédaction en vigueur au 31 décembre 2013, demeurent satisfaites, de l'exonération dont ils bénéficiaient.III.-Les communes et les établissements publics de coopération intercommunale à fiscalité propre peuvent, par une délibération prise avant le 21 janvier 2014 et pour la part qui leur revient, prendre en charge, en lieu et place des redevables, tout ou partie de la cotisation minimum de cotisation foncière des entreprises due au titre de 2013 correspondant à la base minimum applicable sur leur territoire résultant d'une délibération prise en 2011 ou en 2012 et jusqu'au 21 janvier 2013 en application de l'article 1647 D du code général des impôts.La délibération mentionne, pour chacune des trois catégories de redevables définies au 1 du I du même article 1647 D, dans sa rédaction antérieure au 1er janvier 2014, le montant individuel de la prise en charge, identique pour chaque redevable relevant d'une même catégorie.Les établissements publics de coopération intercommunale à fiscalité additionnelle peuvent prévoir des montants de prise en charge différents pour chaque portion de leur territoire sur laquelle une base minimum différente s'applique en 2013.Le montant de la prise en charge s'impute sur la cotisation foncière des entreprises due au titre de 2013. La réduction accordée, le cas échéant, en application de la troisième phrase du premier alinéa du 1 du I dudit article 1647 D est appliquée au montant de la prise en charge."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "I. ― Les conseils généraux peuvent relever le taux de la taxe de publicité foncière ou du droit d'enregistrement prévu à l'article 1594 D du code général des impôts au-delà de 3,80 % et dans la limite de 4,50 % pour les actes passés et les conventions conclues entre le 1er mars 2014 et le 29 février 2016.II. ― Les délibérations des conseils généraux prises en application du I s'appliquent dans les conditions suivantes :1° Les délibérations notifiées selon les modalités prévues au III de l'article 1639 A du code général des impôts au plus tard le 15 avril 2014, ou entre le 1er décembre 2014 et le 15 avril 2015, s'appliquent aux actes passés et aux conventions conclues à compter du premier jour du deuxième mois suivant la notification ;2° Les délibérations notifiées selon les modalités prévues au même III entre le 16 avril et le 30 novembre 2014 s'appliquent aux actes passés et aux conventions conclues à compter du 1er janvier 2015.3° Les délibérations notifiées selon les modalités prévues audit III entre le 16 avril et le 30 novembre 2015 s'appliquent aux actes passés et aux conventions conclues à compter du 1er janvier 2016.\n\nIII. ― Pour les actes passés et les conventions conclues à compter du 1er mars 2016, le taux de la taxe de publicité foncière ou du droit d'enregistrement voté par les conseils généraux ayant pris des délibérations en application du I du présent article est, sauf délibération expresse contraire de ces assemblées prise en application du second alinéa de l'article 1594 D du code général des impôts et notifiée aux services fiscaux selon les modalités prévues au III de l'article 1639 A du même code, au plus tard le 31 janvier 2016, celui en vigueur le 31 janvier 2016."
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "II. - Le I s'applique à la cotisation sur la valeur ajoutée des entreprises :"
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I est applicable à compter des impositions dues au titre de l'année 2015.\n\n- Code général des impôts, CGI.\n\nArt. 1381,   Art. 1393"
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "Les collectivités territoriales et les établissements publics de coopération intercommunale à fiscalité propre peuvent, par délibération prise avant le 21 janvier 2014, exonérer les terrains de golf de taxe foncière sur les propriétés bâties au titre de 2014, pour la part qui leur revient et à concurrence de 50 % ou de 75 %."
    },
    {
      "provision_ref": "art84",
      "section": "84",
      "title": "Article 84",
      "content": "III.-Dans les zones autres que celles mentionnées au I de l'article 232 du code général des impôts, les délibérations prises en application du deuxième alinéa de l'article 1396 du même code, dans sa rédaction antérieure à la présente loi, continuent de produire leurs effets."
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Article 85",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nArt. 1517\n\nII. - Le I s'applique à compter des impositions établies au titre de l'année 2014."
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Article 92",
      "content": "I.-1. Il est créé un fonds de soutien de 200 millions d'euros par an pendant une durée maximale de quinze ans, destiné aux collectivités territoriales, à leurs groupements, aux établissements publics locaux et aux services départementaux d'incendie et de secours ainsi qu'aux collectivités d'outre-mer et à la Nouvelle-Calédonie ayant souscrit avant l'entrée en vigueur de la présente loi des emprunts structurés et des instruments financiers. Les contrats concernés sont les emprunts les plus sensibles et les contrats de couverture qui leur sont liés. Un rapport final portant sur la gestion globale du fonds de soutien est remis par le Gouvernement au Parlement, annexé à la loi relative aux résultats de la gestion et portant approbation des comptes de l'année 2028.\n\nCe fonds a pour objet le versement aux collectivités territoriales et aux établissements publics mentionnés au premier alinéa du présent 1 d'une aide pour le remboursement anticipé de ces emprunts et instruments. L'aide est calculée sur la base des indemnités de remboursement anticipé dues ; elle ne peut excéder 75 % du montant de celles-ci. Dans une phase initiale et pour une durée limitée à trois ans à compter du dépôt de la demande, une part de cette aide peut néanmoins être versée pour faire face aux charges financières relatives à ces emprunts et instruments. A l'issue de cette phase, les collectivités territoriales ou établissements publics mentionnés au premier alinéa peuvent obtenir la poursuite du versement de l'aide jusqu'au terme des emprunts et des instruments financiers ; dans les autres cas, le versement du solde de l'aide est subordonné au remboursement anticipé des emprunts structurés et des instruments financiers.\n\nDans la limite de 2,5 millions d'euros par an, l'aide accordée par le fonds aux collectivités territoriales et aux établissements publics mentionnés au premier alinéa et dont la population est inférieure à 10 000 habitants peut également financer la prise en charge de prestations d'accompagnement destinées à faciliter la gestion de l'en-cours de dette structurée. Cette prise en charge est effectuée dans la limite de 50 % de la totalité des frais engagés chaque année.\n\nPour bénéficier du fonds, les collectivités territoriales et les établissements publics mentionnés au premier alinéa doivent déposer une demande d'aide auprès du représentant de l'Etat dans le département ou dans la collectivité d'outre-mer avant le 30 avril 2015.\n\nLe versement de l'aide au titre d'un ou de plusieurs emprunts structurés et instruments financiers souscrits auprès d'un même établissement de crédit est subordonné à la conclusion préalable avec cet établissement d'une transaction, au sens de l'article 2044 du code civil, portant sur ceux-ci. L'établissement de crédit transmet, préalablement à la conclusion de la transaction, aux collectivités et établissements mentionnés au premier alinéa du présent 1 les éléments utiles au calcul de l'indemnité de remboursement anticipé. Les éléments utiles au calcul de l'indemnité de remboursement anticipé sont également transmis, à sa demande, par les établissements de crédit, au service compétent de l'Etat chargé de l'instruction des demandes d'aides.\n\nLa dérogation prévue au II de l'article 32 de la loi n° 2013-672 du 26 juillet 2013 de séparation et de régulation des activités bancaires n'est pas applicable aux nouveaux emprunts consentis.\n\nLe taux maximal applicable aux nouveaux emprunts consentis est égal au taux de rendement de l'obligation assimilable du Trésor de maturité la plus proche de la durée de vie moyenne initiale de l'emprunt structuré faisant l'objet de la renégociation, constaté à la date à laquelle celui-ci a été initialement consenti, majoré de 150 points de base.\n\nLe montant de l'aide est déterminé conjointement par le ministre chargé du budget et, selon le cas, le ministre chargé des collectivités territoriales ou le ministre chargé de l'outre-mer, dans la limite des crédits du fonds disponibles chaque année.\n\nLe fonds est géré pour le compte de l'Etat par l'établissement mentionné à l'article L. 313-1 du code rural et de la pêche maritime, qui reçoit à cette fin un versement de l'Etat.\n\nUn décret en Conseil d'Etat fixe les modalités d'application du présent 1.\n\n2. Le solde du fonds institué par l'article 4 de la loi n° 2012-1510 du 29 décembre 2012 de finances rectificative pour 2012 est réaffecté au fonds mentionné au 1 du présent I.\n\n3. A abrogé les dispositions suivantes :\n\n-LOI n° 2012-1510 du 29 décembre 2012"
    },
    {
      "provision_ref": "art94",
      "section": "94",
      "title": "Article 94",
      "content": "II. - Le présent article entre en vigueur le 1er janvier 2014."
    },
    {
      "provision_ref": "art95",
      "section": "95",
      "title": "Article 95",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nIII. - A compter de 2014, le montant de la dotation politique de la ville prévue à l'article L. 2334-40 du code général des collectivités territoriales est fixé à 100 millions d'euros.\n\n- Code général des collectivités territoriales\n\n- LOI n° 2012-1509 du 29 décembre 2012\n\nArt. 111"
    },
    {
      "provision_ref": "art96",
      "section": "96",
      "title": "Article 96",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2013-685 DC du 29 décembre 2013.]"
    },
    {
      "provision_ref": "art97",
      "section": "97",
      "title": "Article 97",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2013-685 DC du 29 décembre 2013.]"
    },
    {
      "provision_ref": "art99",
      "section": "99",
      "title": "Article 99",
      "content": "III.-Les I et II s'appliquent aux avis de vérification adressés à compter de l'entrée en vigueur de la présente loi."
    },
    {
      "provision_ref": "art100",
      "section": "100",
      "title": "Article 100",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2013-685 DC du 29 décembre 2013.]"
    },
    {
      "provision_ref": "art101",
      "section": "101",
      "title": "Article 101",
      "content": "II. - Nonobstant le I, l'article L. 189 A du livre des procédures fiscales demeure applicable aux procédures amiables ouvertes avant le 1er janvier 2014."
    },
    {
      "provision_ref": "art102",
      "section": "102",
      "title": "Article 102",
      "content": "Les avis de mise en recouvrement signés entre le 1er octobre 2011 et le 14 novembre 2013 par délégation du directeur du service chargé des grandes entreprises sont réputés réguliers en tant que ces actes seraient contestés, à compter du 14 novembre 2013, par le moyen tiré de l'irrégularité des délégations de signature accordées par le directeur aux signataires de ces actes."
    },
    {
      "provision_ref": "art103",
      "section": "103",
      "title": "Article 103",
      "content": "I. ― Le nombre de contribuables quittant le territoire national et leur répartition en fonction du pays de destination, le nombre de contrôles annuels effectués par l'administration fiscale auprès des particuliers, notamment sur la base des articles 10 et 11 du code général des impôts, ainsi que le montant des droits et pénalités appliqués et recouvrés et le nombre de particuliers concernés, figurent en annexe à la loi de finances de l'année.Cette annexe fait figurer l'ensemble des informations suivantes :1° Le nombre de contribuables :a) Soumis à l'impôt sur le revenu qui quittent le territoire national, ainsi que le nombre de ceux qui reviennent en France ;b) Soumis à l'impôt de solidarité sur la fortune qui quittent le territoire national, ainsi que le nombre de ceux qui reviennent en France ;c) Assujettis à l'imposition des plus-values latentes sur droits sociaux, valeurs, titres ou droits et des créances trouvant leur origine dans une clause de complément de prix.Pour chaque type d'imposition, sont précisées les répartitions des contribuables par tranche du barème et par décile de revenu fiscal de référence, par pays de destination, par âge du contribuable et par composition des revenus et du patrimoine ;2° Le nombre de demandes d'assistance administrative internationale formulées et le nombre de demandes d'assistance abouties, précisés par pays ;3° Un bilan de l'activité de la direction nationale des vérifications de situations fiscales, en précisant le nombre de contrôles effectués, les droits et pénalités appliqués par type d'imposition et les profils des dossiers traités ;4° Le nombre de domiciliations fiscales fictives ou artificielles à l'étranger décelées, en précisant le profil des dossiers, le montant des droits et pénalités appliqués par type d'imposition, ainsi que la ventilation des contribuables concernés par décile de revenu fiscal de référence ;5° Les manquements aux obligations de déclaration des comptes ouverts et des contrats d'assurance-vie souscrits auprès d'organismes établis à l'étranger ainsi que des trusts, prévues aux articles 1649 A, 1649 AA et 1649 AB du code général des impôts, en précisant le profil des dossiers, le montant des droits et pénalités appliqués par type d'imposition, ainsi que la ventilation des contribuables concernés par décile de revenu fiscal de référence ;6° Les vingt premiers redressements, en montant de droits et pénalités, effectués auprès des particuliers au titre de faits de fraude fiscale ou d'optimisation fiscale abusive à caractère international.II. ― Le présent article est applicable à partir de l'exercice 2015."
    },
    {
      "provision_ref": "art104",
      "section": "104",
      "title": "Article 104",
      "content": "I. - Les commissions permanentes chargées des finances de l'Assemblée nationale et du Sénat sont informées, sur une base semestrielle, de la teneur des lettres de mise en dermeure et des avis motivés envoyés par la Commission européenne dans le cadre de la procédure prévue à l'article 258 du traité sur le fonctionnement de l'Union européenne et qui peuvent avoir une incidence sur les finances de l'Etat. Ces commissions sont également destinataires d'une évaluation de cette incidence financière.\n\nCes lettres et avis sont communiqués aux présidents et aux rapporteurs généraux de ces commissions, à leur demande, en application de l'article 57 de la loi organique n° 2001-692 du 1er août 2001 relative aux lois de finances. Sauf accord du Gouvernement, les documents transmis en application du présent alinéa ne peuvent être rendus publics.\n\nLorsqu'il recourt à une dérogation prévue par le droit européen en matière fiscale, le Gouvernement en informe les commissions permanentes chargées des finances de l'Assemblée nationale et du Sénat.\n\nII. - Le Gouvernement transmet chaque semestre aux présidents et aux rapporteurs généraux des commissions permanentes de l'Assemblée nationale et du Sénat chargées des finances un rapport non public présentant l'état des risques budgétaires supérieurs à 200 millions d'euros associés aux contentieux fiscaux et non fiscaux en cours.\n\nCe rapport présente notamment, concernant les contentieux fiscaux :\n\n1° La liste et l'état d'avancement des demandes d'information et des procédures d'infraction ouvertes avec les instances européennes, concernant la France, et les risques budgétaires associés ;\n\n2° Les questions préjudicielles pendantes devant la Cour de justice de l'Union européenne, concernant la France ou d'autres Etats membres lorsqu'elles concernent des dispositifs comparables à des dispositifs existant en France, ainsi que les risques budgétaires associés ;\n\n3° La synthèse des procédures en cours devant les juridictions administratives ainsi que les risques budgétaires associés ;\n\n4° Les décisions récentes et pendantes en matière de question prioritaire de constitutionnalité ainsi que les risques budgétaires associés."
    },
    {
      "provision_ref": "art105",
      "section": "105",
      "title": "Article 105",
      "content": "Le Gouvernement remet au Parlement, avant le dépôt du projet de loi de finances pour 2015, un rapport étudiant les conséquences pour le budget de l'Etat de l'existence d'entités hybrides, telles que définies par l'Organisation de coopération et de développement économiques.Ce rapport s'attache notamment à :1° Fournir des données chiffrées sur la présence en France d'entités hybrides ;2° Illustrer par des exemples précis la qualification de ces entités par le droit français et par le droit des autres Etats concernés, en indiquant quels sont les Etats les plus concernés et les qualifications juridiques le plus fréquemment utilisées ;3° Mesurer la perte de recettes fiscales résultant, le cas échéant, des différences de qualification ;4° Etudier les moyens permettant de limiter les avantages fiscaux tirés de ces différences."
    },
    {
      "provision_ref": "art106",
      "section": "106",
      "title": "Article 106",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2013-685 DC du 29 décembre 2013.]"
    },
    {
      "provision_ref": "art107",
      "section": "107",
      "title": "Article 107",
      "content": "Par dérogation au II de l'article 1604 du code général des impôts, le taux maximal d'augmentation du produit de la taxe mentionnée au I du même article perçue par la chambre d'agriculture de Guyane est fixé à 20 % pour la période comprise entre le 1er janvier 2014 et le 31 décembre 2017."
    },
    {
      "provision_ref": "art108",
      "section": "108",
      "title": "Article 108",
      "content": "II. - Le I entre en vigueur à compter du 1er avril 2014 et s'applique aux vols effectués à compter de la même date."
    },
    {
      "provision_ref": "art109",
      "section": "109",
      "title": "Article 109",
      "content": "II. - Le I prend effet à compter du 1er janvier 2014."
    },
    {
      "provision_ref": "art110",
      "section": "110",
      "title": "Article 110",
      "content": "II. - Les deux derniers alinéas de l'article L. 50 du code des pensions militaires d'invalidité et des victimes de la guerre sont applicables aux pensions de conjoints survivants et d'orphelins en paiement au 1er janvier 2014, à compter de la demande des intéressés."
    },
    {
      "provision_ref": "art112",
      "section": "112",
      "title": "Article 112",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2013-685 DC du 29 décembre 2013.]"
    },
    {
      "provision_ref": "art113",
      "section": "113",
      "title": "Article 113",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2013-685 DC du 29 décembre 2013.]"
    },
    {
      "provision_ref": "art114",
      "section": "114",
      "title": "Article 114",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2013-685 DC du 29 décembre 2013.]"
    },
    {
      "provision_ref": "art115",
      "section": "115",
      "title": "Article 115",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2013-685 DC du 29 décembre 2013.]"
    },
    {
      "provision_ref": "art116",
      "section": "116",
      "title": "Article 116",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2013-685 DC du 29 décembre 2013.]"
    },
    {
      "provision_ref": "art117",
      "section": "117",
      "title": "Article 117",
      "content": "I.-A modifié les dispositions suivantes :\n\n1 %, du 1er janvier au 31 décembre 2016 ;\n\n2 %, du 1er janvier au 31 décembre 2017 ;\n\n3 %, du 1er janvier au 31 décembre 2018 ;\n\n5 % à compter du 1er janvier 2019.\n\nIII. - Le présent article entre en vigueur le 1er janvier 2016.\n\n-Code du cinéma et de l'image animée\n\nII. - Pour les séances organisées par les exploitants d'établissements de spectacles cinématographiques situés dans les départements d'outre-mer, le taux de la taxe prévue à l'article L. 115-1 du code du cinéma et de l'image animée est fixé, par dérogation à l'article L. 115-2 du même code, à :"
    },
    {
      "provision_ref": "art121",
      "section": "121",
      "title": "Article 121",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code de la construction et de l'habitation.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art122",
      "section": "122",
      "title": "Article 122",
      "content": "II. - Avant le 20 janvier 2014, chaque organisme agréé aux fins de collecter la participation des employeurs à l'effort de construction transmet au ministre chargé du logement un état récapitulatif des acomptes effectués en 2013 en application du troisième alinéa du IV de l'article 43 de la loi n° 2012-1509 du 29 décembre 2012 de finances pour 2013, dans sa rédaction antérieure à la présente loi, ainsi qu'un état récapitulatif des versements des employeurs mentionnés au premier alinéa de ce même IV."
    },
    {
      "provision_ref": "art123",
      "section": "123",
      "title": "Article 123",
      "content": "II. - Les communes et groupements ayant bénéficié en 2013 de l'assistance technique prévue à l'article 7-1 de la loi d'orientation n° 92-125 du 6 février 1992 relative à l'administration territoriale de la République peuvent obtenir, au plus tard jusqu'au 31 décembre 2015, l'appui des services de l'Etat pour l'achèvement des missions d'assistance technique qui le nécessiteraient, selon des modalités définies par une convention signée entre le représentant de l'Etat dans le département et, selon le cas, le maire ou le président du groupement."
    },
    {
      "provision_ref": "art124",
      "section": "124",
      "title": "Article 124",
      "content": "II.-Jusqu'à l'entrée en vigueur du décret mentionné au dernier alinéa de l'article L. 917-1 du code de l'éducation, les assistants d'éducation exerçant des missions d'aide à l'inclusion scolaire des élèves en situation de handicap demeurent régis par le décret n° 2003-484 du 6 juin 2003 fixant les conditions de recrutement et d'emploi des assistants d'éducation."
    },
    {
      "provision_ref": "art126",
      "section": "126",
      "title": "Article 126",
      "content": "VI. - Les III, IV et V du présent article entrent en vigueur à la date de publication de ses modalités d'application et, au plus tard, le 1er juillet 2014."
    },
    {
      "provision_ref": "art127",
      "section": "127",
      "title": "Article 127",
      "content": "I.-L'établissement public dénommé Agence nationale pour l'indemnisation des Français d'outre-mer est dissous à compter du 1er janvier 2014.\n\nLes biens, droits et obligations de cet établissement sont dévolus à l'Office national des combattants et des victimes de guerre.\n\nII. 2°-A abrogé les dispositions suivantes :\n\nIII.-A modifié les dispositions suivantes :\n\n1° L'ordonnance n° 62-1106 du 19 septembre 1962 créant une Agence de défense des biens et intérêts des rapatriés ;\n\n3° L'article 21 de la loi de finances rectificative pour 1977 (n° 77-1466 du 30 décembre 1977).\n\n-Loi n° 70-632 du 15 juillet 1970\n\n-Loi n° 70-632 du 15 juillet 1970\n\nII.-Sont abrogés :"
    },
    {
      "provision_ref": "art128",
      "section": "128",
      "title": "Article 128",
      "content": "I, II, IV et V.-A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nIII. - (Abrogé).\n\nVI. - (Abrogé).\n\n-Loi n° 71-1130 du 31 décembre 1971\n\n-Loi n° 91-647 du 10 juillet 1991\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art130",
      "section": "130",
      "title": "Article 130",
      "content": "II. - Les 2° et 3° du I du présent article s'appliquent aux cotisations dues au titre des rémunérations versées à compter du 1er janvier 2014."
    },
    {
      "provision_ref": "art131",
      "section": "131",
      "title": "Article 131",
      "content": "III. - Le 2° du II du présent article entre en vigueur au 1er janvier 2014."
    },
    {
      "provision_ref": "art138",
      "section": "138",
      "title": "Article 138",
      "content": "II. - Le I entre en vigueur le 1er juillet 2014."
    },
    {
      "provision_ref": "art139",
      "section": "139",
      "title": "Article 139",
      "content": "Pour l'année 2014, par exception au I de l'article L. 262-24 du code de l'action sociale et des familles, le fonds national des solidarités actives mentionné au II du même article finance la totalité des sommes payées au titre de l'allocation de revenu de solidarité active versée aux personnes mentionnées à l'article L. 262-7-1 du même code."
    },
    {
      "provision_ref": "art140",
      "section": "140",
      "title": "Article 140",
      "content": "I, II, VI et VII. - A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nIII. (Abrogé)\n\nIV. - A titre transitoire et par dérogation au I, les contrats d'apprentissage signés dans l'ensemble des entreprises avant le 1er janvier 2014 continuent à ouvrir droit au versement d'une prime versée par les régions à l'employeur dans les conditions suivantes :\n\n1° Pour la première année de formation, cette prime est versée selon les modalités en vigueur à la date de la signature du contrat ;\n\n2° Pour la deuxième année de formation, le montant de cette prime est égal à 500 € si le contrat a été conclu dans une entreprise d'au moins onze salariés et est égal à 1 000 € si le contrat a été conclu dans une entreprise de moins de onze salariés ;\n\n3° Pour la troisième année de formation, le montant de cette prime est égal à 200 € si le contrat a été conclu dans une entreprise d'au moins onze salariés et est égal à 1 000 € si le contrat a été conclu dans une entreprise de moins de onze salariés.\n\nV. - (Abrogé)\n\nVIII. - Le présent article entre en vigueur au 1er janvier 2014.\n\n-Code du travail\n\n-Loi n° 2011-900 du 29 juillet 2011\n\n-Loi 2002-1575 du 30 décembre 2002"
    },
    {
      "provision_ref": "art141",
      "section": "141",
      "title": "Article 141",
      "content": "II. - Le I s'applique aux gains et rémunérations versées à compter du 1er janvier 2014."
    },
    {
      "provision_ref": "art142",
      "section": "142",
      "title": "Article 142",
      "content": "II.-Le second alinéa de l'article L. 5134-30-1 du code du travail, dans sa rédaction antérieure à la présente loi, demeure applicable aux contrats de travail conclus avant le 1er juillet 2014."
    },
    {
      "provision_ref": "artÉTATSLÉGISLATIFSANNEXÉS",
      "section": "ÉTATSLÉGISLATIFSANNEXÉS",
      "title": "Article ÉTATSLÉGISLATIFSANNEXÉS",
      "content": "ÉTAT   A(Art. 60 de la loi)Voies et moyensI. ― BUDGET GÉNÉRAL\n\n(En milliers d'euros)\n\nRÉCAPITULATION DES RECETTES DU BUDGET GÉNÉRAL\n\n(En milliers d'euros)\n\nII. ― BUDGETS ANNEXES\n\n(En euros)\n\nIII. ― COMPTES D'AFFECTATION SPÉCIALE\n\n(En euros)\n\nIV. ― COMPTES DE CONCOURS FINANCIERS\n\n(En euros)\n\nÉTAT B(Art. 61 de la loi)Répartition, par mission et programme, des crédits du budget généralBUDGET GÉNÉRAL\n\n(En euros)\n\nÉTAT C(Art. 62 de la loi)Répartition, par mission et programme, des crédits des budgets annexesBUDGETS ANNEXES\n\n(En euros)\n\nÉTAT D(Art. 63 de la loi)Répartition, par mission et programme, des crédits des comptes d'affectation spécialeet des comptes de concours financiersI. ― COMPTES D'AFFECTATION SPÉCIALE\n\n(En euros)\n\nII. - COMPTES DE CONCOURS FINANCIERS\n\n(En euros)\n\nÉTAT E(Art. 64 de la loi)Répartition des autorisations de découvertI. - COMPTES DE COMMERCE\n\n(En euros)\n\nII. - COMPTES D'OPÉRATIONS MONÉTAIRES\n\n(En euros)\n\nNUMÉROde ligne\n\nINTITULÉ DE LA RECETTE\n\nÉVALUATIONpour 2014\n\ncenter\n\n1. Recettes fiscales\n\ncenter\n\ncenter\n\n11. Impôt sur le revenu\n\n80 331 151\n\n1101\n\nImpôt sur le revenu\n\n80 331 151\n\ncenter\n\n12. Autres impôts directs perçus par voie d'émission de rôles\n\n2 838 290\n\n1201\n\nAutres impôts directs perçus par voie d'émission de rôles\n\n2 838 290\n\ncenter\n\n13. Impôt sur les sociétés\n\n64 208 000\n\n1301\n\nImpôt sur les sociétés\n\n62 953 000\n\n1302\n\nContribution sociale sur les bénéfices des sociétés\n\n1 255 000\n\ncenter\n\n14. Autres impôts directs et taxes assimilées\n\n13 531 720\n\n1401\n\nRetenues à la source sur certains bénéfices non commerciaux et de l'impôt sur le revenu\n\n623 000\n\n1402\n\nRetenues à la source et prélèvements sur les revenus de capitaux mobiliers et le prélèvement sur les bons anonymes\n\n3 818 000\n\n1403\n\nPrélèvements sur les bénéfices tirés de la construction immobilière (loi n° 63-254 du 15 mars 1963, art. 28-IV)\n\n0\n\n1404\n\nPrécompte dû par les sociétés au titre de certains bénéfices distribués (loi n° 65-566 du 12 juillet 1965, art. 3)\n\n232 000\n\n1405\n\nPrélèvement exceptionnel de 25 % sur les distributions de bénéfices\n\n0\n\n1406\n\nImpôt de solidarité sur la fortune\n\n4 653 252\n\n1407\n\nTaxe sur les locaux à usage de bureaux, les locaux commerciaux et de stockage\n\n33 000\n\n1408\n\nPrélèvements sur les entreprises d'assurance\n\n96 000\n\n1409\n\nTaxe sur les salaires\n\n0\n\n1410\n\nCotisation minimale de taxe professionnelle\n\n0\n\n1411\n\nCotisations perçues au titre de la participation des employeurs à l'effort de construction\n\n18 000\n\n1412\n\nTaxe de participation des employeurs au financement de la formation professionnelle continue\n\n24 000\n\n1413\n\nTaxe forfaitaire sur les métaux précieux, les bijoux, les objets d'art, de collection et d'antiquité\n\n122 070\n\n1415\n\nContribution des institutions financières\n\n0\n\n1416\n\nTaxe sur les surfaces commerciales\n\n0\n\n1421\n\nCotisation nationale de péréquation de taxe professionnelle\n\n0\n\n1497\n\nCotisation sur la valeur ajoutée des entreprises (affectation temporaire à l'Etat en 2010)\n\n0\n\n1498\n\nCotisation foncière des entreprises (affectation temporaire à l'Etat en 2010)\n\n40 000\n\n1499\n\nRecettes diverses\n\n3 872 398\n\ncenter\n\n15. Taxe intérieure de consommation sur les produits énergétiques\n\n13 306 158\n\n1501\n\nTaxe intérieure de consommation sur les produits énergétiques\n\n13 306 158\n\ncenter\n\n16. Taxe sur la valeur ajoutée\n\n191 552 870\n\n1601\n\nTaxe sur la valeur ajoutée\n\n191 552 870\n\ncenter\n\n17. Enregistrement, timbre, autres contributions et taxes indirectes\n\n20 642 136\n\n1701\n\nMutations à titre onéreux de créances, rentes, prix d'offices\n\n550 000\n\n1702\n\nMutations à titre onéreux de fonds de commerce\n\n168 000\n\n1703\n\nMutations à titre onéreux de meubles corporels\n\n1 000\n\n1704\n\nMutations à titre onéreux d'immeubles et droits immobiliers\n\n13 000\n\n1705\n\nMutations à titre gratuit entre vifs (donations)\n\n1 596 546\n\n1706\n\nMutations à titre gratuit par décès\n\n9 699 670\n\n1707\n\nContribution de sécurité immobilière\n\n557 150\n\n1711\n\nAutres conventions et actes civils\n\n507 408\n\n1712\n\nActes judiciaires et extrajudiciaires\n\n0\n\n1713\n\nTaxe de publicité foncière\n\n333 000\n\n1714\n\nTaxe spéciale sur les conventions d'assurance\n\n118 599\n\n1715\n\nTaxe additionnelle au droit de bail\n\n0\n\n1716\n\nRecettes diverses et pénalités\n\n150 381\n\n1721\n\nTimbre unique\n\n212 963\n\n1722\n\nTaxe sur les véhicules de société\n\n150 000\n\n1723\n\nActes et écrits assujettis au timbre de dimension\n\n0\n\n1725\n\nPermis de chasser\n\n0\n\n1751\n\nDroits d'importation\n\n0\n\n1753\n\nAutres taxes intérieures\n\n590 000\n\n1754\n\nAutres droits et recettes accessoires\n\n10 400\n\n1755\n\nAmendes et confiscations\n\n40 000\n\n1756\n\nTaxe générale sur les activités polluantes\n\n504 300\n\n1757\n\nCotisation à la production sur les sucres\n\n0\n\n1758\n\nDroit de licence sur la rémunération des débitants de tabacs\n\n29 667\n\n1761\n\nTaxe et droits de consommation sur les tabacs\n\n0\n\n1766\n\nGarantie des matières d'or et d'argent\n\n0\n\n1768\n\nTaxe spéciale sur certains véhicules routiers\n\n173 204\n\n1769\n\nAutres droits et recettes à différents titres\n\n4 141\n\n1773\n\nTaxe sur les achats de viande\n\n0\n\n1774\n\nTaxe spéciale sur la publicité télévisée\n\n50 127\n\n1776\n\nRedevances sanitaires d'abattage et de découpage\n\n52 173\n\n1777\n\nTaxe sur certaines dépenses de publicité\n\n31 000\n\n1780\n\nTaxe de l'aviation civile\n\n82 000\n\n1781\n\nTaxe sur les installations nucléaires de base\n\n579 356\n\n1782\n\nTaxes sur les stations et liaisons radioélectriques privées\n\n27 621\n\n1785\n\nProduits des jeux exploités par La Française des jeux (hors paris sportifs)\n\n2 070 000\n\n1786\n\nPrélèvements sur le produit des jeux dans les casinos\n\n734 000\n\n1787\n\nPrélèvement sur le produit brut des paris hippiques\n\n502 000\n\n1788\n\nPrélèvement sur les paris sportifs\n\n149 000\n\n1789\n\nPrélèvement sur les jeux de cercle en ligne\n\n72 000\n\n1797\n\nTaxe sur les transactions financières\n\n701 823\n\n1798\n\nImpositions forfaitaires sur les entreprises de réseaux (affectation temporaire à l'Etat en 2010)\n\n0\n\n1799\n\nAutres taxes\n\n181 607\n\ncenter\n\n2. Recettes non fiscales\n\ncenter\n\ncenter\n\n21. Dividendes et recettes assimilées\n\n5 074 000\n\n2110\n\nProduits des participations de l'Etat dans des entreprises financières\n\n1 927 000\n\n2111\n\nContribution de la Caisse des dépôts et consignations représentative de l'impôt sur les sociétés\n\n24 000\n\n2116\n\nProduits des participations de l'Etat dans des entreprises non financières et bénéfices des établissements publics non financiers\n\n3 123 000\n\n2199\n\nAutres dividendes et recettes assimilées\n\n0\n\ncenter\n\n22. Produits du domaine de l'Etat\n\n1 955 000\n\n2201\n\nRevenus du domaine public non militaire\n\n245 000\n\n2202\n\nAutres revenus du domaine public\n\n122 000\n\n2203\n\nRevenus du domaine privé\n\n63 000\n\n2204\n\nRedevances d'usage des fréquences radioélectriques\n\n250 000\n\n2209\n\nPaiement par les administrations de leurs loyers budgétaires\n\n1 165 000\n\n2211\n\nProduit de la cession d'éléments du patrimoine immobilier de l'Etat\n\n88 000\n\n2212\n\nAutres produits de cessions d'actifs\n\n1 000\n\n2299\n\nAutres revenus du Domaine\n\n21 000\n\ncenter\n\n23. Produits de la vente de biens et services\n\n1 178 000\n\n2301\n\nRemboursement par l'Union européenne des frais d'assiette et de perception des impôts et taxes perçus au profit de son budget\n\n528 000\n\n2303\n\nAutres frais d'assiette et de recouvrement\n\n507 000\n\n2304\n\nRémunération des prestations assurées par les services du Trésor public au titre de la collecte de l'épargne\n\n60 000\n\n2305\n\nProduits de la vente de divers biens\n\n2 000\n\n2306\n\nProduits de la vente de divers services\n\n66 000\n\n2399\n\nAutres recettes diverses\n\n15 000\n\ncenter\n\n24. Remboursements et intérêts des prêts, avanceset autres immobilisations financières\n\n892 000\n\n2401\n\nIntérêts des prêts à des banques et à des Etats étrangers\n\n589 000\n\n2402\n\nIntérêts des prêts du Fonds de développement économique et social\n\n2 000\n\n2403\n\nIntérêts des avances à divers services de l'Etat ou organismes gérant des services publics\n\n41 000\n\n2409\n\nIntérêts des autres prêts et avances\n\n82 000\n\n2411\n\nAvances remboursables sous conditions consenties à l'aviation civile\n\n136 000\n\n2412\n\nAutres avances remboursables sous conditions\n\n8 000\n\n2413\n\nReversement au titre des créances garanties par l'Etat\n\n13 000\n\n2499\n\nAutres remboursements d'avances, de prêts et d'autres créances immobilisées\n\n21 000\n\ncenter\n\n25. Amendes, sanctions, pénalités et frais de poursuites\n\n1 380 000\n\n2501\n\nProduits des amendes de la police de la circulation et du stationnement routiers\n\n454 000\n\n2502\n\nProduits des amendes prononcées par les autorités de la concurrence\n\n400 000\n\n2503\n\nProduits des amendes prononcées par les autres autorités administratives indépendantes\n\n14 000\n\n2504\n\nRecouvrements poursuivis à l'initiative de l'agence judiciaire du Trésor\n\n15 000\n\n2505\n\nProduit des autres amendes et condamnations pécuniaires\n\n423 000\n\n2510\n\nFrais de poursuite\n\n70 000\n\n2511\n\nFrais de justice et d'instance\n\n1 000\n\n2512\n\nIntérêts moratoires\n\n2 000\n\n2513\n\nPénalités\n\n1 000\n\ncenter\n\n26. Divers\n\n3 338 000\n\n2601\n\nReversements de Natixis\n\n100 000\n\n2602\n\nReversements de la Compagnie française d'assurance pour le commerce extérieur\n\n500 000\n\n2603\n\nPrélèvements sur les fonds d'épargne gérés par la Caisse des dépôts et consignations\n\n1 100 000\n\n2604\n\nDivers produits de la rémunération de la garantie de l'Etat\n\n158 000\n\n2611\n\nProduits des chancelleries diplomatiques et consulaires\n\n165 000\n\n2612\n\nRedevances et divers produits pour frais de contrôle et de gestion\n\n11 000\n\n2613\n\nPrélèvement effectué sur les salaires des conservateurs des hypothèques\n\n0\n\n2614\n\nPrélèvements effectués dans le cadre de la directive épargne\n\n74 000\n\n2615\n\nCommissions et frais de trésorerie perçus par l'Etat dans le cadre de son activité régalienne\n\n1 000\n\n2616\n\nFrais d'inscription\n\n10 000\n\n2617\n\nRecouvrement des indemnisations versées par l'Etat au titre des expulsions locatives\n\n11 000\n\n2618\n\nRemboursement des frais de scolarité et accessoires\n\n6 000\n\n2620\n\nRécupération d'indus\n\n66 000\n\n2621\n\nRecouvrements après admission en non-valeur\n\n210 000\n\n2622\n\nDivers versements de l'Union européenne\n\n50 000\n\n2623\n\nReversements de fonds sur les dépenses des ministères ne donnant pas lieu à rétablissement de crédits\n\n50 000\n\n2624\n\nIntérêts divers (hors immobilisations financières)\n\n34 000\n\n2625\n\nRecettes diverses en provenance de l'étranger\n\n3 000\n\n2626\n\nRemboursement de certaines exonérations de taxe foncière sur les propriétés non bâties (art. 109 de la loi de finances pour 1992)\n\n3 000\n\n2627\n\nSoulte sur reprise de dette et recettes assimilées\n\n0\n\n2697\n\nRecettes accidentelles\n\n210 000\n\n2698\n\nProduits divers\n\n346 000\n\n2699\n\nAutres produits divers\n\n230 000\n\ncenter\n\n3. Prélèvements sur les recettes de l'Etat\n\ncenter\n\ncenter\n\n31. Prélèvements sur les recettes de l'Etat au profit des collectivités territoriales\n\n54 192 938\n\n3101\n\nPrélèvement sur les recettes de l'Etat au titre de la dotation globale de fonctionnement\n\n40 121 044\n\n3102\n\nPrélèvement sur les recettes de l'Etat du produit des amendes forfaitaires de la police de la circulation et des radars automatiques\n\n0\n\n3103\n\nPrélèvement sur les recettes de l'Etat au titre de la dotation spéciale pour le logement des instituteurs\n\n20 597\n\n3104\n\nDotation de compensation des pertes de bases de la taxe professionnelle et de redevance des mines des communes et de leurs groupements\n\n25 000\n\n3106\n\nPrélèvement sur les recettes de l'Etat au profit du Fonds de compensation pour la taxe sur la valeur ajoutée\n\n5 768 681\n\n3107\n\nPrélèvement sur les recettes de l'Etat au titre de la compensation d'exonérations relatives à la fiscalité locale\n\n1 750 734\n\n3108\n\nDotation élu local\n\n65 006\n\n3109\n\nPrélèvement sur les recettes de l'Etat au profit de la collectivité territoriale de Corse et des départements de Corse\n\n40 976\n\n3110\n\nCompensation de la suppression de la part salaire de la taxe professionnelle\n\n0\n\n3111\n\nFonds de mobilisation départementale pour l'insertion\n\n500 000\n\n3112\n\nDotation départementale d'équipement des collèges\n\n326 317\n\n3113\n\nDotation régionale d'équipement scolaire\n\n661 186\n\n3115\n\nCompensation d'exonération de la taxe foncière relative au non-bâti agricole (hors la Corse)\n\n0\n\n3117\n\nFonds de solidarité des collectivités territoriales touchées par des catastrophes naturelles\n\n10 000\n\n3118\n\nDotation globale de construction et d'équipement scolaire\n\n2 686\n\n3119\n\nPrélèvement exceptionnel sur les recettes de l'Etat au profit du Fonds de compensation pour la taxe sur la valeur ajoutée\n\n0\n\n3120\n\nCompensation relais de la réforme de la taxe professionnelle\n\n0\n\n3122\n\nDotation de compensation de la réforme de la taxe professionnelle\n\n3 324 422\n\n3123\n\nDotation pour transferts de compensations d'exonérations de fiscalité directe locale\n\n743 563\n\n3124\n\nDotation de garantie des reversements des fonds départementaux de taxe professionnelle\n\n430 114\n\n3125\n\nPrélèvement sur les recettes de l'Etat spécifique au profit de la dotation globale de fonctionnement\n\n0\n\n3126\n\nPrélèvement sur les recettes de l'Etat au titre de la dotation unique des compensations spécifiques à la taxe professionnelle\n\n291 738\n\n3127\n\nDotation de protection de l'environnement et d'entretien des voiries municipales\n\n0\n\n3128\n\nDotation de compensation des produits syndicaux fiscalisés\n\n1 374\n\n3130\n\nDotation de compensation de la réforme de la taxe sur les logements vacants pour les communes et les établissements publics de coopération intercommunale percevant la taxe d'habitation sur les logements vacants\n\n4 000\n\n3131\n\nDotation de compensation liée au processus de départementalisation de Mayotte\n\n83 000\n\n3132\n\nDotation exceptionnelle de correction des calculs de la dotation de compensation de la réforme de la taxe professionnelle et du prélèvement ou du reversement au titre de fonds nationaux de garantie individuelle des ressources\n\n22 500\n\ncenter\n\n32. Prélèvements sur les recettes de l'Etat au profit de l'Union européenne\n\n20 224 087\n\n3201\n\nPrélèvement sur les recettes de l'Etat au profit du budget de l'Union européenne\n\n20 224 087\n\ncenter\n\n4. Fonds de concours\n\ncenter\n\ncenter\n\nEvaluation des fonds de concours\n\n3 905 615\n\n1\n\ncenter\n\nNUMÉROde ligne\n\nINTITULÉ DE LA RECETTE\n\nÉVALUATIONpour 2014\n\ncenter\n\n1. Recettes fiscales\n\n386 410 325\n\n11\n\nImpôt sur le revenu\n\n80 331 151\n\n12\n\nAutres impôts directs perçus par voie d'émission de rôles\n\n2 838 290\n\n13\n\nImpôt sur les sociétés\n\n64 208 000\n\n14\n\nAutres impôts directs et taxes assimilées\n\n13 531 720\n\n15\n\nTaxe intérieure de consommation sur les produits énergétiques\n\n13 306 158\n\n16\n\nTaxe sur la valeur ajoutée\n\n191 552 870\n\n17\n\nEnregistrement, timbre, autres contributions et taxes indirectes\n\n20 642 136\n\ncenter\n\n2. Recettes non fiscales\n\n13 817 000\n\n21\n\nDividendes et recettes assimilées\n\n5 074 000\n\n22\n\nProduits du domaine de l'Etat\n\n1 955 000\n\n23\n\nProduits de la vente de biens et services\n\n1 178 000\n\n24\n\nRemboursements et intérêts des prêts, avances et autres immobilisations financières\n\n892 000\n\n25\n\nAmendes, sanctions, pénalités et frais de poursuites\n\n1 380 000\n\n26\n\nDivers\n\n3 338 000\n\ncenter\n\nTotal des recettes brutes (1 + 2)\n\n400 227 325\n\ncenter\n\n3. Prélèvements sur les recettes de l'Etat\n\n74 417 025\n\n31\n\nPrélèvements sur les recettes de l'Etat au profit des collectivités territoriales\n\n54 192 938\n\n32\n\nPrélèvements sur les recettes de l'Etat au profit de l'Union européenne\n\n20 224 087\n\ncenter\n\nTotal des recettes, nettes des prélèvements (1 + 2 ― 3)\n\n325 810 300\n\ncenter\n\n4. Fonds de concours\n\n3 905 615\n\ncenter\n\nEvaluation des fonds de concours\n\n3 905 615\n\n1\n\ncenter\n\nNUMÉROde ligne\n\nDÉSIGNATION DES RECETTES\n\nÉVALUATIONpour 2014\n\ncenter\n\nContrôle et exploitation aériens\n\ncenter\n\n7010\n\nVentes de produits fabriqués et marchandises\n\n100 000\n\n7061\n\nRedevances de route\n\n1 135 513 976\n\n7062\n\nRedevance océanique\n\n12 489 370\n\n7063\n\nRedevances pour services terminaux de la circulation aérienne pour la métropole\n\n237 822 842\n\n7064\n\nRedevances pour services terminaux de la circulation aérienne pour l'outre-mer\n\n30 350 630\n\n7065\n\nRedevances de route. Autorité de surveillance\n\n10 900 000\n\n7066\n\nRedevances pour services terminaux de la circulation aérienne. Autorité de surveillance\n\n2 600 000\n\n7067\n\nRedevances de surveillance et de certification\n\n32 865 250\n\n7068\n\nPrestations de service\n\n1 880 000\n\n7080\n\nAutres recettes d'exploitation\n\n2 850 000\n\n7130\n\nVariation des stocks (production stockée)\n\n0\n\n7200\n\nProduction immobilisée\n\n0\n\n7400\n\nSubventions d'exploitation\n\n0\n\n7500\n\nAutres produits de gestion courante\n\n350 000\n\n7501\n\nTaxe de l'aviation civile\n\n356 399 762\n\n7502\n\nFrais d'assiette et recouvrement sur taxes perçues pour le compte de tiers\n\n5 820 000\n\n7600\n\nProduits financiers\n\n320 000\n\n7781\n\nProduits exceptionnels hors cessions immobilières\n\n50 825 172\n\n7782\n\nProduits exceptionnels issus des cessions immobilières\n\n3 800 000\n\n7800\n\nReprises sur amortissements et provisions\n\n3 000 000\n\n7900\n\nAutres recettes\n\n0\n\n9700\n\nProduit brut des emprunts\n\n267 188 426\n\n9900\n\nAutres recettes en capital\n\n0\n\ncenter\n\nTotal des recettes\n\n2 155 075 728\n\ncenter\n\nFonds de concours\n\n18 690 000\n\ncenter\n\nPublications officielles et information administrative\n\ncenter\n\n7000\n\nVentes de produits fabriqués, prestations de services, marchandises\n\n213 650 000\n\n7100\n\nVariation des stocks (production stockée)\n\n0\n\n7200\n\nProduction immobilisée\n\n0\n\n7400\n\nSubventions d'exploitation\n\n0\n\n7500\n\nAutres produits de gestion courante\n\n0\n\n7600\n\nProduits financiers\n\n0\n\n7780\n\nProduits exceptionnels\n\n1 000 000\n\n7800\n\nReprises sur amortissements et provisions\n\n0\n\n7900\n\nAutres recettes\n\n0\n\n9300\n\nDiminution de stocks constatée en fin de gestion\n\n0\n\n9700\n\nProduit brut des emprunts\n\n0\n\n9900\n\nAutres recettes en capital\n\n0\n\ncenter\n\nTotal des recettes\n\n214 650 000\n\ncenter\n\nFonds de concours\n\n0\n\n1\n\ncenter\n\nNUMÉROde ligne\n\nDÉSIGNATION DES RECETTES\n\nÉVALUATIONpour 2014\n\ncenter\n\nAides à l'acquisition de véhicules propres\n\n269 900 000\n\n1\n\nProduit de la taxe additionnelle à la taxe sur les certificats d'immatriculation des véhicules\n\n269 900 000\n\n2\n\nRecettes diverses ou accidentelles\n\n0\n\ncenter\n\nContrôle de la circulation et du stationnement routiers\n\n1 402 396 000\n\ncenter\n\nSection : Contrôle automatisé\n\n239 000 000\n\n1\n\nAmendes perçues par la voie du système de contrôle-sanction automatisé\n\n239 000 000\n\ncenter\n\nRecettes diverses ou accidentelles\n\n0\n\ncenter\n\nSection : Circulation et stationnement routiers\n\n1 163 396 000\n\n3\n\nAmendes perçues par la voie du système de contrôle-sanction automatisé\n\n170 000 000\n\n4\n\nAmendes forfaitaires de la police de la circulation et amendes forfaitaires majorées issues des infractions constatées par la voie du système de contrôle-sanction automatisé et des infractions aux règles de la police de la circulation\n\n993 396 000\n\n5\n\nRecettes diverses ou accidentelles\n\n0\n\ncenter\n\nDéveloppement agricole et rural\n\n125 500 000\n\n1\n\nTaxe sur le chiffre d'affaires des exploitations agricoles\n\n125 500 000\n\n3\n\nRecettes diverses ou accidentelles\n\n0\n\ncenter\n\nFinancement des aides aux collectivités pour l'électrification rurale\n\n377 000 000\n\n1\n\nContribution des gestionnaires de réseaux publics de distribution\n\n377 000 000\n\n2\n\nRecettes diverses ou accidentelles\n\n0\n\ncenter\n\nFinancement national du développementet de la modernisation de l'apprentissage\n\n774 000 000\n\n1\n\nFraction du quota de la taxe d'apprentissage\n\n460 000 000\n\n2\n\nContribution supplémentaire à l'apprentissage\n\n314 000 000\n\n3\n\nRecettes diverses ou accidentelles\n\n0\n\ncenter\n\nGestion du patrimoine immobilier de l'Etat\n\n470 000 000\n\n1\n\nProduits des cessions immobilières\n\n470 000 000\n\ncenter\n\nGestion et valorisation des ressources tirées de l'utilisation du spectre hertzien,des systèmes et des infrastructures de télécommunications de l'Etat\n\n11 000 000\n\n1\n\nProduit des redevances acquittées par les opérateurs privés pour l'utilisation des bandes de fréquences libérées par les ministères affectataires\n\n11 000 000\n\n2\n\nCession de l'usufruit de tout ou partie des systèmes de communication militaires par satellites\n\n0\n\n4\n\nProduit de la cession de l'usufruit de tout ou partie des systèmes de communication radioélectrique des services de l'Etat, dans les conditions fixées par la loi de finances pour 2013\n\n0\n\n5\n\nProduit des redevances d'occupation domaniale résultant d'autorisations d'utilisation de points hauts des réseaux de télécommunication et de transmission des services de l'Etat, dans les conditions fixées par la loi de finances pour 2013\n\n0\n\n6\n\nVersements du budget général\n\n0\n\ncenter\n\nParticipation de la France au désendettement de la Grèce\n\n399 000 000\n\n1\n\nProduit des contributions de la Banque de France\n\n399 000 000\n\ncenter\n\nParticipations financières de l'Etat\n\n10 011 744 000\n\n1\n\nProduit des cessions, par l'Etat, de titres, parts ou droits de sociétés détenus directement\n\n4 978 000 000\n\n2\n\nReversement de produits, sous toutes formes, résultant des cessions de titres, parts ou droits de sociétés détenus indirectement par l'Etat\n\n0\n\n3\n\nReversement de dotations en capital et de produits de réduction de capital ou de liquidation\n\n0\n\n4\n\nRemboursement de créances rattachées à des participations financières\n\n2 000 000\n\n5\n\nRemboursement de créances liées à d'autres investissements, de l'Etat, de nature patrimoniale\n\n20 000 000\n\n6\n\nVersement du budget général\n\n5 011 744 000\n\ncenter\n\nPensions\n\n57 256 972 721\n\ncenter\n\nSection : Pensions civiles et militaires de retraite et allocations temporaires d'invalidité\n\n53 111 200 000\n\n1\n\nPersonnels civils : retenues pour pensions : agents propres de l'Etat et agents détachés dans une administration de l'Etat sur un emploi conduisant à pension\n\n3 470 300 000\n\n2\n\nPersonnels civils : retenues pour pensions : agents détachés dans une administration de l'Etat sur un emploi ne conduisant pas à pension\n\n6 700 000\n\n3\n\nPersonnels civils : retenues pour pensions : agents propres des établissements publics et agents détachés en établissement public sur un emploi conduisant à pension\n\n617 800 000\n\n4\n\nPersonnels civils : retenues pour pensions : agents détachés dans les collectivités et établissements publics locaux sur un emploi conduisant à pension\n\n34 000 000\n\n5\n\nPersonnels civils : retenues pour pensions : agents détachés hors l'Etat sur un emploi ne conduisant pas à pension (hors France Télécom et hors La Poste)\n\n54 100 000\n\n6\n\nPersonnels civils : retenues pour pensions : agents propres de France Télécom et agents détachés à France Télécom\n\n194 000 000\n\n7\n\nPersonnels civils : retenues pour pensions : primes et indemnités ouvrant droit à pension\n\n231 500 000\n\n8\n\nPersonnels civils : retenues pour pensions : validation des services auxiliaires : part agent : retenues rétroactives, versements du régime général, des autres régimes de base et de l'IRCANTEC\n\n58 000 000\n\n9\n\nPersonnels civils : retenues pour pensions : rachat des années d'études\n\n2 600 000\n\n10\n\nPersonnels civils : retenues pour pensions : agents propres de l'Etat et agents détachés dans une administration de l'Etat : surcotisations salariales du temps partiel et des cessations progressives d'activité\n\n18 100 000\n\n11\n\nPersonnels civils : retenues pour pensions : agents propres des établissements publics et agents détachés hors l'Etat : surcotisations salariales du temps partiel et des cessations progressives d'activité\n\n18 500 000\n\n12\n\nPersonnels civils : retenues pour pensions : agents propres de La Poste et agents détachés à La Poste\n\n269 600 000\n\n14\n\nPersonnels civils : retenues pour pensions : agents propres et détachés des budgets annexes\n\n28 400 000\n\n21\n\nPersonnels civils : contributions des employeurs : agents propres de l'Etat et agents détachés dans une administration de l'Etat sur un emploi conduisant à pension (hors allocation temporaire d'invalidité)\n\n28 250 200 000\n\n22\n\nPersonnels civils : contributions des employeurs : agents détachés dans une administration de l'Etat sur un emploi ne conduisant pas à pension (hors allocation temporaire d'invalidité)\n\n52 900 000\n\n23\n\nPersonnels civils : contributions des employeurs : agents propres des établissements publics et agents détachés en établissement public sur un emploi conduisant à pension\n\n5 167 200 000\n\n24\n\nPersonnels civils : contributions des employeurs : agents détachés dans les collectivités et établissements publics locaux sur un emploi conduisant à pension\n\n245 700 000\n\n25\n\nPersonnels civils : contributions des employeurs : agents détachés hors l'Etat sur un emploi ne conduisant pas à pension (hors France Télécom et hors La Poste)\n\n393 200 000\n\n26\n\nPersonnels civils : contributions des employeurs : agents propres de France Télécom et agents détachés à France Télécom\n\n792 000 000\n\n27\n\nPersonnels civils : contributions des employeurs : primes et indemnités ouvrant droit à pension\n\n927 300 000\n\n28\n\nPersonnels civils : contributions des employeurs : validation des services auxiliaires : part employeur : complément patronal, versements du régime général, des autres régimes de base et de l'IRCANTEC\n\n51 500 000\n\n32\n\nPersonnels civils : contributions des employeurs : agents propres de La Poste et agents détachés à La Poste\n\n1 098 400 000\n\n33\n\nPersonnels civils : contributions des employeurs : allocation temporaire d'invalidité\n\n142 100 000\n\n34\n\nPersonnels civils : contributions des employeurs : agents propres et détachés des budgets annexes\n\n228 200 000\n\n41\n\nPersonnels militaires : retenues pour pensions : agents propres de l'Etat et agents détachés dans une administration de l'Etat sur un emploi conduisant à pension\n\n680 800 000\n\n42\n\nPersonnels militaires : retenues pour pensions : agents détachés dans une administration de l'Etat sur un emploi ne conduisant pas à pension\n\n180 000\n\n43\n\nPersonnels militaires : retenues pour pensions : agents propres des établissements publics et agents détachés en établissement public sur un emploi conduisant à pension\n\n40 000\n\n44\n\nPersonnels militaires : retenues pour pensions : agents détachés dans les collectivités et établissements publics locaux sur un emploi conduisant à pension\n\n430 000\n\n45\n\nPersonnels militaires : retenues pour pensions : agents détachés hors l'Etat sur un emploi ne conduisant pas à pension (hors France Télécom et hors La Poste)\n\n1 700 000\n\n47\n\nPersonnels militaires : retenues pour pensions : primes et indemnités ouvrant droit à pension\n\n56 250 000\n\n48\n\nPersonnels militaires : retenues pour pensions : validation des services auxiliaires : part agent : retenues rétroactives, versements du régime général, des autres régimes de base et de l'IRCANTEC\n\n300 000\n\n49\n\nPersonnels militaires : retenues pour pensions : rachat des années d'études\n\n1 600 000\n\n51\n\nPersonnels militaires : contributions des employeurs : agents propres de l'Etat et agents détachés dans une administration de l'Etat sur un emploi conduisant à pension\n\n8 848 700 000\n\n52\n\nPersonnels militaires : contributions des employeurs : agents détachés dans une administration de l'Etat sur un emploi ne conduisant pas à pension\n\n2 400 000\n\n53\n\nPersonnels militaires : contributions des employeurs : agents propres des établissements publics et agents détachés en établissement public sur un emploi conduisant à pension\n\n30 000\n\n54\n\nPersonnels militaires : contributions des employeurs : agents détachés dans les collectivités et établissements publics locaux sur un emploi conduisant à pension\n\n3 280 000\n\n55\n\nPersonnels militaires : contributions des employeurs : agents détachés hors l'Etat sur un emploi ne conduisant pas à pension (hors France Télécom et hors La Poste)\n\n8 890 000\n\n57\n\nPersonnels militaires : contributions des employeurs : primes et indemnités ouvrant droit à pension\n\n571 000 000\n\n58\n\nPersonnels militaires : contributions des employeurs : validation des services auxiliaires : part employeur : complément patronal, versements du régime général, des autres régimes de base et de l'IRCANTEC\n\n200 000\n\n61\n\nRecettes diverses (administration centrale) : Caisse nationale de retraite des agents des collectivités locales : transfert au titre de l'article 59 de la loi n° 2009-1673 du 30 décembre 2009 de finances pour 2010\n\n562 100 000\n\n62\n\nRecettes diverses (administration centrale) : La Poste : versement de la contribution exceptionnelle de l'Etablissement public national de financement des retraites de La Poste\n\n0\n\n63\n\nRecettes diverses (administration centrale) : versement du Fonds de solidarité vieillesse au titre de la majoration du minimum vieillesse : personnels civils\n\n1 000 000\n\n64\n\nRecettes diverses (administration centrale) : versement du Fonds de solidarité vieillesse au titre de la majoration du minimum vieillesse : personnels militaires\n\n0\n\n65\n\nRecettes diverses (administration centrale) : compensation démographique généralisée : personnels civils et militaires\n\n0\n\n66\n\nRecettes diverses (administration centrale) : compensation démographique spécifique : personnels civils et militaires\n\n0\n\n67\n\nRecettes diverses : récupération des indus sur pensions : personnels civils\n\n15 000 000\n\n68\n\nRecettes diverses : récupération des indus sur pensions : personnels militaires\n\n5 000 000\n\n69\n\nAutres recettes diverses\n\n0\n\ncenter\n\nSection : Ouvriers des établissements industriels de l'Etat\n\n1 865 244 686\n\n71\n\nCotisations salariales et patronales\n\n491 900 000\n\n72\n\nContribution au Fonds spécial des pensions des ouvriers des établissements industriels de l'Etat et au Fonds des rentes d'accident du travail des ouvriers civils des établissements militaires\n\n1 320 644 686\n\n73\n\nCompensations interrégimes généralisée et spécifique\n\n47 400 000\n\n74\n\nRecettes diverses\n\n2 100 000\n\n75\n\nAutres financements : Fonds de solidarité vieillesse, Fonds de solidarité invalidité et cotisations rétroactives\n\n3 200 000\n\ncenter\n\nSection : Pensions militaires d'invalidité et des victimes de guerre et autres pensions\n\n2 280 528 035\n\n81\n\nFinancement de la retraite du combattant : participation du budget général\n\n807 940 000\n\n82\n\nFinancement de la retraite du combattant : autres moyens\n\n0\n\n83\n\nFinancement du traitement de membres de la Légion d'honneur : participation du budget général\n\n229 100\n\n84\n\nFinancement du traitement de membres de la Légion d'honneur : autres moyens\n\n0\n\n85\n\nFinancement du traitement de personnes décorées de la Médaille militaire : participation du budget général\n\n534 400\n\n86\n\nFinancement du traitement de personnes décorées de la Médaille militaire : autres moyens\n\n0\n\n87\n\nFinancement des pensions militaires d'invalidité : participation du budget général\n\n1 426 030 000\n\n88\n\nFinancement des pensions militaires d'invalidité : autres moyens\n\n0\n\n89\n\nFinancement des pensions d'Alsace-Lorraine : participation du budget général\n\n15 900 000\n\n90\n\nFinancement des pensions d'Alsace-Lorraine : autres moyens\n\n0\n\n91\n\nFinancement des allocations de reconnaissance des anciens supplétifs : participation du budget général\n\n16 200 000\n\n92\n\nFinancement des pensions des anciens agents du chemin de fer franco-éthiopien : participation du budget général\n\n59 782\n\n93\n\nFinancement des pensions des sapeurs-pompiers et anciens agents de la défense passive victimes d'accident : participation du budget général\n\n13 174 753\n\n94\n\nFinancement des pensions de l'ORTF : participation du budget général\n\n460 000\n\n95\n\nFinancement des pensions des anciens agents du chemin de fer franco-éthiopien : autres financements : Fonds de solidarité vieillesse, Fonds de solidarité invalidité et cotisations rétroactives\n\n0\n\n96\n\nFinancement des pensions des sapeurs-pompiers et anciens agents de la défense passive victimes d'accident : autres financements : Fonds de solidarité vieillesse, Fonds de solidarité invalidité et cotisations rétroactives\n\n0\n\n97\n\nFinancement des pensions de l'ORTF : autres financements : Fonds de solidarité vieillesse, Fonds de solidarité invalidité et cotisations rétroactives\n\n0\n\n98\n\nFinancement des pensions de l'ORTF : recettes diverses\n\n0\n\ncenter\n\nServices nationaux de transport conventionnés de voyageurs\n\n309 000 000\n\n1\n\nContribution de solidarité territoriale\n\n90 000 000\n\n2\n\nFraction de la taxe d'aménagement du territoire\n\n19 000 000\n\n3\n\nRecettes diverses ou accidentelles\n\n0\n\n4\n\nTaxe sur le résultat des entreprises ferroviaires\n\n200 000 000\n\ncenter\n\nTotal\n\n71 406 512 721\n\n1\n\ncenter\n\nNUMÉROde ligne\n\nDÉSIGNATION DES RECETTES\n\nÉVALUATIONpour 2014\n\ncenter\n\nAccords monétaires internationaux\n\n0\n\n1\n\nRemboursements des appels en garantie de convertibilité concernant l'Union monétaire ouest-africaine\n\n0\n\n2\n\nRemboursements des appels en garantie de convertibilité concernant l'Union monétaire d'Afrique centrale\n\n0\n\n3\n\nRemboursements des appels en garantie de convertibilité concernant l'Union des Comores\n\n0\n\ncenter\n\nAvances à divers services de l'Etatou organismes gérant des services publics\n\n7 548 428 293\n\n1\n\nRemboursement des avances octroyées au titre du préfinancement des aides communautaires de la politique agricole commune\n\n7 200 000 000\n\n3\n\nRemboursement des avances octroyées à des organismes distincts de l'Etat et gérant des services publics\n\n145 583 108\n\n4\n\nRemboursement des avances octroyées à des services de l'Etat\n\n202 845 185\n\n5\n\nRemboursement des avances octroyées au titre de l'indemnisation des victimes du Benfluorex\n\n0\n\ncenter\n\nAvances à l'audiovisuel public\n\n3 551 099 588\n\n1\n\nRecettes\n\n3 551 099 588\n\ncenter\n\nAvances aux collectivités territoriales\n\n98 047 438 990\n\ncenter\n\nSection : Avances aux collectivités et établissements publics et à la Nouvelle-Calédonie\n\n0\n\n1\n\nRemboursement des avances de l'article 70 de la loi du 31 mars 1932 et de l'article L. 2336-1 du code général des collectivités territoriales\n\n0\n\n2\n\nRemboursement des avances de l'article 14 de la loi n° 46-2921 du 23 décembre 1946 et de l'article L. 2336-2 du code général des collectivités territoriales\n\n0\n\n3\n\nRemboursement des avances de l'article 34 de la loi n° 53-1336 du 31 décembre 1953 (avances spéciales sur recettes budgétaires)\n\n0\n\n4\n\nAvances à la Nouvelle-Calédonie (fiscalité nickel)\n\n0\n\ncenter\n\nSection : Avances sur le montant des impositions revenant aux régions,départements, communes, établissements et divers organismes\n\n98 047 438 990\n\n5\n\nRecettes\n\n98 047 438 990\n\ncenter\n\nAvances aux organismes de sécurité sociale\n\n12 692 000 000\n\n1\n\nRecettes\n\n12 692 000 000\n\ncenter\n\nPrêts à des Etats étrangers\n\n700 480 249\n\ncenter\n\nSection : Prêts à des Etats étrangers, de la Réserve pays émergents,en vue de faciliter la réalisation de projets d'infrastructure\n\n356 700 000\n\n1\n\nRemboursement des prêts à des Etats étrangers, de la Réserve pays émergents\n\n356 700 000\n\ncenter\n\nSection : Prêts à des Etats étrangers pour consolidation de dettes envers la France\n\n181 298 516\n\n2\n\nRemboursement de prêts du Trésor\n\n181 298 516\n\ncenter\n\nSection : Prêts à l'Agence française de développementen vue de favoriser le développement économique et social dans des Etats étrangers\n\n162 481 733\n\n3\n\nRemboursement de prêts octroyés par l'Agence française de développement\n\n162 481 733\n\ncenter\n\nSection : Prêts aux Etats membres de la zone euro\n\n0\n\n4\n\nRemboursement des prêts consentis aux Etats membres de l'Union européenne dont la monnaie est l'euro\n\n0\n\ncenter\n\nPrêts et avances à des particuliers ou à des organismes privés\n\n19 318 000\n\ncenter\n\nSection : Prêts et avances pour le logement des agents de l'Etat\n\n450 000\n\n2\n\nAvances aux agents de l'Etat pour l'amélioration de l'habitat\n\n0\n\n4\n\nAvances aux agents de l'Etat à l'étranger pour la prise en location d'un logement\n\n450 000\n\ncenter\n\nSection : Prêts pour le développement économique et social\n\n18 868 000\n\n6\n\nPrêts pour le développement économique et social\n\n15 239 000\n\n7\n\nPrêts à la filière automobile\n\n3 629 000\n\n9\n\nPrêts aux petites et moyennes entreprises\n\n0\n\ncenter\n\nTotal\n\n122 558 765 120\n\n1\n\ncenter\n\nMISSION\n\nAUTORISATIONSd'engagement\n\nCRÉDITSde paiement\n\nAction extérieure de l'Etat\n\n2 942 042 207\n\n2 949 442 207\n\nAction de la France en Europe et dans le monde\n\n1 840 499 521\n\n1 847 899 521\n\nDont titre 2\n\n608 185 179\n\n608 185 179\n\nDiplomatie culturelle et d'influence\n\n725 530 123\n\n725 530 123\n\nDont titre 2\n\n79 631 819\n\n79 631 819\n\nFrançais à l'étranger et affaires consulaires\n\n376 012 563\n\n376 012 563\n\nDont titre 2\n\n218 873 463\n\n218 873 463\n\nAdministration générale et territoriale de l'Etat\n\n2 840 909 775\n\n2 738 631 578\n\nAdministration territoriale\n\n1 726 951 428\n\n1 725 291 446\n\nDont titre 2\n\n1 530 845 243\n\n1 530 845 243\n\nVie politique, cultuelle et associative\n\n312 324 452\n\n312 965 191\n\nDont titre 2\n\n29 546 081\n\n29 546 081\n\nConduite et pilotage des politiques de l'intérieur\n\n801 633 895\n\n700 374 941\n\nDont titre 2\n\n391 668 541\n\n391 668 541\n\nAgriculture, alimentation, forêt et affaires rurales\n\n2 993 066 201\n\n3 195 167 650\n\nEconomie et développement durable de l'agriculture et des territoires\n\n1 451 814 345\n\n1 625 951 225\n\nForêt\n\n317 179 351\n\n334 543 920\n\nSécurité et qualité sanitaires de l'alimentation\n\n503 142 155\n\n503 142 155\n\nDont titre 2\n\n286 154 401\n\n286 154 401\n\nConduite et pilotage des politiques de l'agriculture\n\n720 930 350\n\n731 530 350\n\nDont titre 2\n\n639 200 142\n\n639 200 142\n\nAide publique au développement\n\n4 163 464 054\n\n2 898 922 032\n\nAide économique et financière au développement\n\n2 360 120 755\n\n1 109 890 190\n\nSolidarité à l'égard des pays en développement\n\n1 803 343 299\n\n1 789 031 842\n\nDont titre 2\n\n206 163 873\n\n206 163 873\n\nAnciens combattants, mémoire et liens avec la Nation\n\n2 965 315 208\n\n2 968 715 208\n\nLiens entre la Nation et son armée\n\n113 431 921\n\n117 431 921\n\nDont titre 2\n\n75 149 340\n\n75 149 340\n\nReconnaissance et réparation en faveur du monde combattant\n\n2 747 267 290\n\n2 747 267 290\n\nIndemnisation des victimes des persécutions antisémites et des actes de barbariependant la Seconde Guerre mondiale\n\n104 615 997\n\n104 015 997\n\nDont titre 2\n\n1 625 236\n\n1 625 236\n\nConseil et contrôle de l'Etat\n\n645 075 458\n\n630 814 917\n\nConseil d'Etat et autres juridictions administratives\n\n386 526 021\n\n375 076 021\n\nDont titre 2\n\n310 146 021\n\n310 146 021\n\nConseil économique, social et environnemental\n\n42 649 998\n\n38 499 998\n\nDont titre 2\n\n32 734 998\n\n32 734 998\n\nCour des comptes et autres juridictions financières\n\n215 080 764\n\n216 420 223\n\nDont titre 2\n\n187 955 383\n\n187 955 383\n\nHaut Conseil des finances publiques\n\n818 675\n\n818 675\n\nDont titre 2\n\n368 675\n\n368 675\n\nCulture\n\n2 575 249 076\n\n2 589 551 885\n\nPatrimoines\n\n761 078 604\n\n746 560 927\n\nCréation\n\n726 516 243\n\n747 195 237\n\nTransmission des savoirs et démocratisation de la culture\n\n1 087 654 229\n\n1 095 795 721\n\nDont titre 2\n\n657 620 931\n\n657 620 931\n\nDéfense\n\n41 898 608 468\n\n38 920 595 198\n\nEnvironnement et prospective de la politique de défense\n\n1 977 055 072\n\n1 976 933 968\n\nDont titre 2\n\n644 067 169\n\n644 067 169\n\nPréparation et emploi des forces\n\n22 673 341 233\n\n22 187 104 180\n\nDont titre 2\n\n15 237 511 306\n\n15 237 511 306\n\nSoutien de la politique de la défense\n\n3 566 516 262\n\n2 978 656 342\n\nDont titre 2\n\n1 209 560 817\n\n1 209 560 817\n\nEquipement des forces\n\n12 181 695 901\n\n10 277 900 708\n\nDont titre 2\n\n1 919 929 017\n\n1 919 929 017\n\nExcellence technologique des industries de défense\n\n1 500 000 000\n\n1 500 000 000\n\nDirection de l'action du Gouvernement\n\n1 386 672 985\n\n1 345 237 914\n\nCoordination du travail gouvernemental\n\n543 615 980\n\n551 924 452\n\nDont titre 2\n\n179 504 604\n\n179 504 604\n\nProtection des droits et libertés\n\n98 919 233\n\n94 476 225\n\nDont titre 2\n\n57 881 597\n\n57 881 597\n\nMoyens mutualisés des administrations déconcentrées\n\n594 137 772\n\n548 837 237\n\nDont titre 2\n\n106 827 046\n\n106 827 046\n\nTransition numérique de l'Etat et modernisation de l'action publique\n\n150 000 000\n\n150 000 000\n\nEcologie, développement et mobilité durables\n\n10 220 855 052\n\n9 748 991 271\n\nInfrastructures et services de transports\n\n3 634 729 333\n\n3 662 674 677\n\nSécurité et affaires maritimes, pêche et aquaculture\n\n191 657 080\n\n192 611 099\n\nMétéorologie\n\n208 261 233\n\n208 261 233\n\nPaysages, eau et biodiversité\n\n277 164 908\n\n276 033 928\n\nInformation géographique et cartographique\n\n96 960 029\n\n96 960 029\n\nPrévention des risques\n\n381 994 414\n\n249 209 686\n\nDont titre 2\n\n40 658 571\n\n40 658 571\n\nEnergie, climat et après-mines\n\n590 530 752\n\n595 791 076\n\nConduite et pilotage des politiques de l'écologie, du développement et de la mobilité durables\n\n2 899 557 303\n\n2 527 449 543\n\nDont titre 2\n\n1 992 489 100\n\n1 992 489 100\n\nInnovation pour la transition écologique et énergétique\n\n1 100 000 000\n\n1 100 000 000\n\nProjets industriels pour la transition écologique et énergétique\n\n470 000 000\n\n470 000 000\n\nVille et territoires durables\n\n370 000 000\n\n370 000 000\n\nEconomie\n\n3 640 667 529\n\n3 646 723 227\n\nDéveloppement des entreprises et du tourisme\n\n1 012 767 924\n\n1 023 185 165\n\nDont titre 2\n\n414 153 775\n\n414 153 775\n\nStatistiques et études économiques\n\n461 310 283\n\n456 948 740\n\nDont titre 2\n\n382 583 687\n\n382 583 687\n\nStratégie économique et fiscale\n\n491 589 322\n\n491 589 322\n\nDont titre 2\n\n152 312 310\n\n152 312 310\n\nProjets industriels\n\n420 000 000\n\n420 000 000\n\nInnovation\n\n690 000 000\n\n690 000 000\n\nEconomie numérique\n\n565 000 000\n\n565 000 000\n\nEgalité des territoires, logement et ville\n\n8 306 346 304\n\n8 121 986 705\n\nPrévention de l'exclusion et insertion des personnes vulnérables\n\n1 315 843 037\n\n1 315 843 037\n\nAide à l'accès au logement\n\n5 104 782 759\n\n5 104 782 759\n\nUrbanisme, territoires et amélioration de l'habitat\n\n576 167 131\n\n401 095 631\n\nPolitique de la ville\n\n505 466 036\n\n496 177 937\n\nDont titre 2\n\n21 557 037\n\n21 557 037\n\nConduite et pilotage des politiques de l'égalité des territoires, du logement et de la ville\n\n804 087 341\n\n804 087 341\n\nDont titre 2\n\n804 087 341\n\n804 087 341\n\nEngagements financiers de l'Etat\n\n47 602 318 720\n\n50 864 195 720\n\nCharge de la dette et trésorerie de l'Etat (crédits évaluatifs)\n\n46 654 000 000\n\n46 654 000 000\n\nAppels en garantie de l'Etat (crédits évaluatifs)\n\n208 400 000\n\n208 400 000\n\nEpargne\n\n568 918 720\n\n569 051 720\n\nMajoration de rentes\n\n171 000 000\n\n171 000 000\n\nDotation en capital du Mécanisme européen de stabilité\n\n0\n\n3 261 744 000\n\nAugmentation de capital de la Banque européenne d'investissement\n\n0\n\n0\n\nEnseignement scolaire\n\n65 136 503 431\n\n64 963 918 033\n\nEnseignement scolaire public du premier degré\n\n19 260 347 719\n\n19 260 347 719\n\nDont titre 2\n\n19 225 095 572\n\n19 225 095 572\n\nEnseignement scolaire public du second degré\n\n30 470 238 277\n\n30 470 238 277\n\nDont titre 2\n\n30 361 959 387\n\n30 361 959 387\n\nVie de l'élève\n\n4 495 753 318\n\n4 428 713 318\n\nDont titre 2\n\n1 928 985 154\n\n1 928 985 154\n\nEnseignement privé du premier et du second degrés\n\n7 101 781 710\n\n7 101 781 710\n\nDont titre 2\n\n6 361 836 394\n\n6 361 836 394\n\nSoutien de la politique de l'éducation nationale\n\n2 315 647 482\n\n2 210 102 084\n\nDont titre 2\n\n1 451 282 046\n\n1 451 282 046\n\nInternats de la réussite\n\n150 000 000\n\n150 000 000\n\nEnseignement technique agricole\n\n1 342 734 925\n\n1 342 734 925\n\nDont titre 2\n\n862 424 617\n\n862 424 617\n\nGestion des finances publiques et des ressources humaines\n\n11 649 607 898\n\n11 426 187 864\n\nGestion fiscale et financière de l'Etat et du secteur public local\n\n8 553 303 239\n\n8 348 768 239\n\nDont titre 2\n\n7 163 766 163\n\n7 163 766 163\n\nStratégie des finances publiques et modernisation de l'Etat\n\n226 155 769\n\n225 945 209\n\nDont titre 2\n\n83 780 005\n\n83 780 005\n\nConduite et pilotage des politiques économique et financière\n\n879 957 147\n\n881 100 711\n\nDont titre 2\n\n442 195 999\n\n442 195 999\n\nFacilitation et sécurisation des échanges\n\n1 630 566 625\n\n1 595 307 781\n\nDont titre 2\n\n1 135 557 767\n\n1 135 557 767\n\nEntretien des bâtiments de l'Etat\n\n158 775 659\n\n168 775 659\n\nFonction publique\n\n200 849 459\n\n206 290 265\n\nDont titre 2\n\n250 000\n\n250 000\n\nImmigration, asile et intégration\n\n647 422 700\n\n658 786 200\n\nImmigration et asile\n\n586 657 000\n\n597 457 000\n\nIntégration et accès à la nationalité française\n\n60 765 700\n\n61 329 200\n\nJustice\n\n7 579 417 436\n\n7 806 026 126\n\nJustice judiciaire\n\n3 182 154 109\n\n3 110 355 756\n\nDont titre 2\n\n2 160 513 015\n\n2 160 513 015\n\nAdministration pénitentiaire\n\n2 842 411 247\n\n3 229 541 959\n\nDont titre 2\n\n2 015 731 461\n\n2 015 731 461\n\nProtection judiciaire de la jeunesse\n\n779 182 624\n\n783 182 624\n\nDont titre 2\n\n455 334 640\n\n455 334 640\n\nAccès au droit et à la justice\n\n367 999 166\n\n367 999 166\n\nConduite et pilotage de la politique de la justice\n\n403 875 724\n\n310 762 914\n\nDont titre 2\n\n133 316 647\n\n133 316 647\n\nConseil supérieur de la magistrature\n\n3 794 566\n\n4 183 707\n\nDont titre 2\n\n2 790 782\n\n2 790 782\n\nMédias, livre et industries culturelles\n\n864 964 038\n\n811 170 138\n\nPresse\n\n257 071 514\n\n257 071 514\n\nLivre et industries culturelles\n\n315 592 168\n\n261 798 268\n\nContribution à l'audiovisuel et à la diversité radiophonique\n\n141 662 529\n\n141 662 529\n\nAction audiovisuelle extérieure\n\n150 637 827\n\n150 637 827\n\nOutre-mer\n\n2 145 102 127\n\n2 057 554 309\n\nEmploi outre-mer\n\n1 402 398 091\n\n1 386 099 591\n\nDont titre 2\n\n144 874 683\n\n144 874 683\n\nConditions de vie outre-mer\n\n742 704 036\n\n671 454 718\n\nPolitique des territoires\n\n306 750 942\n\n319 128 720\n\nImpulsion et coordination de la politique d'aménagement du territoire\n\n269 922 647\n\n281 099 445\n\nDont titre 2\n\n19 474 417\n\n19 474 417\n\nInterventions territoriales de l'Etat\n\n36 828 295\n\n38 029 275\n\nPouvoirs publics\n\n989 987 362\n\n989 987 362\n\nPrésidence de la République\n\n101 660 000\n\n101 660 000\n\nAssemblée nationale\n\n517 890 000\n\n517 890 000\n\nSénat\n\n323 584 600\n\n323 584 600\n\nLa chaîne parlementaire\n\n35 210 162\n\n35 210 162\n\nIndemnités des représentants français au Parlement européen\n\n0\n\n0\n\nConseil constitutionnel\n\n10 776 000\n\n10 776 000\n\nHaute Cour\n\n0\n\n0\n\nCour de justice de la République\n\n866 600\n\n866 600\n\nProvisions\n\n335 000 000\n\n35 000 000\n\nProvision relative aux rémunérations publiques\n\n0\n\n0\n\nDépenses accidentelles et imprévisibles\n\n335 000 000\n\n35 000 000\n\nRecherche et enseignement supérieur\n\n31 050 792 447\n\n31 337 733 367\n\nFormations supérieures et recherche universitaire\n\n12 548 786 765\n\n12 793 108 432\n\nDont titre 2\n\n580 888 999\n\n580 888 999\n\nVie étudiante\n\n2 446 168 721\n\n2 455 754 721\n\nRecherches scientifiques et technologiques pluridisciplinaires\n\n5 053 673 242\n\n5 053 673 242\n\nRecherche dans le domaine de la gestion des milieux et des ressources\n\n1 277 577 911\n\n1 277 577 911\n\nRecherche spatiale\n\n1 429 108 560\n\n1 429 108 560\n\nEcosystèmes d'excellence\n\n4 115 000 000\n\n4 115 000 000\n\nRecherche dans les domaines de l'énergie, du développement et de la mobilité durables\n\n1 380 719 166\n\n1 390 719 166\n\nRecherche dans le domaine de l'aéronautique\n\n1 220 000 000\n\n1 220 000 000\n\nRecherche et enseignement supérieur en matière économique et industrielle\n\n963 036 708\n\n984 169 961\n\nDont titre 2\n\n101 014 219\n\n101 014 219\n\nRecherche duale (civile et militaire)\n\n192 074 745\n\n192 074 745\n\nRecherche culturelle et culture scientifique\n\n112 639 698\n\n114 539 698\n\nEnseignement supérieur et recherche agricoles\n\n312 006 931\n\n312 006 931\n\nDont titre 2\n\n190 777 485\n\n190 777 485\n\nRégimes sociaux et de retraite\n\n6 513 289 374\n\n6 513 289 374\n\nRégimes sociaux et de retraite des transports terrestres\n\n4 131 039 599\n\n4 131 039 599\n\nRégimes de retraite et de sécurité sociale des marins\n\n825 497 543\n\n825 497 543\n\nRégimes de retraite des mines, de la SEITA et divers\n\n1 556 752 232\n\n1 556 752 232\n\nRelations avec les collectivités territoriales\n\n2 759 875 767\n\n2 711 192 335\n\nConcours financiers aux communes et groupements de communes\n\n865 777 505\n\n805 088 248\n\nConcours financiers aux départements\n\n488 935 299\n\n488 935 299\n\nConcours financiers aux régions\n\n921 814 722\n\n921 814 722\n\nConcours spécifiques et administration\n\n483 348 241\n\n495 354 066\n\nRemboursements et dégrèvements\n\n102 056 058 000\n\n102 056 058 000\n\nRemboursements et dégrèvements d'impôts d'Etat (crédits évaluatifs)\n\n90 602 984 000\n\n90 602 984 000\n\nRemboursements et dégrèvements d'impôts locaux (crédits évaluatifs)\n\n11 453 074 000\n\n11 453 074 000\n\nSanté\n\n1 295 471 562\n\n1 295 471 562\n\nPrévention, sécurité sanitaire et offre de soins\n\n690 571 562\n\n690 571 562\n\nProtection maladie\n\n604 900 000\n\n604 900 000\n\nSécurités\n\n18 260 167 895\n\n18 237 842 444\n\nPolice nationale\n\n9 592 170 606\n\n9 646 442 248\n\nDont titre 2\n\n8 708 632 049\n\n8 708 632 049\n\nGendarmerie nationale\n\n7 950 859 764\n\n8 025 905 355\n\nDont titre 2\n\n6 816 550 374\n\n6 816 550 374\n\nSécurité et éducation routières\n\n128 600 781\n\n128 600 781\n\nDont titre 2\n\n80 894 568\n\n80 894 568\n\nSécurité civile\n\n588 536 744\n\n436 894 060\n\nDont titre 2\n\n162 759 801\n\n162 759 801\n\nSolidarité, insertion et égalité des chances\n\n13 836 087 360\n\n13 858 667 360\n\nLutte contre la pauvreté : revenu de solidarité active et expérimentations sociales\n\n635 620 025\n\n635 620 025\n\nActions en faveur des familles vulnérables\n\n249 244 488\n\n249 244 488\n\nHandicap et dépendance\n\n11 442 918 986\n\n11 442 918 986\n\nEgalité entre les femmes et les hommes\n\n25 028 478\n\n25 028 478\n\nConduite et soutien des politiques sanitaires, sociales, du sport, de la jeunesse et de la vie associative\n\n1 483 275 383\n\n1 505 855 383\n\nDont titre 2\n\n742 585 468\n\n742 585 468\n\nSport, jeunesse et vie associative\n\n539 681 347\n\n546 082 912\n\nSport\n\n230 323 157\n\n236 724 722\n\nJeunesse et vie associative\n\n209 358 190\n\n209 358 190\n\nProjets innovants en faveur de la jeunesse\n\n100 000 000\n\n100 000 000\n\nTravail et emploi\n\n12 271 138 327\n\n11 125 360 332\n\nAccès et retour à l'emploi\n\n7 566 691 577\n\n7 240 452 400\n\nAccompagnement des mutations économiques et développement de l'emploi\n\n3 656 204 161\n\n2 879 141 221\n\nAmélioration de la qualité de l'emploi et des relations du travail\n\n122 170 102\n\n69 623 821\n\nConception, gestion et évaluation des politiques de l'emploi et du travail\n\n776 072 487\n\n786 142 890\n\nDont titre 2\n\n639 545 704\n\n639 545 704\n\nFormation et mutations économiques\n\n150 000 000\n\n150 000 000\n\nTotaux\n\n410 417 909 050\n\n407 368 431 950\n\n1\n\ncenter\n\nMISSION\n\nAUTORISATIONSd'engagement\n\nCRÉDITSde paiement\n\nContrôle et exploitation aériens\n\n2 155 075 428\n\n2 155 075 428\n\nSoutien aux prestations de l'aviation civile\n\n1 557 594 844\n\n1 556 931 844\n\nDont charges de personnel\n\n1 138 759 286\n\n1 138 759 286\n\nNavigation aérienne\n\n553 604 145\n\n553 604 145\n\nTransports aériens, surveillance et certification\n\n43 876 439\n\n44 539 439\n\nPublications officielles et information administrative\n\n215 026 299\n\n202 573 269\n\nEdition et diffusion\n\n112 415 341\n\n102 215 341\n\nDont charges de personnel\n\n34 315 341\n\n34 315 341\n\nPilotage et activités de développement des publications\n\n102 610 958\n\n100 357 928\n\nDont charges de personnel\n\n45 000 146\n\n45 000 146\n\nTotaux\n\n2 370 101 727\n\n2 357 648 697\n\n1\n\ncenter\n\nMISSION\n\nAUTORISATIONSd'engagement\n\nCRÉDITSde paiement\n\nAides à l'acquisition de véhicules propres\n\n269 900 000\n\n269 900 000\n\nContribution au financement de l'attribution d'aides à l'acquisition de véhicules propres\n\n268 300 000\n\n268 300 000\n\nContribution au financement de l'attribution d'aides au retrait de véhicules polluants\n\n1 600 000\n\n1 600 000\n\nContrôle de la circulation et du stationnement routiers\n\n1 402 398 000\n\n1 402 398 000\n\nRadars\n\n220 000 000\n\n220 000 000\n\nFichier national du permis de conduire\n\n19 000 000\n\n19 000 000\n\nContrôle et modernisation de la politique de la circulation et du stationnement routiers\n\n31 559 321\n\n31 559 321\n\nContribution à l'équipement des collectivités territoriales pour l'amélioration des transports en commun, de la sécurité et de la circulation routières\n\n679 775 440\n\n679 775 440\n\nDésendettement de l'Etat\n\n452 063 239\n\n452 063 239\n\nDéveloppement agricole et rural\n\n125 500 000\n\n125 500 000\n\nDéveloppement et transfert en agriculture\n\n57 453 250\n\n57 453 250\n\nRecherche appliquée et innovation en agriculture\n\n68 046 750\n\n68 046 750\n\nFinancement des aides aux collectivités pour l'électrification rurale\n\n377 000 000\n\n377 000 000\n\nElectrification rurale\n\n369 600 000\n\n369 600 000\n\nOpérations de maîtrise de la demande d'électricité, de production d'électricité par des énergies renouvelables ou de production de proximité dans les zones non interconnectées, déclarations d'utilité publique et intempéries\n\n7 400 000\n\n7 400 000\n\nFinancement national du développement et de la modernisation de l'apprentissage\n\n865 778 990\n\n865 778 990\n\nPéréquation entre régions et compensation au titre du transfert du versement de l'indemnité compensatrice forfaitaire\n\n490 773 990\n\n490 773 990\n\nContractualisation pour le développement et la modernisation de l'apprentissage\n\n360 000 000\n\n360 000 000\n\nIncitations financières en direction des entreprises respectant les quotas en alternance\n\n15 005 000\n\n15 005 000\n\nGestion du patrimoine immobilier de l'Etat\n\n565 000 000\n\n550 000 000\n\nContribution au désendettement de l'Etat\n\n80 000 000\n\n80 000 000\n\nContribution aux dépenses immobilières\n\n485 000 000\n\n470 000 000\n\nGestion et valorisation des ressources tirées de l'utilisation du spectre hertzien, des systèmeset des infrastructures de télécommunications de l'Etat\n\n11 000 000\n\n11 000 000\n\nDésendettement de l'Etat\n\n0\n\n0\n\nOptimisation de l'usage du spectre hertzien et interception et traitement des émissions électromagnétiques (ministère de la défense)\n\n11 000 000\n\n11 000 000\n\nOptimisation de l'usage du spectre hertzien et des infrastructures du réseau physique de télécommunications du ministère de l'intérieur\n\n0\n\n0\n\nParticipation de la France au désendettement de la Grèce\n\n399 000 000\n\n500 800 000\n\nVersement de la France à la Grèce au titre de la restitution à cet Etat des revenus perçus sur les titres grecs\n\n399 000 000\n\n500 800 000\n\nRétrocessions de trop-perçus à la Banque de France\n\n0\n\n0\n\nParticipations financières de l'Etat\n\n10 011 744 000\n\n10 011 744 000\n\nOpérations en capital intéressant les participations financières de l'Etat\n\n8 511 744 000\n\n8 511 744 000\n\nDésendettement de l'Etat et d'établissements publics de l'Etat\n\n1 500 000 000\n\n1 500 000 000\n\nPensions\n\n56 500 228 035\n\n56 500 228 035\n\nPensions civiles et militaires de retraite et allocations temporaires d'invalidité\n\n52 314 500 000\n\n52 314 500 000\n\nDont titre 2\n\n52 314 000 000\n\n52 314 000 000\n\nOuvriers des établissements industriels de l'Etat\n\n1 905 200 000\n\n1 905 200 000\n\nDont titre 2\n\n1 896 300 000\n\n1 896 300 000\n\nPensions militaires d'invalidité et des victimes de guerre et autres pensions\n\n2 280 528 035\n\n2 280 528 035\n\nDont titre 2\n\n15 900 000\n\n15 900 000\n\nServices nationaux de transport conventionnés de voyageurs\n\n309 000 000\n\n309 000 000\n\nExploitation des services nationaux de transport conventionnés\n\n191 000 000\n\n191 000 000\n\nMatériel roulant des services nationaux de transport conventionnés\n\n118 000 000\n\n118 000 000\n\nTotaux\n\n70 836 549 025\n\n70 923 349 025\n\n1\n\ncenter\n\nMISSION\n\nAUTORISATIONSd'engagement\n\nCRÉDITSde paiement\n\nAccords monétaires internationaux\n\n0\n\n0\n\nRelations avec l'Union monétaire ouest-africaine\n\n0\n\n0\n\nRelations avec l'Union monétaire d'Afrique centrale\n\n0\n\n0\n\nRelations avec l'Union des Comores\n\n0\n\n0\n\nAvances à divers services de l'Etat ou organismes gérant des services publics\n\n7 541 688 426\n\n7 541 688 426\n\nAvances à l'Agence de services et de paiement, au titre du préfinancement des aides communautaires de la politique agricole commune\n\n7 200 000 000\n\n7 200 000 000\n\nAvances à des organismes distincts de l'Etat et gérant des services publics\n\n59 500 000\n\n59 500 000\n\nAvances à des services de l'Etat\n\n267 188 426\n\n267 188 426\n\nAvances à l'Office national d'indemnisation des accidents médicaux, des affections iatrogènes et des infections nosocomiales (ONIAM) au titre de l'indemnisation des victimes du Benfluorex\n\n15 000 000\n\n15 000 000\n\nAvances à l'audiovisuel public\n\n3 551 099 588\n\n3 551 099 588\n\nFrance Télévisions\n\n2 429 824 798\n\n2 429 824 798\n\nARTE France\n\n265 940 903\n\n265 940 903\n\nRadio France\n\n614 524 966\n\n614 524 966\n\nContribution au financement de l'action audiovisuelle extérieure\n\n169 857 945\n\n169 857 945\n\nInstitut national de l'audiovisuel\n\n70 950 976\n\n70 950 976\n\nAvances aux collectivités territoriales\n\n97 647 339 743\n\n97 647 339 743\n\nAvances aux collectivités et établissements publics, et à la Nouvelle-Calédonie\n\n6 000 000\n\n6 000 000\n\nAvances sur le montant des impositions revenant aux régions, départements, communes, établissements et divers organismes\n\n97 641 339 743\n\n97 641 339 743\n\nAvances aux organismes de sécurité sociale\n\n12 692 000 000\n\n12 692 000 000\n\nAvance à l'Agence centrale des organismes de sécurité sociale (ACOSS) de la fraction de TVA prévue au 3° de l'article L. 241-2 du code de la sécurité sociale\n\n11 962 400 000\n\n11 962 400 000\n\nAvance à l'Agence centrale des organismes de sécurité sociale (ACOSS) de la fraction de TVA affectée aux organismes de sécurité sociale en compensation des exonérations de cotisations sur les heures supplémentaires\n\n516 800 000\n\n516 800 000\n\nAvance à l'Agence centrale des organismes de sécurité sociale (ACOSS) de la fraction de TVA affectée aux organismes de sécurité sociale en compensation de l'exonération de cotisations sociales sur les services à la personne\n\n212 800 000\n\n212 800 000\n\nPrêts à des Etats étrangers\n\n1 510 694 000\n\n1 493 694 000\n\nPrêts à des Etats étrangers, de la Réserve pays émergents, en vue de faciliter la réalisation de projets d'infrastructure\n\n360 000 000\n\n420 000 000\n\nPrêts à des Etats étrangers pour consolidation de dettes envers la France\n\n703 694 000\n\n703 694 000\n\nPrêts à l'Agence française de développement en vue de favoriser le développement économique et social dans des Etats étrangers\n\n447 000 000\n\n370 000 000\n\nPrêts aux Etats membres de l'Union européenne dont la monnaie est l'euro\n\n0\n\n0\n\nPrêts et avances à des particuliers ou à des organismes privés\n\n1 310 500 000\n\n1 310 500 000\n\nPrêts et avances pour le logement des agents de l'Etat\n\n500 000\n\n500 000\n\nPrêts pour le développement économique et social\n\n310 000 000\n\n310 000 000\n\nPrêts à la filière automobile\n\n0\n\n0\n\nPrêts aux petites et moyennes entreprises\n\n1 000 000 000\n\n1 000 000 000\n\nTotaux\n\n124 253 321 757\n\n124 236 321 757\n\n1\n\ncenter\n\nNUMÉROdu compte\n\nINTITULÉ DU COMPTE\n\nAUTORISATIONde découvert\n\n901\n\nApprovisionnement des armées en produits pétroliers, autres fluides et produits complémentaires\n\n125 000 000\n\n912\n\nCantine et travail des détenus dans le cadre pénitentiaire\n\n23 000 000\n\n910\n\nCouverture des risques financiers de l'Etat\n\n531 000 000\n\n902\n\nExploitations industrielles des ateliers aéronautiques de l'Etat\n\n0\n\n903\n\nGestion de la dette et de la trésorerie de l'Etat\n\n19 200 000 000\n\ncenter\n\nSection 1. Opérations relatives à la dette primaire et gestion de la trésorerie\n\n17 500 000 000\n\ncenter\n\nSection 2. Opérations de gestion active de la dette au moyen d'instruments financiers à terme\n\n1 700 000 000\n\n904\n\nLancement de certains matériels aéronautiques et de certains matériels d'armement complexes\n\n0\n\n905\n\nLiquidation d'établissements publics de l'Etat et liquidations diverses\n\n0\n\n907\n\nOpérations commerciales des domaines\n\n0\n\n909\n\nRégie industrielle des établissements pénitentiaires\n\n609 800\n\n914\n\nRenouvellement des concessions hydroélectriques\n\n4 700 000\n\ncenter\n\nTotal\n\n19 884 309 800\n\n1\n\ncenter\n\nNUMÉROdu compte\n\nINTITULÉ DU COMPTE\n\nAUTORISATIONde découvert\n\n951\n\nEmission des monnaies métalliques\n\n0\n\n952\n\nOpérations avec le Fonds monétaire international\n\n0\n\n953\n\nPertes et bénéfices de change\n\n400 000 000\n\ncenter\n\nTotal\n\n400 000 000\n\n1\n\ncenter"
    },
    {
      "provision_ref": "artliminaire",
      "section": "liminaire",
      "title": "Article liminaire",
      "content": "La prévision de solde structurel et de solde effectif de l'ensemble des administrations publiques pour 2014, l'exécution de l'année 2012 et la prévision d'exécution de l'année 2013 s'établissent comme suit :\n\nEXÉCUTION2012\n\nPRÉVISIONd'exécution 2013\n\nPRÉVISION2014\n\nSolde structurel (1)\n\n- 3,9\n\n- 2,6\n\n- 1,7\n\nSolde conjoncturel (2)\n\n- 0,8\n\n- 1,4\n\n- 1,8\n\nMesures exceptionnelles (3)\n\n- 0,1\n\n―\n\n- 0,1\n\nSolde effectif (1 + 2 + 3)\n\n- 4,8\n\n- 4,1\n\n- 3,6\n\n1\n\ncenter"
    }
  ]
}