{
  "id": "loi-n-87-549-du-16-juillet-1987",
  "type": "statute",
  "title": "Loi n° 87-549 du 16 juillet 1987",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000508818",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les personnes qui remplissent les conditions définies au titre Ier de la loi n° 70-632 du 15 juillet 1970 relative à une contribution nationale à l'indemnisation des Français dépossédés de biens situés dans un territoire antérieurement placé sous la souveraineté, le protectorat ou la tutelle de la France bénéficient d'une indemnisation complémentaire.\n\nL'indemnité complémentaire est calculée :\n\n1° En multipliant la valeur d'indemnisation telle qu'elle résulte de l'application des articles 15 à 30 de la loi n° 70-632 du 15 juillet 1970 précitée par un coefficient de 0,15 ;\n\n2° En ajoutant le produit ainsi obtenu à la valeur d'indemnisation et en multipliant cette somme par un coefficient de revalorisation de 0,10 pour les biens agricoles, 0,25 pour les biens immobiliers autres que les biens agricoles, 0,95 pour les biens des entreprises commerciales, industrielles et artisanales et de 2 pour les éléments servant à l'exercice des autres professions non salariées.\n\nLe montant de l'indemnité est égal à la somme du produit résultant du 1° et du produit résultant du 2°, revalorisée par un coefficient de 3,52."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les cessions intervenues dans le cadre de la convention franco-tunisienne du 8 mai 1957 et des protocoles franco-tunisiens des 13 octobre 1960 et 2 mars 1963 sont assimilées à la dépossession définie à l'article 12 de la loi n° 70-632 du 15 juillet 1970 précitée.Les personnes qui relèvent desdits convention et protocoles et qui n'ont pu bénéficier des dispositions de la loi n° 70-632 du 15 juillet 1970 précitée, mais qui répondent aux conditions du titre Ier de ladite loi, perçoivent une indemnité égale à la valeur d'indemnisation des biens déterminée conformément aux dispositions des articles 15 à 30 de la loi n° 70-632 du 15 juillet 1970 précitée, déduction faite du montant de l'aide brute définitive et des indemnités éventuelles perçues lors de la cession de leur exploitation, multipliée par 1,15 puis par 1,10 et revalorisée par un coefficient de 3,52."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les personnes dépossédées de leurs biens au Maroc par le dahir n° 1.73.213 du 2 mars 1973 qui répondent aux conditions posées par le titre Ier de la loi n° 70-632 du 15 juillet 1970 précitée, à l'exception du 1° de l'article 2, perçoivent une indemnité égale à la valeur d'indemnisation des biens déterminée conformément aux dispositions des articles 15 à 30 de la loi n° 70-632 du 15 juillet 1970 précitée, déduction faite de l'indemnité éventuellement perçue au titre de l'accord franco-marocain du 2 août 1974, multipliée par 1,10 et revalorisée par un coefficient de 3,52."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les personnes qui répondent aux conditions du titre Ier de la loi n° 70-632 du 15 juillet 1970 précitée et qui n'ont pas, dans les délais prévus à son article 32, demandé à bénéficier des dispositions de ladite loi peuvent déposer une demande d'indemnisation, pendant une durée d'un an à compter de la date de publication de la présente loi, sous réserve que la dépossession ait été déclarée auprès d'une autorité administrative française avant le 15 juillet 1970 ou que les biens dont l'indemnisation est demandée aient été déjà évalués par l'Agence nationale pour l'indemnisation des Français d'outre-mer pour des indivisaires ou des associés.\n\nL'indemnité est égale à la valeur d'indemnisation des biens, déterminée conformément aux dispositions des articles 15 à 30 de la loi n° 70-632 du 15 juillet 1970 précitée, revalorisée par un coefficient de 3,52, et est augmentée d'un complément calculé selon les dispositions de l'article 1er de la présente loi."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "L'indemnité résultant de l'article 1er de la présente loi est retenue dans la limite d'un million de francs par ménage ou personne dépossédé. Cette limite est portée à deux millions de francs pour l'indemnité visée aux articles 2 à 4."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Les indemnités définies aux articles 1er à 4 sont attribuées sous forme de certificats d'indemnisation, délivrés avant le 30 septembre 1988, nominatifs, incessibles et non productifs d'intérêt, qui peuvent être nantis au profit     d'un établissement de crédit ou d'une société de financement à l'occasion des emprunts contractés par leurs détenteurs et qui sont remboursés dans la limite des crédits inscrits chaque année dans la loi de finances.En cas de décès du bénéficiaire, avant l'amortissement complet de sa créance, il est délivré aux héritiers, dans la limite de leurs droits dans la succession, de nouveaux certificats d'indemnisation dont les modalités de règlement et le terme d'amortissement ne sont pas modifiés.Les droits de mutation par décès exigibles sur la créance revenant à chaque ayant droit peuvent être acquittés par imputation sur cette créance."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Les certificats d'indemnisation détenus par les personnes dépossédées ou leurs ayants droit âgés d'au moins quatre-vingt-neuf ans au 1er janvier 1988 sont remboursés à concurrence de 20 000 F en 1988 et du solde l'année suivante.Les certificats d'indemnisation détenus par les personnes ou leurs ayants droit âgés d'au moins quatre-vingts ans au 1er janvier 1989 sont remboursés à concurrence de 100 000 F en 1989, de 200 000 F en 1990 et du solde l'année suivante.Les certificats d'indemnisation détenus par les personnes dépossédées de moins de quatre-vingts ans au 1er janvier 1989 sont remboursés à concurrence de 10 000 F en 1990, de 15 000 F en 1991, de 20 000 F en 1992, de 40 000 F en 1993, puis à concurrence :- de 140 000 F en 1994 et du solde en 1995 pour les personnes nées entre 1909 et 1919 ;- de 60 000 F en 1994, de 80 000 F en 1995 et du solde en 1996 pour les personnes nées entre 1920 et 1924 ;- de 40 000 F par an en 1994 et 1995 et du solde en 1996 pour les personnes nées entre 1925 et 1929 ;- de 40 000 F par an de 1994 à 1996 et du solde en 1997 pour les personnes nées après 1929.Les certificats d'indemnisation détenus par les ayants droit de moins de quatre-vingts ans au 1er janvier 1989 sont remboursés à concurrence de 5 000 F en 1992 et 1993, puis à concurrence :- de 40 000 F en 1994 et du solde en 1995 pour les ayants droit nés entre 1909 et 1919 ;- de 20 000 F en 1994, de 50 000 F en 1995 et du solde en 1996 pour les ayants droit nés entre 1920 et 1924 ;- de 10 000 F en 1994, de 20 000 F en 1995 et du solde en 1996 pour les ayants droit nés entre 1925 et 1929 ;- de 10 000 F en 1994, de 20 000 F par an en 1995 et 1996 et du solde en 1997 pour les ayants droit nés après 1929.Les certificats d'indemnisation des personnes ou de leur ayants droit qui atteignent l'âge de quatre-vingt-dix ans après le 1er janvier 1989 sont remboursés pour la totalité du montant de la créance leur restant due.Les certificats d'indemnisation des personnes ou de leurs ayants droit qui atteignent l'âge de quatre-vingts ans après le 1er janvier 1989, mais avant le 1er janvier 1994, sont remboursés pour le montant de la créance leur restant due, à concurrence de 100 000 F l'année de leur quatre-vingtième anniversaire, de 200 000 F la deuxième année, et du solde l'année suivante."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Les dispositions des titres V et VI de la loi n° 70-632 du 15 juillet 1970 précitée sont applicables aux décisions prises en application des articles 1er à 7 de la présente loi ainsi qu'à leurs bénéficiaires."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Une allocation de 60 000 F est versée, à raison de 25 000 F en 1989 et 1990, et de 10 000 F en 1991, aux anciens harkis, moghaznis et personnels des diverses formations supplétives de statut civil de droit local ayant servi en Algérie, qui ont fixé leur domicile en France.\n\nEn cas de décès de l'intéressé, l'allocation est versée sous les mêmes conditions au conjoint survivant.\n\nA défaut de conjoint survivant, l'allocation est versée à parts égales aux enfants lorsqu'ils ont fixé leur domicile en France.\n\nLa date limite pour demander l'allocation prévue au présent article est fixée au 31 décembre 1997."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Les personnes mentionnées au paragraphe I de l'article 44 de la loi de finances rectificative pour 1986 (n° 86-1318 du 30 décembre 1986), dont l'exploitation se heurte à de graves difficultés économiques et financières, peuvent bénéficier d'un prêt de consolidation. Ce prêt peut consolider tous les emprunts et dettes directement liés à l'exploitation, contractés avant le 31 décembre 1985, à l'exclusion de toutes dettes fiscales.Ce prêt est bonifié et peut être garanti par l'Etat. Il est accordé sur proposition d'une commission départementale qui comprend deux représentants de l'administration et un délégué des rapatriés désignés dans des conditions fixées par décret. La commission pourra entendre, en tant que de besoin, les représentants des établissements bancaires susceptibles d'être concernés par les dossiers soumis à son examen.Les demandes de prêt de consolidation peuvent être déposées jusqu'à la fin du douzième mois suivant la promulgation de la présente loi."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "La suspension des poursuites, dont bénéficient les personnes mentionnées au paragraphe III de l'article 44 de la loi de finances rectificative pour 1986 précitée, est prorogée jusqu'à ce qu'une décision soit prise quant à l'octroi du prêt de consolidation."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Les sommes restant dues au titre des prêts visés au premier alinéa du paragraphe I de l'article 44 de la loi de finances rectificative pour 1986 précitée, accordés aux rapatriés visés au deuxième alinéa du même article, entre le 31 mai 1981 et le 31 décembre 1985, par des établissements de crédit ayant passé convention de l'Etat, sont remises en capital, intérêts et frais sous réserve, pour les prêts complémentaires, qu'ils aient été accordés dans un délai maximum de dix ans à compter de la date d'octroi du prêt principal. L'Etat est subrogé aux emprunteurs vis-à-vis des établissements conventionnés concernés."
    }
  ]
}