{
  "id": "loi-n-98-297-du-21-avril-1998",
  "type": "statute",
  "title": "Loi n° 98-297 du 21 avril 1998",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000205564",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Sous réserve des adaptations prévues par la présente loi et par ses textes d'application, les dispositions du livre Ier du code minier sont étendues aux départements d'outre-mer."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Les titres et autorisations en cours de validité à la date de publication de la présente loi sont soumis aux dispositions suivantes :\n\n1° Les permis d'exploitation et les concessions délivrés dans les départements d'outre-mer restent soumis aux conditions auxquelles ils ont été attribués ; toutefois, les concessions expireront le 31 décembre 2018. Ces titres pourront être prolongés conformément aux dispositions du IV de l'article 29 du code minier. La durée de validité des permis d'exploitation ne pourra excéder quinze ans à compter de la date de leur octroi ;\n\n2° Les permis de recherches A et B sont, pour leur prolongation éventuelle, assimilés à des permis exclusifs de recherches et la durée de leur validité totale ne peut excéder quinze ans ;"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Les dispositions de la présente loi ne sont pas applicables aux demandes présentées avant sa publication, ni aux éventuelles demandes concurrentes des précédentes. Toutefois, les titres et autorisations accordés sur le fondement de ces demandes sont immédiatement soumis aux dispositions de l'article 8."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I. - Sont abrogés à la date de publication de la présente loi toutes dispositions contraires, et notamment :- l'article 208 du code minier ;- le décret n° 55-586 du 20 mai 1955 portant réforme du régime des substances minérales dans les départements de la Guadeloupe, de la Guyane, de la Martinique et de la Réunion ;- la loi n° 68-1144 du 19 décembre 1968 relative aux gîtes d'eaux chaudes et vapeurs d'eaux souterraines dans les départements d'outre-mer ;- l'article 38 de la loi n° 70-1 du 2 janvier 1970 portant modification de diverses dispositions du code minier ;- l'article 41 de la loi n° 77-620 du 16 juin 1977 complétant et modifiant le code minier ;- les dispositions fiscales prévues par les articles 18, 22, 24, 27, 44, 49 et 50 du décret du 16 octobre 1917 réglementant la recherche et l'exploitation des substances minérales en Guyane française ;- le titre VI du décret du 16 octobre 1917 susmentionné.II. - (paragraphe modificateur)."
    }
  ]
}