{
  "id": "loi-n-2009-122-du-4-fevrier-2009",
  "type": "statute",
  "title": "LOI n° 2009-122 du 4 février 2009",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000020215123",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "II. ― Pour 2009 :1° Les ressources et les charges de trésorerie qui concourent à la réalisation de l'équilibre financier sont évaluées comme suit :"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Il est ouvert au Premier ministre, pour 2009, au titre du budget général, des autorisations d'engagement et des crédits de paiement supplémentaires s'élevant respectivement aux montants de 12 038 000 000 € et de 11 377 000 000 €, conformément à la répartition par mission donnée à l'état B annexé à la présente loi."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Il est ouvert à la ministre de l'économie, de l'industrie et de l'emploi, pour 2009, au titre du compte d'affectation spéciale « Participations financières de l'Etat », un crédit supplémentaire s'élevant à 3 000 000 000 €, conformément à la répartition par compte donnée à l'état C annexé à la présente loi."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I. ― Le ministre chargé de l'économie peut accorder la garantie de l'Etat, dans les conditions définies au présent article, pour faciliter le financement de projets dont la réalisation est jugée prioritaire.\n\nII. ― La garantie de l'Etat peut être accordée à titre onéreux aux prêts accordés par la Banque européenne d'investissement et aux prêts accordés par   les établissements de crédit ou les sociétés de financement agréés en application du chapitre Ier du titre Ier du livre V du code monétaire et financier aux entreprises signataires d'un contrat de partenariat, au sens de l'ordonnance n° 2004-559 du 17 juin 2004 sur les contrats de partenariat et du chapitre IV du titre Ier du livre IV de la première partie du code général des collectivités territoriales, d'un contrat de concession de travaux publics, d'un contrat passé avec un tiers pour les besoins de l'exécution du contrat de concession de travaux publics dont elles sont titulaires ou d'un contrat régi par l'article 38 de la loi n° 93-122 du 29 janvier 1993 relative à la prévention de la corruption et à la transparence de la vie économique et des procédures publiques. Elle peut également être accordée aux titres de créances émis par ces mêmes entreprises ainsi qu'aux titres de créances émis par   les établissements de crédit ou les sociétés de financement agréés pour les financer.\n\nLa garantie de l'Etat ne peut bénéficier qu'aux financements relatifs aux opérations prévues par les contrats mentionnés ci-dessus. Elle ne peut être accordée que si les conditions suivantes sont réunies :\n\n1° L'entreprise cocontractante a son siège dans un Etat membre de la Communauté européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ;\n\n2° L'entreprise cocontractante présente une situation financière saine et une solvabilité suffisante ;\n\n3° Les ouvrages ou équipements dont la réalisation est prévue par le contrat sont situés en France ;\n\n4° Le contrat doit être conclu avant le 31 décembre 2010, ou le ministre mentionné au I doit avoir déclaré le projet éligible au dispositif de garantie au plus tard le 10 novembre 2010.\n\nIII. ― La garantie accordée par l'Etat en application du présent article ne peut excéder 80 % du montant des prêts ou titres de créances mentionnés au premier alinéa du II. Le bénéfice de l'octroi de la garantie de l'Etat en application du présent article donne lieu au versement à l'Etat d'une rémunération fixée par arrêté du ministre chargé de l'économie et calculée par référence aux conditions normales de tarification de la couverture de risques comparables.\n\nIV. ― La garantie de l'Etat mentionnée au présent article est accordée pour un montant maximal de 10 milliards d'euros.\n\nV. ― Le Gouvernement adresse chaque semestre au Parlement un rapport rendant compte de la mise en œuvre du présent article."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Le fonds créé à l'article 40 de la loi de financement de la sécurité sociale pour 2001 (n° 2000-1257 du 23 décembre 2000) est abondé, au titre de l'année 2009, par un versement du budget général de 70 millions d'euros en autorisations d'engagement et en crédits de paiement, destiné au financement de dépenses d'investissement des établissements de santé ayant une activité de santé mentale pour des équipements de sécurisation et pour la création d'unités pour malades difficiles."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I. ― Par exception au 2 de l'article 2 du règlement (CE) n° 1998/2006 de la Commission du 15 décembre 2006 concernant l'application des articles 87 et 88 du traité aux aides de minimis auquel est subordonnée l'application des articles 39 octies E, 44 sexies, 44 sexies A, 44 octies A, 44 decies, 44 undecies, 44 duodecies, 44 terdecies, 209 C, 217 sexdecies, 220 decies et 223 undecies, des h et i du II de l'article 244 quater B, des articles 244 quater O, 722 bis, 885-0 V bis, 885-0 V bis A, 1383 A, 1383 C, 1383 D, 1383 E bis, 1383 F, 1383 H, 1383 I, 1464 B, 1465 et 1465 A, des cinquième alinéa du I ter, premier alinéa du I quater, I quinquies, I quinquies A, I quinquies B et I sexies de l'article 1466 A et des articles 1466 B, 1466 B bis, 1466 D, 1466 E, 1602 A, 1647 C bis, 1647 C sexies et 1647 C septies du code général des impôts :1° Le montant brut total des aides régies par le présent article et octroyées entre le 1er janvier 2009 et le 31 décembre 2010 ne peut excéder le plafond de 500 000 € ;2° Ce plafond s'apprécie en additionnant toutes les aides, octroyées entre le 1er janvier 2008 et le 31 décembre 2010, qui sont mentionnées au 1° ou subordonnées au règlement mentionné au premier alinéa ;3° Les aides mentionnées au 1° ne sont pas à prendre en compte pour la détermination du plafond des aides de minimis octroyées à compter du 1er janvier 2011 ;4° Les aides mentionnées au 1° ne peuvent être cumulées avec les aides de minimis pour les mêmes dépenses admissibles.II. ― Le présent article entre en vigueur à une date fixée par décret et au plus tard le 30 avril 2009."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I. ― Au titre de la période allant du 1er janvier 2009 au 31 décembre 2010, le plafond prévu au h du 1 du I de l'article 885-0 V bis du code général des impôts est porté à 2,5 millions d'euros par période de douze mois.II. ― Le présent article entre en vigueur à une date fixée par décret et au plus tard le 30 avril 2009."
    }
  ]
}