{
  "id": "loi-n-2023-379-du-19-mai-2023",
  "type": "statute",
  "title": "LOI n°2023-379 du 19 mai 2023",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000047561956",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I à III.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\n- Code de la sécurité sociale.\n\n- Code de la santé publique\n\n- Code de la santé publique\n\n- LOI n°2021-1754 du 23 décembre 2021\n\n- LOI n°2022-1616 du 23 décembre 2022\n\nIV. - A titre expérimental et pour une durée de cinq ans, l'Etat peut autoriser les infirmiers en pratique avancée à prendre en charge directement les patients dans le cadre des structures d'exercice coordonné mentionnées à l'article L. 1434-12 du code de la santé publique. Un compte rendu des soins réalisés par l'infirmier en pratique avancée est adressé au médecin traitant et reporté dans le dossier médical partagé.Un décret, pris après avis de la Haute Autorité de santé, détermine les modalités de mise en œuvre de l'expérimentation mentionnée au premier alinéa du présent IV. Les ministres chargés de la santé et de la sécurité sociale arrêtent la liste des territoires participant à cette expérimentation, dans la limite de six départements dont deux départements d'outre-mer. Si l'avis prévu à la première phrase du présent alinéa n'a pas été transmis au Gouvernement dans un délai de trois mois à compter de la notification du projet de décret à la Haute Autorité de santé, cet avis est réputé avoir été rendu.Au plus tard six mois avant le terme de l'expérimentation, le Gouvernement remet au Parlement un rapport d'évaluation, qui se prononce notamment sur la pertinence d'une généralisation."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I.-à III.-A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nIV.-A titre expérimental, dans le cadre des structures d'exercice coordonné mentionnées à l'article L. 1434-12 du code de la santé publique, l'Etat peut autoriser les masseurs-kinésithérapeutes à exercer leur art sans prescription médicale pour une durée de cinq ans, dans au plus vingt départements, dont la liste est déterminée par arrêté du Premier ministre et du ministre chargé de la santé. Un bilan initial et un compte rendu des soins réalisés par le masseur-kinésithérapeute sont adressés au médecin traitant et reportés dans le dossier médical partagé.Un décret, pris après avis de la Haute Autorité de santé et de l'Académie nationale de médecine, précise les modalités de mise en œuvre de l'expérimentation mentionnée au premier alinéa du présent IV ainsi que les conditions d'évaluation de l'expérimentation en vue d'une éventuelle généralisation. Si les avis prévus à la première phrase du présent alinéa n'ont pas été transmis au Gouvernement dans un délai de trois mois à compter de la notification du projet de décret à la Haute Autorité de santé et à l'Académie nationale de médecine, ces avis sont réputés avoir été rendus.Un rapport d'évaluation est réalisé au terme de l'expérimentation et fait l'objet d'une transmission au Parlement par le Gouvernement.\n\n-Code de la santé publique\n\n-Code de la sécurité sociale.\n\n-LOI n° 2021-1754 du 23 décembre 2021"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I.- A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\n- Code de la santé publique\n\n- Code de la santé publique\n\nII. - L'article L. 4393-19 du code de la santé publique ne fait pas obstacle, jusqu'au 1er janvier 2026, à l'exercice de la profession d'assistant de régulation médicale par des personnes qui ne sont pas titulaires du diplôme mentionné au même article L. 4393-19, dans des conditions fixées par décret."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "A modifié les dispositions suivantes :\n\n- Code de la santé publique\n\nLa présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}