{
  "id": "loi-n-2021-1728-du-22-decembre-2021",
  "type": "statute",
  "title": "LOI n°2021-1728 du 22 décembre 2021",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000044545982",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. - Dans le cadre de l'expérimentation prévue à l'article 10 de la loi n° 2021-1729 du 22 décembre 2021 pour la confiance dans l'institution judiciaire, pour une durée de trois ans à compter de la date fixée par l'arrêté prévu au II du même article 10, peuvent être nommés pour exercer les fonctions d'assesseur des cours criminelles départementales les avocats honoraires remplissant les conditions suivantes :1° Etre de nationalité française ;2° Jouir de leurs droits civiques et être de bonne moralité ;3° Ne pas avoir de mention au bulletin n° 2 du casier judiciaire ;4° Ne pas avoir exercé la profession d'avocat depuis au moins cinq ans dans le ressort de la cour d'appel à laquelle ils sont affectés.II. - Les avocats honoraires exerçant des fonctions juridictionnelles recrutés au titre du présent article sont nommés pour une durée de trois ans, dans la limite de la durée de l'expérimentation prévue au I, dans les formes prévues pour les magistrats du siège.L'article 27-1 de l'ordonnance n° 58-1270 du 22 décembre 1958 portant loi organique relative au statut de la magistrature n'est pas applicable aux nominations mentionnées au premier alinéa du présent II.Les avocats honoraires exerçant des fonctions juridictionnelles sont affectés à une cour d'appel. Ils ne peuvent recevoir, sans leur consentement, une affectation nouvelle.Ils suivent une formation préalable à leur prise de fonctions, organisée par l'Ecole nationale de la magistrature.Préalablement à leur entrée en fonctions, ils prêtent le serment suivant devant la cour d'appel : « Je jure de bien et fidèlement remplir mes fonctions, de garder le secret des délibérations et de me conduire en tout comme un assesseur digne et loyal. »Ils ne peuvent en aucun cas être relevés de ce serment.Un décret en Conseil d'Etat détermine les conditions de dépôt et d'instruction des dossiers de candidature, les modalités d'organisation et la durée de la formation préalable ainsi que les conditions dans lesquelles les avocats honoraires exerçant des fonctions juridictionnelles sont indemnisés.III. - Les avocats honoraires exerçant des fonctions juridictionnelles ne peuvent, seuls ou avec des magistrats mentionnés à la deuxième section du chapitre V bis de l'ordonnance n° 58-1270 du 22 décembre 1958 précitée, composer majoritairement la cour criminelle départementale.IV. - L'exercice des fonctions d'avocat honoraire exerçant des fonctions juridictionnelles est incompatible avec l'exercice des mandats et fonctions publiques électives mentionnés à l'article 9 de l'ordonnance n° 58-172 du 22 décembre 1958 précitée.Un avocat honoraire exerçant des fonctions juridictionnelles ne peut pas exercer les fonctions d'assesseur d'une cour criminelle départementale dans le département dont son conjoint est député ou sénateur.Les avocats honoraires recrutés en application du présent article peuvent exercer une activité professionnelle concomitamment à leurs fonctions juridictionnelles, sous réserve que cette activité ne soit pas de nature à porter atteinte à la dignité de la fonction et à son indépendance. Toutefois, ils ne peuvent effectuer aucun acte d'une profession libérale juridique et judiciaire soumise à un statut législatif ou réglementaire ou dont le titre est protégé, ni être salarié d'un membre d'une telle profession, ni exercer de mission de justice, d'arbitrage, d'expertise, de conciliation ou de médiation dans le ressort de la cour d'appel à laquelle ils sont affectés.L'exercice des fonctions d'avocat honoraire exerçant des fonctions juridictionnelles est également incompatible avec l'exercice des fonctions suivantes :1° Membre du Gouvernement, du Conseil constitutionnel ou du Conseil supérieur de la magistrature ;2° Membre du Conseil d'Etat ou de la Cour des comptes, magistrat des cours et tribunaux administratifs ;3° Secrétaire général du Gouvernement ou d'un ministère, directeur d'administration centrale, membre du corps préfectoral.En cas de changement d'activité professionnelle, l'avocat honoraire exerçant des fonctions juridictionnelles en informe le premier président de la cour d'appel à laquelle il est affecté, qui lui fait connaître, le cas échéant, l'incompatibilité entre sa nouvelle activité et l'exercice de ses fonctions juridictionnelles.V. - Les avocats honoraires recrutés en application du présent article exercent leurs fonctions en toute indépendance, impartialité, dignité et probité et se comportent de façon à exclure tout doute légitime à cet égard. Ils s'abstiennent notamment de tout acte ou comportement public incompatible avec leurs fonctions. Ils sont tenus au secret des délibérations.Ils veillent à prévenir ou à faire cesser immédiatement les situations de conflit d'intérêts au sens de l'article 7-1 de l'ordonnance n° 58-1270 du 22 décembre 1958 précitée.L'article 7-2 de l'ordonnance n° 58-1270 du 22 décembre 1958 précitée leur est applicable. Ils remettent leur déclaration d'intérêts au premier président de la cour d'appel à laquelle ils sont affectés.Ils ne peuvent pas connaître d'un dossier présentant un lien avec leur activité professionnelle d'avocat ou lorsqu'ils entretiennent ou ont entretenu des relations professionnelles avec l'une des parties ou ses conseils. Dans ces hypothèses, le président de la cour criminelle départementale décide, à la demande de l'intéressé ou de l'une des parties, que l'affaire est renvoyée à une formation de jugement autrement composée. Cette décision n'est pas susceptible de recours.L'avocat honoraire exerçant des fonctions juridictionnelles ne peut ni mentionner cette qualité, ni en faire état dans les documents relatifs à l'exercice de son activité professionnelle, tant pendant la durée de ses fonctions que postérieurement.VI. - Tout manquement d'un avocat honoraire exerçant des fonctions juridictionnelles aux devoirs de son état, à l'honneur, à la probité ou à la dignité constitue une faute disciplinaire.Le pouvoir d'avertissement et le pouvoir disciplinaire à l'égard des avocats honoraires recrutés dans le cadre du présent article est exercé par l'autorité investie de ce pouvoir dans les conditions prévues au chapitre VII de l'ordonnance n° 58-1270 du 22 décembre 1958 précitée. Cette autorité peut, indépendamment de la sanction prévue au 1° de l'article 45 de la même ordonnance, prononcer, à titre de sanction exclusive de toute autre sanction disciplinaire, la fin des fonctions d'avocat honoraire exerçant des fonctions juridictionnelles.VII. - Les avocats honoraires exerçant des fonctions juridictionnelles ne peuvent demeurer en fonctions au-delà de l'âge de soixante-quinze ans.Il ne peut être mis fin aux fonctions des avocats honoraires recrutés dans le cadre du présent article qu'à leur demande ou dans le cas où a été prononcée à leur encontre la sanction prévue au VI.Pour une durée d'un an à compter de la cessation de leurs fonctions, ces avocats honoraires sont tenus de s'abstenir de toute prise de position publique en relation avec les fonctions juridictionnelles qu'ils ont exercées."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-829 DC du 17 décembre 2021.]"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "L'article 2 entre en vigueur le 1er janvier 2023.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}