{
  "id": "loi-n-88-828-du-20-juillet-1988",
  "type": "statute",
  "title": "Loi n° 88-828 du 20 juillet 1988",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000684074",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Sont amnistiées les contraventions de police lorsqu'elles ont été commises avant le 22 mai 1988."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Sont amnistiés les délits suivants lorsqu'ils ont été commis avant le 22 mai 1988 :1° Délits pour lesquels seule une peine d'amende est encourue ;2° Délits commis à l'occasion de conflits du travail ou à l'occasion d'activités syndicales et revendicatives de salariés et d'agents publics, y compris au cours de manifestations sur la voie publique ou dans des lieux publics ;3° Délits en relation avec des conflits de caractère industriel, agricole, rural, artisanal ou commercial, y compris au cours de manifestations sur la voie publique ou dans des lieux publics ;4° Délits commis dans les établissements scolaires ou universitaires à l'occasion de conflits relatifs aux problèmes de l'enseignement ou en relation avec l'usage de logiciels à des fins pédagogiques et sans but lucratif ;5° Délits en relation avec des élections de toute nature, notamment en relation avec le financement direct ou indirect de campagnes électorales ou de partis politiques avant le 11 mars 1988, à l'exception de ceux prévus par les articles 257-3 et 435 du code pénal et des délits concernant le vote par procuration et le vote par correspondance ;6° Délits prévus par la loi du 29 juillet 1881 sur la liberté de la presse ;7° Délits prévus par l'article 317 du code pénal et par les articles L. 645, L. 646 et L. 647 du code de la santé publique, sauf lorsqu'ils entrent dans le champ d'application des alinéas 4 et 5 de l'article 317 du code pénal, s'il résulte du jugement, de l'arrêt ou des faits de la cause qu'ont été perçus des émoluments supérieurs aux honoraires fixés par la réglementation en vigueur pour les interruptions volontaires de grossesse ;8° Délits en relation avec la défense des droits et intérêts des Français rapatriés d'outre-mer."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Sont amnistiés, lorsqu'ils ont été commis avant le 22 mai 1988, les délits prévus par les articles 414, 415, 418, 419, 429 (alinéa 1er), 430 (alinéa 1er), 436, 438, 440, 441, 451, 452, 453, 454, 456, 457, 459, 460, 461, 462, 463, 465, 467, 468 et 469 du code de justice militaire et les articles L.118, L.128, L. 129, L. 131, L.132, L.133, L. 134, L. 148 et L. 149-8 du code du service national."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Sont amnistiées, lorsque leur auteur s'est ou se sera présenté volontairement à l'autorité militaire ou administrative compétente avant le 31 décembre 1988 :1° Les infractions d'insoumission prévues par les articles 397 du code de justice militaire et L. 124 et L. 146 du code du service national lorsque la date fixée par la convocation prévue à l'article L. 122 de ce dernier code est antérieure au 22 mai 1988 ;2° Les infractions de désertion prévues par les articles 398 à 407 du code de justice militaire et L. 147, L. 149-7 et L. 156 du code du service national lorsque le point de départ des délais fixés, selon le cas, à l'article 398 du code de justice militaire et aux articles L. 147, L. 149-7 et L. 156 du code du service national est antérieur au 22 mai 1988.Sont également amnistiés sans condition de présentation les délits d'insoumission ou de désertion commis par les citoyens français ayant une double nationalité qui ont effectivement accompli un service militaire dans le pays de leur autre nationalité ou tout autre service de substitution existant dans ce pays."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Sont amnistiées sous réserve de l'accomplissement des obligations du service national actif les infractions prévues aux articles 447 du code de justice militaire et L. 149, L. 149-9 et L. 159 du code du service national lorsqu'elles ont été commises avant le 22 mai 1988."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Sont amnistiées les contraventions de grande voirie lorsqu'elles ont été commises avant le 22 mai 1988."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Sont amnistiées les infractions commises avant le 22 mai 1988 qui sont ou seront punies soit de peines d'amende, soit des peines d'emprisonnement ci-après énumérées, que ces peines soient assorties ou non d'une amende :\n\na) Peines d'emprisonnement inférieures ou égales à quatre mois sans sursis ;\n\nb) Peines d'emprisonnement inférieures ou égales à quatre mois avec application du sursis avec mise à l'épreuve ou du sursis assorti de l'obligation d'accomplir un travail d'intérêt général ;\n\nc) Peines d'emprisonnement inférieures ou égales à un an avec application du sursis simple ;\n\nd) Peines d'emprisonnement d'une durée supérieure à quatre mois et ne dépassant pas un an avec application du sursis avec mise à l'épreuve, lorsque la condamnation aura été déclarée non avenue en application de l'article 743 du code de procédure pénale ou que le condamné aura accompli le délai d'épreuve prévu par l'article 738 du même code sans avoir fait l'objet, en application des articles 742 ou 744-3, d'une décision ordonnant l'exécution de la peine ou la révocation du sursis ;\n\ne) Peines d'emprisonnement d'une durée supérieure à quatre mois et ne dépassant pas un an avec application du sursis assorti de l'obligation d'accomplir un travail d'intérêt général, lorsque le condamné aura accompli la totalité du travail d'intérêt général sans avoir fait l'objet, en application de l'article 747-3 du code de procédure pénale, d'une décision ordonnant l'exécution de la peine ou la révocation du sursis ;\n\nf) Peines d'emprisonnement dont une part est assortie du sursis simple ou du sursis avec mise à l'épreuve, lorsque la fraction ferme de l'emprisonnement est inférieure ou égale à quatre mois et que la durée totale de la peine prononcée est inférieure ou égale à un an, sous réserve que soient remplies pour les peines assorties du sursis avec mise à l'épreuve les conditions prévues au d ci-dessus.\n\nLes dispositions du présent article sont applicables aux peines d'emprisonnement assorties du sursis qui ont fait l'objet d'une dispense de révocation. Elles sont également applicables aux peines d'emprisonnement avec application du sursis avec mise à l'épreuve ou assorti de l'obligation d'accomplir un travail d'intérêt général qui ont fait l'objet d'une décision de révocation à l'occasion d'une condamnation amnistiée par la présente loi."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Sont amnistiées les infractions commises avant le 22 mai 1988 qui sont ou seront punies, à titre de peine principale, soit d'une amende sous la forme de jours-amende en application de l'article 43-8 du code pénal, soit des sanctions suivantes, que ces sanctions soient ou non assorties d'une amende :1° Les sanctions pénales prévues par l'article 43-1 du code pénal ;2° L'interdiction de se livrer à une activité de nature professionnelle ou sociale prévue par l'article 43-2 du code pénal ;3° La suspension du permis de conduire, l'interdiction de conduire certains véhicules, la confiscation d'un ou de plusieurs véhicules, l'immobilisation d'un ou de plusieurs véhicules, l'interdiction de détenir ou de porter une arme, le retrait du permis de chasser et la confiscation d'une ou de plusieurs armes prévues par l'article 43-3 du code pénal ;4° Le travail d'intérêt général prévu par les articles 43-3-1 et 43-3-4 du code pénal ;5° La confiscation spéciale prévue par l'article 43-4 du code pénal."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Sont amnistiées les infractions commises avant le 22 mai 1988 qui ont donné ou donneront lieu à une dispense de peine en application des articles 469-1 et 469-2 du code de procédure pénale."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Sont amnistiées les infractions commises avant le 22 mai 1988 qui ont donné ou donneront lieu soit à une mesure d'admonestation, soit à la remise du mineur à ses parents, à son tuteur, ou à la personne qui en avait la garde en application de l'ordonnance n° 45-174 du 2 février 1945 relative à l'enfance délinquante."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "L'amnistie prévue par les articles 7 à 10 n'est acquise qu'après condamnation devenue définitive.\n\nToutefois, en l'absence de partie civile et sauf appel ou pourvoi en cassation dans les délais légaux à compter du jour de la décision, cette amnistie est acquise, sans qu'il y ait lieu à signification, après condamnation prononcée par défaut, par itératif défaut ou dans les conditions prévues par les articles 410 et 411 du code de procédure pénale.\n\nLe condamné bénéficiant de l'amnistie prévue à l'alinéa précédent conserve la possibilité de former opposition, d'interjeter appel ou de se pourvoir en cassation, selon le cas, s'il fait ultérieurement l'objet d'une assignation sur intérêts civils. Le délai d'opposition, d'appel ou de pourvoi en cassation est alors calculé à compter du jour où le condamné a eu connaissance de cette assignation.\n\nLorsqu'un appel, une opposition ou un pourvoi en cassation a été formé avant l'entrée en vigueur de la présente loi contre une condamnation amnistiée par application des articles 7 à 10, le prévenu peut, par déclaration au greffe de la juridiction qui a rendu la décision ou de l'établissement pénitentiaire dans lequel il est détenu, se désister de la voie de recours exercée. Ce désistement rend caducs tous les recours incidents autres que ceux formés par les parties civiles et les autres prévenus et rend définitive la condamnation en ce qui concerne l'action publique, à l'égard de celui qui s'est désisté."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Les contestations relatives à l'amnistie de droit prévue par la présente loi sont soumises aux règles de compétence et de procédure prévues par les deuxième et troisième alinéas de l'article 778 du code de procédure pénale.Si la décision a été rendue par une juridiction militaire siégeant en France, la requête sera soumise à la chambre de l'instruction de la cour d'appel dans le ressort de laquelle était établi le siège de cette juridiction.Si la décision a été rendue par un tribunal aux armées siégeant à l'étranger ou par une juridiction étrangère dans le cas prévu à l'article 31, la requête sera présentée à la chambre de l'instruction de la cour d'appel de Paris.En matière de contraventions de grande voirie la juridiction compétente est celle qui a prononcé la condamnation.En l'absence de condamnation définitive les contestations sont soumises à la juridiction compétente pour statuer sur la poursuite."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Le Président de la République peut admettre par décret au bénéfice de l'amnistie les personnes poursuivies ou condamnées pour toute infraction commise avant le 22 mai 1988 qui n'ont pas, avant cette infraction, fait l'objet d'une condamnation à l'emprisonnement ou à une peine plus grave pour crime ou délit de droit commun et qui appartiennent à l'une des catégories ci-après :1° Personnes âgées de moins de vingt et un ans au moment de l'infraction ;2° Personnes qui ont fait l'objet d'une citation homologuée, ou sont titulaires d'une pension de guerre ou ont été victimes de blessures de guerre au cours des guerres 1914-1918 ou 1939-1945, sur les théâtres d'opérations extérieures, au cours d'opérations de maintien de l'ordre hors de la métropole ou par l'effet d'actes de terrorisme ;3° Déportés résistants ou politiques et internés résistants ou politiques ;4° Résistants dont l'un des ascendants est mort pour la France ;5° Engagés volontaires 1939-1945 ;6° Personnes qui se sont distinguées d'une manière exceptionnelle dans les domaines humanitaire, culturel, scientifique ou économique.La remise de la peine d'interdiction de pénétrer ou de séjourner sur le territoire français peut être également accordée par décret du Président de la République, sur proposition du garde des sceaux, ministre de la justice, aux personnes condamnées qui peuvent justifier d'une situation particulièrement digne d'intérêt, notamment sur le plan individuel ou familial. Les personnes intéressées détenues sont informées de cette possibilité le jour de l'entrée en vigueur de la loi. Si elles désirent user de cette faculté, elles doivent présenter leur demande le jour même. En ce cas, l'amnistie ne sera acquise pour la peine d'emprisonnement qu'après qu'il a été statué sur la demande. La décision doit intervenir dans un délai qui ne peut être supérieur à huit jours à compter de la demande. En cas de rejet, dès notification de la décision, il est procédé conformément aux dispositions de l'article 35 bis de l'ordonnance n° 45-2658 du 2 novembre 1945 relative aux conditions d'entrée et de séjour des étrangers en France.Sauf dans le cas des personnes étrangères détenues prévu à l'alinéa précédent, la demande d'amnistie peut être présentée par toute personne dans le délai d'un an à compter soit de la publication de la présente loi, soit de la condamnation définitive. En ce qui concerne les personnes visées au 1° ci-dessus, le délai est prolongé jusqu'à la date à laquelle le condamné aura atteint l'âge de vingt-deux ans.Les dispositions du présent article peuvent être invoquées à l'appui d'une demande d'amnistie concernant une infraction commise même avant le 22 mai 1981 sans qu'une forclusion tirée de la loi n° 81-736 du 4 août 1981 portant amnistie ou d'une loi d'amnistie antérieure ne puisse être opposée."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Sont amnistiés les faits commis avant le 22 mai 1988 en tant qu'ils constituent des fautes passibles de sanctions disciplinaires ou professionnelles.Toutefois, si ces mêmes faits ont donné lieu à une condamnation pénale, l'amnistie des sanctions disciplinaires ou professionnelles est subordonnée à l'amnistie de la condamnation pénale.Sauf mesure individuelle accordée par décret du Président de la République, sont exceptés du bénéfice de l'amnistie prévue par le présent article les faits constituant des manquements à la probité, aux bonnes moeurs ou à l'honneur. La demande d'amnistie peut être présentée par toute personne intéressée dans un délai d'un an à compter soit de la publication de la présente loi, soit de la condamnation définitive."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I. - Sont amnistiés, dans les conditions fixées à l'article 14, les faits retenus ou susceptibles d'être retenus comme motifs de sanctions prononcées par un employeur.\n\nL'inspection du travail veille à ce qu'il ne puisse être fait état des faits amnistiés. A cet effet, elle s'assure du retrait des mentions relatives à ces sanctions dans les dossiers de toute nature concernant les travailleurs qui bénéficient de l'amnistie.\n\nLes règles de compétence applicables au contentieux des sanctions sont applicables au contentieux de l'amnistie.\n\nII. - Tout salarié qui, depuis le 22 mai 1981, a été licencié pour une faute, autre qu'une faute lourde, commise à l'occasion de l'exercice de sa fonction de représentant élu du personnel, de représentant syndical au comité d'entreprise ou de délégué syndical, peut invoquer cette qualité, que l'autorisation administrative de licenciement ait ou non été accordée, pour obtenir, sauf cas de force majeure, sa réintégration dans son emploi ou dans un emploi équivalent chez le même employeur ou chez l'employeur qui lui a succédé en application de l'article L. 122-12 du code du travail.\n\nIl doit, à cet effet, présenter une demande dans un délai de trois mois à compter de la promulgation de la présente loi.\n\nL'employeur est tenu, dans le mois qui suit la demande de réintégration, de notifier à l'intéressé soit qu'il accepte de le réintégrer, soit qu'il s'y oppose. Dans ce dernier cas, il doit indiquer les motifs de sa décision et, en même temps qu'il la notifie à l'intéressé, en adresser une copie à l'inspecteur du travail. Avant de prendre sa décision, l'employeur consulte le comité d'entreprise ou, à défaut, les délégués du personnel, s'il en existe, leur avis étant communiqué à l'inspecteur du travail.\n\nSi l'inspecteur du travail estime que le refus de l'employeur n'est pas justifié, il propose la réintégration. Sa proposition écrite et motivée est communiquée aux parties.\n\nLe contentieux de la réintégration est soumis à la juridiction prud'homale qui statue comme en matière de référés. Le salarié réintégré bénéficie pendant six mois, à compter de sa réintégration effective, de la protection attachée par la loi à son statut antérieur au licenciement."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Sous réserve des dispositions des deuxième et troisième alinéas de l'article 14, sont amnistiés les faits commis avant le 22 mai 1988 par les étudiants ou élèves des établissements universitaires ou scolaires ayant donné lieu ou pouvant donner lieu à des sanctions disciplinaires.L'amnistie implique le droit à réintégration dans l'établissement universitaire ou scolaire auquel le bénéficiaire de l'amnistie appartenait, à moins que la poursuite de ses études ne l'exige pas."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Les contestations relatives au bénéfice de l'amnistie des sanctions disciplinaires ou professionnelles définitives sont portées devant l'autorité ou la juridiction qui a rendu la décision.L'intéressé peut saisir cette autorité en vue de faire constater que le bénéfice de l'amnistie lui est effectivement acquis.En l'absence de décision définitive, ces contestations sont soumises à l'autorité ou à la juridiction saisie de la poursuite.L'exécution de la sanction est suspendue jusqu'à ce qu'il ait été statué sur la demande ; le recours contentieux contre la décision de rejet de la demande a également un caractère suspensif.Toutefois, l'autorité ou la juridiction saisie de la demande ou du recours peut, par décision spécialement motivée, ordonner l'exécution provisoire de la sanction ; cette décision, lorsqu'elle relève de la compétence d'une juridiction, peut, en cas d'urgence, être rendue par le président de cette juridiction ou un de ses membres délégué à cet effet."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Sont amnistiés les faits commis avant le 22 mai 1988 en tant qu'ils constituent des agissements passibles d'un avertissement ou d'une mesure administrative concernant le permis de conduire prévus par l'article L. 18 du code de la route, à l'exception de ceux qui sont susceptibles d'être réprimés sur le fondement des articles 319 et 320 du code pénal ou des articles L. 1er et L. 2 du code de la route."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "L'amnistie entraîne la remise de toutes les peines principales, accessoires et complémentaires ainsi que de toutes les incapacités ou déchéances subséquentes. Elle ne peut donner lieu à restitution. Elle retablit l'auteur de l'infraction dans le bénéfice du sursis qui a pu lui être accordé lors d'une condamnation antérieure.Toutefois, en cas de condamnation à une amende en la forme ordinaire ou sous forme de jours-amende supérieure à 5 000 F, l'amnistie prévue par les articles 7 et 8 ne sera acquise qu'après le paiement de cette amende, après l'exécution de la contrainte judiciaire ou après qu'a été subie l'incarcération prévue par l'article 43-10 du code pénal. Après exécution de la contrainte judiciaire, l'amnistie acquise ne fait pas obstacle au recouvrement ultérieur de l'amende en la forme ordinaire.L'amnistie entraîne la remise des peines complémentaires de suspension ou d'interdiction de délivrance du permis de conduire prévues aux articles L. 14 et L. 16 du code de la route.L'amnistie n'emporte remise de la peine complémentaire d'interdiction de pénétrer ou de séjourner sur le territoire français qu'à l'égard des étrangers âgés de moins de dix-huit ans à la date à laquelle la condamnation est devenue définitive ou que par mesure individuelle prise par décret du Président de la République, sur proposition du garde des sceaux, ministre de la justice, dans les conditions prévues à l'article 13."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "N'entraîne pas la remise de la faillite personnelle ou des autres sanctions prévues au titre II de la loi n° 67-563 du 13 juillet 1967 sur le règlement judiciaire, la liquidation des biens, la faillite personnelle et les banqueroutes et au titre VI de la loi n° 85-98 du 25 janvier 1985 relative au redressement et à la liquidation judiciaires des entreprises, l'amnistie des délits suivants :1° La banqueroute simple prévue par les articles 127 et 128 de la loi n° 67-563 du 13 juillet 1967 précitée et la banqueroute frauduleuse prévue par l'article 129 de ladite loi ;2° Les délits assimilés à la banqueroute frauduleuse prévus par l'article 133 de la loi n° 67-563 du 13 juillet 1967 précitée ;3° La banqueroute prévue par l'article L. 654-2 du code de commerce."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "En cas de condamnation pour infractions multiples, le condamné est amnistié si l'infraction amnistiée est légalement punie de la peine la plus forte ou d'une peine égale à celles qui sont prévues pour les autres infractions poursuivies. Toutefois, ne peut prétendre au bénéfice de l'amnistie la personne qui a été condamnée pour l'une des infractions mentionnées à l'article 29."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "L'amnistie s'étend aux faits d'évasion punis des peines de l'article 245 du code pénal commis au cours de l'exécution d'une condamnation effacée par l'amnistie ainsi qu'aux infractions à l'interdiction de séjour accessoire ou complémentaire d'une condamnation effacée par l'amnistie."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "L'amnistie n'entraîne pas de droit la réintégration dans les fonctions, emplois, professions, grades, offices publics ou ministériels. En aucun cas elle ne donne lieu à reconstitution de carrière.\n\nElle entraîne la réintégration dans les divers droits à pension à compter de la date de publication de la présente loi en ce qui concerne l'amnistie de droit et à compter du jour où l'intéressé est admis à son bénéfice en ce qui concerne l'amnistie par mesure individuelle.\n\nLa liquidation des droits à pension se fait selon les règles fixées par le code des pensions civiles et militaires tel qu'il était en vigueur le 22 mai 1988.\n\nL'amnistie n'entraîne pas la réintégration dans l'ordre de la Légion d'honneur, dans l'ordre de la Libération, dans l'ordre national du Mérite, ni dans le droit au port de la médaille militaire. Toutefois, la réintégration peut être prononcée, pour chaque cas individuellement, à la demande du garde des sceaux, ministre de la justice, et, le cas échéant, du ministre intéressé, par décret du Président de la République pris après avis conforme du grand chancelier compétent."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "L'amnistie ne préjudicie pas aux droits des tiers. En cas d'instance sur les intérêts civils, le dossier pénal est versé aux débats et mis à la disposition des parties.\n\nSi la juridiction de jugement a été saisie de l'action publique avant la publication de la présente loi, cette juridiction reste compétente pour statuer, le cas échéant, sur les intérêts civils.\n\nL'amnistie est applicable aux frais de poursuite et d'instance avancés par l'Etat."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "L'amnistie ne peut en aucun cas mettre obstacle ni à la réhabilitation ni à l'action en révision devant toute juridiction compétente tendant à faire établir l'innocence du condamné."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Il est interdit à toute personne en ayant eu connaissance de rappeler, sous quelque forme que ce soit, ou de laisser subsister dant tout document quelconque les condamnations pénales, les sanctions disciplinaires ou professionnelles et les déchéances effacées par l'amnistie. Les minutes des jugements, arrêts et décisions échappent toutefois à cette interdiction, mais des expéditions ne pourront en être délivrées qu'à la condition de porter en marge la mention de l'amnistie.\n\nToute référence à une sanction ou à une condamnation amnistiée sera punie d'une amende de 500 F à 15 000 F.\n\nL'amnistie ne peut, en aucun cas, mettre obstacle à l'exécution des jugements ou arrêts intervenus en matière de diffamation ou de dénonciation calomnieuse ordonnant la publication desdits jugements ou arrêts."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "L'amnistie reste sans effet sur les mesures ou décisions prises en application des articles 378 et 379-1 du code civil.Sous réserve des dispositions de l'article 10, elle reste aussi sans effet sur les mesures prononcées par application des articles 8, 15, 16, 16 bis et 28 de l'ordonnance n° 45-174 du 2 février 1945 précitée. Toutefois, les fiches relatives à ces décisions prononcées pour tout fait antérieur au 22 mai 1988 sont supprimées du casier judiciaire à la date d'expiration de la mesure et en tous cas lorsque le mineur atteint l'âge de la majorité."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Sont exclus du bénéfice de la présente loi :\n\n1° Les infractions entrant dans le champ d'application de l'article 706-16 du code de procédure pénale, même lorsque les faits sont antérieurs à l'entrée en vigueur de la loi n° 86-1020 du 9 septembre 1986 relative à la lutte contre le terrorisme ;\n\n2° Les délits prévus par les articles 187-1 et 416 du code pénal ;\n\n3° Les infractions d'homicide ou de blessures involontaires prévues par les articles 319 et 320 du code pénal lorsqu'elles ont été commises à l'occasion de la conduite d'un véhicule ;\n\n4° Le délit de violation de sépulture prévu par l'article 360 du code pénal et les infractions constituées par la dégradation de monuments élevés à la mémoire des combattants, fusillés, déportés et victimes de guerre ;\n\n5° Les infractions prévues aux articles L. 86, L. 88, L. 91 à L. 109, L. 111, L. 113 et L. 116, alinéas 1 et 2, du code électoral ;\n\n6° Les délits concernant la conduite des véhicules, réprimés par les articles L. 1er et L. 2 du code de la route ;\n\n7° Les délits prévus par les articles L. 627 et L. 627-2 du code de la santé publique ;\n\n8° Les infractions en matière de pollution prévues par les articles 407 à 411 du code rural, la loi n° 76-663 du 19 juillet 1976 relative aux installations classées pour la protection de l'environnement et le décret n° 77-1133 du 21 septembre 1977 pris pour son application, la loi n° 61-842 du 2 août 1961 relative à la lutte contre les pollutions atmosphériques et les odeurs, la loi n° 64-1245 du 16 décembre 1964 relative au régime et à la répartition des eaux et à la lutte contre leur pollution, la loi n° 83-583 du 5 juillet 1983 réprimant la pollution de la mer par les hydrocarbures et le décret n° 67-1094 du 15 décembre 1967 sanctionnant les infractions à la loi n° 64-1245 du 16 décembre 1964 relative au régime et à la répartition des eaux et à la lutte contre leur pollution ainsi que les infractions prévues par l'article 39 du décret n° 61-1195 du 31 octobre 1961 portant règlement d'administration publique pour l'application de la loi n° 60-708 du 22 juillet 1960 relative à la création de parcs nationaux ;\n\n9° Les infractions en matière de transport de matières dangereuses prévues par l'article 4 de la loi n° 75-1335 du 31 décembre 1975 relative à la constatation des infractions en matière de transports publics et privés ;\n\n10° Les infractions en matière de patrimoine prévues au code de l'urbanisme, par la loi du 31 décembre 1913 sur les monuments historiques, modifiée par les lois du 25 février 1943 et n° 62-824 du 21 juillet 1962, par la loi du 2 mai 1930 ayant pour objet de réorganiser la protection des monuments naturels et des sites de caractère artistique, historique, scientifique, légendaire ou pittoresque et par la loi n° 76-629 du 10 juillet 1976 relative à la protection de la nature et les délits prévus par les articles 257 à 257-3 du code pénal ;\n\n11° Les infractions à la législation et à la réglementation en matière douanière ou de changes et en matière fiscale ;\n\n12° Les infractions prévues par les articles 17, 31, 34 et 35 de l'ordonnance n° 86-1243 du 1er décembre 1986 relative à la liberté\n\ndes prix et de la concurrence et par l'article L. 141-1 du code de la consommation et par les textes pris pour leur application, par l'article 1er de la loi de finances rectificative pour 1963 portant maintien de la stabilité économique et financière (n° 63-628 du 2 juillet 1963), ainsi que par le décret n° 85-556 du 29 mai 1985 relatif aux infractions à la loi n° 81-766 du 10 août 1981 relative au prix du livre ;\n\n13° Les délits d'apologie des crimes de guerre, des crimes contre l'humanité et des crimes et délits de collaboration avec l'ennemi prévus par le troisième alinéa de l'article 24 de la loi du 29 juillet 1881 sur la liberté de la presse ainsi que les délits prévus par le quatrième et le dernier alinéas du même article et les délits prévus par le deuxième alinéa de l'article 32 et par le troisième alinéa de l'article 33 de ladite loi ;\n\n14° Sauf mesure individuelle prise par décret du Président de la République, sur proposition du garde des sceaux, ministre de la justice, dans les conditions prévues à l'article 13, les délits pour lesquels a été prononcée, à l'encontre d'étrangers âgés de plus de dix-huit ans à la date à laquelle la condamnation est devenue définitive et, à titre de peine principale, l'interdiction de pénétrer ou de séjourner sur le territoire français ;\n\n15° Les délits prévus et punis par les articles suivants du code du travail : articles L. 125-3 et L. 152-3 relatifs au marchandage ; articles L. 324-9 et L. 362-3 relatifs au travail clandestin ; articles L. 364-2, L. 364-2-1, L. 364-2-2, L. 364-3 et L. 364-4 relatifs aux trafics de main-d'oeuvre étrangère ;\n\n16° Sous réserve des dispositions du 2° de l'article 2, les autres délits et contraventions en matière de législation et de réglementation du travail, à l'exception, d'une part, des contraventions passibles d'une peine d'amende égale ou inférieure à 1 300 F , d'autre part, des délits et contraventions ayant fait l'objet, à titre de peine principale, d'une amende égale ou inférieure à 2 500 F, sous réserve du paiement de celle-ci lorsqu'elle n'aura pas été assortie du sursis, dès lors que cette peine résulte d'une condamnation devenue définitive depuis plus de trois ans à la date d'entrée en vigueur de la présente loi ;\n\n17° Les infractions prévues aux articles 425 à 429-5 du code pénal."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "Sont également exclus du bénéfice de la présente loi, sauf lorsqu'ils sont antérieurs au 16 juillet 1974 et que leur auteur n'a pas été condamné depuis cette date à une peine criminelle ou correctionnelle :1° Les infractions prévues par l'article 312, alinéas 6 à 11, du code pénal, dans sa rédaction antérieure à la loi n° 81-82 du 2 février 1981 renforçant la sécurité et protégeant la liberté des personnes, et les infractions prévues par l'article 312 résultant de ladite loi ;2° Les délits prévus par l'article 334-1, 1° à 9°, du code pénal dans sa rédaction antérieure à la loi n° 81-82 du 2 février 1981 précitée, et les délits prévus par les articles 334-1 et 335 du code pénal ;3° Les délits prévus par les articles L. 213-1 à L. 213-4 et L. 214-1 du code de la consommation sur les fraudes et falsifications en matière de produits ou de services ;4° Les délits prévus et punis par les articles 4 et 8 de la loi n° 73-548 du 27 juin 1973 relative à l'hébergement collectif ;5° Les délits prévus par les articles 28 et 32 du décret du 18 avril 1939 fixant le régime des matériels de guerre, armes et munitions, en ce qui concerne les armes et munitions des première et quatrième catégories."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Cesseront d'être mentionnées au casier judiciaire les condamnations prononcées par des juridictions étrangères ou par des juridictions compétentes en matière de navigation sur le Rhin ou sur la Moselle, pour infractions de la nature de celles qui sont visées au chapitre Ier commises avant le 22 mai 1988."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "L'amnistie résultant des 2°, 3°, 4°, 5° et 8° de l'article 2 est constatée, pour l'application du second alinéa de l'article 769 du code de procédure pénale, par le ministère public près la juridiction ayant prononcé la condamnation, agissant soit d'office, soit sur requête du condamné ou de ses ayants droit.La décision du ministère public peut être contestée dans les conditions prévues à l'article 12."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "La présente loi est applicable aux territoires d'outre-mer et à Mayotte.Elle entrera en vigueur à compter de sa publication au Journal officiel de la République française. Dans les territoires d'outre-mer, elle entrera en vigueur à compter de sa publication au Journal officiel du territoire."
    }
  ]
}