{
  "id": "loi-n-2007-1223-du-21-aout-2007",
  "type": "statute",
  "title": "Loi n° 2007-1223 du 21 août 2007",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000278649",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I.-A créé les dispositions suivantes :\n\n-Code général des impôts\n\nArt. 81 quater\n\nII et III.-A modifié les dispositions suivantes :\n\n-Code général des impôts\n\nArt. 170 ; Art. 1417 ; Art. 200 sexies\n\nIV.-A créé les dispositions suivantes :\n\n-Code de la sécurité sociale\n\nArt. L241-17 ; Art. L241-18\n\nV et VI.-A modifié les dispositions suivantes :\n\n-Code de la sécurité sociale\n\nArt. L241-13 ; Art. L131-4-2 ; Art. L241-6-4 ; Art. L241-14\n\nVII.-A modifié les dispositions suivantes :\n\n-Code du travail Art. L981-6\n\nVIII.-A modifié les dispositions suivantes :\n\n-Loi 96-987 du 14 novembre 1996 Art. 12 ;\n\n-Loi 2003-1311 du 30 décembre 2003 Art 131\n\n-Loi 2006-1771 du 30 décembre 2006 Art 130\n\nIX.-A modifié les dispositions suivantes :\n\n-Code rural\n\nArt. L741-4 ; Art. L741-5 ; Art. L713-1 ; Art. L741-15 ; Art. L741-15-1 ; Art. L741-15-2\n\nX.-Le comité d'entreprise ou, à défaut, les délégués du personnel sont informés par l'employeur des volumes et de l'utilisation des heures supplémentaires et complémentaires effectuées par les salariés de l'entreprise ou de l'établissement. Un bilan annuel est transmis à cet effet.\n\nXI.-A modifié les dispositions suivantes :\n\n-Loi 2005-296 du 31 mars 2005 Art 4\n\nXII.-Le décret mentionné au I de l'article L. 241-18 du code de la sécurité sociale peut prévoir une majoration, jusqu'au 31 décembre 2008, du montant de la déduction forfaitaire qu'il fixe pour les entreprises de plus de vingt salariés auxquelles est applicable le régime dérogatoire prévu au II de l'article 4 de la loi n° 2005-296 du 31 mars 2005 précitée.\n\nXIII.-Les I à IX et le XII sont applicables aux rémunérations perçues à raison des heures de travail effectuées à compter du 1er octobre 2007. Le XI entre en vigueur à la même date.\n\nXIV.-Le Gouvernement présente au Parlement un rapport sur l'évaluation de l'application du présent article avant le 31 décembre 2008. Ce rapport rend notamment compte :\n\n-de l'évolution du nombre d'heures supplémentaires, complémentaires et choisies constatée à l'échelle nationale et par branche d'activité ;\n\n-de l'impact sur l'économie nationale et les finances publiques de cette évolution ;\n\n-de l'évolution des salaires dans les entreprises selon l'importance de leur recours aux heures supplémentaires, complémentaires et choisies ;\n\n-des conséquences du présent article pour l'Etat, les collectivités territoriales et leurs établissements publics en tant qu'employeurs.\n\nXV.-Les IV, V, IX, XI et XIII s'appliquent de façon identique à Saint-Pierre-et-Miquelon."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Avant le 31 décembre 2007, le Gouvernement remet au Parlement un rapport sur les modalités d'intégration des personnes privées d'emploi en outre-mer dans les statistiques nationales relatives aux chiffres du chômage."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I.-A modifié les dispositions suivantes :\n\n-Code général des impôts\n\nArt. 81\n\nII.-Le I est applicable à compter de l'imposition des revenus de l'année 2007."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I.-A créé les dispositions suivantes :\n\n-Code général des impôts Art. 200 quaterdecies\n\nII.-Les conditions d'application du présent article, notamment les obligations des prêteurs et des emprunteurs, sont précisées par décret.\n\nIII.-Le I s'applique à compter de la publication de la présente loi au Journal officiel."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Le Gouvernement présente au Parlement, avant le 1er décembre 2008, un rapport analysant les incidences économiques et sociales du crédit d'impôt visé par l'article 200 quaterdecies du code général des impôts, par comparaison avec le dispositif du prêt à taux zéro. Ce rapport met en évidence le coût global de ces aides et les mesures mises en oeuvre pour en contrôler l'efficacité."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I.-A modifié les dispositions suivantes :\n\n-Code général des impôts Art. 1414 A\n\nCes dispositions s'appliquent à compter des impositions établies au titre de 2007."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Ià III-A abrogé les dispositions suivantes :\n\n-Code général des impôts Art. 775 ter ; Art. 777 bis ;\n\nIV à VII-A modifié les dispositions suivantes :\n\n-Code général des impôts\n\nArt. 779 ; Art. 780 ; Art. 784 ; Art. 788 ; Art. 789 bis ; Art. 790 C\n\nVIII.-A créé les dispositions suivantes :\n\n-Code général des impôts Art. 790 E ; Art. 790 F ; Art. 790 G\n\nIX et X.-A modifié les dispositions suivantes :\n\n-Code général des impôts Art. 793 ; Art. 793 bis\n\nXI.-A créé les dispositions suivantes :\n\n-Code général des impôts Art. 796-0 bis ; Art. 796-0 quater\n\nXII à XX.-A modifié les dispositions suivantes :\n\n-Code général des impôts\n\nArt. 796 ; Art. 800 ; Art. 990 I ; Art. 1709 ; Art. 150-0 A ; Art. 150-0 D ; Art. 150-0 D bis ; Art. 163 bis C ; Art. 200 A\n\nXXI.-A modifié les dispositions suivantes :\n\n-Code de la sécurité sociale Art. L136-6\n\nXXII.-Les I à XV s'appliquent aux successions ouvertes et aux donations consenties à compter de la date de publication de la présente loi. Les XVI à XXI s'appliquent aux options attribuées à compter du 20 juin 2007."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I. A modifié les dispositions suivantes :\n\n-Code général des impôts\n\nArt. 779 ; Art. 788 ;\n\nA créé les dispositions suivantes :\n\n-Code général des impôts Art. 796-0 ter\n\nII.-Le I s'applique aux successions ouvertes à compter de la publication de la présente loi."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I à III. 1. A modifié les dispositions suivantes :\n\n-Code général des impôts\n\nArt. 1 ; Art. 1649-0 A ;\n\n-Loi 2005-1719 du 30 décembre 2005 Art. 74\n\nIII. 2. Le 1 est applicable aux impositions payées à compter du 1er janvier 2006.\n\nIV.-Les I et II s'appliquent pour la détermination du plafonnement des impositions afférentes aux revenus réalisés à compter de l'année 2006. Toutefois, les impositions mentionnées au a du 2 de l'article 1649-0 A du code général des impôts tel qu'il résulte du présent article ne peuvent être prises en compte pour la détermination du plafonnement des impositions afférentes aux revenus réalisés en 2006 lorsqu'elles ont été prises en compte pour l'exercice du droit à restitution acquis au 1er janvier 2007."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I et II.-A modifié les dispositions suivantes :\n\n-Livre des procédures fiscales\n\nArt. L186 ; Art. L181\n\nIII.-Les I et II s'appliquent aux procédures de contrôle engagées à compter du 1er juin 2008."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Le Gouvernement présente au Parlement, au 30 septembre 2008, un rapport visant à évaluer la réalité, l'ampleur et les conditions du retour en France des contribuables redevables de l'impôt de solidarité sur la fortune qui ont établi leur résidence fiscale à l'étranger."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I. à VII-A modifié les dispositions suivantes :\n\n-Code général des impôts Art. 885 I ter ; Art. 1649-0 A ; Art. 1763 C\n\n-A créé les dispositions suivantes :\n\n-Code général des impôts Art. 885-0 V bis ; Art. 885-0 V bis A ; Art. 757 C ; Art. 150 duodecies\n\nVIII.-A modifié les dispositions suivantes :\n\n-Code de la sécurité sociale Art. L136-6\n\nIX.-Le I s'applique aux souscriptions réalisées à compter du 20 juin 2007. Les II et III s'appliquent aux versements et aux dons réalisés à compter de cette même date."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I. à V. A modifié les dispositions suivantes :\n\n-Code du commerce\n\nArt. L225-42-1 ; Art. L225-22-1 ; Art. L225-90-1 ; Art. L225-79-1 ; Art. L823-10\n\nVI.-Les I à IV sont applicables aux engagements mentionnés aux articles L. 225-42-1 et L. 225-90-1 du code de commerce pris à compter de la publication de la présente loi.\n\nLes engagements en cours à cette date sont mis en conformité avec les dispositions des articles L. 225-42-1 ou L. 225-90-1 du même code au plus tard dix-huit mois après la publication de la présente loi. A défaut de mise en conformité au terme de ce délai, l'engagement peut être annulé dans les conditions prévues aux articles L. 225-42 ou L. 225-90 du même code. Le délai de prescription de trois ans mentionné au deuxième alinéa de ces articles court, en ce cas, à compter de l'expiration du délai de dix-huit mois. Le rapport des commissaires aux comptes mentionné au dernier alinéa des mêmes articles expose les circonstances en raison desquelles la mise en conformité n'a pas été faite.\n\nVII.-Sont applicables en Nouvelle-Calédonie et dans les îles Wallis et Futuna les adjonctions et modifications apportées au code de commerce en ses articles L. 225-22-1, L. 225-42-1, L. 225-79-1, L. 225-90-1 et L. 225-102-1 par les articles 8 et 9 de la loi n° 2005-842 du 26 juillet 2005 pour la confiance et la modernisation de l'économie et par les I à IV du présent article. Sont également applicables dans ces collectivités les V et VI du présent article."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Le Gouvernement présente au Parlement avant le 1er janvier 2008 un rapport visant à analyser l'opportunité et les modalités d'un rapprochement du versement de la prime pour l'emploi et de la période d'activité qui y ouvre droit, ainsi que les modalités d'inscription du montant de la prime pour l'emploi sur le bulletin de salaire."
    }
  ]
}