{
  "id": "loi-n-55-4-du-4-janvier-1955",
  "type": "statute",
  "title": "Loi n° 55-4 du 4 janvier 1955",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000880186",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Dans chaque département, et sauf pour les annonces devant paraître au Journal officiel de la République française ou à ses annexes, les annonces exigées par les lois et décrets seront insérées, à peine de nullité de l'insertion, nonobstant les dispositions contraires de ces lois et décrets, dans une publication de presse ou un service de presse en ligne, au sens de l'article 1er de la loi n° 86-897 du 1er août 1986 portant réforme du régime juridique de la presse au choix des parties, remplissant les conditions prévues à l'article 2 de la présente loi.\n\nL'insertion des annonces relatives aux sociétés et fonds de commerce dans les publications de presse ou les services de presse en ligne remplissant les conditions prévues au même article 2 est complétée par une insertion dans une base de données numérique centrale, dans des conditions définies par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les publications de presse et services de presse en ligne d'information générale, judiciaire ou technique sont inscrits de droit sur la liste prévue ci-dessous sous les conditions suivantes :\n\n1° Être inscrits à la commission paritaire des publications et agences de presse ;2° Ne pas avoir pour objet principal la diffusion de messages publicitaires ou d'annonces. Un décret précise les conditions dans lesquelles ce critère est apprécié ;\n\n3° Être édité depuis plus de six mois ;\n\n4° Comporter un volume substantiel d'informations originales dédiées au département et renouvelées sur une base au moins hebdomadaire ;\n\n5° Pour les publications imprimées : justifier d'une diffusion atteignant le minimum fixé par décret, en fonction de l'importance de la population du département ;\n\n6° Pour les services de presse en ligne : justifier d'une audience atteignant le minimum fixé par décret, en fonction de l'importance de la population du département.\n\nLa liste des publications de presse et services de presse en ligne susceptibles de recevoir les annonces légales dans le département est fixée chaque année au mois de décembre pour l'année suivante, par arrêté du préfet.\n\nIls publient les annonces judiciaires et légales au tarif fixé en application de l'article 3."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Le tarif des annonces, forfaitaire ou calculé en fonction du nombre de caractères ou de lignes, est fixé chaque année, après avis des organisations professionnelles les plus représentatives des entreprises de presse, par arrêté conjoint des ministres chargés de la communication et de l'économie. Ce tarif, commun aux publications de presse et aux services de presse en ligne, qui peut varier selon les départements, tient compte notamment des coûts pertinents et tend progressivement à limiter la disparité des tarifs et intégrer les économies rendues possibles par la numérisation.\n\nLes ministres chargés de la communication et de l'économie, pour l'application du présent article, peuvent recueillir toute donnée utile auprès des entreprises éditrices de publications habilitées à publier des annonces judiciaires et légales ou des organisations professionnelles les représentant.\n\nL'arrêté ministériel précité peut prévoir un tarif réduit pour certaines catégories d'annonces, notamment pour celles faites par un annonceur bénéficiant de l'aide juridictionnelle ou pour les annonces publiées dans le cadre des procédures collectives. Dans ce dernier cas, la réduction du prix peut être au maximum de 50 % par rapport au prix de l'annonce calculé par application du tarif à la ligne ou par rapport au tarif forfaitaire, le cas échéant."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Toute infraction aux dispositions de la présente loi et à celles des arrêtés pris pour son application est punie d'une amende de 9 000 euros. Le préfet                pourra prononcer la radiation de la liste pour une période de trois à douze mois.\n\nEn cas de récidive, la radiation de la liste pourra être définitive."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Est expressément constatée la nullité de l'acte dit loi du 23 décembre 1941 sur les annonces judiciaires et légales. Toutefois, la constatation de cette nullité ne porte pas atteinte aux effets résultant de l'application dudit acte antérieure à l'entrée en vigueur de la présente loi.Les textes antérieurs sont et demeurent abrogés."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I.-Les articles 1er, 2 et 4 de la présente loi dans leur rédaction résultant de la loi n° 2019-486 du 22 mai 2019 relative à la croissance et la transformation des entreprises sont applicables dans les îles Wallis et Futuna ; en Polynésie française et en Nouvelle-Calédonie, les mêmes articles 1er, 2 et 4 sont applicables lorsque l'obligation de publier une annonce concerne des actes intervenant dans un domaine relevant de la compétence de l'Etat.\n\nL'article 3 est applicable dans les îles Wallis et Futuna dans sa rédaction résultant de la loi n° 2019-486 du 22 mai 2019 relative à la croissance et la transformation des entreprises.\n\nII.-Pour l'application de la présente loi aux collectivités d'outre-mer citées au I et en Nouvelle-Calédonie :\n\n1° Le mot : \" préfet \" est remplacé par les mots : \" représentant de l'Etat \" ;\n\n2° Le 1° de l'article 2 est abrogé ;\n\n3° Aux 5° et 6° de l'article 2, le mot : \" décret \" est remplacé par les mots : \" arrêté du représentant de l'Etat \".\n\nIII. - Pour l'application de la présente loi à Mayotte :\n\n1° Aux articles 1er et 2, les références au département sont remplacées par la référence à Mayotte ;\n\n2° Le 1° de l'article 2 est abrogé.\n\nIV.-Pour l'application de la présente loi dans les îles Wallis et Futuna :\n\n1° Les mots : \" Dans chaque département \", \" au département \" et \" du département \" sont respectivement remplacés par les mots : \" Dans les îles Wallis et Futuna \", \" aux îles Wallis et Futuna \" et \" des îles Wallis et Futuna \" ;\n\n2° A l'article 1er, après la première occurrence des mots : “ lois et décrets ”, sont insérés les mots : “ et la réglementation locale ” et après les mots : \" prévues à l'article 2 \", sont insérés les mots : \" ou à défaut au Journal officiel de Wallis et Futuna \" ;\n\n3° A l'article 2 :\n\na) (Abrogé)\n\nb) (Abrogé) ;\n\nc) L'avant-dernier alinéa est remplacé par les dispositions suivantes :\n\nLa liste des publications de presse et services de presse en ligne susceptibles de recevoir les annonces légales à Wallis et Futuna est fixée chaque année au mois de décembre, pour l'année suivante, par arrêté du représentant de l'Etat ;\n\n4° A l'article 4, après les mots : \" 9 000 Euros \", sont insérés les mots : \" ou son équivalent en monnaie locale \".\n\nV.-Pour l'application de la présente loi en Polynésie française :\n\n1° Les mots : \" Dans chaque département \",“ au département ” et “ du département ” sont respectivement remplacés par les mots : \" En Polynésie française \", ,\" à la Polynésie française \" et “ de la Polynésie française ” ;\n\n2° A l'article 1er :\n\na) Après les mots : \" au Journal officiel de la République française ou à ses annexes \", sont insérés les mots : \" ou au Journal officiel de la Polynésie française \" ;\n\nb) Après les mots : \" lois et décrets \", sont insérés les mots : \" et la réglementation locale \" ;\n\nc) Après les mots : \" prévues à l'article 2 \", sont insérés les mots : \" ou à défaut au Journal officiel de Polynésie française \" ;\n\n3° A l'article 2 :\n\na) (Abrogé)\n\nb) (Abrogé)\n\nc) L'avant-dernier alinéa est ainsi rédigé :\n\nCette liste des publications de presse et services de presse en ligne susceptibles de recevoir les annonces légales en Polynésie française est publiée par arrêté du représentant de l'Etat. ;\n\nd) Au dernier alinéa, les mots : \" de l'article 3 \" sont remplacés par les mots : \" des dispositions applicables localement. \" ;\n\n4° A l'article 4, après les mots : \" 9 000 Euros \", sont insérés les mots : \" ou son équivalent en monnaie locale \".\n\nVI.-Pour l'application de la présente loi en Nouvelle-Calédonie :\n\n1° Les mots : \" Dans chaque département \",\" au département \" et “ du département ” sont respectivement remplacés par les mots : \" En Nouvelle-Calédonie \", \" à la Nouvelle-Calédonie \" et “ de la Nouvelle-Calédonie ”;\n\n2° A l'article 1er :\n\na) Après les mots : \" Journal officiel de la République française ou à ses annexes \", sont ajoutés les mots : \" ou au Journal officiel de la Nouvelle-Calédonie \" ;\n\nb) Après les mots : \" lois et décrets \", sont insérés les mots : \" et la réglementation locale \" ;\n\n3° A l'article 2 :\n\na) (Abrogé)\n\nb) (Abrogé)\n\nc) L'avant-dernier alinéa est remplacé par les dispositions suivantes :\n\nLa liste des publications de presse et services de presse en ligne susceptibles de recevoir les annonces légales est fixée chaque année au mois de décembre, pour l'année suivante, par arrêté du représentant de l'Etat ;\n\nd) Au dernier alinéa, les mots : \" de l'article 3 \" sont remplacés par les mots : \" des dispositions applicables localement \" ;\n\n4° A l'article 4, après les mots : \" 9 000 Euros \", sont insérés les mots : \" ou son équivalent en monnaie locale \".\n\nVII.-Pour l'application de la présente loi à Saint-Barthélemy :\n\n1° Les mots : \" Dans chaque département \", \" au département \" et \" du département \" sont respectivement remplacés par les mots : \" A Saint-Barthélemy \", \" à Saint-Barthélemy \", et \" de Saint-Barthélemy \" ;\n\n2° La référence au préfet est remplacée par la référence au représentant de l'Etat ;\n\n3° A l'article 1er, après les mots : \" prévues à l'article 2 \" sont insérés les mots : \" ou à défaut au Journal officiel de Saint-Barthélemy \" ;\n\n4° A l'article 2 :\n\na) Le 1° est abrogé ;\n\nb) Aux 5° et 6°, le mot : \" décret \" est remplacé par les mots : \" arrêté du représentant de l'Etat \" ;\n\nc) Les mots : \" du département ou de ses arrondissements \" sont remplacés par les mots : \" de Saint-Barthélemy \" ;\n\nd) à f) (abrogés)\n\ng) L'avant-dernier alinéa est remplacé par les dispositions suivantes :\n\nLa liste des publications de presse et services de presse en ligne susceptibles de recevoir les annonces légales à Saint-Barthélemy est fixée chaque année au mois de décembre, pour l'année suivante, par arrêté du représentant de l'Etat.\n\nVIII.-Pour l'application de la présente loi à Saint-Martin :\n\n1° Les mots : \" Dans chaque département \", \" au département \" et \" du département \" sont respectivement remplacés par les mots : \" A Saint-Martin \", \" à Saint-Martin \" et \" de Saint-Martin \" ;\n\n2° La référence au préfet est remplacée par la référence au représentant de l'Etat ;\n\n3° A l'article 1er, après les mots : \" prévues à l'article 2 \" sont insérés les mots : \" ou, à défaut au Journal officiel de Saint-Martin \" ;\n\n4° A l'article 2 :\n\na) Aux 5° et 6°, le mot : \" décret \" est remplacé par les mots : \" arrêté du représentant de l'Etat \" ;\n\nb) à e) (Abrogés)\n\nf) L'avant-dernier alinéa est remplacé par les dispositions suivantes :\n\nLa liste des publications de presse et services de presse en ligne susceptibles de recevoir les annonces légales à Saint-Martin est fixée chaque année au mois de décembre, pour l'année suivante, par arrêté du représentant de l'Etat.\n\nIX.-Pour l'application de la présente loi à Saint-Pierre-et-Miquelon :\n\n1° Les mots : \" Dans chaque département \", \" au département \" et \" du département \" sont respectivement remplacés par les mots : \" A Saint-Pierre-et-Miquelon \", \" à Saint-Pierre-et-Miquelon \"et \" de Saint-Pierre-et-Miquelon \" ;\n\n2° La référence au préfet est remplacée par la référence au représentant de l'Etat ;\n\n3° A l'article 1er, après les mots : \" prévues à l'article 2 \" sont insérés les mots : \" ou, à défaut, au Journal officiel de Saint-Pierre-et-Miquelon \" ;\n\n4° A l'article 2 :\n\na) Aux 5° et 6°, le mot : \" décret \" est remplacé par les mots : \" arrêté du représentant de l'Etat \" ;\n\nb) à d) (Abrogés)\n\ne) L'avant-dernier alinéa est remplacé par les dispositions suivantes :\n\nLa liste des publications de presse et services de presse en ligne susceptibles de recevoir les annonces légales à Saint-Pierre-et-Miquelon est fixée chaque année au mois de décembre, pour l'année suivante, par arrêté du représentant de l'Etat.\n\nX.-Pour l'application de la présente loi en Guyane et en Martinique, aux articles 1er et 2, les références au département sont remplacées par les références à la collectivité de Guyane et à la collectivité de Martinique."
    }
  ]
}