{
  "id": "loi-n-2000-1207-du-13-decembre-2000",
  "type": "statute",
  "title": "Loi n° 2000-1207 du 13 décembre 2000",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000387814",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Le développement économique, l'aménagement du territoire et l'emploi dans les départements d'outre-mer constituent, en raison de leur situation économique et sociale structurelle reconnue notamment par l'article 299, paragraphe 2, du traité instituant la Communauté européenne, des priorités pour la nation.\n\nCes priorités sont mises en oeuvre par la présente loi qui vise également à promouvoir le développement durable de ces départements, à valoriser leurs atouts régionaux, à compenser leurs retards d'équipement, à assurer l'égalité sociale et l'accès de tous à l'éducation, la formation et la culture ainsi que l'égalité entre les hommes et les femmes. Elles impliquent l'accroissement des responsabilités locales ainsi que le renforcement de la décentralisation et de la coopération régionale."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. A créé les dispositions suivantes :\n\n-Code de la sécurité sociale\n\nArt. L756-4 ; Art. L756-5\n\nII.-Les marins propriétaires embarqués et, sans préjudice de l'article 2, les marins-pêcheurs exerçant leurs activités dans les départements mentionnés à l'article L. 751-1 du code de la sécurité sociale bénéficient dans les mêmes limites d'une réduction de moitié du montant des cotisations et contributions visées ci-dessus ; cette réduction est appliquée par les organismes dont ils relèvent.\n\nDès lors que l'état de catastrophe naturelle est reconnu sur le territoire d'un département d'outre-mer, ou sur une portion de ce dit territoire, par arrêté constatant notamment l'effet destructeur du choc mécanique d'une houle cyclonique, les marins-pêcheurs propriétaires embarqués ayant subi un préjudice matériel découlant de cette catastrophe naturelle peuvent bénéficier d'une exonération égale à 100 % des cotisations d'allocations familiales, d'assurance maladie et d'assurance vieillesse des employeurs et travailleurs indépendants pendant les six mois suivant la catastrophe naturelle.\n\nLes marins devenant propriétaires embarqués d'un navire immatriculé dans un département d'outre-mer et assurant en droit la direction de l'entreprise qu'ils créent ou qu'ils reprennent sont exonérés des cotisations et contributions les concernant pour une période de vingt-quatre mois à compter de la date de cette création ou de cette reprise.\n\nIII.-Les médecins installés dans un département d'outre-mer antérieurement à mars 1968, qui n'ont jamais répondu à l'appel de cotisations de la Caisse autonome de retraite des médecins français, ne peuvent faire l'objet de poursuites en recouvrement. Les poursuites éventuellement diligentées à ce jour seront interrompues. Les médecins dont il s'agit ne pourront prétendre à aucun avantage de la Caisse autonome de retraite des médecins français."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. - Les entreprises installées et exerçant leur activité au 1er janvier 2000 dans les départements d'outre-mer peuvent demander, dans un délai de douze mois à compter de la publication de la présente loi, aux caisses de sécurité sociale compétentes de leur département, le sursis à poursuites pour le règlement de leurs créances, antérieures au 1er janvier 2000, relatives aux cotisations patronales de sécurité sociale, ainsi qu'aux pénalités et majorations de retard correspondantes.Les dispositions prévues au précédent alinéa sont applicables aux créances, même déclarées et constatées après cette date, qu'elles aient fait l'objet ou non de notifications ou mises en demeure, telles que prévues par le code de la sécurité sociale et le code rural.Cette demande entraîne de plein droit une suspension de six mois des poursuites afférentes auxdites créances ainsi que la suspension du calcul des pénalités et majorations de retard durant cette période.II. - Durant ce délai de six mois, un plan d'apurement est signé entre l'entreprise et les caisses compétentes. Sa durée est au maximum de sept ans. Il peut comporter l'annulation des pénalités et majorations de retard. De plus, un abandon partiel des créances constatées au 31 décembre 1999, dans la limite de 50 %, peut être prononcé afin de tenir compte de la situation de l'entreprise, garantir sa pérennité et le paiement ultérieur des cotisations. Les modalités d'instruction des dossiers et les conditions dans lesquelles intervient la décision sont fixées par voie réglementaire.Cet abandon partiel est subordonné au paiement effectif de la part salariale des cotisations ou, à défaut, à la signature d'un échéancier de paiement d'une durée maximale de deux ans.III. - Le plan d'apurement peut être suspendu pour une durée de trois à six mois, et prorogé d'autant, si l'entreprise peut se prévaloir d'un préjudice matériel dû à un aléa climatique, suite à la publication d'un arrêté portant constatation de l'état de catastrophe naturelle sur le territoire d'un département d'outre-mer ou sur une portion de ce dit territoire dans lequel elle est implantée.IV. - Toute condamnation pénale de l'entreprise ou du chef d'entreprise pour fraude fiscale, en application de l'article 1741 du code général des impôts, ou pour travail dissimulé, marchandage, prêt illicite de main-d'oeuvre, en application des articles L. 152-3, L. 152-3-1, L. 362-3, L. 362-4 et L. 362-6 du code du travail, ou, après mise en demeure, le non-respect de l'échéancier du plan ou le non-paiement des cotisations dues postérieurement à la signature de ce plan entraîne la caducité du plan d'apurement.V. - En cas de condamnation pénale pour travail dissimulé, marchandage, prêt illicite de main-d'oeuvre ou pour fraude au cours des cinq années précédant la publication de la présente loi, le bénéfice des dispositions du présent article est exclu.VI. - L'entreprise concernée peut demander chaque année un certificat de respect du plan d'apurement et des échéances courantes à la caisse de sécurité sociale compétente. Ce certificat atteste que l'entreprise est à jour de ses dettes sociales, au sens du code des marchés publics.VII. - Les dispositions du présent article s'appliquent aux entrepreneurs et travailleurs indépendants, y compris dans les secteurs de l'agriculture et de la pêche, pour les contributions et les cotisations obligatoires de sécurité sociale.Par dérogation à l'alinéa ci-dessus, les cotisations d'assurance vieillesse dues au titre des exercices antérieurs à 1996 à raison de l'exercice de l'une des professions visées aux articles L. 622-3, L. 622-4 et L. 622-5 du code de la sécurité sociale et à la caisse mentionnée à l'article L. 723-1 du même code peuvent, à raison de leur ancienneté, être annulées, sous réserve du respect d'un plan d'apurement visé au II. Les périodes au titre desquelles cet abandon intervient ne sont pas prises en compte pour le calcul des prestations servies par ces régimes.De même, en cas d'abandon partiel de créances en matière d'assurance vieillesse, dans les conditions prévues au II, les droits sont minorés dans une proportion identique.Les modalités d'application du présent article sont déterminées, en tant que de besoin, par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I. - Les entreprises industrielles, commerciales, artisanales, agricoles, ou du secteur de la pêche, ainsi que les contribuables exerçant des professions non commerciales installés et exerçant leur activité au 1er janvier 2000 dans un département d'outre-mer peuvent demander, dans un délai de douze mois à compter de la publication de la présente loi, l'adoption d'un plan d'apurement de leurs dettes fiscales au 31 décembre 1999.Les précédentes dispositions s'appliquent aux dettes fiscales antérieures au 31 décembre 1999, même déclarées et constatées au-delà du 1er janvier 2000.Pendant une période de six mois à compter du dépôt de la demande, le sursis de paiement de ces dettes est de droit et les mesures de recouvrement forcé sont suspendues. Cette suspension des poursuites est accompagnée d'une suspension du calcul des majorations et intérêts de retard pendant la période mentionnée à l'alinéa précédent.II. - Si la demande du contribuable est acceptée, le plan d'apurement est signé dans le délai de six mois mentionné au I. Il est d'une durée maximum de sept ans. Sauf mauvaise foi, le contribuable peut bénéficier de remises totales ou partielles de ses impositions directes, y compris les majorations et intérêts de retard, afin de tenir compte de la situation de l'entreprise, de garantir sa pérennité et le respect ultérieur de ses obligations fiscales.En cas de signature d'un plan d'apurement, l'entreprise qui a fait l'objet d'une taxation d'office pourra bénéficier d'un réexamen de sa situation en vue d'une imposition sur des bases réelles.Le plan d'apurement peut être suspendu pour une durée de trois à six mois, et prorogé d'autant, si l'entreprise peut se prévaloir d'un préjudice matériel dû à un aléa climatique, suite à la publication d'un arrêté portant constatation de l'état de catastrophe naturelle sur le territoire d'un département d'outre-mer ou sur une portion de ce dit territoire dans lequel elle est implantée.III. - Le respect du plan et le paiement des échéances courantes entraînent la remise des majorations et intérêts de retard encore dus, à l'exclusion des sanctions encourues en cas de mauvaise foi, de manoeuvres frauduleuses, d'abus de droit ou d'opposition à contrôle fiscal.IV. - Toute condamnation pénale de l'entreprise ou du chef d'entreprise pour travail dissimulé, marchandage, prêt illicite de main-d'oeuvre, en application des articles L. 152-3, L. 152-3-1, L. 362-3, L. 362-4, L. 362-5 et L. 362-6 du code du travail, ou pour fraude fiscale, en application de l'article 1741 du code général des impôts, ou, après mise en demeure, le non-respect de l'échéancier du plan d'apurement ou le non-paiement des charges fiscales dues postérieurement à la signature de ce plan entraîne la caducité du plan d'apurement.V. - Ne peuvent bénéficier des dispositions du présent article les entreprises ou les chefs d'entreprise ayant été condamnés pénalement, en application des articles L. 152-3, L. 152-3-1, L. 362-3, L. 362-4, L. 362-5 et L. 362-6 du code du travail, pour travail dissimulé, marchandage, prêt illicite de main-d'oeuvre ou pour fraude fiscale, en application de l'article 1741 du code général des impôts, au cours des cinq années précédant la publication de la présente loi.VI. - Le contribuable concerné peut demander au comptable public chargé du recouvrement, chaque année, un certificat de respect du plan d'apurement et des échéances courantes. Ce certificat atteste que l'entreprise est à jour de ses dettes fiscales, au sens du code des marchés publics.VII. - Les modalités d'application du présent article sont déterminées par décret."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Le Gouvernement transmet chaque année au Parlement un rapport sur les conditions de fixation des taux bancaires dans les départements d'outre-mer et sur les raisons de leur écart par rapport aux taux pratiqués en métropole."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I. A créé les dispositions suivantes :\n\n-Code du travail\n\nArt. L811-2\n\nII.-A modifié les dispositions suivantes\n\n-Code de la sécurité sociale\n\nArt. L161-22\n\nIII.-A modifié les dispositions suivantes\n\n-Code de la sécurité sociale\n\nArt. L754-5\n\nIV.-La limite d'âge fixée par l'article L. 117-3 du code du travail est portée à trente ans pour l'apprentissage maritime dans les départements d'outre-mer."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "(Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 2000-435 DC du 7 décembre 2000)."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I. - Afin de favoriser l'embauche de jeunes dans les départements d'outre-mer par la cessation d'activité de salariés âgés, l'Etat, le conseil régional ou le conseil départemental, ainsi que les organisations syndicales d'employeurs et de salariés représentatives dans le département peuvent passer une convention-cadre aux fins de la mise en place d'un dispositif dénommé congé-solidarité.\n\nLa convention-cadre fixe les engagements respectifs de l'Etat, du conseil régional et du conseil départemental.\n\nLa convention-cadre doit être conclue au plus tard le 31 décembre 2001. Elle désigne, avec son accord, l'organisme gestionnaire de l'allocation de congé-solidarité.\n\nII. - Les conditions de mise en oeuvre du congé-solidarité dans l'entreprise sont définies par une convention conclue entre l'employeur et l'Etat. Peuvent conclure une convention les entreprises et professions mentionnées à l'article L. 131-2 du code du travail ainsi que les entreprises des professions agricoles et de la pêche.\n\nCette convention prévoit les engagements de l'entreprise et de l'Etat.\n\nIII. - La convention-cadre fixe les modalités d'ouverture du droit à l'allocation de congé-solidarité dans les limites et conditions suivantes :\n\n1° Peuvent bénéficier de l'allocation de congé-solidarité les salariés employés dans l'entreprise depuis au moins cinq années à la date de leur adhésion à la convention d'application du congé-solidarité et ayant atteint à cette date l'âge de cinquante-cinq ans s'ils justifient d'une durée d'une activité salariée d'au moins dix ans ;\n\n2° L'adhésion du salarié à la convention de congé-solidarité doit intervenir dans le délai d'un an suivant la date de sa conclusion et au plus tard le 31 décembre 2006 ;\n\n3° Pour bénéficier de l'allocation de congé-solidarité, le salarié prend l'initiative de la rupture de son contrat de travail et adhère à la convention de congé-solidarité. Toutefois, le maintien de tout ou partie des avantages dus aux salariés peut être prévu par accord d'entreprise ou, en l'absence d'un tel accord, par un accord entre le salarié et l'employeur. Le salarié s'engage à n'exercer aucune activité professionnelle ;\n\n4° Le montant de l'allocation de congé-solidarité est fonction de la durée de la carrière du salarié, sans pouvoir excéder une proportion de sa rémunération antérieure fixée par la convention-cadre ni être inférieur à un montant minimum fixé par décret dans la limite de 85 % du salaire antérieur ;\n\n5° L'allocation de congé-solidarité est versée jusqu'à la date à laquelle le salarié remplit les conditions pour bénéficier d'une pension de retraite à taux plein au titre de l'assurance vieillesse du régime de sécurité sociale dont il relève ou au plus tard à l'âge de soixante-cinq ans ;\n\n6° L'allocation de congé-solidarité cesse définitivement d'être versée en cas d'exercice par le salarié d'une activité professionnelle postérieurement à son adhésion à la convention.\n\nIV. - La convention-cadre fixe également les contreparties de la mise en oeuvre du congé-solidarité dans les limites suivantes :\n\n1° Pour chaque salarié adhérant à la convention d'application du congé solidarité, l'employeur est tenu d'embaucher, sous contrat à durée indéterminée conclu dans le délai fixé par ladite convention, qui ne peut excéder trois mois, un jeune travailleur à temps complet ou des jeunes dont les durées de travail cumulées équivalent à un temps complet et âgés de seize ans à vingt-neuf ans révolus. Cette condition d'âge n'est pas opposable aux jeunes mentionnés à l'article L. 322-4-19 du code du travail arrivant au terme de leur contrat de travail ;\n\n2° L'effectif atteint à la date de signature de la convention et déterminé selon les modalités prévues à l'article L. 421-2 du même code ne doit pas être réduit pendant la durée fixée par la convention qui ne peut être inférieure à deux ans.\n\nV. - Le financement de l'allocation de congé-solidarité et des cotisations de retraite complémentaire afférentes aux périodes de versement de l'allocation est assuré conjointement par l'Etat, l'entreprise, le conseil régional ou le conseil général.\n\nLa participation de l'Etat ne peut excéder ni 60 % du montant total des allocations versées et des cotisations de retraite dues au titre des conventions conclues chaque année ni, pour chaque allocataire, une proportion de l'allocation, fixée par décret, fonction de la durée de la carrière du bénéficiaire dans la limite de 65 % de sa rémunération antérieure.\n\nLa participation de l'Etat est subordonnée à l'engagement solidaire des autres signataires de la convention-cadre d'assurer le financement du montant mentionné à l'alinéa précédent non pris en charge par l'Etat.\n\nLa participation des employeurs au financement de l'allocation de congé-solidarité n'est soumise à aucune charge sociale, fiscale ou parafiscale.\n\nLa participation des collectivités locales constitue une dépense obligatoire.\n\nVI. - Les services de l'Etat compétents en matière d'emploi assurent la gestion des conventions d'application de congé-solidarité.\n\nVII. - Les bénéficiaires de l'allocation de congé-solidarité bénéficient, pour eux-mêmes et leurs ayants droit, de prestations en nature en cas de maladie et de maternité du régime dont ils relevaient à la date de leur adhésion à la convention d'application.\n\nLes périodes de versement de l'allocation de congé-solidarité sont assimilées à des périodes d'assurance pour l'ouverture du droit à la pension de retraite du régime de sécurité sociale dont relevait le bénéficiaire. Le fonds de solidarité vieillesse mentionné à l'article L. 135-2 du code de la sécurité sociale verse au régime concerné une somme correspondant à cette validation et reçoit à ce titre le produit de cotisations à la charge des personnes mentionnées au premier alinéa du V établies sur une base forfaitaire fixée par décret.\n\nVIII. - Le non-respect par l'employeur des engagements souscrits dans la convention de congé-solidarité entraîne une majoration de sa contribution financière fixée par celle-ci. Aucune nouvelle adhésion à la convention d'application ne peut alors être acceptée.\n\nLorsque la gestion du dispositif est confiée à l'un des organismes gestionnaires mentionnés à l'article L. 351-21 du code du travail, les procédures prévues à l'article L. 351-6 du même code sont applicables à la contribution financière de l'employeur.\n\nTout employeur ayant conclu une convention de congé-solidarité est tenu de s'assurer en vue de garantir la poursuite du versement de sa contribution en cas de redressement ou de liquidation judiciaires. Cette assurance est souscrite auprès de l'organisme désigné par les organisations professionnelles d'employeurs les plus représentatives dans la collectivité considérée.\n\nIX. - Par dérogation aux dispositions du 2° du III du présent article, le salarié peut adhérer à une convention de congé de solidarité jusqu'au 31 décembre 2007 dans les conditions suivantes :\n\n1° Le salarié doit justifier d'une activité salariée d'au moins quinze ans et bénéficier, au plus tard à l'âge de soixante ans, d'une pension de retraite au titre de l'assurance vieillesse du régime de sécurité sociale dont il relève ;\n\n2° Le montant de l'allocation de congé de solidarité ne peut pas être supérieur à 85 % du salaire antérieur de la personne bénéficiaire ;\n\n3° La participation par l'État ne peut excéder 50 % du montant de l'allocation de congé de solidarité et des cotisations de retraite complémentaire afférentes aux périodes de versement de l'allocation ;\n\n4° Peuvent conclure une convention les seules entreprises du secteur du bâtiment et des travaux publics et des secteurs mentionnés aux II et III de l'article L. 752-3-1 du code de la sécurité sociale ;\n\n5° L'effectif atteint à la date de la signature de la convention mentionnée au 2° du IV du présent article est déterminé selon les dispositions des articles L. 620-10 et L. 620-11 du code du travail et ne doit pas être réduit, hors décès ou démission de salariés, pendant la durée de la convention qui ne peut être inférieure à deux ans.\n\nL'entrée en vigueur de ce dispositif est subordonnée à la signature d'un avenant à la convention-cadre mentionnée au I du présent article.\n\nLes demandes de convention de congé de solidarité formées par les employeurs auprès des services gestionnaires du dispositif avant le 31 décembre 2006 et restées sans réponse à cette date peuvent être déposées à nouveau auprès de ces services après la date de la signature de l'avenant pour pouvoir être prises en compte selon les règles prévues au présent IX.\n\nLes conventions en vigueur avant le 1er janvier 2007 ne peuvent recueillir l'adhésion de nouveaux salariés au-delà du 31 décembre 2006 qu'après la date de la signature de l'avenant et dans les conditions prévues par le présent IX et par ledit avenant.\n\nLes salariés bénéficiant du congé de solidarité avant le 31 décembre 2006 continuent à en bénéficier dans les conditions prévues aux I à VIII."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Au terme d'un délai de trois ans à compter de la publication de la présente loi, le revenu minimum d'insertion défini à l'article 3 de la loi n° 88-1088 du 1er décembre 1988 relative au revenu minimum d'insertion est versé dans les mêmes conditions dans les départements d'outre-mer et les départements métropolitains.Un décret en Conseil d'Etat fixe les modalités permettant d'aligner dans le délai indiqué ci-dessus le montant du revenu minimum d'insertion versé dans les départements d'outre-mer sur celui de la métropole."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "(Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 2000-435 DC du 7 décembre 2000)."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Dans un délai de trois mois suivant la promulgation de la présente loi, le Gouvernement présentera un décret modifiant le décret n° 53-1266 du 22 décembre 1953 portant aménagement du régime de rémunération des fonctionnaires de l'Etat en service dans les départements d'outre-mer et visant à supprimer le titre Ier dudit décret."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Au terme d'un délai de sept ans à compter de la date de publication de la présente loi, l'allocation de parent isolé visée à l'article L. 755-18 du code de la sécurité sociale sera, dans les départements d'outre-mer, versée dans les mêmes conditions qu'en métropole. Un décret en Conseil d'Etat fixe les modalités de l'alignement progressif."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "I.-Les barèmes de l'allocation logement en secteur locatif dans les départements d'outre-mer seront unifiés d'ici au 1er juillet 2001, selon des modalités qui seront précisées par arrêté interministériel.\n\nII.-A créé les dispositions suivantes :\n\n-Code de la sécurité sociale\n\nArt. L755-10-1"
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "L'Etat et les collectivités locales encouragent le respect, la protection et le maintien des connaissances, innovations et pratiques des communautés autochtones et locales fondées sur leurs modes de vie traditionnels et qui contribuent à la conservation du milieu naturel et l'usage durable de la diversité biologique."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Les langues régionales en usage dans les collectivités relevant des articles 73 et 74 de la Constitution et en Nouvelle-Calédonie font partie du patrimoine linguistique de la Nation. Elles bénéficient du renforcement des politiques en faveur des langues régionales afin d'en faciliter l'usage. Les articles  L. 312-10 et  L. 312-11 du code de l'éducation leur sont applicables."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "Afin d'assurer l'égalité d'accès de Saint-Pierre-et-Miquelon aux nouvelles technologies de l'information et de la communication, l'Etat mettra en place, au plus tard, le 1er janvier 2002 un dispositif compensant le surcoût engendré par la surtaxe satellitaire supportée dans cette collectivité."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "Les oeuvres cinématographiques qui présentent un intérêt culturel pour les départements d'outre-mer et Saint-Pierre-et-Miquelon peuvent bénéficier d'une aide sélective spécifique. Les modalités de cette aide, gérée par le    Centre national du cinéma et de l'image animée en concertation avec l'Etat, sont déterminées par voie réglementaire."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "L'Etat met en place, en partenariat avec les collectivités territoriales de la Guadeloupe, de la Guyane, de la Martinique, de La Réunion, de Mayotte, de Saint-Barthélemy et de Saint-Martin, de Wallis-et-Futuna, de Nouvelle-Calédonie et de la Polynésie française qui le souhaitent, un fonds destiné à promouvoir les échanges éducatifs, culturels ou sportifs des habitants de ces territoires vers la métropole ou vers les pays situés dans leur environnement régional.\n\nCe fonds peut notamment financer des échanges scolaires réalisés dans le cadre d'un appariement ou d'une convention élaboré entre un établissement scolaire situé outre-mer et un établissement d'un pays de l'environnement régional des territoires ultramarins."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "Le Gouvernement adresse tous les deux ans aux conseils régionaux de Guadeloupe, de Martinique, de Guyane et de la Réunion un rapport relatif aux transports maritimes et aériens ainsi qu'aux télécommunications. Ce rapport pourra ensuite faire l'objet de recommandations de la part des conseils régionaux."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "I.-Paragraphe abrogé\n\nII.-A créé les dispositions suivantes\n\n-Loi 64-1245 du 16 decembre 1964\n\nArt. 14-3"
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "Les dispositions des articles 4, 9, 10 (II à IV), 27 et 39 sont applicables dans la collectivité territoriale de Saint-Pierre-et-Miquelon.Les dispositions prévues aux articles 2, 3, 5, 6, 15, 31, 40 et 54 sont rendues applicables à la collectivité territoriale de Saint-Pierre-et-Miquelon sous réserve des adaptations nécessaires.Les exonérations totales ou partielles de cotisations sociales prévues par l'article 3 s'appliquent de façon identique à Saint-Pierre-et-Miquelon, dans la limite du plafond de sécurité sociale en vigueur dans la collectivité territoriale."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "A titre exceptionnel, la caisse de retraite du personnel navigant professionnel de l'aéronautique civile (CRNPAC) est autorisée à valider les services antérieurs à l'inscription au registre du personnel navigant professionnel au titre desquels des cotisations ont été versées au régime local de prévoyance sociale de Saint-Pierre-et-Miquelon. Les conditions de cette validation sont fixées par accord entre les deux caisses précitées."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "(Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 2000-435 DC du 7 décembre 2000)."
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "Un ou des décrets pris après avis de la caisse de prévoyance sociale de Saint-Pierre-et-Miquelon fixent les règles de coordination entre les différents régimes de sécurité sociale en vigueur dans les départements métropolitains et les départements d'outre-mer et ceux gérés par cette caisse pour l'ensemble des risques et des personnes assurées à ces régimes."
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "Un observatoire de la fonction publique est mis en place dans la collectivité territoriale de Saint-Pierre-et-Miquelon. Coprésidé par le préfet et le président du conseil territorial, sa composition est déterminée par décret.\n\nCet observatoire a pour mission :\n\n- de dresser la cartographie précise de la composition par sexe et par fonction, service par service, de la fonction publique dans la collectivité territoriale ;\n\n- de veiller à la mise en place des formations des agents locaux aux différents postes de responsabilité dans toutes les catégories ainsi que les informations, la promotion indispensable et l'organisation des concours pour permettre l'accès des jeunes diplômés à la fonction publique."
    }
  ]
}