{
  "id": "loi-n-2010-241-du-10-mars-2010",
  "type": "statute",
  "title": "LOI n° 2010-241 du 10 mars 2010",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000021954325",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Le Gouvernement remet au Parlement, avant le 30 juin 2010, un rapport faisant état du résultat des négociations conduites avec les partenaires sociaux et tendant à la création d'un congé de service civique."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Les personnes physiques ou morales qui ont conclu un contrat ou un engagement de volontariat au titre :― du volontariat associatif prévu par la loi n° 2006-586 du 23 mai 2006 précitée ;― du volontariat civil de cohésion sociale et de solidarité prévu par le chapitre II du titre II du livre Ier du code du service national ;― du volontariat de coopération à l'aide technique prévu par le même chapitre II ;― du volontariat de prévention, de sécurité et défense civile prévu par le même chapitre II ;― du service civil volontaire prévu par les articles L. 121-19 et L. 121-20 du code de l'action sociale et des familles,bénéficient jusqu'à leur terme, à l'exception des dispositions relatives à leur renouvellement, des dispositions qui les régissaient au moment de la conclusion de celui-ci et qui sont abrogées par la présente loi.A l'issue de leur contrat ou de leur engagement, les personnes physiques reçoivent une attestation d'engagement de service civique.Les droits et obligations nés des agréments et conventions octroyés au titre des volontariats susmentionnés prévus par le chapitre II du titre II du livre Ier du code du service national, le titre Ier de la loi n° 2006-586 du 23 mai 2006 précitée ou les articles L. 121-19 et L. 121-20 du code de l'action sociale et des familles perdurent jusqu'à l'échéance des agréments et conventions susmentionnés, à l'exception des dispositions relatives à leur renouvellement.Les personnes volontaires mentionnées à l'article 1er de la loi n° 2006-586 du 23 mai 2006 précitée, dans sa rédaction antérieure à l'entrée en vigueur de la présente loi, ne sont pas soumises, pour les périodes de volontariat antérieures à cette même date, au titre de leur contrat de volontariat, à l'obligation d'affiliation mentionnée à l'article L. 921-1 du code de la sécurité sociale.Lorsque les personnes volontaires mentionnées à l'article 1er de la loi n° 2006-586 du 23 mai 2006 précitée, dans sa rédaction antérieure à la présente loi, ont été affiliées aux régimes de retraite complémentaire visés par l'article L. 921-1 du code de la sécurité sociale, les cotisations versées antérieurement à la date d'entrée en vigueur de la présente loi ne peuvent faire l'objet de remboursement.A compter de l'entrée en vigueur de la présente loi et jusqu'à la publication de l'arrêté d'approbation de la convention constitutive de l'Agence du service civique, l'Agence nationale pour la cohésion sociale et l'égalité des chances délivre les agréments aux organismes sans but lucratif de droit français et aux personnes morales de droit public dans les conditions prévues à l'article L. 120-30 du code du service national. Elle procède également, durant cette période transitoire, à l'indemnisation des volontaires effectuant un engagement de service civique conformément à l'article L. 120-18 du même code ainsi qu'au versement du soutien financier que l'Etat apporte aux organismes sans but lucratif agréés dans les conditions prévues à l'article L. 120-31 du même code.Les organismes d'accueil agréés ou conventionnés à la date de l'entrée en vigueur de la présente loi au titre du service civil volontaire, du volontariat associatif et du volontariat civil de cohésion sociale et de solidarité sont réputés agréés au titre du service civique jusqu'au 31 décembre 2010 dans les conditions précisées par les décisions d'agrément ou de conventionnement."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Un comité de suivi composé de deux députés et deux sénateurs, désignés par le président de leur assemblée respective, est chargé de suivre la mise en œuvre de la présente loi. Avant le 31 décembre 2011, il formule, le cas échéant, des propositions en vue d'améliorer l'efficacité du dispositif législatif du service civique.Avant le 31 décembre 2011 et après consultation du comité de suivi, le Gouvernement remet au Parlement un rapport évaluant l'application de la présente loi et la contribution du service civique à la cohésion nationale. Ce rapport propose, le cas échéant, les adaptations nécessaires et l'échéancier de leur mise en œuvre. Ce rapport évalue également la possibilité d'intégrer les bénévoles au dispositif.Il étudie en outre la possibilité de mise en place d'un service civique à l'échelle européenne et présente, le cas échéant, les initiatives que le Gouvernement a prises ou entend prendre en ce sens au sein des instances communautaires."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "La présente loi entre en vigueur à compter de la publication des décrets mentionnés à l'article 8 et au plus tard le 1er juillet 2010.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}