{
  "id": "loi-n-80-1094-du-30-decembre-1980",
  "type": "statute",
  "title": "Loi n° 80-1094 du 30 décembre 1980",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000339460",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I et II Paragraphes modificateursIII. Les dispositions de la loi n° 49-420 du 25 mars 1949 modifiée sont applicables aux rentes perpétuelles constituées entre particuliers antérieurement au 1er janvier 1980.Le capital correspondant à la rente en perpétuel dont le rachat aura été demandé postérieurement au 30 septembre 1980 sera calculé, nonobstant toutes clauses ou conventions contraires, en tenant compte de la majoration dont cette rente a bénéficié ou aurait dû bénéficier en vertu de la présente loi.IV. Les actions ouvertes par la loi susvisée du 25 mars 1949, complétée par la loi n° 52-870 du 22 juillet 1952 est modifiée en dernier lieu par la loi n° 80-30 du 18 janvier 1980, pourront à nouveau être intentées pendant un délai de deux ans à dater de la publication de la présente loi.V. Les taux de majoration fixés au paragraphe I ci-dessus sont applicables, sous les mêmes conditions de dates, aux rentes viagères visées par le titre Ier de la loi n° 48-777 du 4 mai 1948, par la loi n° 48-957 du 9 juin 1948, par les titres Ier, et II de la loi n° 49-1098 du 2 août 1949 et par la loi n° 51-695 du 24 mai 1951. Cependant, l'application des majorations aux rentes viagères constituées en 1979 s'effectuera dans les conditions prévues par l'article 45-VI de la loi n° 78-1239 du 29 décembre 1978 portant loi de finances pour 1979.VI. et VII Paragraphes modificateursVIII. Les dispositions du présent article prendront effet à compter du 1er janvier 1981."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "I - Les conseils municipaux peuvent décider, par délibération prise avant le 1er juillet d'une année, la création d'une taxe annuelle applicable à compter de l'année suivante. Cette taxe est assise sur la superficie des emplacements publicitaires fixés visibles de toute voie ouverte à la circulation publique au sens de la loi n° 79-1150 du 29 décembre 1979.II - Sont exonérés de la taxe :Les emplacements dépendant des concessions municipales d'affichage ainsi que les abris-bus et autres éléments de mobilier urbain ;Les emplacements utilisés pour recevoir des plans, des informations ou des annonces dans les conditions fixées par décret en conseil d'Etat.III - Le tarif de la taxe est fixé, par mètre carré ou fraction de mètre carré, à :50 F pour les emplacements non éclairés ;100 F pour les emplacements éclairés par un dispositif lumineux extérieur à l'emplacement ou fixé sur ce dernier ;150 F pour les caissons publicitaires destinés à supporter des affiches éclairées par transparence ainsi que pour les dispositifs lumineux installés sur toitures, balcons ou murs-pignons.Ce tarif est revisé chaque année proportionnellement à la variation du produit de la taxe foncière sur les propriétés bâties constatées au plan national.IV - La taxe est due par l'exploitant de l'emplacement au 1er janvier de l'année d'imposition ou, à défaut, par le propriétaire à cette même date.V - La taxe est établie et recouvrée par les soins de l'administration municipale sur la base d'une déclaration annuelle souscrite par le redevable. Toute infraction aux dispositions du présent article donne lieu aux sanctions prévues aux articles L. 233-25 et L. 233-26 du code des communes ainsi qu'à l'utilisation des moyens prévus à l'article L. 233-28 du même code.VI - L'institution de la présente taxe exclut celle de la taxe communale sur la publicité prévue aux articles L. 233-15 et suivants du code des communes.Alinéa modificateurPar ailleurs, la perception du droit de timbre des affiches sur un emplacement exclut la perception de la présente taxe sur celui-ci.VII - Un décret en conseil d'Etat précise les conditions d'application du présent article."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "L'article 45 de la loi n° 78-742 du 13 juillet 1978 ne s'applique pas aux taxes établies au profit de l'institut national de la propriété industrielle conformément à l'article 70 de la loi n° 68-1 du 2 janvier 1968 modifiée sur les brevets d'invention. Ces taxes sont exigibles indépendamment de la date de dépôt de la demande de brevet.Les dispositions du présent article ont un caractère interprétatif."
    }
  ]
}