{
  "id": "loi-n-2020-1674-du-24-decembre-2020",
  "type": "statute",
  "title": "LOI n°2020-1674 du 24 décembre 2020",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000042738027",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Est approuvé le rapport annexé à la présente loi, qui fixe les orientations relatives à la politique de recherche et les moyens qui lui sont consacrés au cours de la période 2021-2030, avec l'objectif de porter les dépenses intérieures de recherche et développement des administrations et des entreprises à au moins 3 % du produit intérieur brut annuel et les dépenses intérieures de recherche et développement des administrations à au moins 1 % du produit intérieur brut annuel au cours de la décennie suivante, et avec l'objectif d'accroître le rayonnement et de renforcer l'engagement de la France dans l'Europe de la recherche. Ce rapport précise les objectifs de l'Etat pour revaloriser les métiers et les carrières de la recherche et de l'enseignement supérieur et les traduit en besoins financiers et ressources budgétaires jusqu'en 2030.Le montant des dépenses intérieures de recherche et développement des administrations inclut l'ensemble des dépenses afférentes aux travaux de recherche et développement exécutés sur le territoire national par les laboratoires publics, que ces travaux soient financés sur les crédits budgétaires de l'Etat, notamment ceux retracés à l'article 2 ou ceux du plan de relance, les crédits des programmes d'investissement d'avenir, les crédits attribués par les collectivités territoriales et par l'Union européenne, ou sur toutes autres ressources reçues par les laboratoires publics dans le cadre de leurs relations avec des acteurs publics ou privés. L'évaluation de ce montant et le contour du périmètre des laboratoires publics concernés sont fondés sur des concepts et définitions harmonisés comme le prévoit le règlement d'exécution (UE) n° 995/2012 de la Commission européenne du 26 octobre 2012 établissant les modalités de mise en œuvre de la décision n° 1608/2003/CE du Parlement européen et du Conseil relative à la production et au développement de statistiques communautaires de la science et de la technologie."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. - Les crédits de paiement des programmes budgétaires « Recherches scientifiques et technologiques pluridisciplinaires » (programme 172), « Recherche spatiale » (programme 193) déduction faite du remboursement de la dette française à l'Agence spatiale européenne et « Formations supérieures et recherche universitaire » (programme 150) hors contribution du titre 2 au compte d'affectation spéciale « Pensions » évolueront comme suit entre 2021 et 2030, à périmètre constant, en écart par rapport aux montants inscrits en loi de finances initiale pour 2020 et indépendamment de l'accélération de la trajectoire prévue dès 2021 au bénéfice de l'Agence nationale de la recherche dans le cadre du plan de relance :\n\n(En millions d'euros courants)\n\nII. - Les financements d'actions de recherche attribués par l'Agence nationale de la recherche bénéficieront d'un niveau d'engagement évoluant comme suit, en écart par rapport au montant inscrit en loi de finances initiale pour 2020 :\n\n(En millions d'euros courants)\n\nCes montants incluent, pour les années 2021 et 2022, les crédits du plan de relance.III. - Le Gouvernement présente chaque année au Parlement, préalablement au débat d'orientation des finances publiques, un rapport sur l'exécution du présent article, en vue, le cas échéant, de l'actualisation de cette programmation.\n\nProgrammebudgétaire\n\nCrédits de paiement\n\n2021\n\n2022\n\n2023\n\n2024\n\n2025\n\n2026\n\n2027\n\n2028\n\n2029\n\n2030\n\nProgramme 172\n\n+ 224\n\n+ 559\n\n+ 785\n\n+ 1 109\n\n+ 1 455\n\n+ 1 816\n\n+ 2 193\n\n+ 2 499\n\n+ 2 805\n\n+ 3 110\n\nProgramme 193\n\n- 32\n\n+ 44\n\n+ 76\n\n+ 107\n\n+ 138\n\n+ 169\n\n+ 201\n\n+ 232\n\n+ 263\n\n+ 294\n\nIncidence des mesures de la présente loi sur le programme 150\n\n+ 165\n\n+ 302\n\n+ 445\n\n+ 589\n\n+ 713\n\n+ 820\n\n+ 911\n\n+ 1 175\n\n+ 1 438\n\n+ 1 701\n\n1\n\ncenter\n\n2021\n\n2022\n\n2023\n\n2024\n\n2025\n\n2026\n\n2027\n\n2028\n\n2029\n\n2030\n\nAutorisations d'engagement de l'Agence nationale de la recherche\n\n+ 503\n\n+ 403\n\n+ 403\n\n+ 509\n\n+ 646\n\n+ 859\n\n+ 1 000\n\n+ 1 000\n\n+ 1 000\n\n+ 1 000\n\nDont projets de recherche\n\n+ 403\n\n+ 403\n\n+ 403\n\n+ 509\n\n+ 646\n\n+ 859\n\n+ 1 000\n\n+ 1 000\n\n+ 1 000\n\n+ 1 000\n\nDont mesures partenariales visant la préservation de l'emploi de R&D\n\n+ 100\n\nleft\n\nmiddle\n\nleft\n\nmiddle\n\nleft\n\nmiddle\n\nleft\n\nmiddle\n\nleft\n\nmiddle\n\nleft\n\nmiddle\n\nleft\n\nmiddle\n\nleft\n\nmiddle\n\nleft\n\nmiddle\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "La présente programmation fait l'objet d'actualisations, au moins tous les trois ans. Ces actualisations permettent de vérifier la bonne adéquation entre les objectifs fixés dans la présente loi, les réalisations et les moyens consacrés, notamment financiers."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I. à III. - A créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\n- Code de l'éducation\n\n- Code de l'éducation\n\n- Code de la recherche\n\nIV. - Le Gouvernement remet au Parlement, dans un délai de quatre ans à compter de la publication de la présente loi, puis dans un délai de quatre à sept ans à compter de la même date, un rapport évaluant le recours aux modalités de recrutement et de titularisation prévues à l'article L. 422-3 du code de la recherche et à l'article L. 952-6-2 du code de l'éducation. Ce rapport intègre notamment une étude comparative relative à la prise en compte de la notion de l'égalité entre les femmes et les hommes entre cette nouvelle voie de recrutement et celles préexistantes."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I entre en vigueur le 1er janvier 2023.\n\n- Code de la recherche"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I. - A créé les dispositions suivantes :\n\nII. - Le Gouvernement remet au Parlement, dans un délai de cinq ans à compter de la publication de la présente loi, un rapport évaluant le recours au contrat défini à l'article L. 431-6 du code de la recherche.\n\n- Code de la recherche"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I.- A modifié les dispositions suivantes :\n\nII. - Le I entre en vigueur au plus tard le 1er septembre 2022.\n\n- Code de l'éducation"
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I.- ; II.- A créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nIII.-A.-Le 8° du I du présent article est applicable au premier renouvellement du collège du Haut Conseil de l'évaluation de la recherche et de l'enseignement supérieur ou de sa présidence suivant la date de publication de la présente loi.B.-Le a du 6° du I du présent article entre en vigueur le 1er janvier 2022.Le Haut Conseil de l'évaluation de la recherche et de l'enseignement supérieur succède en tant qu'autorité publique indépendante dotée de la personnalité morale dans les droits et obligations de l'Etat au titre des activités du Haut Conseil en tant qu'autorité administrative indépendante. Ces dispositions s'appliquent également aux contrats de travail.L'ensemble des biens mobiliers de l'Etat attachés aux services relevant du Haut Conseil sont transférés de plein droit et en pleine propriété au Haut Conseil de l'évaluation de la recherche et de l'enseignement supérieur en tant qu'autorité publique indépendante dotée de la personnalité morale.L'ensemble des opérations liées à ces transferts de droits et obligations ou pouvant intervenir en application de la présente loi sont effectuées à titre gratuit et ne donnent lieu, directement ou indirectement, à aucune perception de droits, impôts ou taxes de quelque nature que ce soit.C.-Les dispositions du c du 3° du II du présent article entrent en vigueur progressivement à partir de l'année 2021. Pour chaque année entre 2021 et 2023, un arrêté des ministres chargés de l'enseignement supérieur et de la recherche fixe les nouveaux contrats pluriannuels pour lesquels ces dispositions s'appliquent. A partir du 1er janvier 2024, ces dispositions s'appliquent pour tout nouveau contrat pluriannuel.\n\n- Code de la recherche\n\n- Code de la recherche\n\n- Code de la recherche\n\n- Code de l'éducation\n\n- Code de la recherche"
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I.- ; II.- :\n\nA abrogé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nIII. - Les I et II du présent article entrent en vigueur à une date fixée par décret, et au plus tard le 1er janvier 2022.Les mandats en cours des membres du conseil d'administration et du conseil scientifique courent jusqu'à l'entrée en vigueur des dispositions de la présente loi.Le président en fonction à la date de publication de la présente loi reste en fonction jusqu'à la nomination du prochain président dans les conditions prévues par la présente loi.\n\n- LOI n° 2017-257 du 28 février 2017\n\n- Code de la recherche"
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnances toute mesure relevant du domaine de la loi visant à modifier les dispositions du code de la propriété intellectuelle aux fins de permettre l'octroi de licences collectives ayant un effet étendu, au sens de l'article 12 de la directive (UE) 2019/790 du Parlement européen et du Conseil du 17 avril 2019 sur le droit d'auteur et les droits voisins dans le marché unique numérique et modifiant les directives 96/9/CE et 2001/29/CE, en vue d'autoriser l'utilisation d'œuvres relevant des arts visuels, à des fins exclusives d'illustration de publications, ou de travaux, diffusés en ligne sans restriction d'accès, dans le cadre d'une activité de recherche et d'enseignement supérieur publics, à l'exclusion de toute activité à but lucratif. Cette autorisation assure des conditions de sécurité juridique pour les utilisateurs, sans préjudice des droits patrimoniaux et moraux attachés à ces œuvres.II. - L'ordonnance prévue au I est prise dans un délai de douze mois à compter de la publication de la présente loi.III. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de six mois à compter de la publication de l'ordonnance prévue au I."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I.-Avant le 31 décembre 2025, les organisations liées par une convention de branche ou, à défaut, par des accords professionnels examinent les conditions de la reconnaissance du diplôme national de doctorat à l'occasion des négociations obligatoires relatives aux classifications prévues aux articles L. 2241-1 et L. 2241-15 du code du travail.II.-A modifié les dispositions suivantes :\n\n- Code de la recherche"
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "I. et III.-A modifié les dispositions suivantes :\n\nII.-Le président de l'université des Antilles et les vice-présidents de pôle universitaire régional sont désignés conformément à la présente loi à l'échéance des mandats du président et des vice-présidents en exercice à la date de publication de la présente loi.IV.-L'ordonnance n° 2014-1329 du 6 novembre 2014 relative aux délibérations à distance des instances administratives à caractère collégial s'applique aux établissements publics de recherche à caractère industriel et commercial ayant pour activité principale la recherche publique au sens de l'article L. 112-1 du code de la recherche.\n\n- Code de l'éducation\n\n- Code de la recherche"
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "I. à III. et V. à VI.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nIV.-Les conventions de mandat de l'Institut de France, de l'Académie française, de l'Académie des inscriptions et belles-lettres, de l'Académie des sciences, de l'Académie des beaux-arts et de l'Académie des sciences morales et politiques en cours à la date de publication de la présente loi sont rendues conformes aux dispositions de l'article 37-1 de la loi n° 2006-450 du 18 avril 2006 de programme pour la recherche, au plus tard lors de leur renouvellement.\n\n- Loi de programme n°2006-450 du 18 avril 2006\n\n- LOI n° 2015-1786 du 29 décembre 2015\n\n- Livre des procédures fiscales\n\n- Code de la propriété intellectuelle\n\n- Loi de programme n°2006-450 du 18 avril 2006"
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "I. à IV.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nV.-Le directeur d'école supérieure du professorat et de l'éducation de Nouvelle-Calédonie dont le mandat est en cours à la date d'entrée en vigueur du IV du présent article exerce, pour la durée de son mandat restant à courir, la fonction de directeur d'institut national supérieur du professorat et de l'éducation.\n\n- Code de l'éducation\n\n- LOI n° 2017-86 du 27 janvier 2017\n\n- LOI n° 84-16 du 11 janvier 1984\n\n- LOI n° 86-33 du 9 janvier 1986\n\n- Code de l'éducation\n\n- Code de l'éducation\n\n- Code de l'éducation"
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2020-810 DC du 21 décembre 2020.]"
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2020-810 DC du 21 décembre 2020.]"
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "I.-L'ordonnance n° 2018-1131 du 12 décembre 2018 relative à l'expérimentation de nouvelles formes de rapprochement, de regroupement ou de fusion des établissements d'enseignement supérieur et de recherche est ratifiée.II.- A modifié les dispositions suivantes :\n\n- Ordonnance n° 2018-1131 du 12 décembre 2018\n\n- Ordonnance n° 2018-1131 du 12 décembre 2018\n\n- Ordonnance n° 2018-1131 du 12 décembre 2018\n\n- Ordonnance n° 2018-1131 du 12 décembre 2018"
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "I. - Dans les conditions définies à l'article 38 de la Constitution, le Gouvernement est habilité à prendre par ordonnances toute mesure relevant du domaine de la loi visant à :1° Organiser la dévolution des droits de propriété intellectuelle sur les actifs obtenus par des auteurs de logiciels ou inventeurs accueillis au sein d'une entité réalisant de la recherche et qui ne sont ni des salariés ni des agents publics ;2° Simplifier, dans le respect de la directive n° 2009/41/CE du Parlement européen et du Conseil du 6 mai 2009 relative à l'utilisation confinée de micro-organismes génétiquement modifiés, la procédure applicable aux utilisations confinées de risque nul ou négligeable d'organismes génétiquement modifiés ;3° Redéfinir les modalités selon lesquelles les avis et recommandations relatifs aux biotechnologies sont élaborés, dans une organisation qui s'appuiera notamment, pour les missions d'évaluation des risques et l'analyse socio-économique, sur l'agence nationale de sécurité sanitaire de l'alimentation, de l'environnement et du travail, et qui visera par ailleurs à améliorer les conditions de mise en œuvre du débat public ainsi que la prise en compte des questions éthiques ;4° Modifier le code de l'environnement, le code rural et de la pêche maritime et le code de la consommation afin de prévoir les modalités de traçabilité et les conditions de l'utilisation des semences des variétés rendues tolérantes aux herbicides et des produits issus ;5° Assurer la cohérence du code de l'éducation et du code de la recherche avec les lois non codifiées et avec les dispositions de la présente loi, abroger les dispositions obsolètes ou devenues sans objet de ces mêmes codes et supprimer les dispositions relatives à la carte des formations supérieures ;6° Etendre l'application des dispositions de la présente loi en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna, le cas échéant avec les adaptations nécessaires.II. - Dans les conditions définies à l'article 38 de la Constitution, le Gouvernement est habilité à prendre par ordonnances toute mesure relevant du domaine de la loi nécessaire pour compléter et adapter les dispositions relatives aux activités et opérations spatiales et aux services qui y concourent, aux seules fins de garantir la protection des intérêts de la défense nationale, en précisant en particulier les conditions dans lesquelles l'Etat peut agir en qualité d'opérateur spatial ainsi que les règles de recueil et de diffusion des données d'origine spatiale, et favoriser aux mêmes fins la recherche et le développement en matière spatiale.III. - Les ordonnances prévues au I sont prises dans un délai de douze mois à compter de la publication de la présente loi. Les ordonnances prévues au II sont prises dans un délai de dix-huit mois à compter de cette publication.IV. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de six mois à compter de la publication de chaque ordonnance."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "I.-L'Institut agronomique, vétérinaire et forestier de France est dissous à compter du 1er janvier 2021. Les biens, droits et obligations de l'établissement sont transférés à l'Institut national de recherche pour l'agriculture, l'alimentation et l'environnement à compter de cette même date. Ces transferts sont effectués à titre gratuit et ne donnent lieu ni à versement de la contribution prévue à l'article 879 du code général des impôts, ni à perception d'impôts, de droit ou de taxes de quelque nature que ce soit.II. A abrogé les dispositions suivantes :\n\n- Code rural et de la pêche maritime"
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "Les modifications apportées, postérieurement à la date de publication de la présente loi, aux règles de classement des chargés de recherche et des maîtres de conférences régis respectivement par les dispositions du livre IV du code de la recherche et du titre V du livre IX du code de l'éducation peuvent ouvrir aux agents titularisés dans ces corps avant l'entrée en vigueur de ces modifications et classés dans le premier grade de leur corps le bénéfice d'un reclassement rétroactif selon des modalités fixées par décret. La durée des services accomplis entre la date de leur recrutement et le premier jour du mois suivant celui de l'entrée en vigueur de ces modifications est prise en compte pour ce reclassement dans la limite d'un an. Toutefois, l'ancienneté de service des intéressés dans leur corps continue à être décomptée à partir de la date à laquelle ils y ont accédé."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport qui dresse un état des lieux exhaustif des politiques menées en faveur de la culture scientifique, technique et industrielle ainsi qu'un premier bilan de la stratégie nationale de culture scientifique, technique et industrielle établie en 2017.\n\nRAPPORT ANNEXÉ\n\nLancée le 1er février 2019 par le Premier ministre avec l'ambition de donner à la recherche \" du temps, de la visibilité et des moyens \", l'élaboration de la loi de programmation pluriannuelle de la recherche (LPPR) a étroitement associé les acteurs de l'enseignement supérieur, de la recherche et de l'innovation (ESRI).Constitués à l'initiative du Premier ministre et de la ministre de l'enseignement supérieur, de la recherche et de l'innovation, trois groupes de travail se sont ainsi consacrés au financement de la recherche, à l'attractivité des emplois et des carrières scientifiques et enfin à la recherche partenariale et à l'innovation. Ces groupes ont conduit en 2019 une large concertation faite d'auditions et de contributions écrites, appuyée sur une plateforme en ligne permettant aux acteurs de la recherche d'apporter leur point de vue. Plus de 900 contributions ont ainsi été recueillies et analysées en vue de préparer le projet de loi de programmation pluriannuelle.Ces travaux ont conduit à établir un diagnostic sans appel : celui d'un besoin critique de cadrage stratégique pluriannuel de la recherche française et de réinvestissement massif dans celle-ci, notamment via une participation accrue aux programmes et outils européens qui y sont dédiés. Cela afin de donner à notre pays la vision et les moyens non seulement de tenir son rang parmi les grandes puissances de la recherche, mais aussi d'affronter les défis sociétaux, scientifiques et technologiques de demain, pour positionner la France parmi les nations les plus puissantes à horizon de dix ans, particulièrement dans un contexte marqué par la pandémie mondiale de la covid-19.Fort de ce constat, le Président de la République a fixé un cap, qui porterait enfin l'effort de recherche de la Nation à 3 % de notre produit intérieur brut, ce qui nécessite en premier lieu un réinvestissement de l'Etat en faveur de la recherche publique.Cet investissement permettra d'engager un choc d'attractivité des carrières scientifiques, fondé sur une revalorisation de l'ensemble des métiers de la recherche qui sera particulièrement attentive aux jeunes scientifiques dont le rôle est essentiel pour porter le nouvel essor de la recherche publique française et son rayonnement dans l'ensemble de la société. Il s'accompagnera d'une consolidation des outils actuels de financement et d'organisation de la recherche, d'un renforcement des dispositifs de diffusion des travaux des chercheurs, tant dans l'économie que dans la société dans son ensemble, et du lancement d'une dynamique forte de simplification touchant les établissements, les laboratoires et les personnels de la recherche.I.-Une ambition : réinvestir dans la connaissanceVenue à la modernité dans le creuset de l'humanisme et des Lumières, la France a fait du développement et du partage des connaissances un élément central de son identité. La réflexion philosophique et scientifique a nourri une vision singulière de la citoyenneté, qui a participé au rayonnement de notre pays. La France a ainsi incarné, depuis la Révolution française, l'idée d'une émancipation aussi bien politique qu'intellectuelle fondée en raison. Culturellement et scientifiquement, elle a assumé un rôle prééminent.Ce rayonnement est aujourd'hui remis en cause par la situation objective de notre système public de recherche et d'innovation. Cet affaiblissement de notre capacité collective à répondre aux défis scientifiques contemporains prend place dans un contexte où la science est plus que jamais interpellée pour rendre notre monde intelligible. A tous les niveaux, local, régional, national, européen, global, il nous faut trouver des réponses spécifiques. Nous devons, dans une accélération croissante, apporter des solutions de long terme à des défis inédits dans l'histoire de l'humanité.La crise sanitaire déclenchée par l'épidémie de covid-19 nous a fait toucher du doigt cette urgence et cette nécessité de ne jamais rompre le fil de la recherche, d'entretenir en continu la production de connaissance afin de nous donner les moyens de répondre rapidement aux enjeux majeurs de nos sociétés tant en matière sanitaire que climatique, alimentaire, énergétique ou numérique.Ce besoin de science, ressenti avec tant d'acuité partout dans le monde à l'occasion de cette pandémie, est tout aussi impérieux pour faire face aux autres maladies, communes ou rares, émergentes ou réémergentes, pour répondre aux enjeux sanitaires du vieillissement et de la dépendance et pour relever les autres défis du siècle en mobilisant l'ensemble des facettes de la recherche scientifique.La notion de santé globale illustre cette démarche en étudiant les problématiques de santé à travers l'ensemble du spectre disciplinaire et met également à jour les liens existants entre la santé humaine, animale et environnementale, nous rappelant à quel point les énigmes qui se posent aujourd'hui à l'humanité sont entrelacées.La crise climatique et écologique nous oblige à lutter contre l'épuisement des ressources, le dangereux déclin de la biodiversité et à faire face aux évolutions des milieux naturels et humains tout en répondant aux besoins d'une population mondiale qui continue à augmenter. Gérer la complexité de ces multiples évolutions vers plus de résilience n'est possible qu'avec les apports de la science.Le développement des technologies de l'information et de la communication nous a donné de formidables outils de calcul, de communication, d'analyse des données. Nous découvrons encore les possibilités de ceux que nous utilisons, alors même que l'innovation publique et privée ouvre sans cesse de nouvelles perspectives dans ces domaines. Dans le même temps, ces technologies ont ouvert la voie à une manipulation sans précédent de l'information. Elles ont servi de vecteur à une mise en cause du discours scientifique, y compris dans nos démocraties et aux plus hauts niveaux de responsabilité.Ces changements globaux sont à la fois la source et la conséquence de transformations de nos modes de vie, qui influent à leur tour sur la santé des personnes, sur l'environnement et sur les conditions de notre vie collective. Ici aussi, les défis à affronter sont considérables : il nous faut penser et maîtriser le mieux possible les évolutions de notre société, rester à l'écoute de ses attentes et trouver les chemins qui permettront de renforcer sa cohésion. Il nous faut également continuer à être des pionniers de la connaissance afin de pouvoir librement faire nos choix de société pour l'avenir plutôt que de devoir marcher dans les pas des nations qui nous auraient pris de vitesse. La recherche est l'éclaireur de notre liberté et de notre souveraineté.A l'heure du changement climatique et de l'érosion de la biodiversité, alors que les crises sociales et économiques se multiplient, la recherche française doit contribuer à l'émergence d'une société plus durable, plus inclusive et plus résiliente par la recherche de solutions adaptées aux territoires et socialement acceptables aux défis économiques, sanitaires et environnementaux. A ce titre, la présente loi doit s'inscrire dans le cadre des objectifs de développement durable auxquels a souscrit la France. Sa mise en œuvre doit être évaluée grâce aux indicateurs définis par la feuille de route de la France afin de s'assurer que la présente loi respecte les objectifs de développement durable.Ces défis sont vertigineux et engagent l'avenir de la France et de l'Europe pour les prochaines décennies. C'est par la recherche que nous acquerrons les connaissances nécessaires à des décisions collectives pertinentes et à des innovations susceptibles de changer durablement nos manières de produire, de consommer, de nous déplacer, de vivre ensemble. C'est par la recherche que nous pourrons penser, comprendre et surmonter les défis de notre siècle en France, en Europe et dans le monde. Telle est l'ambition de la loi de programmation pluriannuelle de la recherche.A.-Etat des lieux1. Un risque de décrochage de la France en termes d'investissementLes grands espoirs que nous plaçons en la recherche et notre volonté de porter une loi ambitieuse s'inscrivent dans un contexte où l'effort de recherche global-public et privé-mesuré par le ratio entre les dépenses intérieures de recherche et développement (DIRD) et le produit intérieur brut (PIB) avoisine 2,2 % en France et régresse légèrement depuis plusieurs années : 2,28 % en 2014,2,23 % en 2015,2,22 % en 2016,2,19 % estimé en 2017. Cette trajectoire éloigne la France de \" l'objectif de Lisbonne \", fixé à 3 %.En valeur relative, la DIRD française est supérieure à la moyenne de l'UE28 mais inférieure à la moyenne de l'OCDE (2,37 %).\n\n(En % du PIB en 2017)\n\nL'écart entre la France et les pays les plus ambitieux en matière de recherche et développement (R & D) s'accroît : en Allemagne, l'objectif de 3 % est désormais atteint et le Gouvernement a fixé une nouvelle cible à 3,5 %. Au Japon, le niveau actuel est à 3,2 % et la cible à 4,0 % ; en Corée du Sud la DIRD représente 4,5 % du PIB et la cible est à 5,0 %.Entre 2014 et 2017, alors que le ratio DIRD sur PIB est passé en France de 2,28 % à 2,19 %, il est passé pour la moyenne UE 28 de 1,94 % à 1,97 % et pour la moyenne OCDE de 2,35 % à 2,37 %. La tendance baissière observée en France s'inscrit donc à rebours de la tendance générale qui voit un investissement croissant dans la R & D. L'écart par rapport à certains de nos voisins est très important : en 2016, la France a investi en R & D 42,6 Md € de moins que l'Allemagne.Le retrait par rapport aux pays les plus avancés concerne à la fois la recherche publique et la recherche privée. En 2016, la DIRD représente 2,22 % du PIB, dont 0,78 % pour les dépenses de R & D des administrations (DIRDA) et 1,44 % pour les dépenses de R & D des entreprises (DIRDE).Entre 2000 et 2016, la DIRDA de la France a été marquée par une faible croissance, de l'ordre de 1,5 % en volume par an. Cette évolution contraste avec celle de nombreux pays où la DIRDA a augmenté beaucoup plus vite, comme en Allemagne (+ 3,0 % par an) ou aux Etats-Unis (+ 2,8 % par an). Dans l'OCDE et l'UE28, les dépenses de R & D publique ont crû en moyenne de 2,5 % et 2,3 % respectivement.Entre 2000 et 2016, la Corée du Sud, l'Espagne, la Chine, l'Allemagne, les Etats-Unis et l'UE-28 ont augmenté la part de la DIRDA dans le PIB plus que la France.\n\nVous pouvez consulter l'intégralité du texte avec ses images à partir de l'extrait du Journal officiel électronique authentifié accessible en bas de page\n\nSource : Données OCDE (PIST-2018-1) et MESRI pour la France (hors DIRDA de défense).\n\nL'analyse en valeur montre des écarts encore plus marqués. Entre 2000 et 2016, la Chine, la Corée du Sud, l'Espagne, l'Allemagne, les Etats-Unis, l'UE-28 et le Royaume-Uni ont augmenté leur DIRDA significativement plus que la France.Les difficultés économiques que nous traversons à la suite de la crise sanitaire rendent d'autant plus important un réinvestissement massif dans la recherche pour éviter qu'elles ne se traduisent par une forte baisse des budgets de R & D qui obérerait durablement notre avenir.\n\nVous pouvez consulter l'intégralité du texte avec ses images à partir de l'extrait du Journal officiel électronique authentifié accessible en bas de page\n\nSource : Données OCDE (PIST-2018-1) et MESRI pour la France (hors DIRDA de Défense).\n\nCe constat d'ensemble se fait particulièrement sentir dans le domaine des rémunérations des personnels scientifiques.Selon les informations citées par le rapport du groupe de travail consacré à l'attractivité des carrières scientifiques, le salaire annuel brut d'entrée moyen des chercheurs en France représentait en 2013, en parité de pouvoir d'achat, 63 % du salaire d'entrée moyen des chercheurs dans les pays de l'OCDE ; le salaire maximum des chercheurs en France représentait 84 % du salaire maximum moyen des pays de l'OCDE. Ce constat a été confirmé par une étude menée par les conseillers scientifiques des ambassades de France dans huit pays clés de la recherche : Allemagne, Australie, Etats-Unis, Grande-Bretagne, Japon, Pays-Bas, Singapour, Suisse. La situation s'est nettement dégradée depuis 35 ans : en 1985, le salaire brut d'un maître de conférences en début de grille représentait 2,25 SMIC, il n'est plus que de 1,53 SMIC en 2018, primes comprises (1,4 SMIC hors prime de fin d'année).Cette faiblesse des rémunérations contribue à une perte d'attractivité des carrières scientifiques en France. A titre d'exemple, le nombre de candidats aux concours chercheurs du Centre national de la recherche scientifique (CNRS) est passé de 8 150 candidats en moyenne au début des années 2010 à moins de 5 800 candidats en 2018 et la part des lauréats étrangers est passée de 32 % à 25 %.2. Les enjeux du rapport des citoyens à la rationalité scientifiqueLe besoin de revaloriser les carrières scientifiques et de réinvestir dans la connaissance est d'autant plus criant que l'on assiste, depuis plusieurs années, à une remise en cause dans les démocraties occidentales de la parole scientifique et des apports de la science. En 2019, dans un sondage portant sur plus de 140 pays, l'Europe de l'Ouest était la zone du monde dans laquelle les bienfaits de la science pour l'économie et leur pays paraissaient les plus douteux, la France occupant la première place sur ce podium du \" pessimisme scientifique \" au niveau mondial.Cette perte du crédit de la parole scientifique se fait d'autant plus ressentir que les réseaux sociaux, en particulier, amplifient fortement l'audience de discours contestataires ou complotistes et de fausses informations, notamment sur des sujets comme la vaccination ou le changement climatique. Un article paru dans Nature Communications à l'été 2019 mettait ainsi en évidence la place disproportionnée occupée par quelques grandes voix climato-sceptiques dans les médias anglo-saxons, sans rapport avec les résultats scientifiques de ces pays et la reconnaissance de ces travaux par leurs pairs.Si des actions vouées à contenir les effets de ces fausses informations peuvent être conduites, à l'instar des lois organique et ordinaire du 22 décembre 2018 relatives à la lutte contre la manipulation de l'information, qui visent à endiguer ce phénomène en période électorale, une politique active en faveur de la parole scientifique doit en parallèle être menée pour lui redonner le crédit qu'elle mérite. Dans un monde où la complexité est bien souvent devenue telle que les problèmes que la science résout sont souvent rendus peu accessibles au grand public, la loi de programmation de la recherche repose sur la conviction que les éléments fondamentaux du raisonnement et de la culture scientifique et technique sont, eux, compréhensibles et transmissibles : la rationalité est l'un des éléments constitutifs de l'unité et de la cohésion nationales.C'est le cas, d'une part, de la méthode scientifique et de la démarche expérimentale, fondées sur un sens de l'observation, de la preuve, de l'argumentation, dont nous avons collectivement besoin pour construire des repères communs et avancer de concert ; c'est le cas, d'autre part, de la controverse scientifique, dont l'esprit est précisément aux antipodes de formes d'anathèmes sur certains sujets qui émergent parfois dans le débat public. Ces éléments constitutifs de la liberté de la recherche sont au cœur de la loi de programmation, qui entend replacer la science au centre du débat et de la réflexion publique.Pour y parvenir, il convient d'encourager et de reconnaître pleinement, au même titre que d'autres formes d'engagement des enseignants-chercheurs, des chercheurs et de l'ensemble des personnels, les activités de diffusion de la culture scientifique, technique et industrielle, de formation ou encore d'expertise qui renforceront le dialogue avec les scientifiques et la place de la science dans la société.3. Un potentiel d'innovation et de transfert à accroîtreAu cours des dix ou vingt dernières années, la recherche française a nettement renforcé son impact économique. Les laboratoires publics français, reconnus dans de nombreux domaines pour leur excellence scientifique, se distinguent également par le nombre de brevets qu'ils déposent. Les mentalités ont évolué et l'intérêt des chercheurs du public pour l'innovation sociale et pour les relations avec les entreprises s'est considérablement accru dans beaucoup de communautés scientifiques. Les équipes d'appui au transfert technologique et aux relations de recherche partenariale avec les entreprises se sont professionnalisées. Une dynamique entrepreneuriale très claire s'est développée et le nombre de créations d'entreprises issues des établissements et des laboratoires de l'ESRI a fortement progressé ; \" l'écosystème \" qui accompagne cet élan est bien présent, comme le montre par exemple l'essor du capital-risque en France ces dernières années.Alors que la course internationale à l'innovation ne cesse de s'intensifier et que plusieurs pays progressent plus vite que nous, il est indispensable de poursuivre ces efforts. Les relations entre les laboratoires publics et les entreprises sont encore insuffisantes, qu'il s'agisse du recrutement des docteurs dans les entreprises, du transfert des connaissances et des savoir-faire, des mobilités public-privé ou encore de la recherche partenariale, notamment avec les petites et moyennes entreprises (PME) et les entreprises de taille intermédiaire (ETI). Il est nécessaire aussi de simplifier les dispositifs d'innovation, insuffisamment efficaces : après une période qui a parfois vu une multiplication des outils, il faut désormais mieux intégrer et articuler les dispositifs existants, en s'appuyant sur ceux qui ont le mieux fait leurs preuves, en donnant toute leur place dans ce chantier aux établissements de l'ESRI.Il faut aussi continuer à amplifier nos efforts pour aider les acteurs à \" transformer l'essai \" et leur permettre de porter avec ambition des projets d'ampleur. Mieux \" transformer l'essai \", au niveau des équipes, signifie qu'il est nécessaire de continuer à favoriser la prise de risques et la culture du transfert et de l'impact : déposer un brevet est une chose qui peut représenter une prouesse scientifique et technologique, le transférer et accompagner le passage de l'invention à une réelle innovation en est une autre. Cette ambition exige également que les activités d'innovation soient pleinement reconnues et récompensées dans les évaluations et les carrières des personnels de la recherche et des personnels hospitalo-universitaires. Elle implique, enfin, de mobiliser et d'accompagner les établissements de l'ESRI pour qu'ils se dotent de politiques d'établissements affirmées en matière d'innovation et bien appuyées sur leurs atouts.A cet égard, il convient de se déprendre de l'illusion selon laquelle la valorisation de l'actif immatériel de la recherche pourrait constituer une source significative de revenus pour les établissements publics. Il est bien entendu nécessaire, lorsqu'une innovation issue de la sphère publique contribue à créer de la richesse, de veiller à ce qu'un juste retour financier aille aux acteurs qui ont financé la recherche dont l'innovation est issue. Pour autant, ce retour ne peut constituer qu'une ressource complémentaire. Il convient donc également d'assumer, comme y ont invité nombre de rapports récents, que l'objectif principal de la politique de valorisation est de contribuer à la création de richesses et d'emplois sur le territoire national et dans l'espace européen.B.-Des forces de la recherche française sur lesquelles capitaliserCet état des lieux et les retards qu'il souligne ne doivent cependant pas masquer les forces, nombreuses, de la recherche française, dont la qualité ne fait aucun doute. La France est et demeure à l'évidence une grande puissance scientifique, capable de faire avancer l'ensemble du front des connaissances et de faire émerger des ruptures conceptuelles et des innovations qui transformeront le monde de demain.Les atouts de la France sont nombreux. Elle peut tout d'abord compter sur la qualité de ses formations dans l'enseignement supérieur, très riches et diversifiées, et plus spécifiquement de ses formations à la recherche et par la recherche, appuyées sur un réseau dense de laboratoires et d'écoles doctorales aujourd'hui structurés et organisés autour de pratiques harmonisées. Si le doctorat reste encore insuffisamment reconnu dans notre pays, la qualité et le niveau de nos docteurs sont remarquables et plébiscités à l'étranger. Toutefois, il convient de renforcer le suivi de nos docteurs et de nos post doctorants, formés en France puis partis à l'étranger, en assurant notamment une veille sur l'état d'avancement de leurs travaux, afin de préserver un lien pérenne susceptible de créer les conditions favorables à un partage d'expérience et de connaissances.A titre d'exemple, la recherche en sciences du vivant et en santé représente plus du tiers de la production scientifique mondiale et l'innovation en santé est un des moteurs de l'économie mondiale. En France, cette recherche repose à la fois sur une recherche libre, dirigée par les chercheurs eux-mêmes, ainsi que sur une recherche davantage programmée par l'Etat qui a démontré son efficacité dans certains domaines comme le cancer, les maladies infectieuses et les maladies rares grâce aux plans successifs portés au plus haut niveau. Elle comprend par ailleurs un volet clinique indispensable, au contact des patients et des professionnels de santé, le plus souvent dans un contexte hospitalo-universitaire et qui est essentiel pour développer, valider et intégrer les innovations dans la pratique clinique au bénéfice des patients que ces innovations soient diagnostiques, thérapeutiques, technologiques ou encore organisationnelles.Les femmes et les hommes qui font vivre notre système de recherche sont notre principal atout. La France attire toujours des scientifiques brillants en leur offrant relativement tôt des postes stables, là où certains de nos voisins comme l'Allemagne ou l'Italie recrutent des titulaires bien plus tard. Alors que la concurrence internationale ne cesse de s'accroître, le CNRS compte ainsi près de 700 chercheurs permanents allemands ou italiens dans son effectif. La liberté académique que nous offrons à nos scientifiques est un facteur essentiel de leur créativité, à condition de leur donner aussi les moyens de fonctionnement et le temps nécessaire à l'expression de celle-ci, ce que la loi de programmation ambitionne précisément de faire.Si la France a une grande tradition de recherche en sciences humaines et sociales, son internationalisation est aujourd'hui un enjeu majeur. Mieux exporter son originalité notamment à travers le renforcement de réseaux européens, inciter à la mobilité internationale, ou encore construire les conditions d'une plus grande attractivité de talents internationaux constituent autant de leviers que la loi de programmation mettra en place en partenariat avec la diversité des acteurs impliqués.Le système de recherche français s'appuie aussi sur une richesse insuffisamment soulignée et pourtant essentielle : ses personnels ingénieurs et techniciens et ses personnels administratifs, notamment dans les laboratoires. En particulier, la compétence des ingénieurs et techniciens en fait des piliers et des mémoires du savoir-faire scientifique et technologique de notre recherche : ils constituent des éléments clés de nos forces scientifiques. Leur rôle est particulièrement important dans le développement et le fonctionnement des grands instruments et des grandes infrastructures de recherche.Ces grandes infrastructures de recherche constituent aussi un atout essentiel de notre pays, en particulier en physique et en sciences de la Terre et de l'Univers où la France est historiquement très investie, souvent avec ses partenaires européens (CERN, observatoires, spatial, etc.). Elles permettent de lever des verrous de connaissance et sont génératrices d'innovations technologiques. Le renforcement des moyens alloués à la recherche doit permettre de développer ces infrastructures et d'en créer aussi dans les autres champs de la connaissance où ces instruments sont également déterminants (sciences du vivant, santé, alimentation, biodiversité, données, etc.) et sont souvent moins présents en France que dans les pays voisins.L'organisation duale de notre système de recherche est originale, avec les organismes de recherche et les universités et écoles qui partagent des laboratoires mixtes, mais aussi avec d'autres établissements qui participent à la recherche. Il est à noter que les écoles ne sont pas toutes sous tutelle du ministère de l'enseignement supérieur, de la recherche et de l'innovation. C'est notamment le cas des écoles supérieures d'art, sous tutelle du ministère de la culture et dont les activités de recherche se développent, le plus souvent en collaboration avec des universités. Historiquement, les organismes comme le CNRS ont été l'instrument d'une reconstruction volontariste de notre système de recherche après la Seconde Guerre mondiale. Depuis quelques années, les universités autonomes montent en puissance et s'organisent en ensembles omnidisciplinaires. Ce qui peut apparaître comme une complexité est en réalité aujourd'hui un atout qui permet de combiner des politiques nationales de recherche portées par les organismes avec des stratégies de site, articulées avec la formation et les écosystèmes territoriaux, portées par les universités avec leurs partenaires, dont les organismes et les centres hospitalo-universitaires. Notre système offre ainsi des carrières diversifiées, consacrées à la recherche ou partagées entre formation et recherche, avec des métiers de chercheur ou d'ingénieur, ou encore partagées avec des activités de soins dans le champ de la santé. Avec ses particularités, il a aujourd'hui trouvé un équilibre qui fonctionne.Enfin, sur le plan international, notre pays dispose d'un réseau d'implantations scientifiques à l'étranger, reconnues à l'échelle mondiale comme des références de premier plan dans leurs domaines destinées à promouvoir la mobilité internationale des chercheurs et des enseignants-chercheurs : Instituts français et unités mixtes de recherche à l'étranger, notamment pour les sciences humaines et sociales, Institut de recherche pour le développement (IRD) et Centre de coopération internationale en recherche agronomique pour le développement (Cirad) pour les sciences du développement durable dans les pays du sud, réseau international des Instituts Pasteur, réseau international de l'Institut national de la santé et de la recherche médicale (Inserm), notamment au travers de l'Agence nationale de recherches sur le sida et les hépatites virales (ANRS) pour la recherche en santé face aux fléaux sanitaires, etc. Le réseau diplomatique au service de la recherche et des partenariats scientifiques internationaux, singularité française, est un des leviers essentiels de son influence, comme le rappelle chaque année le classement Softpower 30. Dédié à la coopération scientifique et universitaire, ce réseau est un point d'appui pour promouvoir la science française à l'étranger, pour accompagner les chercheurs et les institutions scientifiques dans la prospection et la finalisation des partenariats internationaux de haut niveau et pour financer des mobilités de chercheurs étrangers vers la France et de chercheurs français à l'étranger.C.-Des ambitions pour la science françaisePour capitaliser sur ses forces et permettre à son système de recherche d'exprimer tout son potentiel, la France doit réinvestir dans la connaissance et le savoir. C'est à ce prix qu'elle sera au rendez-vous des grands défis scientifiques et qu'elle pourra répondre aux nombreuses attentes de la société. Les grandes découvertes sont impossibles à anticiper et la recherche doit s'attacher à repousser les limites dans tous les domaines de la science, sans a priori. Au demeurant, certains de ces défis sont globaux et leur traitement ne peut se limiter à l'échelle du territoire national ou européen, mais lient dans une communauté de destin les pays du nord et du sud dont les modes de collaboration scientifique doivent évoluer.Sans prétention à l'exhaustivité, on peut cependant citer, à titre d'illustrations, quelques grands défis scientifiques ou sociétaux très importants auxquels la recherche française aura l'ambition d'apporter des contributions fortes dans les prochaines années, certains à l'impact sociétal immédiat, d'autres plus fondamentaux mais pas moins transformants à moyen ou long terme pour nos sociétés.1. Résoudre les grandes questions ouvertes de la scienceLa recherche avance souvent en répondant à des énigmes restées sans réponse. Un exemple en est le grand théorème de Fermat qui a suscité de nombreuses tentatives de démonstration avant d'être établi de manière définitive plus de trois siècles après avoir été énoncé. Il n'est pas rare que la résolution de ces grandes questions se traduise ensuite par des innovations importantes et inattendues. Par essence, établir une liste de ces grandes questions est un exercice difficile, mais il est intéressant d'en donner quelques exemples issus de domaines très différents.a) La complexité algorithmique : qu'est-ce qui est accessible au calcul ?Un exemple de question théorique avec des applications importantes se cache derrière la question absconse : \" Est-ce que P = NP ? \". Il s'agit d'une des grandes conjectures mathématiques et informatiques. De manière imagée, la question est la suivante : est-ce que les problèmes pour lesquels on peut vérifier rapidement qu'une solution est correcte (les problèmes NP, \" faciles à vérifier \") sont aussi des problèmes dont on peut calculer rapidement une solution (les problèmes P, \" faciles à résoudre \") ?Cette conjecture a de nombreuses implications en cryptographie, en économie, etc. Si P = NP, alors on pourra trouver des solutions économiques à de nombreux problèmes difficiles d'optimisation ; sinon, ils resteront largement inaccessibles, même avec des supercalculateurs.b) Progresser sur le chemin des origines de la vie et de celles de l'espèce humaineIdentifier les premières molécules qui ont réussi, sur Terre, à s'auto-organiser puis à se répliquer est une question qui fascine la communauté scientifique internationale depuis les expériences fondatrices des années 1950. Comment une \" soupe primordiale \" constituée de molécules relativement simples s'est progressivement complexifiée ? Comment s'est déterminée l'asymétrie homogène (la chiralité) qui caractérise la plupart des molécules constitutives des organismes vivants actuels ?La recherche sur l'origine de l'espèce humaine est une autre question ouverte d'intérêt majeur. La rareté des fossiles fait qu'une grande partie de notre histoire demeure mystérieuse, de la séparation entre l'homme et les grands singes il y a environ 7 millions d'années à l'origine de notre espèce, Homo sapiens, vieille de quelques centaines de milliers d'années. La France possède aujourd'hui les plus grands laboratoires de paléogénétique, capables de faire parler l'ADN ancien et de reconstituer notre évolution.c) D'autres \" Terres \" dans l'univers ?La découverte d'exoplanètes par centaines a permis de démontrer la probabilité \" d'autres terres \" dont les conditions pourraient être favorables à l'émergence de la vie, voire à l'existence de formes de vie extraterrestre. L'astronomie, la physique, la chimie, la géologie et la biologie peuvent contribuer, en avançant ensemble, à produire les réponses expliquant comment les étoiles primordiales et les supernovae ont ensemencé l'univers en atomes, puis en molécules de plus en plus complexes qui se combinent lors de la formation des systèmes planétaires.2. Répondre aux enjeux de santé des populationsAu-delà des grandes interrogations qui traversent l'histoire des sciences, la recherche a aussi vocation à répondre aux questions qui se posent à nos sociétés contemporaines et à éclairer nos politiques publiques. Un des défis scientifiques majeurs de notre époque est celui de notre santé et de notre adaptation aux modifications environnementales, au réchauffement climatique, à la raréfaction des ressources et à certaines pollutions. Nous devons mieux caractériser notre exposition aux composantes de l'environnement (l'exposome) tout au long de la vie ainsi que ses interactions potentielles sur le génome et l'épigénome des individus. Il s'agit de mieux comprendre les impacts du changement climatique et de nos modes de vie sur les maladies infectieuses émergentes ou réémergentes et sur les maladies chroniques, pour anticiper ces changements et, si possible, les prévenir afin de ne pas les subir. Nous devons ainsi mieux prendre en compte le risque épidémique dans un monde globalisé. Il s'agit également de reconsidérer les relations entre alimentation et santé dans une perspective de transition vers des systèmes alimentaires sains et durables. De même, l'utilisation de plus en plus massive des outils numériques appelle à évaluer les conséquences de ces pratiques sur le développement humain et sur la santé tout au long de la vie.L'allongement de la durée de vie de la population et la transition démographique nécessitent quant à eux une meilleure compréhension fondamentale des mécanismes du vieillissement. Ces connaissances nouvelles doivent ouvrir la voie à une médecine prédictive, personnalisée et participative. Investir dans le \" bien vieillir \", la prévention de la perte d'autonomie et l'adaptation de l'environnement au handicap, c'est non seulement renforcer la solidarité et la cohésion sociale, mais c'est aussi se donner les moyens d'une \" silver economy \" à la française, où l'innovation est accessible à tous et adaptée aux besoins de nos concitoyens.De même, la période des \" 1 000 premiers jours \" est primordiale car elle engendre des répercussions sur la santé tout au long de la vie. Explorer les fondements d'un bon développement physique, socio-émotionnel et cognitif du jeune enfant est aussi un investissement social.La modélisation et l'analyse des données de santé, combinées aux données relatives à l'alimentation, à l'environnement et au mode de vie ainsi que d'autres facteurs, notamment l'exposition aux perturbateurs endocriniens, doivent nous aider à comprendre et prédire l'évolution des causes de morbidité et de mortalité à dix ou vingt ans. Parmi celles-ci, les maladies cardiovasculaires et neurovasculaires, les maladies mentales, l'antibiorésistance, l'impact des risques environnementaux sur la santé humaine ou encore le risque infectieux de manière générale seront les grands sujets de demain à côté des cancers qui demeureront une cause majeure de morbi-mortalité.Pour plusieurs de ces sujets, un programme de recherche pourra être mis en place pour comprendre tant les mécanismes que les moyens de les prendre en charge. Un pilotage sera institué via un comité opérationnel de la recherche en santé, présidé par les ministères chargés de la santé et de l'enseignement supérieur, de la recherche et de l'innovation, au sein d'une recherche en biologie santé davantage intégrée, pour mieux coordonner l'ensemble des acteurs de ce secteur très particulier. Ce pilotage est étroitement lié à une rénovation des modalités de programmation et de gestion des différents appels à projets en recherche biomédicale. Une attention spécifique sera apportée à l'étude du risque épidémiologique, notamment au moyen de l'exploitation scientifique des données de santé par l'intelligence artificielle. De même, une attention spécifique sera apportée à l'étude des questions de santé qui touchent particulièrement les femmes, et qui aujourd'hui ne font pas suffisamment l'objet de recherche. Enfin, une attention spécifique sera également apportée à l'étude des maladies vectorielles à tiques, véritable enjeu de santé publique nécessitant une réelle concertation entre les acteurs de la recherche en santé.La progression des connaissances scientifiques sur ces enjeux doit s'accompagner d'une meilleure représentativité des femmes dans les échantillonnages scientifiques. Encore trop peu nombreuses dans les tests cliniques, les femmes se voient proposer des médicaments qui ne sont pas toujours adaptés à leur physiologie et sont sous-représentées dans les essais effectués, par exemple pour les maladies cardiovasculaires et dans certains types de cancer. La recherche biologique a connu des avancées majeures démontrant la différenciation sexuelle ; les symptômes et les effets des traitements ne sont pas toujours identiques d'un sexe à l'autre.Au cœur de nos sociétés, les maladies psychiatriques représentent presque 20 % des dépenses de santé mais la recherche sur ces pathologies reste le parent pauvre des neurosciences. Il est temps d'étudier les maladies psychiatriques en mobilisant les éclairages des sciences humaines et sociales mais aussi toutes les approches modernes des neurosciences, notamment les techniques de la génétique, de l'imagerie, de la pharmacologie et les études sur les comportements.3. Soutenir le développement et renforcer la visibilité en France des alternatives à l'utilisation d'animaux à des fins scientifiques et éducatives.La directive 2010/63/ UE du Parlement européen et du Conseil du 22 septembre 2010 relative à la protection des animaux utilisés à des fins scientifiques fixe le principe des \" trois R \" (réduction, remplacement et raffinement). Le remplacement vise à substituer au recours à un modèle animal des approches et méthodes ne faisant pas appel au modèle animal, comme des approches in vitro ou des modélisations mathématiques ou informatiques. Par réduction, on entend la diminution du nombre d'animaux utilisés notamment par l'application de méthodes statistiques et par le partage de données et de résultats susceptibles d'éviter la répétition des expériences. Le concept de raffinement s'attache à l'optimisation des conditions d'hébergement et des conditions expérimentales pour en réduire les effets négatifs sur les animaux.La création d'un centre national dédié au principe des \" trois R \", adossé à la recherche publique et notamment à l'Institut national de la santé et de la recherche médicale, au Centre national de la recherche scientifique et à l'Institut national de recherche pour l'agriculture, l'alimentation et l'environnement, doté de moyens adaptés, permettra de développer l'offre de formation sur ce thème, de favoriser l'ingénierie de projet conforme à ce principe, d'inciter à l'échange de lignées d'animaux et des résultats négatifs de la recherche pour éviter toute répétition inutile de projets, de favoriser le financement de recherches sur le développement des méthodes alternatives et d'assurer une communication transparente sur l'utilisation d'animaux à des fins scientifiques. Le centre contribuera, en coordination étroite avec la Commission nationale pour la protection des animaux utilisés à des fins scientifiques, à la consolidation d'un dialogue national constructif autour de cette préoccupation sociétale de plus en plus forte.Ce centre devra être doté de moyens adaptés, avec un statut juridique et une organisation précise qui seront arrêtés en concertation avec les établissements, publics et privés, amenés à y contribuer et à y apporter leur expertise.4. Bâtir une société plus inclusiveLes sciences et la recherche éclairent aussi les évolutions et les questions qui concernent notre pacte social, fondateur de notre démocratie et garant de notre vivre-ensemble.a) Penser les inégalités et les différences pour refaire sociétéLes pays d'Europe, en particulier la France, ont choisi de s'engager résolument dans la construction d'un Etat social après la Seconde Guerre mondiale. Cependant, si les finalités sont partagées, ni les moyens ni les résultats ne sont aujourd'hui totalement consensuels. Des contestations s'élèvent. Des mouvements anti démocratiques apparaissent. Les inégalités sociales, ethniques, territoriales, entre les sexes ou entre les genres restent prégnantes et s'accroissent ici ou là. Malgré un enrichissement continu des sociétés dans leur ensemble, une part importante de la population se sent marginalisée. Il y a beaucoup à faire pour être collectivement fidèles à la promesse au cœur de notre pacte social.Dans un contexte où les inégalités sociales sont au cœur des débats politiques, les recherches sur ces questions sont primordiales. La notion d'inclusion elle-même, d'abord utilisée dans les secteurs de la santé, du handicap et de l'école, invite à aborder ensemble des phénomènes très variés. Ceci ouvre des perspectives de recherche sur l'articulation des différences sociales et culturelles, mais aussi des différences de comportements, de préférences et de compétences. Penser en termes d'inclusion conduit à mesurer les inégalités mais aussi à penser les différences en termes de dispositifs, de processus d'autonomisation et de politiques : des mécanismes de participation peuvent être conçus et expérimentés dans la cité, à l'école, dans le monde du travail, etc.L'inclusion numérique est également un domaine dans lequel les perspectives de recherche et d'innovations sont importantes, eu égard au réel besoin d'outils innovants permettant de rendre le numérique accessible sur l'ensemble du territoire et à chaque individu ou lui permettant d'être accompagné dans un parcours de montée en compétences numériques. A l'heure de la transition numérique du service public, la recherche, notamment pluridisciplinaire, devra être partie prenante dans ces transformations afin de garantir l'accès et l'appropriation de chaque citoyen.De nombreuses inégalités se nouent dès l'âge scolaire. L'échec des politiques publiques face au problème persistant des inégalités dans l'éducation appelle une mobilisation de la recherche, en articulation avec les acteurs sociaux, afin de repenser une ou des éducations plus égales, plus justes, contribuant plus efficacement à l'épanouissement des hommes et des femmes et au bon fonctionnement de la société. La recherche française dans ce domaine peut faire appel à de nombreuses disciplines fortes en sciences du langage, en économie, histoire et sociologie de l'éducation, en sciences cognitives et en neurosciences. L'intégration des résultats des différentes disciplines permettra une analyse systématique de l'évaluation et de la réforme de politiques publiques. Les travaux explorant des formes d'éducation plurielle et alternative à l'école et hors de l'école ou portant sur le rôle de l'éducation dans certains contextes socio professionnels auront des conséquences concrètes. Les débouchés seront matériels et technologiques, mais aussi visibles en termes d'innovations sociales et pédagogiques, y compris hors les murs de l'école, dans les lieux publics et les institutions culturelles.Enfin, cet objectif d'inclusion a pour vocation première de donner une place aux différences au sein d'un espace public et dans le cadre de pratiques communes qui reconnaissent la diversité et rendent possibles des formes nouvelles de partage de l'universel. A cet égard, l'essor des études sur les aires culturelles sous toutes leurs formes, comme les renouvellements des questionnements de la philosophie, de l'histoire ou de la sociologie, pour ne citer qu'elles, constituent des dynamiques remarquables.b) S'ouvrir à une compréhension nouvelle des comportements pour mieux accueillir et accompagner chacunLa recherche en sciences du comportement connaît aujourd'hui un essor considérable. Les compétences de la psychologie expérimentale, de la psychologie sociale et cognitive, de la linguistique et la psycholinguistique, des sciences cognitives, des neurosciences les plus intégratives, de l'économie, de la sociologie et de la science politique, de la philosophie et de l'éthique, de l'histoire, de l'informatique, des mathématiques et des sciences du numérique sont aujourd'hui convoquées.Les mutations actuelles de la science économique sont un exemple frappant de ces évolutions. Des notions traditionnelles comme celles de \" préférences \" et de \" rationalité \" font l'objet de nouvelles définitions qui englobent leur dimension individuelle aussi bien que collective. Par exemple, l'articulation des préférences et aspirations individuelles entre générations à l'intérieur de la famille, tout autant que l'émergence des préférences sociales vis-à-vis des générations futures, deviennent des sujets d'étude majeurs. Non moins important est le réexamen de la notion de rationalité, dans son acception strictement individuelle, mais également en termes d'organisation collective des activités de marché et de différentes voies possibles de l'évolution de nos échanges économiques.Plus généralement, les analyses des politiques publiques et de la prise de décision, les questions de santé publique, les défis du changement climatique, de la sauvegarde de la biodiversité et de la raréfaction des ressources ainsi que les nouvelles préoccupations pour la sécurité humaine, imposent le développement de recherches sur les comportements collectifs, dans leurs mutations comme dans leurs effets. C'est un enjeu considérable, alors que les comportements et les modalités de leurs changements sont transformés par le développement exponentiel du numérique et l'apparition constamment renouvelée des objets connectés, l'émergence des nouveaux usages et des nouveaux modes d'interaction sociale qu'ils suscitent, le déploiement de capteurs comportementaux et physiologiques qui renseignent l'individu en temps réel sur son état et ses performances, etc.5. Bâtir un monde habitable respectueux du vivanta) Protéger et valoriser la biodiversité, accompagner la transition de l'agricultureAu-delà d'un impératif d'étude de nos sociétés et des \" rapports des êtres humains entre eux \", il faut aussi renouveler nos savoirs sur \" l'être humain dans son environnement \". Il est nécessaire que nous puissions mieux appréhender notre environnement et soutenir une recherche systématique sur la diversité des organismes vivants dans tous les milieux, des plus communs aux plus extrêmes. Il s'agit d'abord de comprendre la richesse et l'équilibre des écosystèmes pour les préserver. Mais c'est aussi une opportunité pour identifier des processus biologiques utilisables et améliorables. L'enjeu est de faire évoluer nos sociétés vers une économie plus vertueuse, utilisant des biotechnologies ou des approches systémiques innovantes pour une agriculture sans pesticides, la remédiation des milieux pollués, des alternatives aux plastiques, des ressources renouvelables, etc.La question de nos rapports à l'environnement et à la biodiversité se pose d'une manière spécifique dans les champs de l'alimentation et de l'agriculture. La pression climatique sur les productions agricoles et sur l'environnement prend deux formes majeures : tendances climatiques de long terme (augmentation de la température) et événements extrêmes plus fréquents et intenses (sécheresses, tempêtes, crues, etc.). Toutes les espèces sont ainsi confrontées à une accélération des changements de leur environnement. La sécurité alimentaire et la santé des populations, l'intégrité de la biosphère (interactions entre le vivant et la planète) dépendent de la compréhension et de la préservation des dynamiques d'évolution du vivant.Pour adapter les agricultures à ces situations, il est nécessaire de sélectionner des végétaux et des animaux qui puissent résister à ces aléas, mais aussi d'intégrer davantage de diversité dans les systèmes de production agricole. Renforcer la compréhension fine des processus biologiques et écologiques à l'œuvre au sein des écosystèmes agricoles est indispensable pour concevoir et mettre en œuvre des dispositifs et des outils répondant aux principes de l'agro écologie. La recherche en matière de transition agro écologique doit adopter une approche intégrée, systémique et unifiée de la santé humaine, animale et environnementale telle qu'elle s'exprime à travers le concept \" Une seule santé \" afin de prendre en compte nos relations d'interdépendance. Il faut par ailleurs développer des technologies nouvelles d'aide à la décision, comme la télédétection, les capteurs et tous les outils d'intégration et d'analyse de l'information, afin d'aller vers une agriculture toujours plus précise et de faciliter le travail quotidien des éleveurs et des cultivateurs.Une augmentation de la production d'aliments, tout en réduisant les gaspillages, sera nécessaire à l'échelle mondiale pour nourrir 10 milliards de personnes en 2050. Pour y parvenir tout en atténuant leur empreinte environnementale, les systèmes alimentaires devront équilibrer leur bilan carbone, réduire leur utilisation d'intrants fossiles et leurs émissions de gaz à effet de serre, augmenter leur capacité de séquestration du carbone atmosphérique dans les sols et renforcer l'autonomie protéique des territoires.La réduction des pollutions chimiques liées à l'agriculture passe enfin par des alternatives à l'usage des pesticides, des anti-infectieux, des plastiques et par l'évolution des procédés mis en œuvre tout au long de la chaîne alimentaire depuis la production jusqu'à la consommation, de même que le progrès des techniques de dépollution et de remédiation des sols et des eaux. Il s'agit d'une transformation profonde des systèmes agricoles et alimentaires qui doit être accompagnée par une très forte mobilisation pluridisciplinaire et interdisciplinaire.b) Affronter le changement climatique, décarboner les activités humaines, gérer les ressources marines et forestières et favoriser l'accès de tous à une eau potable et à l'assainissement.Limiter l'impact des sociétés humaines sur le réchauffement climatique, lutter contre ce réchauffement climatique, atténuer ses effets et s'y adapter requièrent une excellente compréhension de la \" machine climatique \" mais aussi une évaluation précise des différents impacts climatiques et des incertitudes associées. Les principaux verrous relèvent, d'une part, de l'observation et l'acquisition de données et, d'autre part, de la modélisation, à différentes échelles d'espace et de temps, qui mobilise des volumes gigantesques de données hétérogènes. Le passage des modèles aux petites échelles plus adaptées à l'étude des impacts du changement climatique sur les territoires est un véritable défi. Pour développer des solutions réellement opérationnelles permettant d'instaurer les transitions nécessaires (notamment écologiques, sociales, énergétiques, agro écologiques, etc.), pour produire et stocker efficacement des énergies totalement décarbonées et pour créer des réseaux de distribution intelligents, il sera nécessaire de mobiliser des programmes de recherche transdisciplinaires, allant des sciences du climat à l'écologie et aux sciences sociales et politiques, en passant par les sciences de l'ingénieur.L'océan est un régulateur des changements et de la variabilité du système climatique dont dépendent l'économie, la nutrition, la santé et le bien-être, l'approvisionnement en eau et l'énergie sur l'ensemble du globe. Il abrite une incroyable biodiversité marine, d'espèces connues et encore inconnues que nous nous devons de préserver. La perte de cette riche biodiversité signifierait également une perte de gènes et de molécules potentiellement précieuses pour la recherche médicale. L'observation et la compréhension de l'océan, qui constitue le plus vaste écosystème de notre planète, sont donc des enjeux majeurs. La France, deuxième Etat par sa zone économique marine exclusive (11 millions de km2), est fortement concernée par la connaissance, l'utilisation durable et la conservation des océans. A ce titre, la France participe à la Décennie de l'Organisation des Nations unies pour l'éducation, la science et la culture (UNESCO) pour les sciences océaniques. Les sciences océaniques sont au cœur de l'engagement français, à la fois dans les négociations internationales sur le climat dans le prolongement de la COP21 à Paris, mais également la feuille de route de la France pour l'Agenda 2030.En 2050,5,7 milliards d'êtres humains pourraient vivre dans des régions où l'eau manque, au moins un mois par an (ONU, 2018). Or l'eau douce ne représente que 2,5 % de l'eau sur notre planète et 70 % de cette eau est stockée dans des glaciers menacés par le changement climatique. Cette menace exige de mettre au point de nouvelles façons de désaliniser l'eau de mer, moins consommatrices d'énergie, de recycler l'eau pour la consommation humaine (ou pour l'irrigation des cultures, qui représente 70 % de l'utilisation de cette eau douce). Loin d'être un continent aride, l'Europe est cependant également touchée par cette problématique. L'indice d'exploitation de l'eau dans des pays européens montre bien combien les pressions exercées sur les ressources en eau douce sont de plus en plus fortes. L'Agence européenne pour l'environnement estime que près d'un tiers du territoire de l'Union européenne est exposé à des conditions de stress hydrique, de manière permanente ou provisoire, touchant plus de cent millions d'individus en Europe. Des progrès considérables en matière de lutte contre la raréfaction d'eau et la sécheresse sont à réaliser. La France peut et doit être au premier plan dans la recherche de solutions.L'atténuation et l'adaptation aux changements climatiques ainsi que la préservation des ressources en eau dans un contexte d'intensification des pénuries imposent la construction d'une société et d'une économie résilientes. Il en découle notamment une nécessité de préserver la capacité naturelle de nos territoires à stocker et à épurer la ressource en eau, de même qu'à conserver le carbone séquestré dans les sols. La plateforme intergouvernementale scientifique et politique sur la biodiversité relève, à ce titre, que les zones humides fournissent une quantité disproportionnée de services écosystémiques essentiels, en particulier ceux associés à la filtration et à l'approvisionnement en eau douce et à la protection des littoraux. L'Agence européenne pour l'environnement souligne l'urgence à préserver et restaurer les milieux humides qui jouent également un rôle clé dans la sauvegarde de la biodiversité et permettent une protection contre les risques naturels tout en participant à l'amélioration de la santé, de la sécurité alimentaire ou encore au développement socio-économique. Malgré leur importance, 67 % des zones humides métropolitaines ont disparu depuis le début du XXe siècle, dont la moitié entre 1960 et 1990. Pour préserver les services inestimables rendus par les marais, les roselières, les prairies, les tourbières ou encore les étangs (liste non exhaustive), une connaissance fine de ces milieux s'impose. Bien gérées et restaurées, les zones humides sont des solutions fondées sur la nature permettant de répondre aux plus grands défis de l'humanité. Le développement et le déploiement de ces solutions fondées sur la nature, à l'échelle du territoire national, représentent un enjeu fondamental pour notre pays.La recherche dédiée aux mondes polaires constitue un enjeu majeur du XXIe siècle, tant scientifique que géostratégique, pour lequel la France possède de nombreux atouts en raison de la qualité et de la visibilité de sa recherche et de son activité diplomatique dans le domaine. Moteurs de la dynamique du climat, réservoirs exceptionnels de biodiversité, récepteurs des pollutions liées à l'activité humaine, territoires de populations humaines autochtones, les pôles concentrent un faisceau d'enjeux et de problématiques qui appellent un renforcement de la stratégie scientifique polaire de la France, notamment au travers d'une augmentation de la capacité océanographique polaire du pays.La forêt est également un régulateur important des changements climatiques en ce qu'elle se caractérise par des écosystèmes complexes qui sont la source de multiples biens et services indispensables à nos sociétés, dont la fourniture de bois, matériau biosourcé et renouvelable. La France est un grand pays forestier, avec 40 % du territoire national boisé. L'hexagone abrite ainsi la première forêt feuillue d'Europe et les outre-mer des biomes hétérogènes, avec notamment 8 millions d'hectares de forêt équatoriale en Guyane, dans le bassin amazonien, seul grand massif tropical de l'Union européenne. La connaissance et le suivi à long terme des écosystèmes forestiers, la gestion durable des forêts et les utilisations du bois sont des enjeux majeurs pour la France.6. Construire un monde où la technique est au service de l'hommeLa dernière décennie a vu une \" mise en données \" du monde. Les données sont désormais au centre d'une majorité de processus de décision. Cette révolution dans la place des données et de leur analyse par intelligence artificielle a été permise par des travaux de recherche à la fois sur la gestion des masses de données, sur la modélisation aléatoire pour tenir compte des incertitudes et sur les algorithmes de traitement, d'analyse et de visualisation. Les algorithmes les plus performants aujourd'hui manquent cependant de fondements théoriques, sont difficiles à interpréter et sont vulnérables aux attaques. Leur exploitation dans des processus de décision parfois critiques pose des questions de pertinence, de confiance, d'explicabilité, d'interprétabilité, de stabilité et de robustesse qui sont autant de défis scientifiques majeurs. Ces déploiements de l'intelligence artificielle cristallisent aussi des questions interdisciplinaires autour de l'appropriation des méthodes et outils numériques, de la responsabilité relative aux décisions prises à l'aide d'algorithmes ou à partir de données, de la reproductibilité des expériences, de l'analyse critique de leurs biais éventuels, de leur impact psychosocial, de l'interprétation scientifique et des questions éthiques associées, notamment du respect des fondements de notre démocratie et de la liberté individuelle.La numérisation appelle à construire les conditions d'une souveraineté et d'une sûreté numériques et donc à accentuer les recherches sur la sécurisation des calculs, des échanges et des données. Ces recherches exigeantes, en particulier en cryptologie et cybersécurité, combinent des approches formelles traditionnelles et les apports de l'intelligence artificielle pour explorer les grands volumes de données de sécurité afin de repérer les schémas suspects et d'orchestrer les contremesures.La puissance de calcul des ordinateurs classiques, qui a crû de manière exponentielle depuis les années 1960, plafonne aujourd'hui. La \" seconde révolution quantique \" peut conduire dans les années à venir à des ordinateurs d'un type nouveau, à la puissance inégalée. Cette recherche pluridisciplinaire associe notamment la recherche en physique, en informatique, en mathématiques et en sciences de l'ingénieur. L'ordinateur quantique suscite des efforts de recherche considérables aussi bien dans le milieu académique qu'au sein de grands groupes industriels, avec l'objectif de développer des technologies innovantes en complète rupture avec les progrès attendus des technologies classiques.Si elle advient, cette technologie quantique sera une rupture au moins aussi importante que ne l'a été l'ordinateur classique, permettant la résolution de problèmes d'optimisation complexes avec des applications à la recherche de nouveaux matériaux, de nouveaux médicaments, etc. Comme cette nouvelle puissance de calcul permettra de casser les codes cryptographiques qui sécurisent aujourd'hui toutes nos communications sensibles, il est nécessaire de travailler dès maintenant à la cryptographie du futur qui résistera à l'ordinateur quantique, et plus largement au développement de nouveaux algorithmes \" quantiques \".La rencontre de la médecine, des mathématiques et de l'informatique prépare une révolution dans le pronostic, le diagnostic et la mise au point de nouveaux traitements médicaux. En combinant intelligence artificielle, modélisation et assimilation de données (cliniques, biologiques, génomiques, imagerie, etc.), nous sommes à l'aube de pouvoir construire des jumeaux numériques d'êtres vivants. Ceux-ci permettront par exemple de personnaliser un traitement contre le cancer ou de tester divers scénarios chirurgicaux. Le jumeau numérique d'un animal de laboratoire permettra aussi de réaliser certains essais par simulation numérique, limitant ainsi le recours à l'expérimentation animale. Ces nouvelles approches vont également renouveler notre manière d'appréhender notre connaissance du vivant et nous aider à mieux interagir avec notre environnement.Les technologies spatiales jouent également un rôle crucial concernant les données, par leurs capacités de transmission, et parce qu'elles permettent de fournir des données particulièrement précieuses pour les études environnementales, le climat, l'agriculture ou encore les questions de mobilité qui sont autant d'enjeux majeurs pour le futur. Plus largement, la recherche spatiale contribue à l'avancée des connaissances en sciences de la Terre et de l'Univers et permet des découvertes qui nourrissent d'autres domaines comme la médecine, la physique ou la chimie. Les verrous technologiques que le spatial permet de lever trouvent ensuite une application dans de nombreux secteurs de l'industrie.Pour être en capacité d'explorer l'univers, mais également pour des questions de souveraineté, il est indispensable pour la France et pour l'Europe, confrontées à une compétition internationale croissante, d'être en capacité de se maintenir au meilleur niveau de recherche et d'innovation spatiales. Cela passe entre autres par une amélioration continue de notre programme Ariane, dont la sixième version est en phase de finalisation, un maintien de notre avance technologique dans les domaines des satellites et notre participation à de grands programmes internationaux (ISS, Mars 2020, Chang'e 6 …). La recherche scientifique, technologique et l'innovation françaises dans le domaine spatial, soutenues et coordonnées par le Centre national d'études spatiales (CNES), dans le cadre de programmes développés en lien étroit avec les unités de recherche publique et l'industrie, assurent à la France une renommée internationale et une forte visibilité dans ce domaine.Plus largement, les ambitions de la science française s'inscrivent et contribuent à répondre aux grands enjeux de société des objectifs du développement durable des Nations Unies et à la feuille de route française de l'Agenda 2030, à travers un continuum s'étendant de la formation à la recherche fondamentale et appliquée en passant par des collaborations interdisciplinaires et intersectorielles sur des champs transverses.Dans les appels à projets de recherche nationaux et régionaux, les objectifs du développement durable des Nations Unies sont systématiquement valorisés par les bailleurs (Agence nationale de la recherche, régions, etc.), en particulier par un marquage approprié signalant la contribution à ces objectifs.Les établissements publics ayant une mission de recherche rendront régulièrement compte à leurs tutelles des actions qu'ils mènent et contribuent à l'atteinte des objectifs du développement durable des Nations Unies. Ils pourront, pour cela, s'appuyer notamment sur le \" référentiel DD & RS \", grille d'autoévaluation permettant de déterminer le niveau de performance des actions menées en matière de développement durable et de responsabilité sociétale.Afin d'accompagner l'émergence d'une nouvelle génération de chercheurs sensibilisés aux enjeux des objectifs du développement durable des Nations Unies, les écoles doctorales seront incitées à intégrer un module spécifique de formation aux objectifs de développement durable.II.-Une loi pour les femmes et les hommes qui font la rechercheLe domaine de l'enseignement supérieur, de la recherche et de l'innovation a connu, depuis les années 2000 de nombreuses réformes de structures, avec notamment la naissance et la montée en puissance, parfois irrégulière, des agences de financement, et avec la mise en œuvre, parfois désordonnée, de regroupements d'établissements. Les personnels de la recherche ont eu souvent, et à juste titre, le sentiment d'une complexité croissante de l'environnement dans lequel ils exercent leurs métiers et d'un alourdissement des tâches administratives qui empiètent sur le temps qu'ils consacrent à leurs missions principales : la recherche, la formation, l'innovation.La loi de programmation pluriannuelle de la recherche prend en compte ces constats. Cette loi n'engage pas de changements de structures. Tout en consolidant l'organisation existante, elle met l'accent d'abord et avant tout sur les personnels de la recherche, avec le souci de revaloriser leurs rémunérations et de rendre leurs métiers plus attractifs et avec l'objectif de leur redonner du temps pour leurs missions essentielles. Elle porte une attention particulière aux jeunes scientifiques ainsi qu'à la simplification du fonctionnement et de la vie des unités de recherche.A.-Revaloriser les rémunérations des scientifiques et mieux reconnaître la diversité de leurs compétencesLe constat de la faiblesse des rémunérations dans l'enseignement supérieur, la recherche et l'innovation tient à la configuration particulière de ses corps de fonctionnaires, dont la rémunération, comme pour tous les corps de la fonction publique, est principalement déterminée par trois composantes : la valeur du point d'indice, fixée transversalement à l'échelle de la fonction publique, les grilles, qui déterminent la progression des carrières, et les régimes indemnitaires (primes). C'est sur ce dernier point que les corps de l'ESRI se distinguent : en effet, là où les différents corps de la fonction publique ont globalement fait l'objet d'un travail de réalignement des grilles dans le cadre du \" protocole Parcours, carrières et rémunérations \" (PPCR), les régimes indemnitaires de l'ESRI sont restés parmi les plus bas et les moins bien distribués de toute la fonction publique. Sur la progression de carrière, le principe du déroulement d'une carrière complète sur deux grades prévus dans le PPCR doit être respecté au sein des établissements de l'ESRI.Au sein même de l'ESRI, des différences peu justifiables existent entre les universités et les organismes de recherche, entre les corps scientifiques (professeurs des universités et maîtres de conférences par rapport aux directeurs et chargés de recherche) et entre les corps techniques (ingénieurs, techniciens et administratifs ; ingénieurs et personnels techniques de recherche et de formation) pour des personnels qui travaillent ensemble dans les mêmes laboratoires. Pour faciliter les mobilités entre universités et organismes, l'objectif sera donc de faire converger les montants moyens de primes entre les différents types de personnels afin de remédier à ces disparités historiques mais peu justifiées aujourd'hui. A cette fin, dès l'année 2021,92 M € supplémentaires y seront consacrés ainsi que des montants analogues les années suivantes dans le cadre de la programmation pluriannuelle de la recherche...Ces revalorisations toucheront ainsi tous les personnels et interviendront de façon différenciée. D'une part, l'ensemble des métiers ont vocation à être revalorisés dans ce cadre mais le gain sera plus élevé pour les enseignants-chercheurs et les chercheurs dont le niveau de rémunération est aujourd'hui loin des standards internationaux que pour les personnels ingénieurs, techniciens administratifs et bibliothécaires, dont la situation actuelle est proportionnellement moins défavorable. D'autre part, cette revalorisation a vocation à être plus particulièrement ciblée sur les débuts de carrières, sur lesquels on observe un déficit d'attractivité plus marqué (cf. infra). Cette revalorisation permettra notamment une majoration plus marquée pour les chargés de recherche et les maîtres de conférences. Ces derniers seront admis, dans les conférences internationales tenues en langue anglaise, à faire usage de la dénomination d'associate professor pour désigner leurs fonctions.Par ailleurs, les conditions d'emploi et de rémunération des chargés d'enseignement vacataires (CEV) et des agents temporaires vacataires (ATV) feront l'objet d'un examen avec les organisations syndicales, les représentants des employeurs et les associations représentant les jeunes chercheurs et les candidats aux métiers de l'enseignement supérieur.Par ailleurs, la convergence indemnitaire ainsi engagée permettra de procéder à une refonte des régimes indemnitaires existants, afin de les réorganiser autour d'un régime avec trois composantes :\n\n-une composante de base revalorisée ;-une composante correspondant à une mission renforcée, au choix, sur laquelle l'agent s'engage pour une durée pluriannuelle (par exemple : innovation, direction d'études, direction de laboratoire ou d'unité, etc.), en vue de mieux reconnaître l'engagement professionnel ;-une composante individuelle, constituée des primes existantes (prime d'encadrement doctoral et de recherche), à laquelle pourront s'ajouter des dispositifs comparables comme la prime de reconnaissance de l'investissement pédagogique.\n\nUn travail sera également engagé sur les rémunérations des personnels des établissements publics à caractère industriel et commercial (EPIC) de recherche pour définir de façon adaptée à chaque établissement une trajectoire de revalorisation de ces rémunérations ainsi que les orientations qui y seront liées. Par ailleurs, pour les personnels d'établissements d'enseignement supérieur et de recherche qui relèvent d'autres ministères, une revalorisation sera également mise en place dans les mêmes conditions que pour les agents relevant du ministère de l'enseignement supérieur, de la recherche et de l'innovation.Enfin, l'attractivité des carrières et des statuts hospitalo-universitaires doit être renforcée en s'appuyant sur trois axes principaux :\n\n-l'amélioration du début de carrière des personnels hospitalo-universitaires (HU) notamment par le biais de chaires de professeur junior (\" tenure track \") en complément des autres voies d'entrée dans la carrière par concours ;-la refonte des statuts hospitalo-universitaires pour prendre en compte les besoins de souplesse et d'accompagnement des projets de carrière avec des valences (soins, enseignement et recherche) dont les places respectives peuvent évoluer au cours de la carrière ;-le développement de la recherche dans la formation et l'émergence de nouveaux profils.\n\nB.-Donner de la sécurité, des perspectives et de l'autonomie aux jeunes scientifiques pour favoriser la prise de risqueSi le constat de la baisse d'attractivité de la France en matière scientifique est global, plusieurs indicateurs montrent que cette perte d'intérêt affecte particulièrement les jeunes chercheurs.Ainsi, l'âge de recrutement des jeunes chercheurs sur des emplois stables n'a-t-il cessé de reculer, atteignant aujourd'hui 33 à 34 ans pour les chargés de recherche et les maîtres de conférences, induisant nécessairement une période longue et souvent difficile entre le doctorat et l'entrée dans un emploi stable, zone de turbulence accentuée par le caractère peu formalisé des contrats de recherche autour de cette période.Dans le même temps, l'attractivité du doctorat a régressé dans notre pays depuis 2009, les nouvelles entrées en doctorat passant de près de 20 000 à moins de 17 000.\n\nVous pouvez consulter l'intégralité du texte avec ses images à partir de l'extrait du Journal officiel électronique authentifié accessible en bas de page\n\nEn nombre de thèses de doctorat par millions d'habitants, la France se situe loin des niveaux atteints par d'autres pays.\n\nVous pouvez consulter l'intégralité du texte avec ses images à partir de l'extrait du Journal officiel électronique authentifié accessible en bas de page\n\nEn particulier, si la part des doctorants étrangers inscrits en France, avec 42 % du total des doctorants, reste largement au-dessus de la moyenne des pays de l'OCDE (environ 25 %) et au niveau des pays les plus attractifs comme la Grande-Bretagne et les Etats-Unis, ce pourcentage cache de fait une baisse du nombre de doctorants internationaux depuis 2012, de l'ordre de-8 % par an, tandis que, à l'inverse, le nombre de doctorants inscrits à l'étranger augmente au niveau mondial sur la même période. C'est un sujet de préoccupation important, souligné par le récent rapport de la Cour des comptes sur la mobilité internationale des étudiants (septembre 2019) : il est indispensable de développer une politique ambitieuse d'attractivité à destination des doctorants étrangers.Ces constats appellent une série de mesures visant à réinvestir sur les jeunes, en leur offrant plus de stabilité professionnelle et de visibilité sur leurs parcours ainsi que des conditions propices à la prise de risque scientifique.A ce titre, la loi de programmation pluriannuelle de la recherche permettra en premier lieu d'améliorer et de sécuriser la situation des doctorants, en accroissant de 20 % le nombre de contrats doctoraux financés par le ministère de l'enseignement supérieur, de la recherche et de l'innovation avec l'objectif, à moyen terme, de financer tous les doctorants en formation initiale-sans réduire bien sûr, par ailleurs, la possibilité de réaliser un doctorat en complément d'une expérience professionnelle, notamment en tant qu'enseignant. Le nombre de conventions industrielles de formation par la recherche (CIFRE) sera également augmenté (cf. infra). De plus, la rémunération des nouveaux contrats doctoraux sera progressivement revalorisée de 30 % entre 2021 et 2023. A terme, la politique de la recherche tendra à faire coïncider le nombre des dispositifs individuels de financement et celui des thèses en formation initiale, pour éviter de ne laisser aucun doctorant sans revenu lié à son activité.En contrepartie, les régulations mises en place dans les écoles doctorales permettront de mettre fin aux configurations parfois rencontrées dans lesquelles les doctorants sont placés dans de mauvaises conditions d'encadrement. Il s'agit plus particulièrement de limiter le nombre de doctorants suivis par leur directeur de thèse afin de leur garantir la qualité de leurs travaux et de leur offrir un meilleur accompagnement vers leur insertion professionnelle après la thèse. Ainsi, les contrats doctoraux supplémentaires seront-ils attribués aux établissements et écoles doctorales au regard de la qualité de la formation doctorale ainsi que de la qualité de l'insertion professionnelle des docteurs et de son suivi. Un contrat doctoral de droit privé similaire à celui du secteur public permettra par ailleurs d'offrir les mêmes garanties à tous les types de thèse et ainsi de renforcer la mobilité et les thèses en entreprise. Les établissements et les unités de recherche accompagneront, dès leur recrutement, les docteurs et post docs dans le cadre de programmes de jeunes talents favorisant la prise rapide de responsabilité et les évolutions futures de carrière.Dans le prolongement de l'inscription du doctorat au répertoire national des compétences professionnelles, ces actions seront accompagnées d'une amplification de la politique de reconnaissance du doctorat, notamment en vue d'accroître la présence des docteurs dans toutes les sphères d'activités, publiques et privées. En particulier, la réforme en cours de la haute fonction publique permettra d'y renforcer la place des personnes titulaires d'un doctorat, en poursuivant à cette fin le développement des concours spécifiques.La sécurisation des débuts de carrière portera également sur les contrats post doctoraux, qui représentent aujourd'hui à l'échelle internationale une étape standard de l'entrée dans les carrières scientifiques. En particulier, la configuration des organismes de recherche ayant le statut d'EPIC les contraint, pour leurs recrutements post doctoraux, à recourir à des contrats à durée déterminée d'une durée maximale de dix-huit mois, trop courte par rapport à la durée réelle du projet de recherche. La formalisation d'un contrat de projet post doctoral de droit privé sécurisera ces situations. Quel que soit leur statut juridique (droit privé ou droit public), les contrats post doctoraux renforceront l'accompagnement du post doctorant dans sa transition professionnelle vers des postes pérennes au sein des métiers de la recherche publique ou privée.Enfin, la rémunération des jeunes chercheurs recrutés comme chargés de recherche ou comme maîtres de conférences sera également améliorée : les règles et les modalités de reclassement dans les grilles indiciaires de ces corps seront adaptées, avec l'objectif qu'aucun chargé de recherche ou maître de conférences ne perçoive une rémunération inférieure au double du salaire minimum de croissance (SMIC). De plus, tous les nouveaux recrutés comme chargés de recherche et maîtres de conférences se verront allouer une dotation de démarrage pour lancer leurs travaux.C.-Redonner des perspectives d'emploi scientifique pérenne, notamment pour les personnels de soutien et de supportEntre 2012 et 2018, les effectifs sous plafond des établissements d'enseignement supérieur et de recherche ont baissé, notamment dans les organismes de recherche, comme le montre le tableau ci-dessous :\n\nbaisse des effectifs a essentiellement porté sur les personnels de soutien technique à la recherche : les ingénieurs et techniciens participant aux recherches au sein même des équipes des laboratoires, notamment dans toutes les sciences expérimentales. Cette diminution a été très durement ressentie et a fortement contribué à la dégradation des conditions dans lesquelles les chercheurs exercent leur métier. Une réponse vigoureuse est nécessaire sur ce sujet.En rupture avec la tendance baissière de ces dernières années, le Gouvernement propose une perspective ambitieuse pour l'évolution des emplois de la recherche publique au cours de la période 2021-2030. La construction de cette perspective s'accompagne d'une grande attention aux déterminants essentiels que sont le maintien du niveau des recrutements dans les corps de fonctionnaires de l'ESRI, la diversité des modes de recrutement et l'équilibre entre les différentes formes d'emplois, le déroulement des carrières et les promotions des personnels titulaires, la sincérité du budget des établissements ainsi que l'équilibre entre femmes et hommes.S'agissant des ingénieurs, techniciens et administratifs des établissements publics à caractère scientifique et technologique (EPST) et des établissements publics à caractère scientifique, culturel et professionnel (EPSCP), le flux de recrutements sera supérieur au nombre de départs, afin de permettre un renforcement des fonctions de soutien et de support au sein des laboratoires de recherche, et notamment du soutien sur les fonctions scientifiques et techniques. Cette trajectoire prévoit aussi un effort de repyramidage pour les ingénieurs et techniciens des EPSCP, via les recrutements. Cet effort est absolument indispensable car les universités ont une proportion d'agents de catégorie C souvent supérieure à 40 %, voire 50 %, parmi les ingénieurs et techniciens, agents sur lesquels pèse fréquemment une surqualification particulièrement forte, conduisant à mal reconnaître et mal rémunérer des personnels souvent très diplômés par rapport au niveau théorique de leur recrutement.Enfin, pour les EPIC de recherche, la trajectoire prévoit au moins un maintien de l'effectif au niveau actuel.Au global, de nombreuses mesures de la LPPR sont porteuses de créations d'emplois scientifiques : c'est le cas des mesures prises en faveur des doctorants (augmentation du nombre des contrats doctoraux et des conventions CIFRE) et de l'augmentation du budget d'intervention de l'Agence nationale de la recherche (ANR) puisqu'une part importante des financements attribués pour les projets de recherche a vocation à être utilisée pour recruter des personnels (doctorants, post doctorants, ingénieurs, etc.). C'est le cas aussi des nouvelles voies de recrutement sur les \" chaires de professeurs juniors \", qui viendront s'ajouter aux autres flux de recrutement déjà existants. Au total, il est ainsi prévu que les effectifs sous plafond des établissements publics sous tutelle du ministère de l'enseignement supérieur, de la recherche et de l'innovation (EPSCP, EPST et EPIC) évolueront dans les prochaines années selon la trajectoire suivante :\n\ncette évolution prévue pour les effectifs sous plafond, l'accroissement prévisionnel entre 2020 et 2030 des effectifs contractuels hors plafond des établissements de l'ESRI s'élève à 15 000 environ.En complément de ces évolutions quantitatives, le ministère de l'enseignement supérieur, de la recherche et de l'innovation portera une attention particulière au déroulement des carrières des fonctionnaires des corps de l'enseignement supérieur et de la recherche.En particulier, les flux annuels de recrutements de chargés de recherche en directeurs de recherche, les flux de recrutements de maîtres de conférences en professeurs et les flux de promotions annuels dans les corps de chercheurs et d'enseignants-chercheurs seront augmentés afin que les nouvelles voies de recrutement ouvertes par la présente loi de programmation pluriannuelle de la recherche ne pénalisent pas le déroulement de carrière des maîtres de conférences et des chargés de recherche. Une attention analogue sera portée aux carrières des ingénieurs, techniciens et administratifs.Afin d'assurer que les évolutions prévues dans ces trajectoires d'emplois de la LPPR seront mises en œuvre par les établissements, un pilotage sera conduit dans le cadre du dialogue de gestion annuel. Il sera ainsi demandé à chaque établissement de construire un plan pluriannuel de recrutement s'inscrivant dans les perspectives fixées dans le cadre de la LPPR et de mener une réflexion sur les procédures suivies. Les moyens supplémentaires liés à la trajectoire d'emplois définie par le Gouvernement feront l'objet d'attributions aux établissements dans le cadre du dialogue de gestion annuel, sur la base des éléments présentés par chacun d'eux et des comptes rendus annuels qu'ils produiront sur les départs et les recrutements. Ces éléments seront vérifiés lors des examens des budgets initiaux et rectificatifs.De façon transversale, une attention particulière sera portée à l'appropriation de ces orientations et de chacun de ces nouveaux dispositifs afin de s'assurer qu'ils contribuent à la promotion de l'égalité entre les femmes et les hommes. Les débuts de carrière, et notamment la période de 30 à 40 ans pendant laquelle se jouent les entrées en carrière scientifique, étant particulièrement critiques en termes de décrochage des carrières féminines par rapport aux carrières masculines, il convient de veiller tout particulièrement à ce que les nouvelles voies de recrutement leur bénéficient, avec une clause de réexamen régulière, dans le cadre du dialogue stratégique et de gestion entre l'établissement et le ministère de l'enseignement supérieur, de la recherche et de l'innovation, pour vérifier l'atteinte par les établissements d'objectifs en matière d'égalité.D.-Faire de la recherche française une terre d'accueil pour la diversité des talents1. Ouvrir de nouvelles voies de recrutement en complément des recrutements statutairesEn complément des voies de recrutement existantes et en plus des postes ouverts pour les chargés de recherche et les maîtres de conférences, une voie d'accès spécifique sera créée pour des postes participant à la stratégie scientifique et d'attractivité des établissements. Cette nouvelle voie de \" pré-titularisation conditionnelle \" correspond au principal mode de recrutement sur le marché de l'emploi scientifique mondial, connu sous le nom de \" tenure track \", qui peut se traduire par \" parcours de titularisation \". Elle vise à offrir à des jeunes scientifiques, sélectionnés après un appel à candidatures largement ouvert, une entrée en carrière avec un contrat doté d'un environnement financier attribué par l'ANR, permettant d'accéder, à l'issue d'une période maximale de six ans, à une titularisation dans le corps des professeurs des universités ou des directeurs de recherche. Ces recrutements viendront conforter, le plus souvent possible, des orientations scientifiques partagées entre établissements d'enseignement supérieur et organismes dans le cadre des politiques de site. Au terme de la période de programmation, 300 chaires de professeur ou de directeur de recherche junior environ seront ouvertes chaque année en complément des recrutements de chargés de recherche et de maîtres de conférences. Ce dispositif sera également accessible aux personnels hospitalo-universitaires.Un dispositif analogue permettant de doter d'un environnement financier certains chercheurs nouvellement recrutés après une large publicité internationale sur des postes qui revêtent un caractère stratégique sera également mis en place pour les EPIC de recherche.En complément, pour les personnels recrutés spécifiquement pour l'accomplissement d'un projet de recherche, un contrat à durée indéterminée de mission scientifique sera créé qui permettra d'allonger les contrats actuels, souvent très courts, pour les faire coïncider avec des projets de recherche qui ont vocation à s'inscrire dans la durée tout en réduisant la précarité des personnels concernés.Enfin, les initiatives des établissements visant à favoriser l'accueil en France de chercheurs qui souhaitent revenir dans notre pays après une carrière de premier plan à l'international seront soutenues. Les cofinancements de l'Etat et des collectivités territoriales ou d'autres acteurs seront recherchés afin de proposer à ces scientifiques de renom un cadre stable (CDI) accompagné d'un environnement attractif, dans le cadre des politiques de site.Ces mêmes dispositifs pourront être mobilisés pour attirer sur notre sol les scientifiques étrangers les plus éminents, dont il importe de repenser l'accueil sous toutes ses facettes.2. Développer et sécuriser les dispositifs d'accueil des chercheurs internationauxLa capacité de la France à attirer les plus grands talents scientifiques du monde participe naturellement de son rayonnement scientifique et international. Cette attractivité est un des moyens les plus efficaces de participer activement au partage des savoirs à l'échelle mondiale, si nécessaire face aux enjeux globaux qui s'imposent à nous et aux tentations de fermeture et d'obscurantisme.La concurrence internationale pour attirer des talents scientifiques rend nécessaire la prise en compte de l'ensemble des dimensions du séjour pour les faire venir (accompagnement à prévoir avant le départ, à l'arrivée et pendant le séjour) et, le cas échéant, les retenir.Ainsi, les bourses du Gouvernement délivrées par le ministère de l'Europe et des affaires étrangères, dont un quart du budget est consacré aux doctorants et jeunes chercheurs (plus de 15 M € par an), ont vu leur budget stabilisé afin de maintenir leur contribution à l'attractivité scientifique.Des progrès ont été accomplis ces dernières années pour améliorer l'attractivité de nos laboratoires auprès des étudiants et chercheurs étrangers, notamment par la mise en place de titres de séjour pluriannuel et le développement de guichets spécifiques qui accélèrent la délivrance des cartes de séjour et améliorent l'environnement de l'accueil. En particulier, afin d'améliorer encore davantage les conditions de délivrance des titres de séjour relevant des dispositifs d'attractivité de la France (notamment le talent chercheur), une circulaire a été adressée aux préfectures à la fin de 2019 portant des consignes très claires tant en termes de simplification de l'instruction de ces demandes que de conditions d'accueil à mettre en place.Toutefois, des marges d'amélioration subsistent encore quant aux conditions actuelles d'accueil des chercheurs internationaux dans notre pays.En premier lieu, depuis plusieurs années, des établissements français de l'ESRI, tous statuts confondus (EPSCP, EPST, EPIC, fondations reconnues d'utilité publique), rencontrent des difficultés pour accueillir des doctorants bénéficiaires d'une bourse attribuée sur critère scientifique, que les bourses soient financées par des institutions ou gouvernements étrangers ou par le ministère de l'Europe et des affaires étrangères (MEAE). La LPPR vient donc consolider le cadre juridique de ces accueils pour sécuriser ces échanges internationaux indispensables au dynamisme de notre recherche.Par ailleurs, pour simplifier encore les démarches pratiques, un projet spécifique de dématérialisation porté par le ministère de l'intérieur doit se concrétiser début 2021. Il offrira aux chercheurs la possibilité de faire leur démarche en ligne sans passer par le guichet des préfectures.E.-Simplifier la vie des laboratoires pour redonner du temps aux scientifiquesLa concertation conduite par le ministère de l'enseignement supérieur, de la recherche et de l'innovation pour la préparation du projet de loi de programmation a fait apparaître à quel point les chercheurs et enseignants-chercheurs voient leurs missions de recherche, de formation et de transfert bridées du fait de tâches administratives envahissantes, de contraintes multiples et de procédures tatillonnes sur des sujets pourtant indispensables à la vie des laboratoires (accueil de chercheurs étrangers, de stagiaires, achats, remboursement des frais de missions etc.). Alléger les charges administratives qui pèsent sur les laboratoires est l'un des objectifs centraux de la loi de programmation pluriannuelle de la recherche, ce qui implique notamment de clarifier le cadre juridique des unités de recherche et d'engager dans la durée un chantier d'amélioration continue du fonctionnement et de la vie des laboratoires.1. Clarifier le cadre juridique des unités mixtes de rechercheSimplifier le fonctionnement des unités de recherche constitue un défi majeur du système d'enseignement supérieur et de recherche français, pointé à de multiples occasions par divers rapports. Les unités mixtes de recherche (UMR) représentent plus de la moitié des unités de recherche de l'ESRI, et celles-ci peuvent relever de nombreuses configurations différentes. Ce paysage complexe est décrit dans le tableau suivant, extrait du rapport d'information n° 1213 déposé par la commission des finances de l'Assemblée nationale en juillet 2018, en conclusion des travaux de la Mission d'évaluation et de contrôle (MEC) sur l'évaluation du financement public de la recherche dans les universités.\n\nUne même unité peut être comptée plusieurs fois si elle est mixte entre trois types d'établissements ou plus.\n\nLes dispositions de l'article 20 de la loi de programmation posent les bases législatives qui permettront de clarifier et d'unifier la place des unités de recherche dans l'ensemble des établissements publics d'enseignement supérieur et de recherche auxquels elles sont rattachées. Cet article pose les principes d'une déconcentration de la gestion au niveau de l'unité et consolide l'autorité fonctionnelle des dirigeants des établissements publics sur le responsable de l'unité. Ce nouveau cadre juridique permettra d'apporter une réponse concrète à plusieurs des difficultés qui se posent dans la vie quotidienne des laboratoires ; il sera décliné pour toutes les formes d'organisations de la recherche entre les établissements, qu'il s'agisse par exemple des UMR ou des \" équipes-projets de recherche \".2. Donner du temps aux enseignants-chercheurs pour leurs travaux de rechercheOutre la clarification des règles applicables aux laboratoires, il convient d'être attentif au quotidien de ceux qui les font vivre et de reconnaître d'emblée la spécificité des missions d'enseignant-chercheur. Les charges pédagogiques et administratives sont souvent très lourdes dans les universités et elles peuvent accaparer le temps des enseignants-chercheurs, en particulier dans les sciences humaines et sociales. Il est donc essentiel que ces derniers puissent bénéficier plus régulièrement de temps réservés pour se consacrer pleinement à leurs recherches.Ainsi, à compter de l'année universitaire 2021-2022, les possibilités d'accueil en délégation au CNRS des enseignants-chercheurs du domaine des sciences de l'homme et de la société augmenteront-elles de 50 %, passant ainsi à 300. De même, à compter de l'année universitaire 2022-2023, les capacités d'accueil de l'Institut universitaire de France seront également augmentées afin d'atteindre 200 postes d'ici 2030. Il s'agit d'une première pierre d'une démarche globale visant à donner du temps aux enseignants-chercheurs : le nombre de congés pour recherche ou conversion thématique (CRCT) en sciences humaines et sociales sera également augmenté. Un nouveau dispositif de semestres à l'étranger contribuera à libérer du temps et internationaliser les recherches en sciences humaines et sociales : la mobilité des doctorants et des enseignants-chercheurs dans les meilleurs départements étrangers facilitera la création de réseaux internationaux et les publications en langue anglaise. Ces mesures permettront concrètement d'accroître la disponibilité des enseignants-chercheurs pour réaliser leurs recherches ; elles viendront compléter l'ensemble des démarches engagées depuis deux ans pour reconnaître l'engagement pédagogique des enseignants-chercheurs. L'allègement des tâches administratives des enseignants-chercheurs en sciences humaines et sociales passe non seulement par le renforcement des services administratifs mais aussi, dans le cadre de la politique de site, par la mutualisation de certaines fonctions support au sein d'unités de service comme les maisons des sciences de l'homme.3. Harmoniser les pratiques entre les agences de financementAlors que les agences de financement (ANR, mais aussi Ademe, etc.) ont pris une place croissante dans le financement de la recherche et de l'innovation, leurs pratiques sont insuffisamment harmonisées, ce qui engendre de réelles surcharges pour les scientifiques, les laboratoires et les établissements. Une harmonisation est indispensable, pour rapprocher le mieux possible les formats des dossiers, les modalités de leur traitement, les règles de suivi des projets, voire les calendriers des différents guichets de financement. Un portail unique présentant l'ensemble des appels à projets sera mis en place, à l'instar de ce qui existe dans d'autres pays, et il sera progressivement enrichi de nouveaux outils et services à l'attention des porteurs de projets et des bénéficiaires.En particulier, dans le domaine de la santé, les appels à projets relevant notamment de l'Institut national du cancer, de l'Agence nationale de la recherche sur le sida et les hépatites virales au sein de l'Institut national de la santé et de la recherche médicale, du Programme hospitalier de recherche clinique ont vocation à figurer dans ce portail unique aux côtés des appels à projets de l'Agence nationale de la recherche dans le domaine de la biologie et de la santé. Ce travail sera accompagné d'un rapprochement des modalités de gestion scientifique et financière des projets de recherche financés dans le cadre des agences et programmes nationaux, notamment pour faciliter l'accompagnement de projets alliant recherche translationnelle et recherche clinique.Le pilotage de ce rapprochement sera réalisé conjointement par le ministère de l'enseignement supérieur, de la recherche et de l'innovation et par le ministère des solidarités et de la santé.4. Lever en continu les sujets de complexité de la vie des laboratoires et des scientifiquesCertains des sujets de complexité de la vie des enseignants-chercheurs et des chercheurs ont une dimension législative et la loi de programmation s'applique à les lever, qu'il s'agisse des conditions de fonctionnement et de gestion des UMR ou de l'accueil dans les laboratoires des doctorants et chercheurs étrangers. Mais beaucoup de ces sujets ne sont pas législatifs : la mise en œuvre des orientations de cette loi doit permettre de poser les jalons d'un chantier d'amélioration continue de la vie des laboratoires et des scientifiques, en cherchant à lever une à une les difficultés les plus couramment identifiées.Dans cette optique, un premier groupe de travail \" usagers \" constitué avec des responsables de laboratoires a permis d'identifier une première liste de sujets de complexité ou de difficultés, qui donneront chacun lieu à une démarche d'allègement et d'amélioration. Un chantier expérimental d'harmonisation des règles de gestion a également été mené à la fin de 2019 et au début de 2020 avec une grande université et les quatre EPST partenaires, avec l'accompagnement du ministère de l'enseignement supérieur, de la recherche et de l'innovation. Ces travaux seront poursuivis dans la durée car la simplification de la vie des laboratoires est une ardente obligation pour les établissements de l'ESRI et pour le ministère de l'enseignement supérieur, de la recherche et de l'innovation. Ces travaux feront l'objet d'un suivi régulier, avec un groupe \" usagers \" : un baromètre de la simplification de la vie des laboratoires sera mis en place et les résultats seront publiés.En complément de ces travaux sur le fonctionnement et les règles de gestion des unités de recherche, la démarche de travail sur les outils de systèmes d'information et de partage des données sera poursuivie, en y impliquant étroitement les établissements.III.-Des évolutions indispensables pour notre recherche et notre paysA.-Accroître significativement les moyens pour la recherche et l'innovation1. Accroître de 1 Md € les financements compétitifs de l'Agence nationale de la recherche (ANR) pour être au niveau des standards internationauxA travers la LPPR, l'Etat entend insuffler une dynamique nouvelle à la recherche française. Pour ce faire, en complément des financements \" de base \" des laboratoires, dont les montants seront augmentés en moyenne de 10 % en 2021 et de 25 % à partir de 2023, le financement par appels à projets est un outil majeur et l'Agence nationale de la recherche (ANR) sera l'opérateur principal sur lequel s'appuyer efficacement pour développer ces financements.Parce qu'il permet une allocation des moyens selon des critères transparents et rationnels, le financement par appels à projets est un vecteur puissant d'un réinvestissement dans la recherche et l'innovation. Toutefois, ce modèle de financement n'est véritablement efficace que s'il se situe à un niveau suffisant, permettant de financer effectivement les projets de qualité et de soutenir les établissements qui créent les conditions de leur émergence.Ceci n'est clairement pas le cas aujourd'hui en France. Les comparaisons internationales montrent que les moyens actuels de l'ANR sont très insuffisants. En 2018, l'ANR a consacré 518 M € aux appels à projets de recherche, soit un peu plus de 0,022 % du PIB. Le standard pour les agences équivalentes est proche de trois à quatre fois ce chiffre : 0,08 % du PIB pour la Deutsche Forschungsgemeinschaft (DFG) en Allemagne et le Fonds national suisse de la recherche scientifique (FNS) en Suisse, 0,07 % du PIB pour la Nederlandse Organisatie voor Wetenschappelijk Onderzoek (NWO) aux Pays-Bas. Même en montants absolus, le niveau d'engagement de l'ANR en France est actuellement inférieur à celui de la Suisse ou des Pays-Bas.Cette insuffisance de financement conduit à une faiblesse des taux de succès aux appels à projets (AAP) qui fragilise la confiance dans ce mode de financement. Vers 2014, lorsque le taux de succès aux appels à projets de l'ANR a été au plus bas (11 %), l'écart perçu entre le temps de préparation d'un projet et l'espoir d'un financement était devenu dissuasif ; de nombreux projets jugés excellents n'étaient pas financés, avec des conséquences sévères sur la mobilisation des communautés scientifiques et l'émergence chez les chercheurs d'un sentiment d'injustice : avec des taux aussi faibles, il n'est pas possible de discriminer de façon sérieuse entre les projets excellents, et la sélection finale est inévitablement peu fondée. Ce taux de succès trop bas conduit également à privilégier des projets consensuels, au détriment de projets plus risqués, potentiellement disruptifs. Malgré une remontée du taux de succès, le niveau actuel à 16 % (2018) ne suffit pas à pleinement rétablir la confiance, ni surtout à financer tous les projets excellents.La hausse du taux de succès est indispensable pour soutenir la recherche et l'innovation de qualité, en particulier les projets les plus risqués et originaux. Le taux de succès \" cible \" se situe à 30 %, ce qui nécessite une augmentation substantielle des moyens de l'ANR.Cette augmentation des moyens de l'ANR doit également se traduire par une meilleure prise en compte de la diversité des besoins des disciplines et des projets de recherche. Il est impératif que ses modes d'intervention permettent de financer effectivement les bons projets, qu'ils s'inscrivent dans des démarches connues ou qu'ils soient disruptifs, dans tous les domaines scientifiques et de façon adaptée aux besoins de chacun, ce qui peut impliquer notamment une variabilité dans les montants alloués aux projets afin de mieux prendre en compte les projets peu coûteux comme ceux qui nécessitent des financements élevés. Une offre de financement adaptée à la demande profitera à l'ensemble des disciplines, particulièrement aux sciences humaines et sociales. Par ailleurs, la durée des projets de l'ANR doit effectivement permettre de se concentrer sur le projet de recherche pendant plusieurs années, afin d'éviter de multiplier les dépôts de projets.Aujourd'hui, le niveau moyen de financement d'un projet multi-équipes sélectionné par l'ANR est proche de 350 k € sur trois ans. Ce niveau est insuffisant pour bien soutenir les projets les plus ambitieux et impose aux chercheurs de multiplier les dossiers de demandes, au détriment du temps consacré à la recherche. Un accroissement de la durée des financements, et donc de leurs montants moyens, tout en conservant des formes d'appels à projets adaptées à chaque domaine de recherche, permettra de se rapprocher des standards internationaux et de mieux couvrir les besoins des laboratoires sur la durée.Dans cette perspective, l'agence continuera à consacrer une part substantielle de ses moyens au soutien de projets de recherche non ciblés et s'adressant à toutes les communautés scientifiques et à tous les acteurs publics ou privés impliqués dans la recherche française, en veillant à adapter ses formes d'intervention aux besoins de tous les domaines de recherche, et à les articuler avec les programmes européens pour favoriser la participation des équipes françaises à ces derniers. Elle poursuivra son soutien spécifique à des projets proposés par des jeunes chercheurs ainsi qu'à des actions de recherche technologique et partenariale. Elle sera un outil central pour contribuer à l'ouverture de la science vers la société, et pour contribuer à accroître l'apport de la recherche à l'ensemble des politiques publiques portées par l'Etat et les collectivités territoriales. Dans cette optique, l'élaboration de la programmation annuelle des appels à projets de l'ANR fera l'objet d'un travail interministériel renforcé, animé par le ministère de l'enseignement supérieur, de la recherche et de l'innovation et articulé avec les travaux auxquels participent les alliances de recherche.Dès 2021, l'ANR renforcera sa stratégie globale de réalisation et de diffusion d'études d'impact transverses, à la fois sur l'analyse de son offre de recherche et sur l'étude de l'effet des financements sur la production scientifique nationale (et sur la valeur économique produite). Produire de telles études permettra de mieux étayer ses propositions concernant la programmation, analyser les points forts et les points faibles de la recherche française en vue des décisions interministérielles et viendra enrichir la prospective scientifique.Des moyens spécifiques seront consacrés à la recherche sur les cancers pédiatriques. Les parlementaires, associés à l'élaboration des actions destinées à mieux comprendre ces cancers et à améliorer les chances de guérison, seront tenus informés des progrès réalisés.2. Mobiliser indirectement les financements de l'ANR pour soutenir les laboratoires et les établissementsLe préciput, part du financement qui revient non pas au porteur du projet mais aux établissements qui y participent, représente un complément de financement important pour ces établissements, permettant notamment de couvrir les coûts indirects induits par le projet.Ce mécanisme est utilisé à l'échelle mondiale comme levier de financement des laboratoires et des établissements : aux Etats-Unis, les taux de préciput sont fixés au plan fédéral et peuvent atteindre des niveaux très élevés, jusqu'à 90 % dans les universités les plus prestigieuses. En Allemagne, ce taux est de 22 % pour la DFG qui finance les projets au coût complet. En France il est d'environ 19 %, mais il n'est calculé que sur le coût marginal des projets, ce qui correspond au mode de financement par l'ANR (sauf cas particulier) ; ce faible niveau de préciput ne permet pas de couvrir l'ensemble des coûts indirects, avec la conséquence paradoxale que ce sont les établissements les plus performants qui sont pénalisés par ce déficit de financement car ce sont eux qui gèrent le plus de projets lauréats.Un niveau de préciput sensiblement plus important est nécessaire pour induire un processus vertueux. Il permettra de couvrir réellement les coûts d'environnement tout en donnant aux laboratoires et aux établissements une capacité supplémentaire pour mettre en œuvre leur politique scientifique et financer des actions dans le cadre de leurs priorités : soutien à l'écosystème local, politique d'attractivité et d'émergence, financement d'équipements scientifiques ou encore de personnels de soutien, etc. Un taux de préciput cible fixé à 40 % répond à ces enjeux et permettra ainsi d'associer le financement sur projet et le financement de base des laboratoires.3. Investir pour porter les équipements et infrastructures de recherche au meilleur niveau internationalL'utilisation d'équipements et d'infrastructures de qualité, régulièrement renouvelés, conformes aux standards internationaux, est devenue dans tous les domaines scientifiques une condition impérative de compétitivité et de rayonnement au niveau international. Ces équipements et infrastructures sont à la base de grandes découvertes scientifiques, et constituent un élément essentiel de l'efficacité et de l'attractivité de la recherche d'un pays. Outre les équipements et infrastructures de pointe indispensables pour l'exploration de la matière dans les domaines de la physique, la chimie, les sciences de la terre et les sciences de la vie, les besoins de plateformes liés à l'essor du numérique, au calcul, à l'utilisation des grandes masses de données et à l'ouverture des données de la recherche concernent tous les domaines scientifiques.Il est donc indispensable d'investir pour porter et maintenir les équipements et infrastructures de recherche au meilleur niveau international. Les moyens mis en place seront dédiés d'une part au financement des équipements mi-lourds des laboratoires de recherche, d'autre part aux investissements pour les jouvences, les renouvellements et les projets nouveaux concernant les infrastructures de recherche nationales.Les infrastructures et les données numériques doivent faire l'objet d'une attention particulière et leur soutien sera renforcé pour répondre aux besoins et garantir la place de la France dans le calcul intensif et dans le stockage des données. Cela s'accompagnera d'une politique de formation à l'ouverture et à la qualité des données et à la sécurité des systèmes d'information. La préservation de notre souveraineté, de notre autonomie et la protection de l'ensemble de nos infrastructures scientifiques est en effet un enjeu primordial. L'Agence nationale de la sécurité des systèmes d'information remettra tous les deux ans au ministère de l'enseignement supérieur, de la recherche et de l'innovation, par le biais de son observatoire de la résilience de l'internet français, une évaluation des pratiques des établissements de l'enseignement supérieur et de la recherche.4. Accélérer l'effort de recherche grâce aux programmes prioritaires de rechercheCréés dans le cadre du troisième programme d'investissements d'avenir (PIA3), les programmes prioritaires de recherche (PPR) ont permis à l'Etat de mettre en œuvre un ensemble d'actions de recherche et d'innovation concrétisant des priorités stratégiques, grâce à un pilotage et des outils adaptés à chaque PPR, dont la coordination opérationnelle est confiée à un ou plusieurs organismes de recherche. Il s'agit donc d'un véritable outil stratégique permettant de traduire des priorités nationales en programmation opérationnelle et marquant la volonté de réunir toutes les forces vives de la recherche autour d'un grand objectif, à l'instar des premiers PPR engagés :\n\n-\" Make our planet great again \" (MOPGA), avec une coordination par le CNRS ;-intelligence artificielle, avec une coordination par Inria ;-cultiver et protéger autrement, avec une coordination par l'Institut national pour la recherche agronomique (INRA) devenu l'Institut national de recherche pour l'agriculture, l'alimentation et l'environnement (INRAE) ;-sport de très haute performance, avec une coordination par le CNRS ;-antibiorésistance, avec une coordination par l'Inserm ;-maladies rares, avec une coordination par l'Inserm.\n\nCe cadre a permis de mettre en place pour chaque PPR un copilotage effectif d'objets prioritaires de recherche par le ministère de l'enseignement supérieur, de la recherche et de l'innovation et le ou les autres ministères concernés. En lien avec les stratégies de transition portées par l'Etat et les priorités définies au sein du Pacte productif, ces actions seront amplifiées dans les prochaines années et un cadre de travail interministériel sera mis en place pour préparer leur programmation.B.-Amplifier les interactions entre la recherche et l'ensemble de la sociétéLa loi de programmation pluriannuelle de la recherche porte aussi une ambition majeure : rendre possible l'avènement d'une science plus ouverte vers les citoyens pour reconsolider le lien démocratique au plus près des territoires et au service de la société française et européenne, capable d'irriguer l'ensemble des activités de la Nation pour renforcer la compétitivité de notre économie.Cette ambition doit être concrétisée, à l'échelle nationale comme régionale, par une association étroite de l'ensemble des parties prenantes s'attachant à une cohérence entre les stratégies européenne et française menées en faveur du développement de la recherche et de l'innovation, ainsi que sur leurs résultats.Les apports de la recherche sont multiples : des nouveaux savoirs indispensables pour former au meilleur niveau les jeunes générations ; des démarches et des connaissances pour comprendre les transformations du monde et pour relever les défis auxquels sont confrontées nos sociétés et notre planète ; des expertises et des innovations sociales utiles pour les politiques publiques de l'Etat et des collectivités territoriales ; des compétences et des savoir-faire pour affronter les questions nouvelles et imaginer des solutions innovantes dans l'ensemble de nos activités, publiques et privées ; des innovations technologiques qui sont une part essentielle de la compétitivité de nos entreprises et qui feront les champions industriels de demain. La recherche a aussi une contribution unique au rayonnement européen et international de la France, à son attractivité ainsi qu'à nos échanges culturels, intellectuels, scientifiques et économiques avec les pays voisins et dans le monde entier.Tous ces apports, venant de tous les domaines et toutes les communautés scientifiques, doivent être et seront amplifiés sur la période 2021-2030, et c'est ici que l'investissement majeur réalisé par l'Etat en faveur de la recherche prend tout son sens.1. Renforcer la place de la science dans la sociétéAu-delà de la réponse aux grands défis auxquels nous faisons face, rénover la place de la science dans la société est également un impératif pour l'avenir de notre démocratie. La science est un des socles de notre modèle républicain et cette fonction lui confère les plus grandes responsabilités : elle suppose de porter la plus grande attention à l'exemplarité, l'impartialité et la représentativité de la communauté scientifique ainsi qu'aux questions d'intégrité scientifique et de déontologie, sur lesquelles se noue le pacte de confiance entre la recherche et la société. Elle implique aussi une évolution de la posture des scientifiques dans leur relation avec les citoyens : ils ne peuvent plus se contenter d'affirmer une parole scientifique qui serait reçue comme une vérité \" descendante \" par des citoyens passifs, ils doivent s'engager dans un véritable dialogue où s'expriment non seulement les savoirs scientifiques mais aussi les analyses de leurs limites, les doutes ou les questions qu'ils soulèvent. Pour les scientifiques, ce nouveau mode de relation, plus riche et plus interactif, exige de se mettre davantage à l'écoute des attentes et des questions de la société ; pour les citoyens, il suppose d'avoir accès à une information de qualité qui leur permet de comprendre les avancées scientifiques et technologiques, de discuter de leurs enjeux et d'y participer.Le partage de la culture scientifique, technique et industrielle est donc un enjeu plus fort que jamais. De nombreux publics s'intéressent aujourd'hui à la science grâce aux multiples actions de l'Etat, des régions, des établissements de recherche et d'enseignement supérieur, des associations ou des médias, mais aussi d'autres lieux de diffusion et de médiation des savoirs comme les musées des sciences notamment. Dans la perspective de réinvestissement dans la recherche portée par la LPPR, des initiatives nouvelles et ambitieuses seront mises en place, avec ces acteurs, en réaffirmant l'importance de l'action de médiation humaine portée notamment par les lieux de diffusion et de médiations des savoirs et par une indispensable diversité d'acteurs associatifs qu'il faudra soutenir. Les actions suivantes seront lancées dans les premières années de la LPPR :\n\n-créer, à l'instar d'autres pays (Allemagne, Australie, Japon, Nouvelle-Zélande, Royaume-Uni), une dynamique d'actions ou un réseau \" Science et médias \", qui pourrait être territorialisé par un nombre limité d'initiatives organisées autour de l'université locale et de ses partenaires, pour développer les relations et permettre la mise en contact rapide entre journalistes et chercheurs, favoriser l'accès des citoyens à une information scientifique fiable et accroître l'apport d'éclairages scientifiques dans les débats publics sur les grands sujets actuels. Pour accompagner et soutenir les créations de contenus, l'Agence nationale de la recherche renforcera ses partenariats avec les acteurs publics de l'audiovisuel (Radio France, France Médias Monde, France Télévisions, Centre national du cinéma et de l'image animée, Institut national de l'audiovisuel) afin de collaborer sur des actions et appels à projets communs de diffusion dans la société de la culture et des métiers scientifiques, de vulgarisation des connaissances scientifiques et de médiatisation de la controverse scientifique ;-développer des opérations de proximité du type \" un chercheur ou une chercheuse par classe \" permettant de sensibiliser les jeunes scolaires aux enjeux et aux apports de la science, via des partenariats mobilisateurs entre les établissements de l'ESRI et l'éducation nationale ou encore l'enseignement agricole, avec une attention particulière aux écoles, collèges et lycées des zones rurales et périurbaines ;-développer les dispositifs d'interface Sciences-Société telles que les Boutiques des Sciences ;-consacrer au moins 1 % du budget d'intervention de l'ANR au partage de la culture scientifique, via des appels à projets dédiés mais aussi en finançant un volet \" recherche participative \" ou un volet \" culture scientifique \" dans le cadre des projets de recherche \" volontaires \", en partenariat avec les acteurs de la culture scientifique, technique et industrielle, et en soutenant des programmes de médiation scientifique et des initiatives remarquables d'associations de la société civile participant à des projets de recherche financés par l'ANR. L'ANR et le Fonds pour le développement de la vie associative détermineront, au titre d'une expérimentation de soutien aux associations de diffusion, de partage et de médiation de la culture scientifique, une convention partenariale afin de collaborer sur des actions et appels à projet communs ;-inscrire dans les référentiels l'engagement dans la culture scientifique, technologique et industrielle comme un critère de progression professionnelle pour les enseignants-chercheurs, afin de valoriser leur engagement dans la médiation des sciences pour le grand public ;-ouvrir de nouvelles capacités d'accueil, notamment dédiées à la médiation scientifique, au sein de l'Institut universitaire de France afin de participer à l'amélioration du dialogue entre la recherche scientifique et technologique et l'ensemble de la société.\n\nDans le cadre de la présente programmation, le CNRS décernera chaque année une médaille récompensant un chercheur s'étant illustré dans le domaine de la médiation scientifique. Il décernera également un prix annuel récompensant un chercheur dont les travaux sur la médiation scientifique auront été reconnus.Dans le cadre de la présente programmation, l'INRAE, en lien avec le ministère de l'enseignement supérieur, de la recherche et de l'innovation, décernera chaque année un prix pour récompenser les travaux d'un chercheur ou d'une équipe portant sur la recherche participative.Dans le cadre de la présente programmation, afin d'accompagner l'émergence d'une nouvelle génération de chercheurs et d'enseignants-chercheurs sensibilisés aux enjeux de la médiation scientifique et, plus largement, de toutes les formes de dialogue et de partenariat entre le monde académique et scientifique et la société civile, les écoles doctorales seront incitées à proposer des modules spécifiques de formation pour leurs doctorants afin de les accompagner dans la transmission et la diffusion de leur démarche scientifique et des résultats de leurs recherches. Ces modules pourront ainsi faciliter la présentation de travaux complexes à destination d'un public non spécialiste, contribuer à développer le dialogue et la transmission des connaissances et appuyer plus directement les décideurs publics, les associations et les entreprises. Ils pourront également former à la traduction en application industrielle et au transfert de technologie ainsi qu'à l'entrepreneuriat.Le Gouvernement proposera, avant le 31 décembre 2022, aux organismes de recherche, aux conférences d'établissements et aux mouvements associatifs une charte d'engagements réciproques afin de dynamiser les coopérations aussi bien à l'échelle nationale que territoriale. Cette charte facilitera ainsi la diffusion des outils et des dispositifs mis en œuvre à travers la présente programmation au service d'un meilleur dialogue entre la science et la société.A moyen terme, d'autres actions seront également mises en place :\n\n-développer les projets de \" sciences participatives \" auxquels contribuent des citoyens, parfois de façon massive, et les projets de recherche ou de diffusion de la culture scientifique menés en coopération entre associations et établissements de l'ESRI ;-développer des projets de science citoyenne co-élaborés par des chercheurs et des publics d'horizons divers associant des citoyens à la définition de sujets d'investigation et les confronter à la pratique de la recherche en laboratoire, de l'expérimentation jusqu'à la présentation des résultats ;-créer un concours \" Mes recherches en 4 minutes \"-sur le modèle de \" Ma thèse en 180 secondes \"-pour développer les présentations \" grand public \" des travaux de recherche ;-développer des recherches sur les relations entre science et société afin de mieux appréhender les évolutions du rapport que les citoyens entretiennent à la science, des usages qui en sont faits et des réceptions des discours scientifiques ;-mettre en place un débat citoyen périodique sur les orientations prioritaires de la politique de recherche nationale ;-développer les formations des chercheurs au dialogue avec des non-spécialistes ou des spécialistes d'autres sciences, à la \" controverse scientifique \", et à l'apport d'expertise auprès de décideurs politiques, en vue notamment de développer ces expertises ;-développer les relations de l'ESRI avec les lieux de diffusion et de médiation des savoirs, les associations et musées de sciences, les écoles d'art et le monde de l'art et de la culture ainsi que, le cas échéant, avec les collectivités territoriales qui les portent ou qui contribuent à leur financement ;-développer les relations de l'ESRI avec le Conseil économique, social et environnemental afin de contribuer, par l'expertise scientifique, à l'éclairage des pouvoirs publics et du débat citoyen ;-conforter le rôle d'Universcience (l'établissement public du palais de la Découverte et de la Cité des sciences et de l'industrie) comme opérateur de diffusion de la culture scientifique, technique et industrielle, en étroite relation avec le monde de la recherche et de la culture, notamment grâce au développement des outils de médiation numérique ;-permettre à tous les élèves, au cours de leur scolarité, de découvrir au moins un établissement dédié à la culture scientifique, technique et industrielle ;-lancer une campagne nationale d'information sur les filières et métiers des sciences, technologies, ingénieries et mathématiques (STEM) et leur utilité sociale à destination des filles en priorité, mais aussi leurs familles, et plus largement le grand public, en réfutant les idées fausses couramment admises et en valorisant les parcours atypiques ;-développer le mentorat, les actions de marrainage et de parrainage, en soutenant notamment les associations qui les mettent en œuvre.\n\nLe ministère de l'enseignement supérieur, de la recherche et de l'innovation, notamment grâce aux rapports annuels remis par les établissements, recense les bonnes pratiques en matière d'égalité entre les femmes et les hommes et organise la communication de celles-ci.De nombreuses autres mesures mentionnées dans le présent rapport contribueront aussi à l'ouverture de la communauté scientifique vers l'ensemble des acteurs de la société, notamment les entreprises et les collectivités publiques. On peut citer notamment les dispositions visant à accroître les financements et la qualité de la formation doctorale et à favoriser l'insertion professionnelle des docteurs, ou celles qui pousseront chaque grand pôle universitaire à intensifier ses relations avec les acteurs économiques de son territoire et à mettre en valeur ses compétences et expertises. De nouveau, il faut souligner que ces mesures concernent toutes les communautés scientifiques, des sciences de l'homme et de la société jusqu'aux sciences exactes.En coopération avec l'ensemble des acteurs de leurs écosystèmes territoriaux, il appartient notamment aux établissements publics de contribuer à l'effort commun d'innovation au service de la transition sociale, écologique et économique. La multiplication de laboratoires vivants enracinés dans les territoires est un accélérateur pour l'Université comme pour les entreprises, associations et collectivités partenaires.Sur un autre plan, la politique de science ouverte, qui promeut la diffusion libre des publications et, autant que possible, des données de la recherche, est un des leviers de cette refondation de la place des chercheurs dans la société. Elle saisit toutes les opportunités offertes par le numérique pour libérer le potentiel scientifique, économique, politique et culturel de la recherche et elle permet l'accès de tous-citoyens, étudiants, associations, entreprises, etc.-aux savoirs issus de la recherche. Le plan national de science ouverte porté par le ministère de l'enseignement supérieur, de la recherche et de l'innovation avec les établissements de l'ESRI, appuyé sur le fonds national de la science ouverte lancé en 2019, a donné une impulsion dont les premiers effets sont déjà bien visibles ; il sera poursuivi, amplifié et complété par une politique de soutien à l'édition car la vitalité de l'édition scientifique est une des conditions de la vitalité de la recherche. Par ailleurs, des travaux seront engagés pour faciliter l'accès à certaines données détenues par des personnes morales de droit privé qui pourraient être d'intérêt pour l'ensemble de la recherche publique et qui seraient ainsi considérées comme des données d'intérêt général.2. Densifier les relations de la recherche publique avec les entreprisesComme tous les pays qui choisissent de renforcer leur investissement dans la recherche publique, la France en attend, en retour, un accroissement de la contribution de la science à la compétitivité des entreprises-petites, moyennes et grandes-et à la création de valeur et d'emplois. Si des progrès sensibles ont été réalisés au cours des dix dernières années, notamment en matière de création de structures innovantes, renforcer l'impact de la recherche et de l'enseignement supérieur publics sur l'innovation, au service de la société et des entreprises, reste une priorité majeure du Gouvernement. Il faut répondre à trois urgences :\n\n-augmenter très significativement l'ampleur et la profondeur des interactions entre la recherche publique et les entreprises ;-simplifier, fluidifier et accélérer le transfert des savoir-faire et des technologies vers les entreprises afin de révéler tout le potentiel de recherche partenariale et d'innovation de l'ESRI ;-et favoriser la création de nouveaux leaders industriels fondée sur les découvertes et technologies de rupture issues de la recherche, comme d'autres pays l'ont fait, mieux que nous, depuis deux ou trois décennies.\n\nDans cette optique, la présence de docteurs dans la sphère privée est décisive pour poser les fondements d'une culture d'innovation plus ambitieuse dans nos entreprises et de relations accrues entre le monde économique et la recherche publique. L'augmentation du recrutement de docteurs au sein des entreprises sera favorisée par la création d'un \" contrat doctoral \" dans le code du travail-en complément des mesures non législatives prises pour améliorer \" l'employabilité \" des docteurs formés dans les laboratoires publics.Par ailleurs, les dispositions de la \" loi Allègre \" de 1999 sont élargies pour ouvrir le champ des situations où les personnels de la recherche publique peuvent être autorisés à apporter leur concours à une entreprise valorisant des travaux de la recherche publique. Plusieurs autres dispositions facilitent les mobilités public-public et public-privé des personnels de la recherche et ouvrent largement les possibilités de cumul d'activités à temps partiel, par exemple entre un laboratoire public et une entreprise.Outre ces mesures législatives, une part des moyens nouveaux apportés par la LPPR durant la période 2021-2030 sera dédié à l'innovation. Ceci inclut en premier lieu toutes les actions de mobilisation focalisées sur un objectif ambitieux : créer cinq cents start-up de haute technologie par an à partir de 2030, à comparer à environ cent soixante-dix aujourd'hui. L'entrepreneuriat étudiant et la création de start-up, notamment les start-up de haute technologie, seront des priorités de chaque établissement de l'ESRI. L'accroissement des moyens dévolus à la maturation et à l'accompagnement des projets permettra d'accompagner cette dynamique.Un effort résolu est aussi entrepris, avec les organismes et les universités et écoles, pour augmenter l'efficacité et l'agilité du transfert des connaissances et des technologies de la recherche publique vers les entreprises. Dans ce registre, une action emblématique sera la labellisation d'au moins quinze \" pôles universitaires d'innovation \" (PUI) : ce label, qui tiendra compte des spécificités et contraintes territoriales, consacrera la mise en place, à l'échelle d'un grand site universitaire, sans création de nouvelle structure, d'une organisation à même de rendre plus lisible l'offre de transfert de connaissances et de technologies et de fluidifier les relations et les partenariats public-privé, notamment en réduisant les délais de contractualisation et de transfert. Ces PUI permettront ainsi aux sites universitaires de se doter d'une stratégie consolidée en vue d'organiser de manière opérationnelle les échanges avec le monde économique de leur territoire, en associant étroitement les acteurs du site engagés dans les activités de transfert et de recherche partenariale : universités, organismes, société d'accélération du transfert technologique, incubateur, institut de recherche technologique, etc. Une autre mesure emblématique sera la création, au sein de l'Institut universitaire de France (IUF), d'une voie \" Innovation \" qui permettra de \" donner du temps \" à des enseignants-chercheurs qui sont engagés dans un projet d'innovation ou de création d'entreprise ou qui développent des recherches en partenariat avec une ou plusieurs entreprises, ou bien encore dans des nouvelles formes de recherche participatives à intérêt sociétal.Dans le même temps, les entreprises-et les laboratoires-seront incitées à investir dans des activités de recherche partenariale, via un renforcement des dispositifs qui ont fait la preuve de leur pertinence et de leur efficacité. Le nombre des conventions CIFRE, qui soutiennent les travaux d'un doctorant accueilli dans une entreprise, une collectivité territoriale, une fondation reconnue d'utilité publique ou une association, en lien avec un laboratoire public, sera augmenté de 50 % d'ici à 2027. A ce titre, un effort particulier sera réalisé pour améliorer le recours au dispositif des CIFRE par les associations, les collectivités territoriales, le secteur marchand à but non lucratif comme l'économie sociale et solidaire ou encore pour les groupements professionnels qui ne représentent aujourd'hui que 6 % du total des structures d'accueil. Le nombre des chaires industrielles financées par l'ANR pour soutenir l'investissement en R & D du secteur privé en lien avec le secteur académique, sera également doublé. Il en sera de même pour le programme \" Labcom \" financé par l'ANR, qui permet de soutenir la création de laboratoires communs entre un laboratoire public et une PME ou une ETI. Le dispositif des instituts Carnot, qui distingue des laboratoires publics pour le haut niveau et le professionnalisme de leurs travaux de recherche contractuelle avec des entreprises, fera l'objet d'un effort similaire : le montant des crédits dédiés au financement incitatif qui leur est attribué sera plus que doublé au cours de la période de la LPPR. Une réflexion sera aussi engagée en vue de renforcer de façon sélective, en lien avec les régions, les plateformes technologiques publiques et de développer leurs liens avec les PME et les ETI. Des indicateurs de suivi de ces dispositifs seront définis. Des outils de simplification seront définis, tels que des cahiers des charges types pour la valorisation ou des modèles de clauses types dans les contrats de partenariat. Des formules de financement à la carte, telles que des coupons, pourront être définies pour soutenir le développement des missions d'expertise de doctorants auprès de petites et moyennes entreprises.D'autres actions visent à encourager les rencontres et le dialogue entre les laboratoires et les entreprises, pour développer la connaissance mutuelle, les collaborations ainsi que les projets et programmes partagés. Un nouveau dispositif de \" convention industrielle de mobilité en entreprise des chercheurs \" (CIMEC) sera lancé : jouant en quelque sorte pour les chercheurs le rôle que jouent les conventions CIFRE pour les doctorants, les CIMEC favoriseront la mobilité des chercheurs et enseignants-chercheurs désireux de travailler à temps partiel en entreprise dans le cadre d'un partenariat avec un laboratoire public. Sur un autre plan, un représentant de haut niveau du monde académique, missionné conjointement par le ministère de l'enseignement supérieur, de la recherche et de l'innovation et le ministère de l'économie et des finances (MEF), siège désormais au sein du bureau de chaque comité stratégique de filière du Conseil national de l'industrie, afin de contribuer à développer les relations et coopérations entre chaque filière industrielle et les laboratoires académiques.Ces actions destinées à développer l'innovation et accroître l'impact économique de la recherche publique devront aussi s'inscrire dans une perspective européenne, voire internationale. La participation des acteurs français, publics et privés, au programme-cadre de recherche et d'innovation Horizon Europe mis en place par la Commission européenne pour la période 2021-2027, qui inclura plusieurs nouveaux instruments dédiés à l'innovation sociétale et à la croissance des entreprises innovantes, constitue à cet égard un enjeu majeur et un rendez-vous à ne pas manquer (voir infra).Toutes ces actions soutenues dans le cadre de la LPPR permettront donc de renforcer les capacités d'innovation et la compétitivité des entreprises françaises en augmentant leurs interactions avec la recherche publique. Elles amélioreront l'efficacité des dispositifs de transfert, de recherche partenariale, de mobilité des chercheurs et de soutien à la création de start-up issues de la recherche publique. Leur mise en œuvre sera articulée avec celle des autres programmes et actions mis en place par le gouvernement, notamment avec les stratégies de transition (écologique, énergétique, numérique, etc.), le Pacte Productif 2025, les grands défis d'innovation de rupture et les autres actions soutenues dans le cadre des programmes d'investissements d'avenir (PIA) et les actions d'investissement dans le domaine de l'innovation portées par BpiFrance. La synergie entre toutes ces actions, dans le cadre d'un pilotage interministériel renforcé, doit permettre de mieux appuyer nos stratégies de politique industrielle sur les atouts de notre recherche, de choisir les domaines sur lesquels nous pouvons investir avec ambition pour bâtir à partir de nos forces de recherche scientifiques et technologiques de vrais succès industriels, et de se doter d'outils permettant de financer des projets à forte intensité technologique susceptibles d'apporter des innovations de rupture.Cette priorité de renforcer les relations de la recherche avec les entreprises vaut également pour les acteurs de l'économie sociale et solidaire. L'économie sociale et solidaire regorge, en effet, de structures très innovantes dans des secteurs directement reliés à la science et à la recherche, en particulier dans les domaines de la transition énergétique, de la lutte contre le réchauffement climatique et de la protection de la biodiversité.3. Mieux reconnaître les activités d'innovation et de diffusion de la culture scientifique dans les carrières des personnelsPour que les personnels de la recherche soient également incités à s'investir davantage dans des activités d'innovation ou dans les relations avec la société, il est indispensable que leur évaluation prenne en compte ces activités et permette de les reconnaître dans leurs carrières.Plus largement, l'évaluation doit reconnaître l'ensemble des missions de l'ESRI : l'implication dans les recherches fondamentales et l'avancement des connaissances bien sûr, mais aussi dans l'enseignement et la formation ; dans l'interdisciplinarité et les recherches liées aux défis sociétaux ; dans les projets européens ou les partenariats internationaux stratégiques ; dans les projets d'innovation, le développement de technologies et leur transfert, la création de start-up ou les coopérations avec les entreprises ; dans le dialogue avec la société et la diffusion de l'information et de la culture scientifique et technique, l'expertise en appui aux politiques publiques ; dans la co-construction de problématiques de recherche avec le grand public et la recherche participative ; dans des fonctions collectives ou managériales.Les derniers contrats quinquennaux signés par le ministère de l'enseignement supérieur, de la recherche et de l'innovation avec des organismes incluent un engagement de reconnaissance de toutes ces activités dans le cadre de l'évaluation des personnels : cet engagement s'appuie sur un dispositif qui verra chaque candidat à une promotion présenter son \" profil \" et mettre en avant ses principales contributions au titre des diverses missions de l'ESRI afin que son évaluation en tienne bien compte. Cette politique sera poursuivie et amplifiée.C.-Accroître notre engagement dans l'Europe de la recherche et de l'innovationL'Europe est l'espace où s'inscrit l'avenir de la recherche française. Le partage des connaissances et la promesse de progrès et d'émancipation pour tous portée par la science participent du projet européen. Les actions bilatérales ou multilatérales entre les Etats, les collectivités et les institutions publiques ou privées et, surtout, les programmes de recherche et d'innovation mis en place par la Commission européenne ont en effet considérablement accru les coopérations entre les acteurs du continent dans ces domaines depuis trente ans. De plus, il est évident que, sur de nombreux sujets, c'est uniquement à l'échelle de l'Europe que nous pouvons espérer rivaliser avec les géants de la recherche que sont les Etats-Unis et la Chine.La LPPR ne saurait donc revitaliser durablement la recherche française sans lui donner un élan pour accroître son ouverture et son engagement européens. En particulier, notre participation aux programmes que la Commission européenne s'apprête à lancer pour les années 2021-2027 constitue un enjeu stratégique pour la recherche française au cours de cette période. Dans les domaines de l'enseignement supérieur, de la recherche et de l'innovation, ces programmes portent des initiatives nouvelles de grande ampleur dont plusieurs, comme les Universités européennes ou le Conseil européen de l'innovation, ont été lancées à l'initiative ou avec un soutien fort de la France.Le programme-cadre de recherche et d'innovation (PCRI) représente une part croissante du financement des équipes de R & D françaises publiques et privées, soit en moyenne près d'un milliard d'euros par an depuis le lancement du programme Horizon 2020 en 2014, ce qui positionne la France au rang de troisième bénéficiaire de ce programme derrière le Royaume-Uni et l'Allemagne. Cependant, le taux de participation de la France (c'est-à-dire la part des financements obtenus) est de 11 % en moyenne depuis le début d'Horizon 2020, bien en-deçà de son potentiel estimé au regard de sa part de la R & D européenne (17 %), de son pourcentage de brevets déposés à l'Office européen des brevets parmi les brevets européens (16 %) ou encore de la part de la contribution française au budget européen (16 %). Or, la France présente un taux de succès de 16 %, le plus élevé des pays de l'Union européenne, mais ce bon taux de succès ne permet pas de compenser la faiblesse relative des dépôts de projets (la France représente seulement 8,5 % des dépôts). Il y a donc un enjeu majeur, pour le prochain programme Horizon Europe, à renforcer les candidatures tout en maintenant un bon taux de succès.Un plan d'action national d'amélioration de la participation française aux programmes européens de recherche et d'innovation a ainsi été élaboré en 2017-2018 et mis en œuvre depuis 2019 avec un pilotage confié au ministère de l'enseignement supérieur, de la recherche et de l'innovation. Il se compose d'un ensemble très complet de mesures réparties sur trois grands axes :\n\n-inciter davantage les acteurs français à participer au PCRI et à coordonner des projets ;-mieux les accompagner pendant toutes les étapes de préparation, de dépôt et de réalisation des projets ;-et renforcer les capacités d'influence française sur le PCRI et sa mise en œuvre.\n\nLa mise en œuvre de ce plan d'action est une des premières priorités du ministère de l'enseignement supérieur, de la recherche et de l'innovation, en lien avec le MEF et les autres ministères concernés ; elle implique aussi le renforcement de la collaboration Etat-Régions sur les enjeux des politiques européennes de R & D. Elle doit permettre d'entraîner tous les établissements du dispositif national de l'ESRI, mais la mobilisation et l'accompagnement des entreprises privées sont aussi des enjeux essentiels.En complément de cet engagement dans les programmes de la Commission européenne, d'autres dynamiques sont à renforcer et plusieurs dispositions prévues dans la LPPR vont avoir des effets positifs importants sur l'intégration des équipes françaises dans l'espace européen de la recherche avec pour objectif de rapprocher le taux de participation française de sa part de R & D européenne (17 %).Le renforcement des financements et l'alignement des taux de succès de l'ANR avec les autres agences européennes vont faciliter la mise en œuvre d'appels communs ou concertés sur des priorités partagées. Ils vont aussi augmenter les capacités d'investissements dans différentes grandes infrastructures de recherche communes à l'échelle européenne, qui bénéficieront également de l'augmentation des recrutements de personnels ingénieurs de haut niveau pour les développer et les opérer.Les moyens financiers supplémentaires obtenus par les établissements (universités, organismes, etc.) au travers de l'augmentation du préciput de l'ANR leur donneront des marges de manœuvre pour soutenir des partenariats bilatéraux avec leurs homologues européens : projets partagés, laboratoires communs, universités européennes, etc. Ces efforts pourront aussi être soutenus par le ministère de l'enseignement supérieur, de la recherche et de l'innovation dans le cadre du dialogue contractuel avec les établissements.Enfin, le dispositif de chaires de professeurs juniors est particulièrement bien adapté pour favoriser la mobilité européenne et accueillir des collègues provenant de nos voisins européens. Il est particulièrement lisible à l'échelle européenne car il correspond à une pratique internationale standard.Globalement, l'ensemble de ces dispositions permettra donc de donner aux acteurs de vraies possibilités nouvelles pour construire des partenariats et des réseaux à l'échelle européenne.IV.-Des ressources pour mettre en œuvre ces ambitionsA.-Un accroissement sans précédent des ressources de la recherche publiqueLes trajectoires budgétaires inscrites à l'article 2 de la LPPR traduisent une augmentation sans précédent des moyens consacrés par l'Etat au dispositif public de recherche et d'innovation. Ces moyens seront régulièrement actualisés afin de tenir compte de l'évolution du produit intérieur brut annuel et de l'inflation.Le programme 172 \" Recherches scientifiques et technologiques pluridisciplinaires \" est le principal bénéficiaire de l'effort budgétaire inscrit dans l'article 2 de la loi de programmation : la forte hausse de ses moyens apparaît sur le graphique suivant.\n\nVous pouvez consulter l'intégralité du texte avec ses images à partir de l'extrait du Journal officiel électronique authentifié accessible en bas de page\n\nCette augmentation des crédits du programme 172 bénéficiera non seulement aux organismes nationaux, dont les subventions pour charges de service public sont intégrées dans ce programme, mais aussi aux universités et aux écoles puisque la hausse des crédits de ce programme inclut notamment le fort accroissement du budget d'intervention de l'ANR et l'augmentation des financements en faveur de l'innovation, qui concernent l'ensemble des établissements de l'enseignement supérieur, de la recherche et de l'innovation.La programmation budgétaire inscrite à l'article 2 de la LPPR inclut la totalité des crédits inscrits aux programmes 172 et 193 mais elle ne concerne, pour le programme 150 \" Formations supérieures et recherche universitaire \", que les incidences budgétaires des mesures de la présente loi sur ce programme. Il s'agit des crédits qui financeront, dans les établissements d'enseignement supérieur sous tutelle du ministère de l'enseignement supérieur, de la recherche et de l'innovation :\n\n-les revalorisations indemnitaires destinées aux personnels des établissements d'enseignement supérieur financés par le programme 150 ;-les divers dispositifs relatifs à la valorisation ou au recrutement d'enseignants-chercheurs (revalorisation de la rémunération des maîtres de conférences nouvellement recrutés, revalorisation du montant et accroissement du nombre des contrats doctoraux, environnement des \" chaires de professeur junior \", etc.) ;-l'attribution de moyens aux établissements d'enseignement supérieur dans le cadre du dialogue contractuel et du dialogue stratégique et de gestion (voir le C du présent IV).\n\nCeci signifie notamment que les mesures budgétaires inscrites à l'article 2 de la LPPR n'incluent pas les moyens des universités dont les évolutions sont affectées par la démographie étudiante : ces moyens ne sont pas programmés dans le cadre de la LPPR et leur évolution sera examinée chaque année dans le cadre du projet de loi de finances.\n\nVous pouvez consulter l'intégralité du texte avec ses images à partir de l'extrait du Journal officiel électronique authentifié accessible en bas de page\n\nPour le programme 193 \" Recherche spatiale \", la programmation budgétaire inscrite à l'article 2, en écart à la loi de finances pour 2020, montre l'évolution des crédits du programme déduction faite du remboursement de la dette française auprès de l'Agence spatiale européenne. Ces crédits sont en hausse régulière, comme le montre le graphique suivant :\n\nVous pouvez consulter l'intégralité du texte avec ses images à partir de l'extrait du Journal officiel électronique authentifié accessible en bas de page\n\nLa France a réalisé un effort particulier et conjoncturel en 2019 et encore plus en 2020, pour rembourser la dette qu'elle avait contractée au cours des années précédentes vis-à-vis de l'Agence spatiale européenne, si bien que le montant budgétaire total des crédits de ce programme, sans retraitement, présente en 2020 un point historiquement haut qui n'est pas réellement significatif. Le graphique suivant montre que, si l'on met à part les années 2019 et 2020, les crédits de ce programme sont en croissance régulière sur la période 2017-2030 ce qui témoigne de l'effort structurel de l'Etat pour la recherche spatiale dans la durée.Le programme 193 finance le Centre national d'études spatiales (CNES), l'Agence spatiale européenne (ESA) et l'Organisation européenne pour l'exploitation des satellites météorologiques (EUMETSAT). Concernant ce programme, l'écart de-32 M € en 2021 par rapport au montant inscrit en loi de finances initiale pour 2020 s'explique de la manière suivante :\n\n-une augmentation des moyens dévolus à la recherche spatiale de 11 M € ;-une diminution de 43 M € des besoins tendanciels du fait du rythme de décaissement des programmes engagés précédemment à la présente loi ;-la hausse tendancielle de 10 M € du budget du CNES ;-la hausse tendancielle du budget d'EUMETSAT, qui conduira à augmenter la cotisation française de 19 M € ;-la baisse de la cotisation française à l'ESA de 72 M € (du fait du rythme de décaissement des programmes ESA).\n\nAinsi, au total, l'écart entre 2021 et 2020 est de-32 M €.\n\nVous pouvez consulter l'intégralité du texte avec ses images à partir de l'extrait du Journal officiel électronique authentifié accessible en bas de page\n\nL'article 2 fixe aussi la trajectoire budgétaire des moyens d'intervention de l'Agence nationale de la recherche. Le périmètre de cette programmation des autorisations d'engagement de l'ANR inclut toutes ses formes d'intervention en soutien à des projets de recherche, qu'il s'agisse des appels à projets, des programmes spécifiques comme les chaires industrielles ou les \" Labcom \" (voir le B du III), ou encore des financements de recherches sur le cancer en relation avec l'Institut national du cancer ; ce périmètre intègre également le financement de l'environnement des chaires de professeur junior (voir le D du II). Ne sont exclues de ce périmètre que les interventions de l'ANR dans le cadre des programmes d'investissements d'avenir (PIA) et du programme de financement des instituts Carnot, qui s'adresse à une cible limitée de bénéficiaires.Cette programmation traduit un effort budgétaire très important pour porter l'ANR au niveau des standards internationaux. A périmètre constant, les moyens d'intervention de l'agence augmenteront d'un milliard d'euros en autorisation d'engagements à l'horizon 2027 (et d'un milliard d'euros environ à l'horizon 2030 en crédits de paiement), ce qui représente un accroissement de 150 % par rapport à 2020.Afin d'accélérer la hausse des taux de succès des appels à projets de l'Agence nationale de la recherche et la hausse du préciput permettant d'abonder les politiques scientifiques menées au niveau des établissements et des laboratoires, le Gouvernement a décidé de donner une impulsion très significative dès le début de période en mobilisant le plan de relance à hauteur de 420 millions d'euros sur 2021 et 2022. Grâce à cette mesure, il sera visé une hausse du taux de succès d'au moins 6 points et l'atteinte d'un préciput d'au moins 25 % sur la période.En complément des moyens budgétaires dont les évolutions sont fixées à l'article 2 de la LPPR, les laboratoires bénéficieront également d'autres accroissements de leurs ressources.En particulier, les programmes d'investissement d'avenir apporteront un soutien substantiel aux écosystèmes de l'ESRI. Le quatrième programme d'investissement d'avenir (PIA4) annoncé avec le plan de relance mobilisera 20 milliards d'euros soit le double du troisième programme (PIA3). De plus dans le cadre du plan de relance, il est prévu d'engager 11 milliards d'euros dès le début de période sur 2021 et 2022. Le niveau des financements additionnels pour les établissements de l'ESRI au titre du volet structurel du PIA4 a ainsi vocation à augmenter d'environ 40 % sur 2021-2023 par rapport aux financements équivalents obtenus en 2020 au titre des PIA précédents. Le PIA4 comportera également un volet concernant les investissements stratégiques dirigés, au titre duquel les opérateurs publics de recherche bénéficieront de financements par le biais de programmes prioritaires de recherche, d'équipement structurants de recherche ou encore de programmes de maturation, et de projets collaboratifs avec les entreprises. Ces soutiens seront intégrés à des stratégies d'accélération ou d'exploration qui porteront sur les domaines qui seront considérés comme prioritaires par le conseil interministériel de l'innovation pour répondre aux enjeux de transition de notre économie et de notre société. Il peut être ainsi estimé que les acteurs publics de l'ESRI bénéficieront de 5,5 milliards d'euros sur la période 2021-2023.Les laboratoires publics bénéficieront aussi d'une augmentation sensible des financements européens, notamment dans le cadre du programme Horizon Europe et du fait des efforts de mobilisation accrus de l'ensemble des établissements de l'ESRI pour accroître leur participation.Enfin, il est attendu que, outre l'accroissement important des financements attribués par l'ANR, les établissements publics de l'ESRI continueront à augmenter leurs autres ressources propres mobilisées pour financer des travaux de recherche, provenant notamment des entreprises, des collectivités territoriales ou de tout autre financeur français ou étranger.B.-Un effet de levier sur les dépenses intérieures de recherche et développementLes évolutions des dépenses de recherche et développement des entreprises au cours des prochaines années sont bien sûr moins directement pilotables par l'Etat. Elles dépendent de très nombreux facteurs : les stratégies des entreprises en matière de recherche et d'innovation, la conjoncture économique, les évolutions des marchés en France, en Europe et à l'international, les évolutions de la structure sectorielle du tissu industriel installé en France et l'attractivité de notre territoire pour des laboratoires de R & D d'entreprises européennes ou issues d'autres régions du monde, la qualité des relations entre les entreprises installées en France et les acteurs académiques, etc.La LPPR entraînera cependant une hausse de la DIRDE (dépense intérieure de R & D des entreprises) car elle fait du développement de l'innovation et de l'accroissement des relations des laboratoires publics avec les entreprises une priorité majeure et elle porte de nombreuses actions en ce sens. Qu'il s'agisse de celles qui concernent les doctorants-notamment ceux qui préparent leurs thèses dans le cadre d'une entreprise-et leur insertion dans les entreprises ; des mesures en faveur de la création et de la croissance des start-up, notamment les start-up de haute technologie ; de l'amélioration du transfert vers les entreprises des connaissances et des technologies ; du renforcement de la recherche partenariale et de la mobilité entre la recherche publique et la R & D privée ; de la mobilisation des acteurs français, publics et privés, dans les programmes de recherche et d'innovation européens ; ou, sur les moyen et long termes, indirectement, de l'accroissement de l'attractivité et du rayonnement de la recherche publique française : toutes ces actions, articulées avec celles qui seront menées dans le cadre du Pacte productif, des programmes d'investissements d'avenir et par Bpifrance, contribueront à l'accroissement de la DIRDE.Cet effort est particulièrement bienvenu dans le contexte actuel de sortie progressive de crise sanitaire. En effet, la mauvaise conjoncture économique à venir dans les prochains mois pourrait se traduire par une baisse significative du financement privé de la R & D ce qui fragiliserait pour les prochaines années notre potentiel de croissance économique. Au-delà des mesures déjà citées, le crédit d'impôt recherche (CIR) demeure un outil central de soutien à la DIRDE afin d'accompagner le réinvestissement des entreprises dans la recherche aussi bien que l'emploi des jeunes chercheurs. Par ailleurs, conformément aux engagements de la loi de finances pour 2020, le ministre chargé de la recherche publie chaque année un rapport sur l'impact du CIR, notamment en ce qui concerne le recrutement de personnes titulaires d'un doctorat.C.-Une évaluation et une organisation administrative adaptées pour mieux accompagner les établissements de l'ESRI1. Un HCERES aux orientations renouvelées pour une évaluation efficiente et adaptéeL'évaluation fait partie intégrante de la vie scientifique et il n'est quasiment aucune des dimensions de l'activité des enseignants-chercheurs et des chercheurs, ni des établissements, qui ne fasse l'objet d'une ou plusieurs évaluations. Le système français d'enseignement supérieur et de recherche ne souffre donc pas d'un manque d'évaluation mais d'une forme de décrédibilisation des évaluations liée tout à la fois à la multiplication des procédures d'évaluation et à la faiblesse de leurs suites concrètes.Il convient donc, comme l'a souhaité le Président de la République, de donner tout leur sens aux procédures d'évaluation, en allégeant au passage la charge qu'elle représente pour la communauté scientifique.Pour ce faire, le ministère de l'enseignement supérieur, de la recherche et de l'innovation proposera au Haut Conseil de l'évaluation de la recherche et de l'enseignement supérieur (HCERES), après concertation avec les acteurs concernés et dans le respect de l'indépendance du Haut conseil, de travailler conjointement à l'atteinte de trois objectifs :\n\n-simplifier les procédures, notamment pour que les documents et dossiers à produire dans le cadre des différents processus d'évaluation soient, dans toute la mesure du possible, identiques ou du moins cohérents entre eux.\n\nIl conviendra de même de veiller à articuler au mieux le rôle des différentes instances (HCERES, organes d'évaluation des organismes, Conseil national des universités (CNU), etc.) ;\n\n-renforcer la crédibilité et la cohérence des évaluations, notamment en ce qui concerne les laboratoires de recherche, en se concentrant sur la science, ses résultats et son impact sur la production de connaissances et la société.\n\nUne réflexion sur l'harmonisation du degré de détail de l'évaluation selon la taille des unités évaluées est nécessaire, avec pour objectif de rendre l'évaluation plus globale et plus stratégique, en demandant aux comités d'avoir davantage un regard transversal. Ceci aurait pour effet de réduire le nombre total de comités, en permettant de les constituer de manière plus homogène et de rendre les évaluations plus comparables entre elles ;\n\n-conforter l'utilité de l'évaluation.\n\nSi elle est reconnue comme ayant un effet constructif pour les équipes évaluées, l'évaluation est actuellement peu suivie d'effets directs parce qu'elle est assez hétérogène et que les établissements ont des difficultés à s'en saisir pour définir une politique scientifique. L'objectif précédent de rendre l'évaluation plus stratégique et plus homogène permettra aux acteurs (équipes, laboratoires, établissements) de dégager des axes stratégiques et d'affecter spécifiquement des moyens pour les soutenir. Dans le cadre du dialogue contractuel, ceci permettra également aux ministères de tutelle d'apprécier la manière dont les établissements s'en emparent pour développer une stratégie scientifique propre.En outre, l'Observatoire des sciences et techniques (OST), créé en 1990 et devenu depuis 2015 un département du HCERES, fera, dans le cadre d'une concertation associant les principales institutions de recherche publique en sciences humaines et sociales, des recommandations afin de faire évoluer les référentiels bibliométriques pour reconnaître les spécificités de la production scientifique en sciences humaines et sociales.2. Une relation renouvelée entre l'Etat et ses opérateurs à travers une contractualisation rénovée et un dialogue stratégique et de gestion annuelLe renforcement du dialogue de l'Etat avec les établissements d'enseignement supérieur, de recherche et d'innovation est un enjeu majeur pour la mise en œuvre des transformations dont la loi de programmation fixe le cadre général.Ce dialogue doit permettre d'accompagner les établissements dans l'affirmation de leur stratégie et dans leur appropriation des nouveaux outils proposés par la présente loi (nouvelles voies de recrutement, développement de la mobilité public-privé, mise en place de \" pôles universitaires d'innovation \" performants, etc.). Il doit aussi permettre de renforcer l'engagement des établissements dans les orientations et les politiques de l'ESRI, sur de nombreux registres : en matière d'axes prioritaires de recherche, d'implication dans le domaine de l'innovation et de la recherche partenariale, de participation aux programmes européens, d'accroissement des relations avec la société ; et, s'agissant des établissements d'enseignement supérieur, en matière d'orientation et de réussite des étudiants, de nouvelle ingénierie de formation et d'innovation pédagogique. Enfin, ce dialogue doit permettre aussi d'accroître la mobilisation des établissements sur les priorités de la relance de notre pays après la crise sanitaire.Cet accompagnement renouvelé des établissements passe par un renforcement du dialogue contractuel avec l'Etat. Cette contractualisation rénovée, dont les fondements ont été posés en 2019, permettra de renforcer les politiques de site. Ainsi, le contrat d'un organisme national affirme-t-il désormais que l'accroissement de sa contribution à l'émergence de grands sites universitaires du meilleur niveau international est un de ses objectifs majeurs, et inclut-il des engagements sur son implication dans ces sites. \" Symétriquement \", le contrat entre l'Etat et une grande université de recherche inclut des engagements et objectifs conjoints avec les principaux organismes partenaires, cosignataires du contrat de site, dans le cadre d'une politique de site renforcée, plus intégrée, portée conjointement par les acteurs académiques du site. Ces engagements conjoints portent non seulement sur des objectifs et priorités partagées en matière de recherche, d'innovation, d'implication dans les programmes européens, etc. ; mais aussi sur le \" faire ensemble \" au sein du site : l'efficience des dispositifs d'innovation, les actions communes pour simplifier la vie des unités mixtes de recherche, les actions conjointes en matière de recrutement et de développement de l'attractivité du site, notamment en matière d'amélioration constante de l'égalité entre les femmes et les hommes, etc. Le déploiement du contrat sera suivi via des indicateurs choisis en nombre limité et associés à des objectifs ambitieux.Cette implication renforcée des organismes nationaux dans les sites universitaires ne signifie pas pour autant que leur rôle d'organisme national diminue. Ainsi les contrats des organismes ont-ils vocation à renforcer leur mission nationale, en les positionnant comme \" bras armés de l'Etat \" au service de politiques publiques auxquelles ils sont, dans le plein respect de la liberté de la recherche, en capacité d'apporter un appui, comme porteurs de plans nationaux et de programmes prioritaires de recherche et d'innovation, de projets structurants et de grandes infrastructures de recherche (parfois en lien avec un ou plusieurs sites universitaires) ; ils rappellent leur responsabilité particulière et leur position privilégiée pour explorer les sujets de recherche émergents ou trop peu présents dans la recherche française.Le dialogue contractuel encouragera les universités à renforcer leur identité propre, leur \" signature \", dans les domaines qui sont leurs points forts ou leurs priorités. Cette signature spécifique d'un site, construite avec les organismes partenaires du site, a vocation à être \" ancrée dans leur territoire \", appuyée sur les relations et les partenariats noués avec des acteurs économiques et institutionnels locaux. A l'occasion de la contractualisation, un dialogue entre chaque site universitaire, le ministère de l'enseignement supérieur, de la recherche et de l'innovation et les collectivités territoriales concernées pourra permettre de renforcer le site par l'identification de priorités partagées et par la mise en place de cofinancements complémentaires pour soutenir ses projets et ses objectifs, en particulier pour renforcer son attractivité dans ses domaines prioritaires. A terme, ces démarches permettront à nombre de sites universitaires de devenir très visibles à l'échelle européenne et internationale dans les domaines correspondant à leur signature.Le renforcement de ce dialogue contractuel, tous les cinq ans, s'accompagne de la mise en place d'un rendez-vous annuel avec chaque université (le \" dialogue stratégique et de gestion \") et chaque organisme. Ce dialogue que l'Etat a conduit en 2019-2020 avec plus de quatre-vingts universités et écoles sera généralisé. Mobilisant fortement les services déconcentrés et les administrations centrales du ministère de l'enseignement supérieur, de la recherche et de l'innovation, il permet d'avoir un échange resserré autour d'éléments centraux de la vie des établissements, qu'il s'agisse de la mise en œuvre des actions et engagements du contrat, de leur trajectoire financière et des évolutions de leurs effectifs, de leur stratégie en termes de développement de ressources propres, de leur mode de déploiement des principales réformes portées par le Gouvernement ainsi que de certains de leurs projets stratégiques.Grâce aux moyens de la programmation pluriannuelle, des \" contrats d'objectifs et de moyens \" seront proposés aux organismes et établissements, en commençant par les organismes et les principaux sites universitaires qui, dans le cadre de leurs contrats, s'engageront dans des démarches de transformation ambitieuses. Il s'agira, en leur attribuant des crédits non pérennes (dans le cadre des contrats, avec une visibilité pluriannuelle), de les accompagner pour contribuer à la réalisation de leurs projets et favoriser l'atteinte de leurs objectifs.3. Une mise à jour des relations entre l'Etat et les établissements d'enseignement supérieur privésCette relation renouvelée entre l'Etat et les établissements d'enseignement supérieur privés est définie après consultation des organisations représentatives des établissements concernés. Elle passe d'abord par une clarification de la notion de cours et d'établissement d'enseignement supérieur privé. Il s'agit également d'harmoniser dans un but d'unification les modalités et les conditions d'ouverture des établissements d'enseignement supérieur privés sans distinction, qu'ils soient \" libres \" ou techniques, dans un souci de clarification et de sécurité juridique. Il s'agit aussi de rendre l'exercice du contrôle de l'Etat lors des déclarations d'ouverture plus efficace, d'offrir la possibilité à l'ensemble des établissements d'enseignement supérieur privés de délivrer des diplômes visés par l'Etat ou conférant grade universitaire et de redéfinir les modalités d'habilitation des cours et établissements d'enseignement supérieur privés à recevoir des boursiers de l'enseignement supérieur.4. Une organisation territoriale adaptée pour accompagner les écosystèmes d'enseignement supérieur, de recherche et d'innovationCette relation renouvelée entre l'Etat et les nombreux opérateurs qui participent à la politique publique d'enseignement supérieur, de recherche et d'innovation (148 EPSCP, 6 EPST, mais aussi des EPIC, des EPA telles que les écoles d'architecture et les écoles d'art, des fondations, etc.) passe nécessairement par une évolution du positionnement des administrations centrales, qui ont vocation à se recentrer sur les fonctions de pilotage stratégique et d'arbitrage, et des administrations déconcentrées qui sont en première ligne pour accompagner les établissements dans les territoires : alors que la question de l'équilibre territorial de notre pays a repris une place centrale dans le débat public, renforcer les politiques de site de l'ESRI et l'ancrage de chaque site dans son territoire est essentiel tant pour l'accroissement de ses relations avec le tissu local des entreprises en matière de recherche et d'innovation que pour l'adéquation des formations au bassin d'emplois local et pour la réussite de l'insertion professionnelle des diplômés.Depuis le 1er janvier 2020, la concrétisation de ces orientations incombe aux recteurs de région académique. Afin de renforcer leurs compétences en la matière, les services des rectorats bénéficieront au 1er juin 2020 du transfert des délégations régionales à la recherche et à la technologie, qui deviendront des délégations régionales académiques à la recherche et à l'innovation (DRARI) placées auprès du recteur de région académique et sur lesquelles le préfet de région conservera une autorité fonctionnelle. De plus, les recteurs de sept grandes régions à forts enjeux en matière d'ESRI bénéficient de l'appui d'un recteur délégué à l'ESRI. Ces équipes porteront les politiques de l'ESRI et accompagneront les établissements en assurant la coordination de la mise en œuvre des outils existants : contrat de plan Etat-Région, programme d'investissements d'avenir, crédit d'impôts-recherche, etc.Cette nouvelle organisation territoriale en matière d'ESRI permettra également de mieux intégrer, dans la conception et la mise en œuvre de ces politiques publiques, le rôle clé des collectivités territoriales, au premier rang desquelles les régions, qui ont un rôle central à jouer dans la mise en valeur du potentiel d'innovation et de l'attractivité de leur territoire, mais aussi les métropoles et les autres collectivités lorsqu'elles souhaitent s'impliquer dans le soutien aux politiques de site de l'ESRI et au renforcement de son ancrage territorial.Dans le domaine de la santé, la recherche organisée par le centre hospitalier universitaire (CHU), l'université et leurs partenaires doit pouvoir dépasser leurs murs et se projeter sur l'ensemble d'un territoire. Elle doit impliquer plus largement les professionnels de santé médicaux et paramédicaux avec le souci de développer une recherche interventionnelle en conditions réelles. Ainsi le comité territorial de la recherche en santé rassemblant tous les acteurs autour du CHU et de l'université (organismes de recherche, établissement de santé du territoire, professionnels de santé médicaux et paramédicaux de ville, collectivités territoriales, agences régionales de santé, …) est mis en place pour coordonner les efforts de recherche et l'ouvrir vers l'ambulatoire et vers la ville, facteur de succès de l'adaptation de notre système de santé aux enjeux de demain.La présente loi sera exécutée comme loi de l'Etat.\n\nDIRDEtats\n\n-Unis2\n\n, 79Chine2\n\njustify\n\n, 15Japon3\n\njustify\n\n, 21Allemagne3\n\njustify\n\n, 04Corée\n\ndu Sud4\n\n, 55France2\n\njustify\n\n, 19Pays\n\n-Bas1\n\n, 99Italie1\n\njustify\n\n, 35Royaume\n\n-Uni1\n\n, 66UE\n\n281\n\n, 97OCDE2\n\njustify\n\n, 37Source\n\n: Statistiques de l'OCDE de la science et technologie et de la R-D : Principaux indicateurs de la science et de la\n\n1\n\n20122018VariationEPST\n\n(établissements publics à caractère scientifique et technologique)\n\n47 56443\n\n733\n\n-8,1 %\n\nEPIC sous tutelle du MESRI22\n\n34922\n\n163\n\n-0,8 %\n\nUniversités et écoles sous tutelle du MESRI150\n\n90150\n\n657\n\n+ 0,4 %\n\nTotal220\n\n3216\n\n553\n\n-3 450Cette\n\n1\n\nIncidence de la loi de programmation pluriannuelle de la recherche sur les effectifs sous plafond de l'Etatet des opérateurs des trois programmes budgétaires P150, P172 et P193(en équivalents temps plein travaillés, et en écart par rapport à 2020)\n\n2.021202220232024e+39\n\n+ 700\n\n+ 1 350\n\n+ 2 000\n\n+ 2 650\n\n+ 3 150\n\n+ 3 600\n\n+ 4 000\n\n+ 4 400\n\n+ 4 800\n\n+ 5 200Outre\n\n1\n\nUnités de recherche et types d'établissements auxquelles elles sont rattachées *\n\nEtablissementsd'enseignementsupérieursous tutelle MESRIEtablissements\n\nd'enseignementsupérieur(autres tutelles)\n\nCNRSAutres\n\norganismesnationauxAutres\n\nétablissementsAssociationsEtablissements\n\nd'enseignement supérieur sous tutelle MESRI87993964482482Etablissements\n\ncenter\n\ncenter\n\ncenter\n\ncenter\n\ncenter\n\ncenter\n\nd'enseignement supérieur (autres tutelles)\n\n936597786CNRS9649795271551Autres\n\ncenter\n\ncenter\n\ncenter\n\ncenter\n\nleft\n\ncenter\n\ncenter\n\ncenter\n\ncenter\n\ncenter\n\ncenter\n\ncenter\n\norganismes nationaux4827827154422Autres\n\ncenter\n\ncenter\n\ncenter\n\ncenter\n\ncenter\n\nleft\n\nétablissements486552215Associations211*\n\ncenter\n\ncenter\n\ncenter\n\ncenter\n\ncenter\n\nleft\n\ncenter\n\ncenter\n\nleft\n\ncenter\n\nleft\n\nleft\n\ncenter\n\n1"
    }
  ]
}