{
  "id": "loi-n-46-860-du-30-avril-1946",
  "type": "statute",
  "title": "Loi n° 46-860 du 30 avril 1946",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000315341",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Dans un délai de six mois, le ministre de la France d'outre-mer établira pour les territoires relevant de son autorité à la date de la présente loi des plans de développement économique et social portant sur une période de dix années. Ces plans comporteront la transformation de ces territoires en pays modernes pour tout ce qui concerne leur équipement public et privé et engloberont la production, la transformation, la circulation et l'utilisation des richesses de toute nature desdits territoires.Ils auront pour objet : d'une part et par priorité, de satisfaire aux besoins des populations autochtones et de généraliser les conditions les plus favorables à leur progrès social ; d'autre part, en concordance avec les plans établis par le commissariat général du plan, de concourir à l'exécution des programmes de reconstitution et de développement de l'économie de l'Union française, tant sur le plan métropolitain que sur celui des échanges internationaux.Ces plans seront approuvés par décrets pris en conseil des ministres, sur le rapport du ministre de la France d'outre-mer, après avis des autorités locales et du conseil du plan."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "En vue de la préparation et de l'exécution de ces plans, le ministre de la France d'outre-mer, ou les autorités auxquelles il délègue ses pouvoirs, est investi des pouvoirs nécessaires pour orienter et coordonner les activités privées, ainsi que pour suppléer, le cas échéant, à leur défaillance, dans toute la mesure qu'exigera l'accomplissement des programmes. Il pourra notamment, en ce qui concerne les activités essentielles à l'exécution des plans ou à la vie économique et sociale des territoires en cause :\n\n1° Créer, pour un ou plusieurs territoires, des sociétés d'Etat qui fonctionneront avec les méthodes et la souplesse des entreprises commerciales et industrielles privées ;\n\n2° provoquer ou autoriser la formation de sociétés d'économie mixte dans lesquelles l'Etat, les établissements publics nationaux ou les filiales majoritairement détenues par ces établissements, les collectivités publiques d'outre-mer ou les établissements publics desdits territoires auront une participation majoritaire ;\n\n3° Soumettre à autorisation préalable la création ou l'extension des entreprises dont l'activité intéresse directement ou indirectement l'exécution des plans ;\n\n4° Soumettre au contrôle de la puissance publique la gestion des mêmes entreprises ;\n\n5° Fédérer l'activité des organismes publics ou privés précités, dans un ou plusieurs territoires, au sein des conseils qui auront pour attribution d'établir d'équilibre nécessaire entre les besoins de l'homme, le développement, l'utilisation et la préservation des ressources naturelles."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "La caisse centrale de la France d'outre-mer est autorisée par la présente loi :A accorder les avances précitées au taux d'intérêt de 1 p. 100 l'an et avec des délais de remboursement suffisants pour ne pas gêner l'exécution des programmes ;A constituer directement la part revenant à la puissance publique dans le capital des entreprises prévues aux alinéas 1° et 2° de l'article 2 ci-dessus, ou à fournir aux collectivités ou établissements publics, sous forme d'avances, les moyens de le faire ;A assurer ou garantir aux collectivités ou aux entreprises concourant à l'exécution des programmes, directement ou par l'intermédiaire d'établissements publics, toutes opérations financières autorisée, par la loi et destinées à faciliter cette exécution.Les conditions auxquelles s'effectueront les diverses opérations précitées seront déterminées par décrets en Conseil d'Etat rendus sur le rapport des ministres de la France d'outre-mer, et des finances. Les mêmes décrets modifieront, si besoin est, les statuts de la caisse centrale de la France d'outremer."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "A dater de la promulgation de la présente loi, le fonds d'investissements pour le développement économique et social des territoires d'outre-mer prend en charge le fonds de solidarité colonial créé par l'acte dit loi du 26 octobre 1940."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Toute disposition contraire à la présente loi est et demeure abrogée."
    }
  ]
}