{
  "id": "loi-n-2022-172-du-14-fevrier-2022",
  "type": "statute",
  "title": "LOI n°2022-172 du 14 février 2022",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000045167536",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I. - A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\n- Code de commerce\n\n- Code de commerce\n\n- Code de commerce\n\nII. - A compter de la publication de la présente loi, nul ne peut affecter à son activité professionnelle un patrimoine séparé de son patrimoine personnel en application de l'article L. 526-6 du code de commerce. L'affectation à un patrimoine affecté déjà constitué ou le retrait d'éléments de celui-ci demeurent possibles.Les personnes physiques exerçant leur activité sous le régime de l'entrepreneur individuel à responsabilité limitée à la date de publication de la présente loi demeurent régies par la section 2 du chapitre VI du titre II du livre V du code de commerce, dans sa rédaction résultant de la présente loi.Le présent II est applicable dans les îles Wallis et Futuna."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est habilité à prendre par voie d'ordonnance, dans un délai d'un an à compter de la promulgation de la présente loi, toutes dispositions relevant du domaine de la loi permettant de :1° Clarifier, simplifier et mettre en cohérence les règles relatives aux professions libérales soumises à un statut législatif ou réglementaire ou dont le titre est protégé, d'une part, en précisant les règles communes qui leur sont applicables et, d'autre part, en adaptant les différents régimes juridiques leur permettant d'exercer sous forme de société ;2° Faciliter le développement et le financement des structures d'exercice des professions libérales soumises à un statut législatif ou réglementaire ou dont le titre est protégé, à l'exclusion de toute ouverture supplémentaire à des tiers extérieurs à ces professions du capital et des droits de vote.II. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de six mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est habilité à modifier par voie d'ordonnance les dispositions législatives du code de l'artisanat afin d'en clarifier la rédaction et le plan. Cette nouvelle codification est effectuée à droit constant, sous réserve des modifications nécessaires pour assurer le respect de la hiérarchie des normes, garantir la cohérence rédactionnelle des textes, harmoniser l'état du droit et abroger les dispositions obsolètes ou devenues sans objet.L'ordonnance prise sur le fondement du premier alinéa du présent I peut en outre :1° Intégrer dans le code de l'artisanat les dispositions relevant du domaine de la loi relatives à l'artisanat qui n'ont pas été codifiées, qui sont codifiées dans un autre code ou qui résultent de la présente loi ;2° Actualiser les dispositions applicables aux départements de la Moselle, du Haut-Rhin, du Bas-Rhin et de Mayotte en procédant aux adaptations nécessaires.II. - L'ordonnance mentionnée au I est prise dans un délai de quatorze mois à compter de la promulgation de la présente loi. Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de cette ordonnance."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I. - A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code du travail\n\n- Code du travail\n\nII. - Au plus tard le 31 décembre 2024, le Gouvernement remet au Parlement un rapport évaluant la mise en œuvre de l'allocation des travailleurs indépendants. Ce rapport comprend un bilan précis du nombre de bénéficiaires recensés depuis cette mise en œuvre, une analyse des motifs de rejet des demandes déposées et une analyse de la capacité d'insertion dans l'emploi des bénéficiaires à l'issue de la période d'indemnisation ainsi que des possibilités d'étendre l'information et l'accès aux dispositifs d'assurance contre la perte d'emploi pour les indépendants. Il comprend également un bilan précis de la situation des travailleurs mentionnés à l'article L. 7341-1 du code du travail au regard de l'allocation des travailleurs indépendants. Ce rapport traite également de la pertinence de la période incompressible de cinq ans entre la cessation du bénéfice de l'allocation des travailleurs indépendants et la restauration de ce bénéfice. Les organisations syndicales de salariés et d'employeurs représentatives au niveau national et interprofessionnel peuvent remettre au Parlement un avis sur ce rapport."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I. à III.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-Code général des impôts, CGI.\n\n-Code des transports\n\n-Ordonnance n° 45-2138 du 19 septembre 1945\n\nIV.-Dans tous les codes et lois en vigueur, les mots : \" Conseil supérieur de l'ordre des experts-comptables \" sont remplacés par les mots : \" Conseil national de l'ordre des experts-comptables \"."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I.-Les articles 1er à 5 entrent en vigueur à l'expiration d'un délai de trois mois à compter de la promulgation de la présente loi.\n\nLes articles L. 526-22 à L. 526-31 du code de commerce s'appliquent aux créances nées après l'entrée en vigueur des articles 1er à 5 de la présente loi.\n\nL'article 5 n'est pas applicable aux procédures en cours au jour de son entrée en vigueur.\n\nLe 3° du I de l'article 6 entre en vigueur à l'expiration d'un délai de six mois à compter de la promulgation de la présente loi.\n\nII.-L'article 9 entre en vigueur à une date fixée par décret en Conseil d'Etat, et au plus tard le 1er janvier 2023. Toute personne qui, à la date d'entrée en vigueur du même article 9, exerce effectivement l'activité en cause en qualité de salarié ou pour son propre compte est réputée justifier de la qualification requise.\n\nIII.-A.-L'article 11 entre en vigueur le premier jour du mois suivant la publication de la présente loi pour les demandes d'allocation introduites à compter de cette date.\n\nB.-A modifié les dispositions suivantes :\n\nIV.-L'article 12 entre en vigueur le 1er septembre 2022.\n\nJusqu'au 31 août 2022, la part de collecte non affectée au financement du compte personnel de formation des travailleurs indépendants et du conseil en évolution professionnelle versée par les personnes immatriculées au répertoire des métiers est reversée au fonds d'assurance formation des chefs d'entreprise exerçant une activité artisanale mentionné au III de l'article 8 de l'ordonnance n° 2003-1213 du 18 décembre 2003 relative aux mesures de simplification des formalités concernant les entreprises, les travailleurs indépendants, les associations et les particuliers employeurs.\n\nV.-Les 1° à 4° de l'article 13 entrent en vigueur à la date d'entrée en vigueur du décret en Conseil d'Etat pris pour leur application, et au plus tard à l'expiration d'un délai de six mois à compter de la promulgation de la présente loi.\n\n-Code du travail"
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Le Gouvernement remet au Parlement, avant le 1er mars 2024, un rapport relatif à l'application du statut de l'entrepreneur individuel issu de la présente loi.Ce rapport fait notamment état des conditions d'accès au crédit des entrepreneurs individuels et propose, le cas échéant, les améliorations législatives nécessaires concernant leurs relations avec les établissements de crédit.Il évalue quantitativement les renonciations accordées par les entrepreneurs individuels, en faveur de leurs créanciers professionnels, au principe de séparation des patrimoines personnel et professionnel ainsi que l'existence de potentiels abus du recours à cette garantie de la part des établissements bancaires."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I. - Le Gouvernement remet au Parlement, dans un délai de six mois à compter de l'entrée en vigueur de l'article 12 de la présente loi, un rapport d'information relatif aux dispositifs de formation professionnelle destinés aux travailleurs indépendants.II. - Le rapport s'attache tout particulièrement à documenter les points suivants :1° Le nombre d'utilisateurs, les modalités d'alimentation du compte personnel de formation et les actions de formation suivies ;2° L'utilisation de la part des contributions à la formation professionnelle versées aux fonds d'assurance formation, avec une attention particulière portée aux pistes de simplification et d'harmonisation des conditions d'accès à la formation ;3° La performance globale des fonds d'assurance formation des indépendants, à la fois sous l'angle de l'adéquation des formations proposées aux besoins des travailleurs indépendants mais aussi en termes de gouvernance globale du système de financement de la formation.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}