{
  "id": "loi-n-94-475-du-10-juin-1994",
  "type": "statute",
  "title": "Loi n° 94-475 du 10 juin 1994",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000731608",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I. (paragraphe modificateur).II. Les dispositions du I sont applicables aux cautions souscrites à compter de la date de publication de la présente loi."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "I. (paragraphe modificateur).II. Les dispositions du I sont applicables aux cautions souscrites à compter de la date de publication de la présente loi."
    },
    {
      "provision_ref": "art99",
      "section": "99",
      "title": "Article 99",
      "content": "A l'exception de l'article 38, les dispositions de la présente loi entreront en vigueur à une date fixée par décret et au plus tard le 1er octobre 1994.Elles seront applicables aux procédures ouvertes à compter de cette date."
    },
    {
      "provision_ref": "art100",
      "section": "100",
      "title": "Article 100",
      "content": "Les dispositions de la présente loi sont applicables aux territoires d'outre-mer et à la collectivité territoriale de Mayotte à l'exception des articles 1er (II), 5, 30, 31, 96, 98 et 99 et, en ce qui concerne les territoires d'outre-mer, du I de l'article 1er de l'article 94."
    },
    {
      "provision_ref": "art101",
      "section": "101",
      "title": "Article 101",
      "content": "Dans les territoires d'outre-mer, les références au code du travail sont remplacées par des références à la loi n° 52-1322 du 15 décembre 1952 instituant un code du travail dans les territoires et les territoires associés relevant du ministère de la France d'outre-mer pour le territoire des îles Wallis-et-Futuna et, sous réserve de la compétence des territoires en ce domaine, à l'ordonnance n° 85-1181 du 13 novembre 1985 relative aux principes directeurs du droit du travail et à l'organisation et au fonctionnement de l'inspection du travail et du tribunal du travail en Nouvelle-Calédonie pour la Nouvelle-Calédonie et à la loi n° 86-845 du 17 juillet 1986 relative aux principes généraux du droit du travail et à l'organisation et au fonctionnement de l'inspection du travail et des tribunaux du travail en Polynésie française pour la Polynésie française.\n\nDans la collectivité territoriale de Mayotte, les références au code du travail sont remplacées par des références à l'ordonnance n° 91-246 du 25 février 1991 relative au code du travail applicable dans la collectivité territoriale de Mayotte."
    },
    {
      "provision_ref": "art102",
      "section": "102",
      "title": "Article 102",
      "content": "Pour l'application de la présente loi aux territoires d'outre-mer et aux collectivités territoriales de Mayotte et de Saint-Pierre-et-Miquelon, les mots : \"tribunal de grande instance\" sont remplacés par les mots : \"tribunal de première instance\" ; les mots : \"tribunal de commerce\" sont remplacés par les mots : \"tribunal de première instance statuant en matière commerciale\", en ce qui concerne les collectivités territoriales de Mayotte et de Saint-Pierre-et-Miquelon, et par les mots : \"tribunal mixte de commerce\", en ce qui concerne les territoires de Nouvelle-Calédonie, de Polynésie française et des îles Wallis-et-Futuna."
    },
    {
      "provision_ref": "art103",
      "section": "103",
      "title": "Article 103",
      "content": "Les dispositions de la présente loi sont applicables dans les territoires d'outre-mer et la collectivité territoriale de Mayotte pour les procédures ouvertes à compter d'une date fixée par décret en Conseil d'Etat.Pour la collectivité territoriale de Saint-Pierre-et-Miquelon, les références au code général des impôts citées par la présente loi sont remplacées par les références au code local des impôts de cette collectivité."
    }
  ]
}