{
  "id": "loi-n-2004-1484-du-30-decembre-2004",
  "type": "statute",
  "title": "Loi n° 2004-1484 du 30 décembre 2004",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000789373",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - La perception des impôts, produits et revenus affectés à l'Etat, aux collectivités territoriales, aux établissements publics et organismes divers habilités à les percevoir continue d'être effectuée pendant l'année 2005 conformément aux lois et règlements et aux dispositions de la présente loi de finances.II. - Sous réserve de dispositions contraires, la loi de finances s'applique :1° A l'impôt sur le revenu dû au titre de 2004 et des années suivantes ;2° A l'impôt dû par les sociétés sur leurs résultats des exercices clos à compter du 31 décembre 2004 ;3° A compter du 1er janvier 2005 pour les autres dispositions fiscales."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Les primes versées par l'Etat après consultation ou délibération de la Commission nationale du sport de haut niveau aux sportifs médaillés aux jeux Olympiques et Paralympiques de l'an 2004 à Athènes ne sont pas soumises à l'impôt sur le revenu."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I. - Paragraphe modificateurII. - Un décret précise les obligations déclaratives des débiteurs de pensions auxquelles s'appliquent les dispositions du présent article."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. - Paragraphe modificateurII. - Les dispositions du 2° du I s'appliquent à compter de l'imposition des revenus de l'année 2005."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I. - Paragraphe modificateurII. - Les dispositions du 2° du I s'appliquent à compter de l'imposition des revenus de l'année 2005."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I. - Paragraphe modificateurII. - Les dispositions du 1° du I sont applicables aux indemnités perçues depuis la date d'entrée en vigueur de l'article 53 de la loi de financement de la sécurité sociale pour 2001 précitée.III. - Les dispositions du 2° du I s'appliquent aux successions pour lesquelles une indemnité est versée ou due en réparation des préjudices patrimoniaux et extrapatrimoniaux causés à la personne atteinte d'une pathologie liée à une exposition à l'amiante."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I. - Paragraphe modificateurII. - Les dispositions relatives aux contrats territoriaux d'exploitation, prévues au II de l'article 73 B du code général des impôts dans sa rédaction en vigueur au 31 décembre 2004, demeurent applicables."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I. - Paragraphe modificateurII. - Les dispositions du I sont applicables aux exercices ouverts à compter du 1er janvier 2005."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I. - Paragraphe modificateurII. - Les dispositions du I entrent en vigueur à compter du 1er janvier 2005."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I. - Paragraphe modificateurII. - Les dispositions du I sont applicables aux contribuables qui transfèrent leur domicile hors de France à compter du 1er janvier 2005."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I. - Paragraphe modificateurII. - Un décret fixe les conditions d'application du I, notamment les obligations déclaratives incombant aux entreprises concernées et les conditions d'octroi et de retrait de l'agrément."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I. - Paragraphe modificateurII. - Un décret fixe les conditions d'application du I, et notamment les obligations déclaratives incombant aux entreprises concernées.III. - Les dispositions du I s'appliquent aux dépenses exposées à compter du 1er janvier 2005."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I. - 1. a) Les pôles de compétitivité sont constitués par le regroupement sur un même territoire d'entreprises, d'établissements d'enseignement supérieur et d'organismes de recherche publics ou privés qui ont vocation à travailler en synergie pour mettre en oeuvre des projets de développement économique pour l'innovation.\n\nb) La désignation des pôles de compétitivité est effectuée par un comité interministériel, après avis d'un groupe de personnalités qualifiées, sur la base des critères suivants :\n\n- les moyens de recherche et de développement susceptibles d'être mobilisés dans le ou les domaines d'activité retenus ;\n\n- les perspectives économiques et d'innovation ;\n\n- les perspectives et les modalités de coopération entre les entreprises, les organismes publics ou privés et les collectivités territoriales et leurs établissements publics de coopération intercommunale dotés d'une fiscalité propre.\n\nLa désignation d'un pôle de compétitivité peut être assortie de la désignation d'une zone de recherche et de développement regroupant l'essentiel des moyens de recherche et de développement. Cette zone est définie par un arrêté du ministre chargé de l'industrie.\n\nUn décret en Conseil d'Etat fixe les modalités d'application de ces dispositions.\n\n2. a) Les projets de recherche et de développement menés dans le cadre des pôles de compétitivité mentionnés au 1 associent plusieurs entreprises et au moins l'un des partenaires suivants : laboratoires publics ou privés, établissements d'enseignement supérieur, organismes concourant aux transferts de technologies. Ces projets sont susceptibles de développer l'activité des entreprises concernées ou de favoriser l'émergence de nouvelles entreprises innovantes.\n\nCes projets décrivent les travaux de recherche et de développement incombant à chacun des partenaires et précisent les moyens mobilisés pour la réalisation de ces travaux, ainsi que le pôle de compétitivité auquel ils se rattachent.\n\nb) Les projets de recherche et de développement sont agréés par les services de l'Etat en fonction des critères suivants :\n\n- nature de la recherche et du développement prévus ;\n\n- modalités de coopération entre les entreprises et les organismes publics ou privés mentionnés au 1 ;\n\n- complémentarité avec les activités économiques du pôle de compétitivité ;\n\n- impact en termes de développement ou de maintien des implantations des entreprises ;\n\n- réalité des débouchés économiques ;\n\n- impact sur l'attractivité du territoire du pôle de compétitivité ;\n\n- complémentarité avec d'autres pôles de compétitivité ;\n\n- qualité de l'évaluation prévisionnelle des coûts ;\n\n- viabilité économique et financière ;\n\n- implication, notamment financière, des collectivités territoriales et de leurs établissements publics de coopération intercommunale dotés d'une fiscalité propre.\n\n3. Abrogé.\n\nII. - Paragraphe modificateur\n\nI. - Les dispositions du B sont applicables aux résultats des exercices clos à compter de la date de délimitation par décret en Conseil d'Etat des zones de recherche et de développement mentionnées au I du présent article.\n\nIII. - A. - Paragraphe modificateur\n\nB. - Pour les immeubles susceptibles d'être exonérés dès le 1er janvier 2005 en application du I de l'article 1383 F du code général des impôts, la déclaration prévue au II de l'article 1383 F doit être souscrite dans les trente jours de la date de délimitation par décret en Conseil d'Etat des zones de recherche et de développement mentionnées au I du présent article.\n\nC. Paragraphe modificateur\n\nD. - Pour bénéficier dès 2005 de l'exonération de taxe professionnelle prévue à l'article 1466 E du code général des impôts, les contribuables doivent en faire la demande dans les trente jours de la date de délimitation par décret en Conseil d'Etat des zones de recherche et de développement mentionnées au I du présent article.\n\nE. - Pour l'application des dispositions des articles 1383 F et 1466 E du même code à l'année 2005, les délibérations des collectivités territoriales et des établissements publics de coopération intercommunale dotés d'une fiscalité propre doivent intervenir dans les trente jours de la date de délimitation par décret en Conseil d'État des zones de recherche et de développement mentionnées au I du présent article.\n\nF. Paragraphe modificateur\n\nIV. Paragraphe modificateur\n\nV. - Abrogé."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I. - Paragraphe modificateurII. - Les dispositions du 2° du I s'appliquent pour les exercices clos ou la période d'imposition arrêtée à compter du 1er janvier 2006.III. - Les dispositions des articles 235 ter ZA et 1668 B du code général des impôts sont abrogées pour les exercices clos ou la période d'imposition arrêtée à compter du 1er janvier 2006."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I. - Paragraphe modificateurII. - A. - Les dispositions du D et du F du I sont applicables aux exercices ouverts à compter du 1er janvier 2004.B. - Les dispositions des B, C et E du I sont applicables aux opérations réalisées à compter du 1er janvier 2005.C. - Les dispositions du A du I sont applicables aux contrats de crédit-bail conclus ou acquis à compter du 1er janvier 2005."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I. - Paragraphe modificateurII. - Un décret fixe les modalités d'application du II de l'article 210 E.III. - Les dispositions du présent article s'appliquent aux apports réalisés du 1er janvier 2005 au 31 décembre 2007."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "I. - Paragraphe modificateurII. - Les dispositions du I s'appliquent aux impositions établies au titre des années 2005 à 2011.III. - Paragraphe modificateurIV. - Le Gouvernement communique chaque année avant le 31 mars aux présidents et rapporteurs généraux des commissions des finances de l'Assemblée nationale et du Sénat la liste des régimes d'aides de toute nature accordées par l'Etat relevant du règlement (CE) n° 69/2001 de la Commission du 12 janvier 2001 concernant l'application des articles 87 et 88 du traité CE aux aides de minimis."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I. - Paragraphe modificateurII. - Les dispositions des 2° et 3° du I s'appliquent à compter des impositions établies au titre de l'année 2004."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "I. - Paragraphe modificateurII. - Les dispositions du I entrent en vigueur à compter du 1er janvier 2005."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "I. - Paragraphe modificateurII. - Paragraphe modificateurIII. - Les dispositions du I entrent en vigueur à compter du 1er janvier 2005."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "I - Paragraphe modificateurII. - Les dispositions du I entrent en vigueur à compter du 1er janvier 2005."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "I. - Paragraphe modificateurII. - Les entreprises visées au premier alinéa de l'article 265 septies du code des douanes peuvent, à titre exceptionnel, obtenir une avance sur leur demande de remboursement de la taxe intérieure de consommation sur le gazole au titre des consommations totales réalisées au cours du second semestre 2004. Le montant de cette avance est égal à 90 % des remboursements obtenus au titre du premier semestre 2004.Lors du dépôt des demandes de remboursement afférentes au second semestre 2004, le service des douanes établit soit le montant de taxe supplémentaire à rembourser, soit le montant de l'avance versée en trop à imputer sur la plus prochaine demande de remboursement.III. - Les exploitants de transport public routier en commun de voyageurs visés au premier alinéa de l'article 265 octies du code des douanes peuvent obtenir une avance selon les modalités définies au II.IV. - Les chefs d'exploitation ou d'entreprise agricoles participant à la mise en valeur d'une exploitation ou d'une entreprise agricole à titre individuel ou dans un cadre sociétaire, affiliés à l'assurance maladie, invalidité et maternité des personnes non salariées des professions agricoles en application de l'article L. 722-10 du code rural ou affiliés au régime social des marins au titre de la conchyliculture, les personnes morales ayant une activité agricole au sens des articles L. 722-1 à L. 722-3 du même code et les coopératives d'utilisation en commun de matériel agricole dont le matériel est utilisé dans les exploitations agricoles en vue de la réalisation de travaux définis aux articles L. 722-2 et L. 722-3 du même code, les personnes redevables de la cotisation de solidarité visées à l'article L. 731-23 du même code peuvent obtenir, sur demande de leur part, un remboursement de la taxe intérieure de consommation appliquée au gazole utilisé sous condition d'emploi et bénéficiant du taux privilégié prévu par le tableau B de l'article 265 du code des douanes, acquis entre le 1er juillet et le 31 décembre 2004.Le montant du remboursement est fixé à 4 euros par hectolitre.Les demandes de remboursement établies par les personnes mentionnées au premier alinéa seront adressées aux services et organismes désignés par décret dans les conditions qui y seront fixées."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "I. - Paragraphe modificateurII. - Les dispositions du I sont applicables pour la détermination du résultat des exercices clos à compter du 22 septembre 2004."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "I. - Paragraphe modificateurII. - Paragraphe modificateurIII. - Paragraphe modificateurIV. - Le Gouvernement présentera, chaque année, jusqu'en 2007, au Parlement un rapport sur les incidences du 1° et du 5° de l'article L. 4332-1 du code général des collectivités territoriales et proposera les ajustements nécessaires en cas d'écart supérieur à 1 % entre le montant du rendement de la contribution au développement de l'apprentissage instituée à l'article 1599 quinquies A du code général des impôts et le montant des crédits supprimés en application du 1° de l'article L. 4332-1 du code général des collectivités territoriales."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "I. Paragraphe modificateurII. Paragraphe modificateurIII. Paragraphe modificateurIV. Paragraphe modificateurV. Les dispositions prévues aux I, III et IV et aux A à C et E du II s'appliquent à compter de la date de suppression en France du nouveau marché.Les dispositions du D du II s'appliquent aux opérations mentionnées à l'article 978 du code général des impôts qui sont réalisées à compter du 25 décembre 2004."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "I.-Paragraphe modificateurII.-La transformation d'un bon ou contrat de capitalisation ou d'un placement de même nature en bons ou contrats mentionnés au I quinquies de l'article 125-0 A du code général des impôts entraîne dans tous les cas les conséquences fiscales d'un dénouement. Cette disposition n'est toutefois pas applicable pour la transformation d'une part de bons ou contrats mentionnés au I quater du même article et d'autre part de bons ou contrats mentionnés au I de l'article 125-0 A précité souscrits à compter du 1er janvier 2003 en bons ou contrats mentionnés au I quinquies précité, lorsque cette transformation résulte d'un avenant conclu avant le 1er juillet 2006. Les produits inscrits sur les bons ou contrats, autres que ceux en unités de compte mentionnés au deuxième alinéa de l'article L. 131-1 du code des assurances, à la date de leur transformation sont assimilés à des primes versées pour l'application des dispositions des articles L. 136-6, L. 136-7, L. 245-14 et L. 245-15 du code de la sécurité sociale, des articles 15 et 16 de l'ordonnance n° 96-50 du 24 janvier 1996 relative au remboursement de la dette sociale ainsi que du 2° de l'article 11 de la loi n° 2004-626 du 30 juin 2004 relative à la solidarité pour l'autonomie des personnes âgées et des personnes handicapées, lorsqu'en application de ces mêmes dispositions ces produits ont été soumis, lors de leur inscription en compte, aux prélèvements et contributions applicables à cette date.III.-Lorsqu'à la date d'entrée en vigueur de la présente loi, l'organisme de placement collectif en valeurs mobilières mentionné au premier alinéa du I quater de l'article 125-0 A du code général des impôts détient à son actif des titres mentionnés au treizième alinéa du même article dans sa rédaction antérieure à l'entrée en vigueur de la présente loi, ces titres continuent à être pris en compte dans les proportions d'investissement prévues au I quater précité.IV.-Un décret en Conseil d'Etat fixe les modalités d'application du B du I, et du II, et notamment les conditions dans lesquelles il peut être procédé au rachat des bons ou contrats mentionnés au I quinquies de l'article 125-0 A du code général des impôts ou à la conversion entre les droits qui ne sont pas exprimés en unités de compte ou qui sont exprimés en unités de compte autres que celles mentionnées au premier alinéa du 1 du I quinquies de l'article 125-0 A précité et ceux exprimés en unités de compte mentionnées à ce même alinéa."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "I - Paragraphe modificateurII. - Un décret en Conseil d'Etat précise les conditions que doivent respecter les organismes mentionnés au c du 1 bis du I de l'article 2 de la loi n° 92-666 du 16 juillet 1992 précitée, leur gérant ou leur représentant à l'égard des tiers pour permettre à leurs porteurs de parts ou actionnaires de justifier de l'éligibilité de leur investissement au plan d'épargne en actions.III. - Les dispositions du présent article sont applicables à compter du 1er janvier 2005."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "I. - Paragraphe modificateurII. - Paragraphe modificateurIII. - Un décret en Conseil d'Etat fixe les modalités d'application du présent article."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "I. - Paragraphe modificateurII. - Paragraphe modificateurIII. - Les dispositions du présent article entrent en vigueur le 1er mars 2005."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "Pour 2005, le montant et la répartition du prélèvement de solidarité pour l'eau, institué par le II de l'article 58 de la loi de finances pour 2000 (n° 99-1172 du 30 décembre 1999) sont identiques à ceux fixés par l'article 38 de la loi de finances pour 2004 (n° 2003-1311 du 30 décembre 2003)."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "I. - Paragraphe modificateurII. - Paragraphe modificateurIII. - Paragraphe modificateurIV. - Paragraphe modificateurV. - Par dérogation aux dispositions des articles L. 1613-2 et L. 2334-1 du code général des collectivités territoriales, la part revenant aux communes et établissements publics de coopération intercommunale au titre de la régularisation de la dotation globale de fonctionnement pour 2003 vient majorer le montant de la dotation globale de fonctionnement des communes et de leurs groupements mise en répartition en 2005."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "Le Gouvernement présentera au Parlement, avant la fin de la session ordinaire de 2004-2005, un rapport sur la mise en oeuvre de la réforme de la dotation globale de fonctionnement résultant de la présente loi et de la dotation de solidarité urbaine et de cohésion sociale résultant de la loi de programmation pour la cohésion sociale.Ce rapport présentera les mécanismes de répartition et les résultats de la répartition de la dotation globale de fonctionnement. Il mesurera les effets péréquateurs de la mise en oeuvre de la réforme et les voies et moyens de l'améliorer.Ce rapport présentera les perspectives à moyen terme d'évolution de la répartition spontanée de la dotation globale de fonctionnement et de l'impact des mesures de garantie adoptées.Ce rapport présentera les avantages et les inconvénients de la distinction entre les départements urbains et les autres s'agissant de la dotation de péréquation des départements.Ce rapport présentera les avantages et les inconvénients présentés par l'utilisation d'indices synthétiques des ressources et des charges par comparaison à une éventuelle séparation des dotations de péréquation des ressources de celles de péréquation des charges au regard des objectifs de péréquation.Ce rapport évaluera la durée nécessaire pour que le dispositif de péréquation permette à tous les départements de dégager un solde de ressources net des dépenses obligatoires égal à 80 % de la valeur médiane dudit solde de l'ensemble des départements métropolitains.Il apparaîtra à la lumière du rapport si les dispositions sur la péréquation interdépartementale figurant dans la présente loi appellent ou non des modifications à caractère législatif."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "La compensation financière des transferts de compétences prévue au II de l'article 119 de la loi n° 2004-809 du 13 août 2004 relative aux libertés et responsabilités locales s'opère dans les conditions suivantes :\n\nI.-Les ressources attribuées aux régions et à la collectivité territoriale de Corse au titre de cette compensation sont composées d'une part du produit de l'accise sur les énergies perçue sur les gazoles et les essences en métropole. Cette part est obtenue, pour l'ensemble des régions et de la collectivité territoriale de Corse, par application d'une fraction du tarif de l'accise sur les énergies perçue sur les gazoles et les essences en métropole aux quantités de carburants vendues chaque année sur l'ensemble du territoire métropolitain.\n\nLa fraction de tarif mentionnée à l'alinéa précédent est calculée de sorte qu'appliquée aux quantités de carburants vendues sur l'ensemble du territoire métropolitain en 2004, elle conduise à un produit égal au droit à compensation de l'ensemble des régions et de la collectivité territoriale de Corse tel que défini au I de l'article 119 de la loi n° 2004-809 du 13 août 2004 précitée.\n\nJusqu'à la connaissance des montants définitifs des quantités de carburants et des droits à compensation susmentionnés, cette fraction de tarif est fixée à :\n\na) 1,11 euro par hectolitre, s'agissant de l'essence E10 et des produits relevant de la catégorie fiscale des essences et soumis au tarif normal ;\n\nb) 0,79 euro par hectolitre, s'agissant des produits relevant de la catégorie fiscale des gazoles et soumis au tarif normal.\n\nLe niveau définitif de cette fraction est arrêté par la plus prochaine loi de finances après la connaissance des montants définitifs des droits à compensation.\n\nChaque région et la collectivité territoriale de Corse reçoivent un produit de accise sur les énergies perçue sur les gazoles et les essences en métropole correspondant à un pourcentage de la fraction de tarif mentionnée au premier alinéa. Ce pourcentage est égal, pour chaque collectivité, au droit à compensation de cette collectivité rapporté au droit à compensation de l'ensemble des régions et de la collectivité territoriale de Corse. Jusqu'à la connaissance définitive des droits à compensation, ces pourcentages sont fixés provisoirement comme suit :\n\n(Tableau non reproduit)\n\nA compter du 1er janvier 2006, les ressources susmentionnées sont constituées par l'attribution d'une fraction de tarif de l'accise sur les énergies perçue sur les gazoles et les essences en métropole perçue sur les quantités de supercarburants sans plomb et de gazole vendues aux consommateurs finals sur le territoire de la région ou de la collectivité territoriale de Corse. Le montant de cette fraction sera arrêté, par carburant, par la loi de finances pour 2006.\n\nUn décret fixe les conditions d'application de ce dispositif. Il définit notamment les obligations déclaratives imposées aux redevables de la taxe, ainsi que celles des personnes physiques ou morales qui procèdent à la vente de carburants ayant déjà supporté ladite taxe.\n\nII.-Les transferts de compétence prévus à l'article 73 de la loi n° 2004-809 du 13 août 2004 précitée entrent en vigueur au 1er juillet 2005, à l'exception de ceux résultant des dispositions de l'article L. 4383-4 et de l'article L. 4151-8 du code de la santé publique qui entrent en vigueur au 1er janvier 2005.\n\nIII. - Les ressources attribuées aux départements au titre de cette compensation sont composées de la totalité du produit de la taxe sur les conventions d'assurance perçue en application des 1° et 3° de l'article 1001 du code général des impôts, d'une part du produit de la taxe sur les conventions d'assurance perçue en application du 5° bis dudit article et d'une part du produit de l'accise sur les énergies perçue sur les gazoles et les essences en métropole. La part concernant ledit 5° bis est obtenue, pour l'ensemble des départements, par application d'une fraction de tarif à l'assiette nationale correspondant aux conventions d'assurance mentionnées audit 5° bis. La part concernant le produit de l'accise sur les énergies perçue sur les gazoles et les essences en métropole est obtenue pour l'ensemble des départements par application d'une fraction du tarif de cette taxe aux quantités de carburants vendues chaque année sur l'ensemble du territoire métropolitain.\n\nPour tenir compte de la suppression totale de la taxe différentielle sur les véhicules à moteur, la part du produit de l'accise sur les énergies perçue sur les gazoles et les essences en métropole est calculée de sorte que, appliquée à l'assiette nationale 2004, elle conduise à un produit égal au droit à compensation de l'ensemble des départements tel que défini au I de l'article 119 de la loi n° 2004-809 du 13 août 2004 précitée, augmenté du produit reçu en 2004 par l'ensemble des départements au titre de la taxe différentielle sur les véhicules à moteur et diminué du montant du produit de la taxe sur les conventions d'assurance perçue en application des 1° et 3° et du 5° bis mentionné au premier alinéa du présent III ;\n\nEn 2006, en 2007 et en 2008 la participation des familles prévue au deuxième alinéa de l'article 2 du décret n° 85-934 du 4 septembre 1985 relatif au fonctionnement du service annexe d'hébergement des établissements publics locaux d'enseignement est perçue par les départements dans des conditions fixées par décret.\n\nA compter de 2006, le montant de la compensation servant au calcul de la fraction de taux mentionnée au premier alinéa du présent III est minoré du montant, constaté en 2004, de la participation des familles prévue au deuxième alinéa de l'article 2 du décret n° 85-934 du 4 septembre 1985 précité.\n\nA compter de 2008, la fraction de tarif de la taxe sur les conventions d'assurance perçue en application du 5° bis de l'article 1001 du code général des impôts est fixée à 11,550 %. En 2017, la fraction de tarif de l'accise sur les énergies perçue sur les gazoles et les essences en métropole est fixée à 1,74 € par hectolitre s'agissant de l'essence E10 et des produits relevant de la catégorie fiscale des essences et soumis au tarif normal et 1,231 € par hectolitre s'agissant des produits relevant de la catégorie fiscale des gazoles et soumis au tarif normal.\n\nLe niveau définitif de la fraction mentionnée au premier alinéa du présent III est arrêté par la plus prochaine loi de finances après la connaissance des montants définitifs des droits à compensation.\n\nChaque département reçoit un produit de taxe correspondant à un pourcentage de la somme des produits de la taxe sur les conventions d'assurance et de l'accise sur les énergies perçue sur les gazoles et les essences en métropole mentionnés au premier alinéa du présent III. Ce pourcentage est fixé, pour chaque département, en rapportant :\n\na) D'une part, le droit à compensation de ce département, augmenté, d'une part, du produit reçu en 2004 par ce département au titre de la taxe différentielle sur les véhicules à moteur et, d'autre part, de la compensation financière des charges résultant de l'allongement de la durée de la formation initiale obligatoire des assistants maternels et de l'instauration d'une formation d'initiation aux gestes de secourisme prévus en application de l'article L. 421-14 du code de l'action sociale et des familles ainsi que de la compensation financière des charges résultant du transfert des services ou parties de services de l'Etat participant à l'exercice des compétences transférées en matière d'aménagement foncier dans les conditions prévues à l'article 95 de la loi n° 2005-157 du 23 février 2005 relative au développement des territoires ruraux et des personnels de l'Etat relevant des services ou parties de services des parcs de l'équipement transférés dans les conditions prévues à l'article 6 de la loi n° 2009-1291 du 26 octobre 2009 relative au transfert aux départements des parcs de l'équipement et à l'évolution de la situation des ouvriers des parcs et ateliers, et minoré du montant, constaté en 2004 dans ce même département, de la participation des familles prévue au deuxième alinéa de l'article 2 du décret n° 85-934 du 4 septembre 1985 précité ;\n\nb) D'autre part, le montant de la compensation de l'ensemble des départements calculé selon les modalités prévues aux deuxième et quatrième alinéas du présent III.\n\nA compter de 2015, la métropole de Lyon et le département du Rhône reçoivent un produit de taxe résultant de l'application, à la part des produits de la taxe sur les conventions d'assurance et de l'accise sur les énergies perçue sur les gazoles et les essences en métropole reçu par le département du Rhône avant la création de la métropole de Lyon, d'une clé de répartition correspondant à 69,690 10 % pour la métropole de Lyon et à 30,309 90 % pour le département du Rhône.\n\nEn 2017, ces pourcentages sont fixés comme suit :\n\nleft\n\nSi la somme des produits de la taxe sur les conventions d'assurance et de l'accise sur les énergies perçue sur les gazoles et les essences en métropole pour une année donnée à un département en application du pourcentage de la fraction de taux applicable à ce département pour cette même année représente un montant inférieur à son droit à compensation pour l'année considérée, tel que défini au I de l'article 119 de la loi n° 2004-809 du 13 août 2004 précitée, la différence fait l'objet d'une attribution à due concurrence d'une part du produit de l'accise sur les énergies perçue sur les gazoles et les essences en métropole revenant à l'Etat.\n\nIV. - A compter du 1er janvier 2016, lorsqu'une région est constituée par regroupement de plusieurs régions, en application de l'article 1er de la loi n° 2015-29 du 16 janvier 2015 relative à la délimitation des régions, aux élections régionales et départementales et modifiant le calendrier électoral, la fraction de taxe intérieure de consommation sur les produits énergétiques qui lui est appliquée correspond à la somme des droits à compensation des régions qu'elle regroupe.\n\nleft\n\nDépartement\n\nPourcentage\n\nAin\n\n1,067 112\n\nAisne\n\n0,963 882\n\nAllier\n\n0,765 330\n\nAlpes-de-Haute-Provence\n\n0,553 836\n\nHautes-Alpes\n\n0,414 655\n\nAlpes-Maritimes\n\n1,591 168\n\nArdèche\n\n0,750 135\n\nArdennes\n\n0,655 485\n\nAriège\n\n0,395 137\n\nAube\n\n0,722 361\n\nAude\n\n0,735 795\n\nAveyron\n\n0,768 171\n\nBouches-du-Rhône\n\n2,297 071\n\nCalvados\n\n1,118 042\n\nCantal\n\n0,577 509\n\nCharente\n\n0,622 497\n\nCharente-Maritime\n\n1,017 208\n\nCher\n\n0,641 284\n\nCorrèze\n\n0,745 074\n\nCorse-du-Sud\n\n0,219 634\n\nHaute-Corse\n\n0,207 386\n\nCôte-d'Or\n\n1,121 088\n\nCotes-d'Armor\n\n0,913 085\n\nCreuse\n\n0,427 877\n\nDordogne\n\n0,770 492\n\nDoubs\n\n0,859 031\n\nDrôme\n\n0,825 430\n\nEure\n\n0,968 431\n\nEure-et-Loir\n\n0,838 502\n\nFinistère\n\n1,038 627\n\nGard\n\n1,065 976\n\nHaute-Garonne\n\n1,639 394\n\nGers\n\n0,463 211\n\nGironde\n\n1,780 679\n\nHérault\n\n1,283 673\n\nIlle-et-Vilaine\n\n1,181 928\n\nIndre\n\n0,592 832\n\nIndre-et-Loire\n\n0,964 336\n\nIsère\n\n1,808 177\n\nJura\n\n0,701 668\n\nLandes\n\n0,736 964\n\nLoir-et-Cher\n\n0,602 997\n\nLoire\n\n1,098 758\n\nHaute-Loire\n\n0,599 546\n\nLoire-Atlantique\n\n1,519 466\n\nLoiret\n\n1,083 370\n\nLot\n\n0,610 342\n\nLot-et-Garonne\n\n0,522 174\n\nLozère\n\n0,411 991\n\nMaine-et-Loire\n\n1,164 699\n\nManche\n\n0,959 030\n\nMarne\n\n0,921 235\n\nHaute-Marne\n\n0,592 476\n\nMayenne\n\n0,541 868\n\nMeurthe-et-Moselle\n\n1,041 715\n\nMeuse\n\n0,540 572\n\nMorbihan\n\n0,917 896\n\nMoselle\n\n1,549 277\n\nNièvre\n\n0,620 600\n\nNord\n\n3,069 180\n\nOise\n\n1,107 314\n\nOrne\n\n0,693 380\n\nPas-de-Calais\n\n2,176 087\n\nPuy-de-Dôme\n\n1,414 245\n\nPyrénées-Atlantiques\n\n0,964 388\n\nHautes-Pyrénées\n\n0,577 601\n\nPyrénées-Orientales\n\n0,688 322\n\nBas-Rhin\n\n1,353 294\n\nHaut-Rhin\n\n0,905 557\n\nRhône\n\n0,601 947\n\nMétropole de Lyon\n\n1,382 664\n\nHaute-Saône\n\n0,455 721\n\nSaône-et-Loire\n\n1,029 473\n\nSarthe\n\n1,039 639\n\nSavoie\n\n1,140 684\n\nHaute-Savoie\n\n1,274 939\n\nParis\n\n2,392 770\n\nSeine-Maritime\n\n1,699 167\n\nSeine-et-Marne\n\n1,886 456\n\nYvelines\n\n1,732 242\n\nDeux-Sèvres\n\n0,646 444\n\nSomme\n\n1,069 250\n\nTarn\n\n0,668 100\n\nTarn-et-Garonne\n\n0,436 908\n\nVar\n\n1,335 683\n\nVaucluse\n\n0,736 465\n\nVendée\n\n0,932 026\n\nVienne\n\n0,669 589\n\nHaute-Vienne\n\n0,611 488\n\nVosges\n\n0,745 471\n\nYonne\n\n0,760 590\n\nTerritoire de Belfort\n\n0,220 505\n\nEssonne\n\n1,512 462\n\nHauts-de-Seine\n\n1,980 276\n\nSeine-Saint-Denis\n\n1,912 197\n\nVal-de-Marne\n\n1,513 438\n\nVal-d'Oise\n\n1,575 576\n\nGuadeloupe\n\n0,692 982\n\nMartinique\n\n0,514 859\n\nGuyane\n\n0,332 005\n\nLa Réunion\n\n1,440 439\n\nTotal\n\n100\n\n1"
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "I.-A compter de 2005, les départements reçoivent une part du produit de la taxe sur les conventions d'assurances perçue en application du 5° bis de l'article 1001 du code général des impôts, dans les conditions suivantes :\n\nLa part affectée à l'ensemble des départements est obtenue par l'application d'une fraction du taux de la taxe à l'assiette nationale correspondant aux conventions d'assurances mentionnées audit 5° bis.\n\nLa fraction de taux mentionnée à l'alinéa précédent est calculée de sorte qu'appliquée à l'assiette nationale 2005, elle conduise à un produit égal à 900 millions d'euros.\n\nA compter de 2006, cette fraction de taux est fixée à 6,45 %.\n\nChaque département reçoit un produit de taxe correspondant à un pourcentage de la fraction de taux fixée plus haut. Ce pourcentage est égal, pour chaque département, au rapport entre le nombre de véhicules terrestres à moteur immatriculés dans ce département au 31 décembre 2003 et le nombre total de véhicules terrestres à moteur immatriculés sur le territoire national à cette même date.\n\nA compter de 2015, la métropole de Lyon et le département du Rhône reçoivent un produit de taxe résultant de l'application, à la part du produit de la taxe sur les conventions d'assurance reçu par le département du Rhône avant la création de la métropole de Lyon, d'une clé de répartition correspondant à 77,390 00 % pour la métropole de Lyon et à 22,610 00 % pour le département du Rhône.\n\nCes pourcentages sont ainsi fixés :\n\nA compter de 2024, un montant de 15 millions d'euros est attribué à la commune de Marseille et un montant de 3,6 millions d'euros est attribué au Département de Mayotte sur le produit, revenant à l'Etat, de la taxe sur les conventions d'assurances. Ces montants évoluent chaque année comme le produit de la taxe sur les conventions d'assurances perçue en application du 5° bis de l'article 1001 du code général des impôts.\n\nII.-Paragraphe modificateur\n\nIII.-La différence entre, d'une part, le montant du produit de la taxe sur les conventions d'assurances transféré aux départements en application du I du présent article et, d'autre part, le montant de la réduction de dotation prise en application du II du présent article constitue, pour 2005, la participation financière de l'Etat prévue à l'article 83 de la loi n° 2004-811 du 13 août 2004 de modernisation de la sécurité civile.\n\nDÉPARTEMENT\n\nPOURCENTAGE\n\nAin\n\n0,909 546\n\nAisne\n\n0,813 218\n\nAllier\n\n0,645 842\n\nAlpes-de-Haute-Provence\n\n0,276 710\n\nHautes-Alpes\n\n0,227 813\n\nAlpes-Maritimes\n\n1,829 657\n\nArdèche\n\n0,546 371\n\nArdennes\n\n0,480 944\n\nAriège\n\n0,264 542\n\nAube\n\n0,545 396\n\nAude\n\n0,641 243\n\nAveyron\n\n0,549 331\n\nBouches-du-Rhône\n\n3,225 606\n\nCalvados\n\n1,038 456\n\nCantal\n\n0,283 008\n\nCharente\n\n0,621 288\n\nCharente-Maritime\n\n1,067 931\n\nCher\n\n0,562 089\n\nCorrèze\n\n0,436 229\n\nCorse-du-Sud\n\n0,301 604\n\nHaute-Corse\n\n0,309 489\n\nCôte-d'Or\n\n0,817 107\n\nCôtes-d'Armor\n\n0,978 789\n\nCreuse\n\n0,237 476\n\nDordogne\n\n0,818 913\n\nDoubs\n\n0,843 098\n\nDrôme\n\n0,842 854\n\nEure\n\n1,000 699\n\nEure-et-Loir\n\n0,733 419\n\nFinistère\n\n1,405 933\n\nGard\n\n1,225 357\n\nHaute-Garonne\n\n1,835 485\n\nGers\n\n0,368 647\n\nGironde\n\n2,382 188\n\nHérault\n\n1,643 099\n\nIlle-et-Vilaine\n\n1,481 270\n\nIndre\n\n0,413 235\n\nIndre-et-Loire\n\n0,888 190\n\nIsère\n\n1,866 146\n\nJura\n\n0,429 157\n\nLandes\n\n0,648 396\n\nLoir-et-Cher\n\n0,562 178\n\nLoire\n\n1,103 493\n\nHaute-Loire\n\n0,397 434\n\nLoire-Atlantique\n\n1,907 523\n\nLoiret\n\n1,120 445\n\nLot\n\n0,337 802\n\nLot-et-Garonne\n\n0,609 467\n\nLozère\n\n0,148 511\n\nMaine-et-Loire\n\n1,190 568\n\nManche\n\n0,890 506\n\nMarne\n\n0,982 547\n\nHaute-Marne\n\n0,345 228\n\nMayenne\n\n0,527 425\n\nMeurthe-et-Moselle\n\n1,028 004\n\nMeuse\n\n0,308 827\n\nMorbihan\n\n1,038 969\n\nMoselle\n\n1,677 009\n\nNièvre\n\n0,383 847\n\nNord\n\n3,447 725\n\nOise\n\n1,339 884\n\nOrne\n\n0,519 333\n\nPas-de-Calais\n\n2,083 159\n\nPuy-de-Dôme\n\n1,112 399\n\nPyrénées-Atlantiques\n\n1,133 516\n\nHautes-Pyrénées\n\n0,422 435\n\nPyrénées-Orientales\n\n0,715 865\n\nBas-Rhin\n\n1,656 543\n\nHaut-Rhin\n\n1,182 429\n\nRhône\n\n0,564 549\n\nMétropole de Lyon\n\n1,932 352\n\nHaute-Saône\n\n0,403 338\n\nSaône-et-Loire\n\n0,920 658\n\nSarthe\n\n0,918 206\n\nSavoie\n\n0,690 151\n\nHaute-Savoie\n\n1,127 072\n\nParis\n\n2,343 018\n\nSeine-Maritime\n\n2,015 148\n\nSeine-et-Marne\n\n1,872 445\n\nYvelines\n\n2,163 880\n\nDeux-Sèvres\n\n0,614 969\n\nSomme\n\n0,836 063\n\nTarn\n\n0,670 973\n\nTarn-et-Garonne\n\n0,512 057\n\nVar\n\n1,808 921\n\nVaucluse\n\n1,014 750\n\nVendée\n\n1,040 113\n\nVienne\n\n0,708 908\n\nHaute-Vienne\n\n0,607 921\n\nVosges\n\n0,611 865\n\nYonne\n\n0,575 257\n\nTerritoire de Belfort\n\n0,212 949\n\nEssonne\n\n1,992 424\n\nHauts-de-Seine\n\n2,344 301\n\nSeine-Saint-Denis\n\n1,834 400\n\nVal-de-Marne\n\n1,597 579\n\nVal-d'Oise\n\n1,524 837\n\nGuadeloupe\n\n0,523 344\n\nMartinique\n\n0,534 382\n\nGuyane\n\n0,137 886\n\nLa Réunion\n\n0,736 442\n\nTotal\n\n100\n\n1"
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "Sous réserve des dispositions de la présente loi et résultant de l'article 115 de la loi de finances rectificative pour 2004 (n° 2004-1485 du 30 décembre 2004), les affectations résultant de budgets annexes créés et de comptes spéciaux ouverts à la date de dépôt de la présente loi sont confirmées pour l'année 2005."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "I. - Le compte d'affectation spéciale n° 902-15 \"Compte d'emploi de la redevance audiovisuelle\" est clos à la date du 31 décembre 2004.II. - (abrogé)III. - (abrogé)IV. - Si les encaissements de redevance nets en 2005 sont inférieurs à 2 222,2 millions d'euros, la limite de la prise en charge par le budget général de l'Etat prévue au troisième alinéa du II est remontée à due concurrence.V. - Si les encaissements de redevance nets en 2005 sont supérieurs à 2 222,2 millions d'euros, les excédents sont exclusivement affectés à des dépenses d'investissement."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "I. - Le compte d'affectation spéciale n° 902-25 \"Fonds d'intervention pour les aéroports et le transport aérien\", ouvert par l'article 46 de la loi de finances pour 1995 (n° 94-1162 du 29 décembre 1994), modifié par l'article 75 de la loi de finances pour 1999 (n° 98-1266 du 30 décembre 1998), est clos à la date du 31 décembre 2004.II. - Les opérations en compte au titre de ce fonds sont reprises au sein du budget général, sur lequel sont reportés les crédits disponibles à la clôture du compte. Les sommes encaissées à compter du 1er janvier 2005 au titre de la quote-part de la taxe de l'aviation civile affectée antérieurement à ce fonds sont reversées au budget général.III. - Les articles 46 de la loi de finances pour 1995 précitée et 75 de la loi de finances pour 1999 précitée sont abrogés."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "I. - A compter du 1er janvier 2005, les quotités du produit de la taxe de l'aviation civile, prévue par l'article 302 bis K du code général des impôts, affectées respectivement au budget annexe de l'aviation civile et au budget général de l'Etat, sont de 65,58 % et 34,42 %.II. - Paragraphe modificateur"
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "Le montant du prélèvement effectué sur les recettes de l'Etat au titre de la participation de la France au budget des Communautés européennes est évalué pour l'exercice 2005 à 16,57 milliards d'euros."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "I. - Pour 2005, les ressources affectées au budget évaluées dans l'état A annexé à la présente loi, les plafonds des charges et l'équilibre général qui en résulte sont fixés aux montants suivants :(Tableau non reproduit)II. - Le ministre de l'économie, des finances et de l'industrie est autorisé à procéder, en 2005, dans des conditions fixées par décret :1° A des emprunts à long, moyen et court termes libellés en euros ou en autres devises pour couvrir l'ensemble des charges de trésorerie ou pour renforcer les réserves de change ;2° A l'attribution directe de titres de dette publique négociable à la Caisse de la dette publique ;3° A des conversions facultatives, à des opérations de pension sur titres d'Etat, à des opérations de dépôts de liquidités sur le marché interbancaire de la zone euro et auprès des Etats de la même zone, des rachats, des échanges d'emprunts, à des échanges de devises ou de taux d'intérêt, à l'achat ou à la vente d'options ou de contrats à terme sur titres d'Etat.III. - Le ministre de l'économie, des finances et de l'industrie est, jusqu'au 31 décembre 2005, habilité à conclure, avec des établissements de crédit spécialisés dans le financement à moyen et long terme des investissements, des conventions établissant pour chaque opération les modalités selon lesquelles peuvent être stabilisées les charges du service d'emprunts qu'ils contractent en devises étrangères."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "Le montant des crédits ouverts aux ministres, pour 2005, au titre des services votés du budget général, est fixé à la somme de 345 068 589 813 euros."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "Il est ouvert aux ministres, pour 2005, au titre des mesures nouvelles de dépenses ordinaires des services civils, des crédits ainsi répartis :(Tableau non reproduit)Ces crédits sont répartis par ministère conformément à l'état B annexé à la présente loi."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "I. - Il est ouvert aux ministres, pour 2005, au titre des mesures nouvelles de dépenses en capital des services civils du budget général, des autorisations de programme ainsi réparties :(Tableau non reproduit)Ces autorisations de programme sont réparties par ministère, conformément à l'état C annexé à la présente loi.II. - Il est ouvert aux ministres, pour 2005, au titre des mesures nouvelles des dépenses en capital des services civils du budget général, des crédits de paiement ainsi répartis :(Tableau non reproduit)Ces crédits de paiement sont répartis par ministère, conformément à l'état C annexé à la présente loi."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "Pour 2005, les crédits de mesures nouvelles de dépenses ordinaires des services militaires applicables au titre III :\"Moyens des armes et services\" s'élèvent au total à la somme de 261 312 144 euros."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "I. - Il est ouvert à la ministre de la défense, pour 2005, au titre des mesures nouvelles sur les dépenses en capital des services militaires, des autorisations de programme ainsi réparties :(Tableau non reproduit)II. - Il est ouvert à la ministre de la défense, pour 2005, au titre des mesures nouvelles sur les dépenses en capital des services militaires, des crédits de paiement ainsi répartis :(Tableau non reproduit)"
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "Le montant des crédits ouverts aux ministres, pour 2005, au titre des services votés des budgets annexes, est fixé à la somme de 1 672 074 052 euros ainsi répartie :(Tableau non reproduit)"
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "I. - Il est ouvert aux ministres, pour 2005, au titre des mesures nouvelles des budgets annexes, des autorisations de programme s'élevant à la somme totale de 283 877 000 euros, ainsi répartie :(Tableau non reproduit)II. - Il est ouvert aux ministres, pour 2005, au titre des mesures nouvelles des budgets annexes, des crédits s'élevant à la somme totale de 159 415 793 euros, ainsi répartie :(Tableau non reproduit)"
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "Le montant des crédits ouverts aux ministres, pour 2005, au titre des services votés des opérations définitives des comptes d'affectation spéciale, est fixé à la somme de 565 658 000 euros."
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "I. - Il est ouvert aux ministres, pour 2005, au titre des mesures nouvelles des opérations définitives des dépenses en capital des comptes d'affectation spéciale, des autorisations de programme s'élevant à la somme de 4 505 400 000 euros.II. - Il est ouvert aux ministres, pour 2005, au titre des mesures nouvelles des opérations définitives des comptes d'affectation spéciale, des crédits de paiement s'élevant à la somme de 4 841 155 500 euros ainsi répartie :(Tableau non reproduit)"
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "I. - Paragraphe modificateurII. - En 2005, une dotation de 350 millions d'euros pourra être allouée sur le compte d'affectation spéciale n° 902-24 \"Compte d'affectation des produits de cessions de titres, parts et droits de sociétés\" à l'agence nationale de la recherche mentionnée au dernier alinéa de l'article 71 de la loi de finances pour 1993 (n° 92-1376 du 30 décembre 1992) ainsi qu'au groupement d'intérêt public constitué avant la création de cette agence.III. - En 2005, une aide à la restructuration de 517 millions d'euros pourra être allouée sur le compte d'affectation spéciale n° 902-24 précité à la société Bull mentionnée au dernier alinéa de l'article 71 de la loi de finances pour 1993 précitée."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "I. - Le montant des découverts applicables, en 2005, aux services votés des comptes de commerce est fixé à 1 929 344 800 euros.II. - Le montant des crédits ouverts au ministre de l'économie, des finances et de l'industrie, pour 2005, au titre des services votés des comptes d'avances du Trésor, est fixé à la somme de 64 057 200 000 euros.III. - Le montant des crédits ouverts au ministre de l'économie, des finances et de l'industrie, pour 2005, au titre des services votés des comptes de prêts, est fixé à la somme de 107 710 000 euros."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "Il est ouvert aux ministres, pour 2005, au titre des mesures nouvelles des opérations temporaires des comptes d'affectation spéciale, un crédit de paiement de dépenses ordinaires de 2 580 000 euros."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "Il est ouvert aux ministres, pour 2005, au titre des mesures nouvelles des comptes de commerce, une autorisation de découvert s'élevant à 29 265 000 euros."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "Il est ouvert au ministre de l'économie, des finances et de l'industrie, pour 2005, au titre des mesures nouvelles des comptes de prêts, une autorisation de programme et des crédits de paiement s'élevant respectivement à 90 000 000 euros et 720 950 000 euros."
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "Il est ouvert au ministre de l'économie, des finances et de l'industrie, pour 2005, au titre des mesures nouvelles des comptes d'avances, un crédit de 2 641 820 000 euros."
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "Est fixée pour 2005, conformément à l'état F annexé à la présente loi, la liste des chapitres sur lesquels s'imputent des crédits évaluatifs autres que ceux limitativement énumérés à l'article 9 de l'ordonnance n° 59-2 du 2 janvier 1959 portant loi organique relative aux lois de finances."
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Article 80",
      "content": "Est fixée pour 2005, conformément à l'état G annexé à la présente loi, la liste des chapitres dont les dotations ont un caractère provisionnel."
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "Est fixée pour 2005, conformément à l'état H annexé à la présente loi, la liste des chapitres sur lesquels s'imputent les crédits pouvant donner lieu à report, dans les conditions fixées par l'article 17 de l'ordonnance n° 59-2 du 2 janvier 1959 précitée."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "Pour l'exercice 2005, la répartition entre les organismes du service public de la communication audiovisuelle des recettes prévisionnelles, hors taxe sur la valeur ajoutée, de la redevance audiovisuelle, est établie comme suit :(Tableau non reproduit - Consulter le fac-similé)"
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "I. - Paragraphe modificateurII. - Paragraphe modificateurIII. - Paragraphe modificateurIV. - Les dispositions du II sont applicables à compter du 1er janvier 2005."
    },
    {
      "provision_ref": "art84",
      "section": "84",
      "title": "Article 84",
      "content": "I. - Paragraphe modificateurII. - Les dispositions du I sont applicables aux sommes versées par les entreprises à compter du 1er janvier 2006."
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "I. - Paragraphe modificateurII. - Les dispositions du I sont applicables à compter de l'imposition des revenus de 2005."
    },
    {
      "provision_ref": "art89",
      "section": "89",
      "title": "Article 89",
      "content": "I. - Paragraphe modificateurII. - Les dispositions du I sont applicables à compter de l'imposition des revenus de 2005."
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "Article 90",
      "content": "I. - Paragraphe modificateurII. - Les dispositions prévues au 1° du I s'appliquent à compter de l'imposition des revenus de l'année 2005, celles prévues au 2° du I s'appliquent à compter du 1er janvier 2005."
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "Article 91",
      "content": "I. - Paragraphe modificateurII. - Les dispositions prévues au I s'appliquent à compter de l'imposition des revenus de l'année 2005."
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Article 92",
      "content": "I. - Paragraphe modificateurII. - Les dispositions du I entrent en vigueur à compter du 1er janvier 2006."
    },
    {
      "provision_ref": "art93",
      "section": "93",
      "title": "Article 93",
      "content": "I.-Paragraphe modificateur\n\nII.-Lorsque, pour le versement d'une avance remboursable sans intérêt,    l'établissement de crédit ou la société de financement bénéficie de la subvention prévue à l'article R. 317-1 du code de la construction et de l'habitation, les dispositions du I ne sont pas applicables.\n\nIII.-Un décret fixe les conditions d'application du présent article, notamment les obligations déclaratives.\n\nIV.-Ces dispositions s'appliquent aux avances remboursables émises entre le 1er février 2005 et le 31 décembre 2010.\n\nV.-Le Gouvernement présentera au Parlement, avant le 1er octobre 2005, un bilan du dispositif mis en place par le présent article, qui portera notamment sur ses résultats et ses effets en matière d'acquisition de logements anciens."
    },
    {
      "provision_ref": "art97",
      "section": "97",
      "title": "Article 97",
      "content": "I. - Paragraphe modificateurII. - Un décret en Conseil d'Etat établit la liste des recettes réelles de fonctionnement des communes."
    },
    {
      "provision_ref": "art98",
      "section": "98",
      "title": "Article 98",
      "content": "I. - Paragraphe modificateurII. - Les dispositions du I s'appliquent aux impositions établies à compter de l'année 2005."
    },
    {
      "provision_ref": "art99",
      "section": "99",
      "title": "Article 99",
      "content": "I. - Paragraphe modificateurII. - Pour l'année 2005, la variation du produit de taxe professionnelle prévue au troisième alinéa du 1° de l'article L. 5334-7 du code général des collectivités territoriales est déterminée, pour les syndicats d'agglomération nouvelle visés au V de l'article 1636 B decies du code général des impôts, en retenant le produit de taxe professionnelle pour 2005 calculé à partir du taux de taxe professionnelle voté par le syndicat d'agglomération nouvelle en 2004."
    },
    {
      "provision_ref": "art100",
      "section": "100",
      "title": "Article 100",
      "content": "I. - Paragraphe modificateurII. - Paragraphe modificateurIII. - Les dispositions du I s'appliquent aux impositions établies à compter de l'année 2005."
    },
    {
      "provision_ref": "art101",
      "section": "101",
      "title": "Article 101",
      "content": "I. - Paragraphe modificateurII. - Les dispositions des A, B et C du I sont applicables pour l'établissement de la taxe d'enlèvement des ordures ménagères due au titre des années 2005 et suivantes et celles des D, E et F du I pour l'établissement de la taxe d'enlèvement des ordures ménagères due au titre des années 2006 et suivantes.Pour 2005, les délibérations relatives au deuxième alinéa du 2 du III de l'article 1636 B sexies du code général des impôts ainsi que celles prévues au sixième alinéa de l'article 1609 quater du même code peuvent être prises jusqu'au 15 janvier 2005 ; ces délibérations ne peuvent prévoir de nouveaux zonages infracommunaux."
    },
    {
      "provision_ref": "art104",
      "section": "104",
      "title": "Article 104",
      "content": "I. - Paragraphe modificateurII. - Paragraphe modificateurIII. - Paragraphe modificateurIV. - Les dispositions du présent article s'appliquent à compter du 1er janvier 2006."
    },
    {
      "provision_ref": "art105",
      "section": "105",
      "title": "Article 105",
      "content": "I. - Paragraphe modificateurII. - Les dispositions du I s'appliquent aux achats effectués à compter du 1er janvier 2005."
    },
    {
      "provision_ref": "art107",
      "section": "107",
      "title": "Article 107",
      "content": "Les mineurs licenciés pour faits de grève, amnistiés en application de la loi n° 81-736 du 4 août 1981 portant amnistie, ainsi que leurs conjoints survivants, titulaires d'un avantage d'assurance vieillesse du régime de sécurité sociale dans les mines, bénéficient de prestations de chauffage et de logement en espèces.L'Agence nationale pour la garantie des droits des mineurs calcule les montants de ces prestations au prorata de la durée des services validés par la Caisse autonome nationale de la sécurité sociale dans les mines, selon les règles applicables aux agents des Houillères de bassin convertis à compter du 1er janvier 1984. Elle les verse en une fois sous la forme d'un capital."
    },
    {
      "provision_ref": "art108",
      "section": "108",
      "title": "Article 108",
      "content": "I. - A partir du 1er novembre de chaque année et dans la limite de 30 % des crédits de l'année en cours ouverts par les lois de finances sur les titres correspondants de chaque programme ou dotation, les engagements de dépenses autres que de personnel  peuvent être pris sur les crédits de l'année suivante. Ces engagements indiquent que l'exécution du service ne pourra intervenir avant le 1er janvier.\n\nII. - Pour la période du 1er novembre au 31 décembre 2005, la limite du quart des crédits est appréciée par titre des programmes et dotations figurant dans la présentation indicative prise en application du I de l'article 66 de la loi organique n° 2001-692 du 1er août 2001 relative aux lois de finances."
    },
    {
      "provision_ref": "art109",
      "section": "109",
      "title": "Article 109",
      "content": "Sont abrogés l'article 163 de l'ordonnance n° 58-1374 du 30 décembre 1958 portant loi de finances pour 1959, l'article 54 de la loi de finances pour 1965 (n° 64-1279 du 23 décembre 1964), l'article 88 de la loi de finances pour 1968 (n° 67-1114 du 21 décembre 1967), l'article 79 de la loi de finances pour 1974 (n° 73-1150 du 27 décembre 1973), l'article 25 de la loi de finances rectificative pour 1974 (n° 74-1114 du 27 décembre 1974), l'article 81 de la loi de finances pour 1977 (n° 76-1232 du 29 décembre 1976), le premier alinéa de l'article 20 de la loi n° 79-590 du 12 juillet 1979 portant règlement définitif du budget de 1977, le IV de l'article 32 de la loi de finances pour 1980 (n° 80-30 du 18 janvier 1980), l'article 10 de la loi n° 82-653 du 29 juillet 1982 portant réforme de la planification, l'article 1er de la loi de finances pour 1986 (n° 85-1403 du 30 décembre 1985) et l'article 32 de la loi de finances rectificative pour 1987 (n° 87-1061 du 30 décembre 1987)."
    },
    {
      "provision_ref": "art111",
      "section": "111",
      "title": "Article 111",
      "content": "En vue de consolider la relance de l'agriculture de Corse, les exploitants agricoles de Corse en activité au 1er janvier 1994 dont le niveau d'endettement compromet la pérennité de l'exploitation peuvent bénéficier d'une prise en charge partielle par l'Etat des intérêts dus, hors intérêts de retard et capitalisés, à compter de 2002, au titre des échéances des prêts professionnels bancaires qu'ils ont obtenus depuis le 1er janvier 1994 au titre de leur activité agricole pour les besoins de leur exploitation.\n\nCette prise en charge a pour objet de ramener la charge de l'endettement à un niveau compatible avec les capacités de remboursement de l'exploitation. Son montant, compte tenu du complément qui peut être apporté par l'établissement prêteur ainsi que par la collectivité territoriale de Corse, est proposé par la commission régionale de conciliation mise en place le 2 août 2000. Le montant de l'aide est arrêté par le préfet de Corse dans la limite des crédits qui lui sont alloués, sans que la somme des aides attribuées puisse dépasser 8,7 millions d'euros.\n\nPour bénéficier de cette prise en charge, le demandeur doit produire ses résultats comptables ou un audit extérieur permettant d'apprécier la capacité de redressement et la viabilité économique de son exploitation après retraitement de son endettement et s'engager à respecter les échéances fixées par un plan individuel de traitement de l'endettement. L'aide de l'Etat est subordonnée au respect par l'exploitant de ce plan individuel.\n\nLa demande de prise en charge devra avoir été présentée à l'autorité administrative de l'Etat entre le 1er janvier 2002 et le 31 mars 2006."
    },
    {
      "provision_ref": "art112",
      "section": "112",
      "title": "Article 112",
      "content": "(Dispositions déclarées non conformes à la Constitution par décision du Conseil Constitutionnel n° 2004-511 DC du 29 décembre 2004.)"
    },
    {
      "provision_ref": "art115",
      "section": "115",
      "title": "Article 115",
      "content": "I. - Paragraphe modificateurII. - Le I entre en vigueur au 1er janvier 2004."
    },
    {
      "provision_ref": "art117",
      "section": "117",
      "title": "Article 117",
      "content": "I. - Paragraphe modificateurII. - Un décret en Conseil d'Etat fixe les conditions d'application du présent article."
    },
    {
      "provision_ref": "art118",
      "section": "118",
      "title": "Article 118",
      "content": "Les militaires de l'armée française prisonniers de l'Armée de libération nationale pendant la guerre d'Algérie bénéficient des dispositions mentionnées au 1° de l'article unique de la loi n° 83-1109 du 21 décembre 1983 relative à l'indemnisation d'infirmités contractées dans certains lieux de captivité ou d'internement."
    },
    {
      "provision_ref": "art119",
      "section": "119",
      "title": "Article 119",
      "content": "I. - Paragraphe modificateurII. - Les dispositions de l'article L. 25 bis du code des pensions civiles et militaires de retraite sont applicables aux ouvriers relevant du régime des pensions des ouvriers des établissements industriels de l'Etat.III. - Les dispositions du présent article entrent en vigueur le 1er janvier 2005."
    },
    {
      "provision_ref": "art127",
      "section": "127",
      "title": "Article 127",
      "content": "Le Gouvernement dépose, chaque année, sur le bureau de l'Assemblée nationale et sur celui du Sénat, un rapport sur le financement et le fonctionnement de l'Agence de financement des infrastructures de transport de France.Ce rapport précise notamment le montant des recettes, les conditions du recours à l'emprunt et la nature des dépenses engagées dans l'année."
    },
    {
      "provision_ref": "art132",
      "section": "132",
      "title": "Article 132",
      "content": "I. A. Paragraphe modificateurB. Paragraphe modificateurC. Le changement d'affectation prévu au A et au B s'applique aux sommes à percevoir à compter du 1er janvier 2005.II. Paragraphe modificateurIII. Paragraphe modificateur"
    }
  ]
}