{
  "id": "loi-du-30-avril-1921",
  "type": "statute",
  "title": "Loi du 30 avril 1921",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000026022868",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Il est institué une \"Croix de guerre des théâtres d'opérations extérieurs\", destinée à commémorer les citations individuelles obtenues aux divers échelons des armées, par les militaires et les civils, ainsi que les citations attribuées aux unités et formations militaires, au cours des interventions à l'étranger exécutées depuis le 11 novembre 1918, pour services de guerre caractérisés directement liés à l'intervention.\n\nLes citations donnant droit au port de cette croix le mentionneront explicitement."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Cette  croix est conforme au modèle institué par le décret du 23 avril 1915  pour l'application de la loi du 8 avril 1915, c'est-à-dire en bronze  florentin du module de 37 millimètres, à quatre branches avec, entre les  branches, deux épées croisées.Elle porte au revers l'inscription \" Théâtres d'opérations extérieurs ”.  Le centre représente, à l'avers, l'effigie de la République ornée d'une  couronne de laurier avec, en exergue, la mention \" République française  ”.Elle est suspendue à un ruban formé de trois  bandes verticales, une bande centrale bleu clair, encadrée de deux  bandes rouges ayant chacune la moitié de la largeur du bleu et sur  lequel figurent les attributs correspondant à la nature des citations  obtenues.Cette croix, dont les frais  d'acquisition sont supportés par le récipiendaire, est portée sur le  côté gauche de la poitrine, immédiatement après la croix de guerre  1939-1945."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Suivant la qualité de l'action à récompenser la croix est décernée avec les attributs suivants :1° Palme en bronze en forme de laurier (armée pour l'armée de terre, gendarmerie pour la gendarmerie nationale, marine nationale pour la marine, armée aérienne pour l'armée de l'air et de l'espace) ;2° Une étoile en vermeil (corps d'armée pour l'armée de terre et la gendarmerie, force maritime pour la marine, corps aérien pour l'armée de l'air et de l'espace) ;3° Une étoile en argent (division pour l'armée de terre et la gendarmerie, escadre ou flottille pour la marine, division aérienne pour l'armée de l'air et de l'espace) ;4° Une étoile en bronze (brigade et régiment pour l'armée de terre et la gendarmerie, division de bâtiments ou groupe aérien ou escadrille de sous-marins et unité de la marine pour la marine, brigade aérienne et escadre aérienne pour l'armée de l'air et de l'espace).Plusieurs citations, obtenues pour des faits différents se distingueront par autant d'étoiles correspondant à leur degré ou de palmes.Une palme d'argent peut remplacer cinq palmes de bronze."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Le  ministre de la défense décerne la croix de guerre des théâtres  d'opérations extérieurs. Il peut déléguer au chef d'état-major des  armées l'attribution, aux militaires et aux civils, de la croix de  guerre des théâtres d'opérations extérieurs avec étoile en vermeil,  étoile en argent ou étoile en bronze.La croix de guerre des théâtres d'opérations extérieurs est décernée à titre posthume par le ministre de la défense."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Un décret détermine :1° La zone ouvrant droit à attribution de la croix de guerre au titre  des théâtres d'opérations extérieurs lorsque la nature des opérations le  justifie ;2° La date à partir de laquelle les opérations sur cette zone peuvent ouvrir droit à attribution de la croix ;3° La date à partir de laquelle les opérations sur cette zone n'ouvrent plus droit à attribution de la croix.Les citations avec croix de guerre des théâtres d'opérations extérieurs  peuvent être attribuées au titre d'une zone jusqu'au dernier jour du  quatrième mois suivant la date à partir de laquelle les opérations sur  cette zone n'ouvrent plus droit à attribution de la croix."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Toute  condamnation à une peine d'emprisonnement emporte, pendant l'exécution  de cette peine, la suspension du droit de porter la croix de guerre des  théâtres d'opérations extérieurs."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Un décret règlera l'application de la présente loi.\n\nLa présente loi, délibérée et adoptée par le Sénat et par la Chambre des députés, sera exécutée comme loi de l'Etat."
    }
  ]
}