{
  "id": "loi-n-65-557-du-10-juillet-1965",
  "type": "statute",
  "title": "Loi n° 65-557 du 10 juillet 1965",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000880200",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I.-La présente loi régit tout immeuble bâti ou groupe d'immeubles bâtis à usage total ou partiel d'habitation dont la propriété est répartie par lots entre plusieurs personnes.\n\nLe lot de copropriété comporte obligatoirement une partie privative et une quote-part de parties communes, lesquelles sont indissociables.\n\nCe lot peut être un lot transitoire. Il est alors formé d'une partie privative constituée d'un droit de construire précisément défini quant aux constructions qu'il permet de réaliser et d'une quote-part de parties communes correspondante.\n\nLa création et la consistance du lot transitoire sont stipulées dans le règlement de copropriété.\n\nII.-A défaut de convention y dérogeant expressément et mettant en place une organisation dotée de la personnalité morale et suffisamment structurée pour assurer la gestion de leurs éléments et services communs, la présente loi est également applicable :\n\n1° A tout immeuble ou groupe d'immeubles bâtis à destination totale autre que d'habitation dont la propriété est répartie par lots entre plusieurs personnes ;\n\n2° A tout ensemble immobilier qui, outre des terrains, des volumes, des aménagements et des services communs, comporte des parcelles ou des volumes, bâtis ou non, faisant l'objet de droits de propriété privatifs.\n\nPour les immeubles, groupes d'immeubles et ensembles immobiliers mentionnés aux deux alinéas ci-dessus et déjà régis par la présente loi, la convention mentionnée au premier alinéa du présent II est adoptée par l'assemblée générale à l'unanimité des voix de tous les copropriétaires composant le syndicat."
    },
    {
      "provision_ref": "art1-1",
      "section": "1-1",
      "title": "Article 1-1",
      "content": "En cas de mise en copropriété d'un immeuble bâti existant, l'ensemble du statut s'applique à compter du premier transfert de propriété d'un lot.\n\nPour les immeubles à construire, le fonctionnement de la copropriété découlant de la personnalité morale du syndicat de copropriétaires prend effet lors de la livraison du premier lot.\n\nL'immatriculation du syndicat de copropriétaires est sans conséquence sur l'application du statut."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Sont privatives les parties des bâtiments et des terrains réservées à l'usage exclusif d'un copropriétaire déterminé.Les parties privatives sont la propriété exclusive de chaque copropriétaire."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Sont communes les parties des bâtiments et des terrains affectées à l'usage ou à l'utilité de tous les copropriétaires ou de plusieurs d'entre eux.\n\nDans le silence ou la contradiction des titres, sont réputées parties communes :\n\n- le sol, les cours, les parcs et jardins, les voies d'accès ;\n\n- le gros oeuvre des bâtiments, les éléments d'équipement commun, y compris les parties de canalisations y afférentes qui traversent des locaux privatifs ;\n\n- les coffres, gaines et têtes de cheminées ;\n\n- les locaux des services communs ;\n\n- les passages et corridors ;\n\n- tout élément incorporé dans les parties communes.\n\nSont réputés droits accessoires aux parties communes dans le silence ou la contradiction des titres :\n\n- le droit de surélever un bâtiment affecté à l'usage commun ou comportant plusieurs locaux qui constituent des parties privatives différentes, ou d'en affouiller le sol ;\n\n- le droit d'édifier des bâtiments nouveaux dans des cours, parcs ou jardins constituant des parties communes ;\n\n- le droit d'affouiller de tels cours, parcs ou jardins ;\n\n- le droit de mitoyenneté afférent aux parties communes ;\n\n- le droit d'affichage sur les parties communes ;\n\n- le droit de construire afférent aux parties communes."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les parties communes sont l'objet d'une propriété indivise entre l'ensemble des copropriétaires ou certains d'entre eux seulement ; selon le cas, elles sont générales ou spéciales. Leur administration et leur jouissance sont organisées conformément aux dispositions de la présente loi."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Dans le silence ou la contradiction des titres, la quote-part des parties communes, tant générales que spéciales, afférente à chaque lot est proportionnelle à la valeur relative de chaque partie privative par rapport à l'ensemble des valeurs desdites parties, telles que ces valeurs résultent lors de l'établissement de la copropriété, de la consistance, de la superficie et de la situation des lots, sans égard à leur utilisation."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Les parties communes et les droits qui leur sont accessoires ne peuvent faire l'objet, séparément des parties privatives, d'une action en partage ni d'une licitation forcée."
    },
    {
      "provision_ref": "art6-1",
      "section": "6-1",
      "title": "Article 6-1",
      "content": "En cas de modification dans les quotes-parts des parties communes afférentes aux lots, quelle qu'en soit la cause, les droits soumis ou admis à publicité dont les lots sont l'objet s'éteignent sur les quotes-parts qui en sont détachées et s'étendent à celles qui y sont rattachées.En cas de changement de l'emprise d'une copropriété résultant de l'aliénation volontaire ou forcée ou de l'acquisition de parties communes, les droits soumis ou admis à publicité, autres que les servitudes, dont les lots sont l'objet, s'éteignent sur le bien cédé et s'étendent au bien acquis.Toutefois, l'extension prévue à l'alinéa précédent, qui s'opère avec le rang attaché à la publicité primitive, n'a lieu que par la publication au fichier immobilier de la déclaration faite par le syndic ou un créancier que le bien acquis est libre de tout droit de même nature au jour de la mutation ou qu'il est devenu libre de ces mêmes droits. L'inexactitude de cette déclaration entraîne le rejet de la formalité de publicité."
    },
    {
      "provision_ref": "art6-1A",
      "section": "6-1A",
      "title": "Article 6-1A",
      "content": "Aucune servitude ne peut être établie sur une partie commune au profit d'un lot."
    },
    {
      "provision_ref": "art6-2",
      "section": "6-2",
      "title": "Article 6-2",
      "content": "Les parties communes spéciales sont celles affectées à l'usage ou à l'utilité de plusieurs copropriétaires. Elles sont la propriété indivise de ces derniers.La création de parties communes spéciales est indissociable de l'établissement de charges spéciales à chacune d'entre elles.Les décisions afférentes aux seules parties communes spéciales peuvent être prises soit au cours d'une assemblée spéciale, soit au cours de l'assemblée générale de tous les copropriétaires. Seuls prennent part au vote les copropriétaires à l'usage ou à l'utilité desquels sont affectées ces parties communes."
    },
    {
      "provision_ref": "art6-3",
      "section": "6-3",
      "title": "Article 6-3",
      "content": "Les parties communes à jouissance privative sont les parties communes affectées à l'usage ou à l'utilité exclusifs d'un lot. Elles appartiennent indivisément à tous les copropriétaires.Le droit de jouissance privative est nécessairement accessoire au lot de copropriété auquel il est attaché. Il ne peut en aucun cas constituer la partie privative d'un lot.\n\nLe règlement de copropriété précise, le cas échéant, les charges que le titulaire de ce droit de jouissance privative supporte."
    },
    {
      "provision_ref": "art6-4",
      "section": "6-4",
      "title": "Article 6-4",
      "content": "L'existence des parties communes spéciales et de celles à jouissance privative est subordonnée à leur mention expresse dans le règlement de copropriété."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Les cloisons ou murs, séparant des parties privatives et non compris dans le gros oeuvre, sont présumés mitoyens entre les locaux qu'ils séparent."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I. - Un règlement conventionnel de copropriété, incluant ou non l'état descriptif de division, détermine la destination des parties tant privatives que communes, ainsi que les conditions de leur jouissance ; il fixe également, sous réserve des dispositions de la présente loi, les règles relatives à l'administration des parties communes. Il énumère, s'il y a lieu, les parties communes spéciales et celles à jouissance privative.\n\nLe règlement de copropriété ne peut imposer aucune restriction aux droits des copropriétaires en dehors de celles qui seraient justifiées par la destination de l'immeuble, telle qu'elle est définie aux actes, par ses caractères ou sa situation.\n\nII. - Le règlement de copropriété des immeubles dont le permis de construire est délivré conformément à un plan local d'urbanisme ou à d'autres documents d'urbanisme imposant la réalisation d'aires de stationnement prévoit qu'une partie des places de stationnement adaptées prévues au titre de l'obligation d'accessibilité définie à l'article L. 161-1 du code de la construction et de l'habitation est incluse dans les parties communes.\n\nLe règlement de copropriété des immeubles prévoit, dans des conditions définies par décret, les modalités selon lesquelles ces places de stationnement adaptées sont louées de manière prioritaire aux personnes handicapées habitant la copropriété."
    },
    {
      "provision_ref": "art8-1",
      "section": "8-1",
      "title": "Article 8-1",
      "content": "Le règlement de copropriété des immeubles dont le permis de construire a été délivré conformément à un plan local d'urbanisme ou d'autres documents d'urbanisme imposant la réalisation d'aires de stationnement peut prévoir une clause attribuant un droit de priorité aux copropriétaires à l'occasion de la vente de lots exclusivement à usage de stationnement au sein de la copropriété.\n\nDans ce cas, le vendeur doit, préalablement à la conclusion de toute vente d'un ou plusieurs lots à usage de stationnement, faire connaître au syndic par lettre recommandée avec demande d'avis de réception son intention de vendre, en indiquant le prix et les conditions de la vente.\n\nCette information est transmise sans délai à chaque copropriétaire par le syndic par lettre recommandée avec demande d'avis de réception, aux frais du vendeur. Elle vaut offre de vente pendant une durée de deux mois à compter de sa notification."
    },
    {
      "provision_ref": "art8-1-1",
      "section": "8-1-1",
      "title": "Article 8-1-1",
      "content": "Les règlements de copropriété établis à compter de l'entrée en vigueur de la loi n° 2024-1039 du 19 novembre 2024 visant à renforcer les outils de régulation des meublés de tourisme à l'échelle locale mentionnent de manière explicite l'autorisation ou l'interdiction de location de meublés de tourisme, au sens du I de l'article L. 324-1-1 du code de tourisme."
    },
    {
      "provision_ref": "art8-2",
      "section": "8-2",
      "title": "Article 8-2",
      "content": "Le syndic établit une fiche synthétique de la copropriété regroupant les données financières et techniques essentielles relatives à la copropriété et à son bâti, dont le contenu est défini par décret. Le syndic met à jour la fiche synthétique de la copropriété chaque année.\n\nLe syndic met cette fiche à disposition des copropriétaires.\n\nEn l'absence de mise à disposition d'un copropriétaire de la fiche synthétique au-delà d'un délai d'un mois à compter de la demande, des pénalités par jour de retard, dont le montant est fixé par décret, sont imputées sur la rémunération forfaitaire annuelle du syndic. Ces pénalités sont déduites de la rémunération du syndic lors de l'arrêté des comptes à soumettre à l'assemblée générale.\n\nCes dispositions ne sont pas applicables aux syndics administrant des immeubles à destination totale autre que d'habitation."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I.-Chaque copropriétaire dispose des parties privatives comprises dans son lot ; il use et jouit librement des parties privatives et des parties communes sous la condition de ne porter atteinte ni aux droits des autres copropriétaires ni à la destination de l'immeuble.\n\nLorsque la modification de la destination de parties privatives à usage autre que d'habitation, à l'exception des locaux commerciaux, en locaux d'habitation contrevient à la destination de l'immeuble, elle est soumise à l'approbation de l'assemblée générale, qui statue à la majorité prévue à l'article 24.\n\nLes travaux supposant un accès aux parties privatives doivent être notifiés aux copropriétaires concernés au moins huit jours avant le début de leur réalisation, sauf impératif de sécurité ou de conservation des biens.\n\nII.-Un copropriétaire ne peut faire obstacle à l'exécution, même sur ses parties privatives, de travaux d'intérêt collectif régulièrement décidés par l'assemblée générale des copropriétaires, dès lors que l'affectation, la consistance ou la jouissance des parties privatives n'en sont pas altérées de manière durable. La réalisation de tels travaux sur une partie privative, lorsqu'il existe une autre solution n'affectant pas cette partie, ne peut être imposée au copropriétaire concerné que si les circonstances le justifient.\n\nPour la réalisation de travaux d'intérêt collectif sur des parties privatives, le syndicat exerce les pouvoirs du maître d'ouvrage jusqu'à la réception des travaux.\n\nIII.-Les copropriétaires qui subissent un préjudice par suite de l'exécution des travaux, en raison soit d'une diminution définitive de la valeur de leur lot, soit d'un trouble de jouissance grave, même s'il est temporaire, soit de dégradations, ont droit à une indemnité. En cas de privation totale temporaire de jouissance du lot, l'assemblée générale accorde au copropriétaire qui en fait la demande une indemnité provisionnelle à valoir sur le montant de l'indemnité définitive.\n\nL'indemnité provisionnelle ou définitive due à la suite de la réalisation de travaux d'intérêt collectif est à la charge du syndicat des copropriétaires. Elle est répartie en proportion de la participation de chacun des copropriétaires au coût des travaux."
    },
    {
      "provision_ref": "art9-1",
      "section": "9-1",
      "title": "Article 9-1",
      "content": "Chaque copropriétaire est tenu de s'assurer contre les risques de responsabilité civile dont il doit répondre en sa qualité soit de copropriétaire occupant, soit de copropriétaire non-occupant. Chaque syndicat de copropriétaires est tenu de s'assurer contre les risques de responsabilité civile dont il doit répondre."
    },
    {
      "provision_ref": "art9-2",
      "section": "9-2",
      "title": "Article 9-2",
      "content": "Lorsqu'un lot de copropriété fait l'objet de la déclaration prévue à l'article L. 324-1-1 du code du tourisme, le copropriétaire ou, par son intermédiaire, le locataire qui y a été autorisé en informe le syndic. Un point d'information par le syndic relatif à l'activité de location de meublés touristiques au sein de la copropriété est inscrit à l'ordre du jour de la prochaine assemblée générale."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Les copropriétaires sont tenus de participer aux charges entraînées par les services collectifs et les éléments d'équipement commun en fonction de l'utilité objective que ces services et éléments présentent à l'égard de chaque lot, dès lors que ces charges ne sont pas individualisées.\n\nIls sont tenus de participer aux charges relatives à la conservation, à l'entretien et à l'administration des parties communes, générales et spéciales, et de verser au fonds de travaux mentionné à l'article 14-2-1 la cotisation prévue au même article, proportionnellement aux valeurs relatives des parties privatives comprises dans leurs lots, telles que ces valeurs résultent des dispositions de l'article 5.\n\nLe règlement de copropriété fixe la quote-part afférente à chaque lot dans chacune des catégories de charges et indique les éléments pris en considération ainsi que la méthode de calcul ayant permis de fixer les quotes-parts de parties communes et la répartition des charges.Lorsque le règlement de copropriété met à la seule charge de certains copropriétaires les dépenses d'entretien et de fonctionnement entraînées par certains services collectifs ou éléments d'équipements, il peut prévoir que ces copropriétaires prennent seuls part au vote sur les décisions qui concernent ces dépenses. Chacun d'eux dispose d'un nombre de voix proportionnel à sa participation auxdites dépenses."
    },
    {
      "provision_ref": "art10-1",
      "section": "10-1",
      "title": "Article 10-1",
      "content": "Par dérogation aux dispositions du deuxième alinéa de l'article 10, sont imputables au seul copropriétaire concerné :\n\na) Les frais nécessaires exposés par le syndicat, notamment les frais de mise en demeure, de relance et de prise d'hypothèque à compter de la mise en demeure, pour le recouvrement d'une créance justifiée à l'encontre d'un copropriétaire ainsi que les droits et émoluments des actes des huissiers de justice et le droit de recouvrement ou d'encaissement à la charge du débiteur ;\n\nb) Les frais et honoraires du syndic afférents aux prestations effectuées au profit de ce copropriétaire. Les honoraires et frais perçus par le syndic au titre des prestations qu'il doit effectuer pour l'établissement de l'état daté à l'occasion de la mutation à titre onéreux d'un lot, ou de plusieurs lots objets de la même mutation, ne peuvent excéder un montant fixé par décret ;\n\nc) Les dépenses pour travaux d'intérêt collectif réalisés sur les parties privatives en application du c du II de l'article 24 et du f de l'article 25 ;\n\nd) Les astreintes, fixées par lot, relatives à des mesures ou travaux prescrits par l'autorité administrative compétente ayant fait l'objet d'un vote en assemblée générale et qui n'ont pu être réalisés en raison de la défaillance du copropriétaire.\n\nLe copropriétaire qui, à l'issue d'une instance judiciaire l'opposant au syndicat, voit sa prétention déclarée fondée par le juge, est dispensé, même en l'absence de demande de sa part, de toute participation à la dépense commune des frais de procédure, dont la charge est répartie entre les autres copropriétaires.\n\nLe juge peut toutefois en décider autrement en considération de l'équité ou de la situation économique des parties au litige."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Sous réserve des dispositions de l'article 12 ci-dessous, la répartition des charges ne peut être modifiée qu'à l'unanimité des copropriétaires. Toutefois, lorsque des travaux ou des actes d'acquisition ou de disposition sont décidés par l'assemblée générale statuant à la majorité exigée par la loi, la modification de la répartition des charges ainsi rendue nécessaire peut être décidée par l'assemblée générale statuant à la même majorité.En cas d'aliénation séparée d'une ou plusieurs fractions d'un lot, la répartition des charges entre ces fractions est, lorsqu'elle n'est pas fixée par le règlement de copropriété, soumise à l'approbation de l'assemblée générale statuant à la majorité prévue à l'article 24.A défaut de décision de l'assemblée générale modifiant les bases de répartition des charges dans les cas prévus aux alinéas précédents, tout copropriétaire pourra saisir le   tribunal judiciaire de la situation de l'immeuble à l'effet de faire procéder à la nouvelle répartition rendue nécessaire."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Dans les cinq ans de la publication du règlement de copropriété au fichier immobilier, chaque propriétaire peut poursuivre en justice la révision de la répartition des charges si la part correspondant à son lot est supérieure de plus d'un quart, ou si la part correspondant à celle d'un autre copropriétaire est inférieure de plus d'un quart, dans l'une ou l'autre des catégories de charges, à celle qui résulterait d'une répartition conforme aux dispositions de l'article 10. Si l'action est reconnue fondée, le tribunal procède à la nouvelle répartition des charges.Cette action peut également être exercée par le propriétaire d'un lot avant l'expiration d'un délai de deux ans à compter de la première mutation à titre onéreux de ce lot intervenue depuis la publication du règlement de copropriété au fichier immobilier."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Le règlement de copropriété et les modifications qui peuvent lui être apportées ne sont opposables aux ayants cause à titre particulier des copropriétaires qu'à dater de leur publication au fichier immobilier."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "La collectivité des copropriétaires est constituée en un syndicat qui a la personnalité civile.\n\nLe syndicat peut revêtir la forme d'un syndicat coopératif régi par les dispositions de la présente loi.\n\nIl établit, s'il y a lieu, et modifie le règlement de copropriété.\n\nIl a pour objet la conservation et l'amélioration de l'immeuble ainsi que l'administration des parties communes.\n\nLe syndicat est responsable des dommages causés aux copropriétaires ou aux tiers ayant leur origine dans les parties communes, sans préjudice de toutes actions récursoires."
    },
    {
      "provision_ref": "art14-1",
      "section": "14-1",
      "title": "Article 14-1",
      "content": "I.- Pour faire face aux dépenses courantes de maintenance, de fonctionnement et d'administration des parties communes et équipements communs de l'immeuble, le syndicat des copropriétaires vote, chaque année, un budget prévisionnel. L'assemblée générale des copropriétaires appelée à voter le budget prévisionnel est réunie dans un délai de six mois à compter du dernier jour de l'exercice comptable précédent.\n\nLes copropriétaires versent au syndicat des provisions égales au quart du budget voté. Toutefois, l'assemblée générale peut fixer des modalités différentes.\n\nLa provision est exigible le premier jour de chaque trimestre ou le premier jour de la période fixée par l'assemblée générale.\n\nII.- Ne sont pas comprises dans le budget prévisionnel les dépenses du syndicat pour travaux, dont la liste est fixée par décret en Conseil d'Etat. Les sommes afférentes à ces dépenses sont exigibles selon les modalités votées par l'assemblée générale."
    },
    {
      "provision_ref": "art14-2",
      "section": "14-2",
      "title": "Article 14-2",
      "content": "I.-A l'expiration d'un délai de quinze ans à compter de la date de réception des travaux de construction de l'immeuble, un projet de plan pluriannuel de travaux est élaboré dans les immeubles à destination partielle ou totale d'habitation soumis à la présente loi. Il est actualisé tous les dix ans.Ce projet de plan pluriannuel de travaux comprend, à partir d'une analyse du bâti et des équipements de l'immeuble ainsi que du diagnostic de performance énergétique mentionné à l'article L. 126-31 du code de la construction et de l'habitation, sauf lorsque l'exemption prévue au deuxième alinéa du même article L. 126-31 s'applique, et, le cas échéant, à partir du diagnostic technique global prévu à l'article L. 731-1 du même code dès lors que ce dernier a été réalisé :1° La liste des travaux nécessaires à la sauvegarde de l'immeuble, à la préservation de la santé et de la sécurité des occupants, à la réalisation d'économies d'énergie et à la réduction des émissions de gaz à effet de serre ;2° Une estimation du niveau de performance au sens de l'article L. 173-1-1 dudit code que les travaux mentionnés au 1° du présent I permettent d'atteindre ;3° Une estimation sommaire du coût de ces travaux et leur hiérarchisation ;4° Une proposition d'échéancier pour les travaux dont la réalisation apparaît nécessaire dans les dix prochaines années.Si le diagnostic technique global mentionné au deuxième alinéa du présent I ne fait apparaître aucun besoin de travaux au cours des dix années qui suivent son élaboration, le syndicat est dispensé de l'obligation d'élaborer un projet de plan pluriannuel de travaux.Le projet de plan pluriannuel de travaux est établi par une personne disposant des compétences et des garanties précisées par décret, pouvant différer de celles du tiers mentionné à l'article L. 731-1 du code de la construction et de l'habitation.Le syndic inscrit à l'ordre du jour de l'assemblée générale des copropriétaires les modalités d'élaboration du projet de plan pluriannuel de travaux, qui sont votées à la majorité des voix exprimées des copropriétaires présents, représentés ou ayant voté par correspondance.Les travaux prescrits dans le plan pluriannuel de travaux ainsi que leur échéancier et, le cas échéant, ceux prescrits par le diagnostic technique global sont intégrés dans le carnet d'entretien de l'immeuble prévu à l'article 18 de la présente loi.II.-Le projet de plan pluriannuel de travaux est présenté à la première assemblée générale des copropriétaires qui suit son élaboration ou sa révision. Lorsque ce projet de plan fait apparaître la nécessité de réaliser des travaux au cours des dix prochaines années, le syndic inscrit à l'ordre du jour de cette assemblée générale la question de l'adoption de tout ou partie du projet de plan pluriannuel de travaux, qui est soumise à la majorité des voix de tous les copropriétaires.Au regard des décisions prises par l'assemblée générale mentionnée au premier alinéa du présent II, le syndic inscrit à l'ordre du jour de chaque assemblée générale appelée à approuver les comptes soit la question de l'adoption de tout ou partie du projet de plan pluriannuel de travaux, s'il n'a pas été adopté, soit les décisions relatives à la mise en œuvre de l'échéancier du plan pluriannuel de travaux adopté.III.-Dans le cadre de l'exercice de la police de la sécurité et de la salubrité des immeubles, locaux et installations prévue au titre Ier du livre V du code de la construction et de l'habitation, l'autorité administrative compétente peut à tout moment demander au syndic de lui transmettre le plan pluriannuel de travaux adopté dans les conditions prévues au II du présent article, afin de vérifier que les travaux programmés permettent de garantir la sauvegarde de l'immeuble et la sécurité de ses occupants.A défaut de transmission du plan pluriannuel de travaux adopté dans un délai d'un mois à compter de la notification de la demande ou si le plan transmis ne prescrit manifestement pas les travaux nécessaires à la préservation de la sécurité des occupants de l'immeuble, l'autorité administrative peut élaborer ou actualiser d'office le projet de plan pluriannuel de travaux, en lieu et place du syndicat des copropriétaires et aux frais de ce dernier.Dès réception du projet de plan pluriannuel de travaux notifié par l'autorité administrative, le syndic convoque l'assemblée générale, qui se prononce sur la question de l'adoption de tout ou partie de ce projet de plan."
    },
    {
      "provision_ref": "art14-2-1",
      "section": "14-2-1",
      "title": "Article 14-2-1",
      "content": "I.-Dans les immeubles à destination totale ou partielle d'habitation, le syndicat des copropriétaires constitue un fonds de travaux au terme d'une période de dix ans à compter de la date de la réception des travaux de construction de l'immeuble, pour faire face aux dépenses résultant :1° De l'élaboration du projet de plan pluriannuel de travaux mentionné à l'article 14-2 et, le cas échéant, du diagnostic technique global mentionné à l'article L. 731-1 du code de la construction et de l'habitation ;2° De la réalisation des travaux prévus dans le plan pluriannuel de travaux adopté par l'assemblée générale des copropriétaires ;3° Des travaux décidés par le syndic en cas d'urgence, dans les conditions prévues au troisième alinéa du I de l'article 18 de la présente loi ;4° Des travaux nécessaires à la sauvegarde de l'immeuble, à la préservation de la santé et de la sécurité des occupants et à la réalisation d'économies d'énergie, non prévus dans le plan pluriannuel de travaux.Ce fonds de travaux est alimenté par une cotisation annuelle obligatoire. Chaque copropriétaire contribue au fonds selon les mêmes modalités que celles décidées par l'assemblée générale pour le versement des provisions du budget prévisionnel.L'assemblée générale peut, par un vote à la même majorité que celle applicable aux dépenses concernées, affecter tout ou partie des sommes déposées sur le fonds de travaux au financement des dépenses mentionnées aux 1° à 4° du présent I. Cette affectation doit tenir compte de l'existence de parties communes spéciales ou de clefs de répartition des charges.Lorsque l'assemblée générale a adopté le plan pluriannuel de travaux mentionné à l'article 14-2, le montant de la cotisation annuelle ne peut être inférieur à 2,5 % du montant des travaux prévus dans le plan adopté et à 5 % du budget prévisionnel mentionné à l'article 14-1. A défaut d'adoption d'un plan, le montant de la cotisation annuelle ne peut être inférieur à 5 % du budget prévisionnel mentionné au même article 14-1.L'assemblée générale, votant à la majorité des voix de tous les copropriétaires, peut décider d'un montant supérieur.II.-L'assemblée générale se prononce sur la question de la suspension des cotisations au fonds de travaux lorsque son montant excède le montant du budget prévisionnel mentionné à l'article 14-1. Lorsqu'un plan pluriannuel de travaux a été adopté par l'assemblée générale, celle-ci se prononce sur cette suspension lorsque le montant du fonds de travaux excède, en outre, 50 % du montant des travaux prévus dans le plan adopté.III.-Les sommes versées au titre du fonds de travaux sont attachées aux lots et entrent définitivement, dès leur versement, dans le patrimoine du syndicat des copropriétaires. Elles ne donnent pas lieu à un remboursement par le syndicat des copropriétaires à l'occasion de la cession d'un lot. L'acquéreur peut consentir à verser au vendeur un montant équivalent à ces sommes en sus du prix de vente du lot."
    },
    {
      "provision_ref": "art14-3",
      "section": "14-3",
      "title": "Article 14-3",
      "content": "Les comptes du syndicat comprenant le budget prévisionnel, les charges et produits de l'exercice, la situation de trésorerie, ainsi que les annexes au budget prévisionnel sont établis conformément à des règles comptables spécifiques fixées par décret. Les comptes sont présentés avec comparatif des comptes de l'exercice précédent approuvé.\n\nLes charges et les produits du syndicat, prévus au plan comptable, sont enregistrés dès leur engagement juridique par le syndic indépendamment de leur règlement. L'engagement est soldé par le règlement.\n\nLes dispositions des articles 1er à 5 de la loi n° 98-261 du 6 avril 1998 portant réforme de la réglementation comptable et adaptation du régime de la publicité foncière ne sont pas applicables aux syndicats de copropriétaires."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Le syndicat a qualité pour agir en justice, tant en demandant qu'en défendant, même contre certains des copropriétaires ; il peut notamment agir, conjointement ou non avec un ou plusieurs de ces derniers, en vue de la sauvegarde des droits afférents à l'immeuble.\n\nTout copropriétaire peut néanmoins exercer seul les actions concernant la propriété ou la jouissance de son lot, à charge d'en informer le syndic.\n\nEn cas de carence ou d'inaction du syndic, le président du conseil syndical peut également, sur délégation expresse de l'assemblée générale, exercer une action contre le syndic, en réparation du préjudice subi par le syndicat des copropriétaires. Lorsque la copropriété n'a pas de conseil syndical, cette action peut être exercée par un ou plusieurs copropriétaires représentant au moins un quart des voix de tous les copropriétaires.\n\nEn cas de condamnation, les dommages et intérêts sont alloués au syndicat des copropriétaires.\n\nSi, à l'issue de l'instance judiciaire, l'action exercée dans l'intérêt du syndicat est déclarée bien fondée par le juge, la charge des frais de procédure non supportés par le syndic est répartie entre tous les copropriétaires proportionnellement aux quotes-parts de parties communes afférentes à leur lot."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Tous actes d'acquisition ou d'aliénation des parties communes ou de constitution de droits réels immobiliers au profit ou à la charge de ces dernières, à la condition qu'ils aient été décidés conformément aux dispositions des articles 6, 25 et 26, sont valablement passés par le syndicat lui-même et de son chef.Le syndicat peut acquérir lui-même, à titre onéreux ou gratuit, des parties privatives sans que celles-ci perdent pour autant leur caractère privatif. Il peut les aliéner dans les conditions prévues à l'alinéa précédent. Il ne dispose pas de voix, en assemblée générale, au titre des parties privatives acquises par lui."
    },
    {
      "provision_ref": "art16-1",
      "section": "16-1",
      "title": "Article 16-1",
      "content": "Les sommes représentant le prix des parties communes cédées se divisent de plein droit entre les copropriétaires dans les lots desquels figuraient ces parties communes et proportionnellement à la quotité de ces parties afférentes à chaque lot.\n\nLa part du prix revenant à chaque copropriétaire lui est remise directement par le syndic, après déduction des sommes exigibles par le syndicat des copropriétaires."
    },
    {
      "provision_ref": "art16-2",
      "section": "16-2",
      "title": "Article 16-2",
      "content": "L'expropriation pour cause d'utilité publique d'un immeuble bâti, d'un groupe d'immeubles bâtis ou d'un ensemble immobilier soumis à la présente loi est poursuivie et prononcée dans les conditions prévues par l'article L. 221-2 du code de l'expropriation pour cause d'utilité publique."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Les décisions du syndicat sont prises en assemblée générale des copropriétaires ; leur exécution est confiée à un syndic placé éventuellement sous le contrôle d'un conseil syndical.\n\nDans les cas où, avant la réunion de la première assemblée générale suivant la mise en copropriété, un syndic provisoire a été désigné par le règlement de copropriété ou par tout autre accord des parties, ce syndic ne peut être maintenu que par décision de l'assemblée générale, après mise en concurrence préalable de plusieurs contrats de syndics effectuée par le conseil syndical, s'il en existe un, ou les copropriétaires.\n\nA défaut de nomination du syndic par l'assemblée générale des copropriétaires convoquée à cet effet, le syndic est désigné par le président du   tribunal judiciaire saisi à la requête d'un ou plusieurs copropriétaires, du maire de la commune ou du président de l'établissement public de coopération intercommunale compétent en matière d'habitat du lieu de situation de l'immeuble.\n\nDans tous les autres cas où le syndicat est dépourvu de syndic, l'assemblée générale des copropriétaires peut être convoquée par tout copropriétaire, aux fins de nommer un syndic. A défaut d'une telle convocation, le président du   tribunal judiciaire, statuant par ordonnance sur requête à la demande de tout intéressé, désigne un administrateur provisoire de la copropriété qui est notamment chargé de convoquer l'assemblée des copropriétaires en vue de la désignation d'un syndic."
    },
    {
      "provision_ref": "art17-1",
      "section": "17-1",
      "title": "Article 17-1",
      "content": "Dans le cas où l'administration de la copropriété est confiée à un syndicat coopératif, la constitution d'un conseil syndical est obligatoire et le syndic est élu par les membres de ce conseil et choisi parmi ceux-ci. Il exerce de plein droit les fonctions de président du conseil syndical. En outre, le conseil syndical peut élire, dans les mêmes conditions, un vice-président qui supplée le syndic en cas d'empêchement de celui-ci.Le président et le vice-président sont l'un et l'autre révocables dans les mêmes conditions. L'assemblée générale désigne une ou plusieurs personnes physiques ou morales qui peuvent être des copropriétaires ou des personnes extérieures qualifiées pour assurer le contrôle des comptes du syndicat.L'adoption ou l'abandon de la forme coopérative du syndicat est décidée à la majorité de l'article 25 et le cas échéant de l'article 25-1."
    },
    {
      "provision_ref": "art17-1A",
      "section": "17-1A",
      "title": "Article 17-1A",
      "content": "Les copropriétaires peuvent participer à l'assemblée générale par présence physique, par visioconférence ou par tout autre moyen de communication électronique permettant leur identification.\n\nLes copropriétaires peuvent, par ailleurs, voter par correspondance avant la tenue de l'assemblée générale, au moyen d'un formulaire établi conformément à un modèle fixé par arrêté. Si la résolution objet du vote par correspondance est amendée en cours d'assemblée générale, le votant par correspondance ayant voté favorablement est assimilé à un copropriétaire défaillant pour cette résolution.\n\nLes conditions d'identification des copropriétaires usant de moyens de communication électronique pour participer à l'assemblée générale et les modalités de remise au syndic du formulaire de vote par correspondance sont définies par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art17-1AA",
      "section": "17-1AA",
      "title": "Article 17-1AA",
      "content": "Tout copropriétaire peut solliciter du syndic la convocation et la tenue, à ses frais, d'une assemblée générale pour faire inscrire à l'ordre du jour une ou plusieurs questions ne concernant que ses droits ou obligations."
    },
    {
      "provision_ref": "art17-2",
      "section": "17-2",
      "title": "Article 17-2",
      "content": "Seul un copropriétaire d'un ou plusieurs lots dans la copropriété qu'il est amené à gérer peut être syndic non professionnel.\n\nSi cette condition disparaît, le mandat devient caduc à l'expiration d'un délai de trois mois suivant l'événement. Durant ce délai, le syndic convoque une assemblée générale et inscrit à l'ordre du jour la question de la désignation d'un nouveau syndic."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I.-Indépendamment des pouvoirs qui lui sont conférés par d'autres dispositions de la présente loi ou par une délibération spéciale de l'assemblée générale, le syndic est chargé, dans les conditions qui seront éventuellement définies par le décret prévu à l'article 47 ci-dessous :\n\n-d'assurer l'exécution des dispositions du règlement de copropriété et des délibérations de l'assemblée générale ;\n\n-d'administrer l'immeuble, de pourvoir à sa conservation, à sa garde et à son entretien et, en cas d'urgence, de faire procéder de sa propre initiative à l'exécution de tous travaux nécessaires à la sauvegarde de celui-ci ;\n\n-de soumettre au vote de l'assemblée générale, à la majorité de l'article 24, la décision de souscrire un contrat d'assurance contre les risques de responsabilité civile dont le syndicat doit répondre. En cas de refus de l'assemblée générale, l'assurance peut être contractée par le syndic pour le compte du syndicat des copropriétaires, en application de l'article L. 112-1 du code des assurances ;\n\n-de représenter le syndicat dans tous les actes civils et en justice dans les cas mentionnés aux articles 15 et 16 de la présente loi, ainsi que pour la publication de l'état descriptif de division et du règlement de copropriété ou des modifications apportées à ces actes, sans que soit nécessaire l'intervention de chaque copropriétaire à l'acte ou à la réquisition de publication ;\n\n-d'assurer la conservation des archives relatives au syndicat des copropriétaires. La décision de confier les archives du syndicat des copropriétaires à une entreprise spécialisée aux frais dudit syndicat est prise à la majorité des voix de tous les copropriétaires. Une telle décision ne peut donner lieu à aucune rémunération complémentaire au profit du syndic ;\n\n-d'établir et de tenir à jour et à disposition des copropriétaires un carnet d'entretien de l'immeuble conformément à un contenu défini par décret ;\n\n-de réaliser les démarches prévues aux articles L. 711-1 à L. 711-6 du code de la construction et de l'habitation relatifs à l'immatriculation du syndicat de copropriétaires, sous peine de l'astreinte prévue au même article L. 711-6 ;\n\n-d'assurer l'information des occupants de chaque immeuble de la copropriété des décisions prises par l'assemblée générale, selon des modalités définies par décret ;\n\n-de proposer, lorsque le syndic est un syndic professionnel, un accès en ligne sécurisé aux documents dématérialisés relatifs à la gestion de l'immeuble ou des lots gérés, sauf décision contraire de l'assemblée générale prise à la majorité de l'article 25 de la présente loi. Cet accès est différencié selon la nature des documents mis à la disposition des membres du syndicat de copropriétaires ou de ceux du conseil syndical. Un décret précise la liste minimale des documents devant être accessibles en ligne dans un espace sécurisé ;\n\n- d'informer les copropriétaires et les occupants de la copropriété qu'un immeuble fait l'objet d'une procédure relevant de l'exercice de la police de la sécurité et de la salubrité des immeubles, locaux et installations prévue au titre Ier du livre V du code de la construction et de l'habitation.\n\nII.-Le syndic assure la gestion comptable et financière du syndicat et, à ce titre, est chargé :\n\n-d'établir le budget prévisionnel en concertation avec le conseil syndical, les comptes du syndicat et leurs annexes, de les soumettre au vote de l'assemblée générale et de tenir pour chaque syndicat une comptabilité séparée qui fait apparaître la position de chaque copropriétaire à l'égard du syndicat ;\n\n-d'ouvrir, dans l'établissement bancaire qu'il choisit, un compte séparé au nom du syndicat, sur lequel sont versées sans délai toutes les sommes ou valeurs reçues au nom ou pour le compte du syndicat. L'assemblée générale peut décider, à la majorité de l'article 25, que ce compte est ouvert dans un autre établissement bancaire de son choix. Ce compte bancaire ne peut faire l'objet ni d'une convention de fusion, ni d'une compensation avec tout autre compte. Les éventuels intérêts produits par ce compte sont définitivement acquis au syndicat. La méconnaissance par le syndic de ces obligations emporte la nullité de plein droit de son mandat à l'expiration du délai de trois mois suivant sa désignation. Toutefois, les actes qu'il a passés avec des tiers de bonne foi demeurent valables. Le syndic met à disposition du conseil syndical une copie des relevés périodiques du compte, dès réception de ceux-ci ;\n\n-d'ouvrir, dans l'établissement bancaire qu'il a choisi ou que l'assemblée générale a choisi pour le compte mentionné au troisième alinéa du présent II, un compte séparé rémunéré au nom du syndicat, sur lequel sont versées sans délai les cotisations au fonds de travaux prévu à l'article 14-2-1. Ce compte bancaire ne peut faire l'objet d'aucune convention de fusion, ni d'une compensation avec tout autre compte. Les virements en provenance du compte mentionné au troisième alinéa du présent II sont autorisés. Les intérêts produits par ce compte sont définitivement acquis au syndicat. La méconnaissance par le syndic de ces obligations emporte la nullité de plein droit de son mandat à l'expiration du délai de trois mois suivant sa désignation. Toutefois, les actes qu'il a passés avec des tiers de bonne foi demeurent valables. Le syndic met à disposition du conseil syndical une copie des relevés périodiques du compte, dès réception de ceux-ci.\n\nA l'exception du syndic provisoire et de l'administrateur provisoire désigné en application des articles 29-1 et 29-11, le syndic de copropriété ne peut avancer de fonds au syndicat de copropriétaires.\n\nIII.-Le syndic est également chargé :\n\n-de notifier sans délai au représentant de l'Etat dans le département et aux copropriétaires l'information selon laquelle les deux tiers des copropriétaires, représentant au moins deux tiers des quotes-parts de parties communes, ont exercé leur droit de délaissement dans les conditions prévues par l'article L. 515-16-3 du code de l'environnement. La notification aux copropriétaires mentionne expressément les dispositions du IV de cet article ;\n\n-lorsqu'un réseau de communications électroniques interne à l'immeuble distribue des services de télévision et si l'installation permet l'accès aux services nationaux en clair de télévision par voie hertzienne terrestre en mode numérique, d'informer de manière claire et visible les copropriétaires de cette possibilité et de fournir les coordonnées du distributeur de services auquel le copropriétaire doit s'adresser pour bénéficier du \" service antenne \" numérique, tel que prévu au deuxième alinéa de l'article 34-1 de la loi n° 86-1067 du 30 septembre 1986 relative à la liberté de communication ;\n\n-d'informer les copropriétaires des règles locales en matière de tri des déchets et de l'adresse, des horaires et des modalités d'accès des déchetteries dont dépend la copropriété. Cette information est affichée de manière visible dans les espaces affectés à la dépose des ordures ménagères par les occupants de la copropriété et transmise au moins une fois par an à ces occupants ainsi qu'aux copropriétaires.\n\n-sur les territoires dont les rejets d'eaux usées et pluviales ont une incidence sur la qualité de l'eau pour les épreuves olympiques de nage libre et de triathlon en Seine, de faire réaliser le contrôle des raccordements de l'immeuble au réseau public de collecte des eaux usées mentionné au II de l'article L. 2224-8 du code général des collectivités territoriales et de tenir à la disposition des copropriétaires qui en font la demande le document établi à l'issue de ce contrôle.\n\nIV.-Seul responsable de sa gestion, il ne peut se faire substituer. L'assemblée générale peut seule autoriser, à la majorité prévue par l'article 25, une délégation de pouvoir à une fin déterminée.\n\nV.-En cas d'empêchement du syndic, pour quelque cause que ce soit, le président du conseil syndical peut convoquer une assemblée générale appelée à désigner un nouveau syndic. En cas de carence du syndic et à défaut de stipulation du règlement de copropriété, un administrateur ad hoc peut être désigné par décision de justice.\n\nVI.-Le contrat de syndic est conclu pour une durée déterminée. Il est approuvé par une décision expresse de l'assemblée générale.\n\nVII.-Lorsqu'une partie ne souhaite pas conclure un nouveau contrat de syndic avec le même cocontractant, il peut y être mis fin sans indemnité, dans les conditions suivantes.\n\nLes questions de la désignation d'un nouveau syndic ainsi que de la fixation d'une date anticipée de fin de contrat sont portées à l'ordre du jour d'une assemblée générale tenue dans les trois mois précédant le terme du contrat. Lorsque l'initiative émane du syndic, celui-ci informe le conseil syndical de son intention de ne pas conclure un nouveau contrat au plus tard trois mois avant la tenue de cette assemblée générale.\n\nL'assemblée générale désigne un nouveau syndic et fixe les dates de fin du contrat en cours et de prise d'effet du nouveau contrat, qui interviennent au plus tôt un jour franc après la tenue de cette assemblée.\n\nVIII.-Le contrat de syndic peut être résilié par une partie en cas d'inexécution suffisamment grave de l'autre partie.\n\nLorsque le syndic est à l'initiative de la résiliation du contrat, il notifie sa volonté de résiliation au président du conseil syndical, ou à défaut de conseil syndical, à l'ensemble des copropriétaires, en précisant la ou les inexécutions reprochées au syndicat des copropriétaires.\n\nDans un délai qui ne peut être inférieur à deux mois à compter de cette notification, le syndic convoque une assemblée générale et inscrit à l'ordre du jour la question de la désignation d'un nouveau syndic. La résiliation du contrat prend effet au plus tôt un jour franc après la tenue de l'assemblée générale.\n\nLorsqu'au cours de cette assemblée générale le syndicat des copropriétaires désigne un nouveau syndic, il fixe la date de prise d'effet du contrat.\n\nLorsque le conseil syndical est à l'initiative de la résiliation du contrat, il notifie au syndic une demande motivée d'inscription de cette question à l'ordre du jour de la prochaine assemblée générale, en précisant la ou les inexécutions qui lui sont reprochées.\n\nLe syndic est tenu de convoquer une assemblée générale dans un délai de deux mois à compter de la première présentation d'une lettre recommandée, lorsque le président du conseil syndical en fait la demande. A défaut, le président du conseil syndical est habilité à la convoquer.\n\nL'assemblée générale se prononce sur la question de la résiliation du contrat et, le cas échéant, fixe sa date de prise d'effet au plus tôt un jour franc après la tenue de cette assemblée.\n\nLorsqu'au cours de la même assemblée le syndicat des copropriétaires désigne un nouveau syndic, il fixe la date de prise d'effet du contrat."
    },
    {
      "provision_ref": "art18-1",
      "section": "18-1",
      "title": "Article 18-1",
      "content": "Pendant le délai s'écoulant entre la convocation de l'assemblée générale appelée à connaître des comptes et la tenue de celle-ci, les pièces justificatives des charges de copropriété, notamment les factures, les contrats de fourniture et d'exploitation en cours et leurs avenants, la quantité consommée et le prix unitaire ou forfaitaire de chacune des catégories de charges, ainsi que, le cas échéant, une note d'information sur les modalités de calcul des charges de chauffage, de refroidissement et de production d'eau chaude sanitaire collectifs, sont tenues à la disposition de tous les copropriétaires par le syndic, selon des modalités précisées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art18-1-1",
      "section": "18-1-1",
      "title": "Article 18-1-1",
      "content": "Le syndic signale au procureur de la République les faits qui sont susceptibles de constituer une des infractions prévues aux articles 225-14 du code pénal et L. 511-22 du code de la construction et de l'habitation.\n\nCe signalement est effectué sans préjudice, le cas échéant, de la déclaration prévue à l'article L. 561-15 du code monétaire et financier.\n\nCes dispositions ne sont pas applicables aux syndics mentionnés à l'article 17-2 de la présente loi."
    },
    {
      "provision_ref": "art18-1A",
      "section": "18-1A",
      "title": "Article 18-1A",
      "content": "I.-La rémunération du syndic, pour les prestations qu'il fournit au titre de sa mission, est déterminée de manière forfaitaire. Toutefois, une rémunération spécifique complémentaire peut être perçue à l'occasion de prestations particulières de syndic qui ne relèvent pas de la gestion courante et qui sont définies par décret en Conseil d'Etat.\n\nLe décret prévu au premier alinéa fait l'objet d'une concertation bisannuelle en vue de son éventuelle révision. Cette concertation est organisée par le ministre chargé du logement et associe notamment le Conseil national de la transaction et de la gestion immobilières créé en application de l'article 13-1 de la loi n° 70-9 du 2 janvier 1970 réglementant les conditions d'exercice des activités relatives à certaines opérations portant sur les immeubles et les fonds de commerce.\n\nTout contrat ou projet de contrat relatif à l'exercice de la mission de syndic respecte un contrat type défini par décret en Conseil d'Etat. Le projet de contrat est accompagné d'une fiche d'information sur le prix et les prestations proposées par le syndic selon un modèle fixé par arrêté.Tout manquement aux obligations mentionnées aux premier et troisième alinéas du présent article est passible d'une amende administrative dont le montant ne peut excéder 3 000 € pour une personne physique et 15 000 € pour une personne morale. Cette amende est prononcée dans les conditions prévues au chapitre II du titre II du livre V du code de la consommation.II.-Le syndic peut conclure avec le syndicat une convention portant sur des prestations de services autres que celles relevant de sa mission de syndic, après autorisation expresse de l'assemblée générale donnée à la majorité des voix exprimées de tous les copropriétaires présents, représentés ou ayant voté par correspondance. Ces prestations ne peuvent figurer dans le contrat de syndic.Le syndic soumet à l'autorisation de l'assemblée générale prise à la même majorité toute convention passée entre le syndicat et une personne ou une entreprise avec laquelle le syndic a des liens de nature capitalistique ou juridique, en précisant la nature des liens qui rendent nécessaire l'autorisation de la convention.Les conventions conclues en méconnaissance de ces dispositions ne sont pas opposables au syndicat.\n\nIII.-Les travaux mentionnés au II de l'article 14-1 et votés par l'assemblée générale des copropriétaires en application des articles 24, 25, 26-3 et 30 peuvent faire l'objet d'honoraires spécifiques au profit du syndic. Ces honoraires sont votés lors de la même assemblée générale que les travaux concernés, aux mêmes règles de majorité.\n\nLa rémunération fixée dans le projet de résolution soumis au vote de l'assemblée générale doit être exprimée en pourcentage du montant hors taxes des travaux, à un taux dégressif selon l'importance des travaux préalablement à leur exécution.\n\nIV.-Les dispositions du présent article ne s'appliquent pas lorsque le syndic n'est pas rémunéré. Celui-ci peut néanmoins proposer à l'assemblée générale un contrat de syndic conforme au contrat type."
    },
    {
      "provision_ref": "art18-1AA",
      "section": "18-1AA",
      "title": "Article 18-1AA",
      "content": "Pour les immeubles à destination totale autre que d'habitation, lorsqu'un syndicat de copropriétaires est composé exclusivement de personnes morales, les copropriétaires peuvent décider, à la majorité définie à l'article 25, de déroger à l'article 18 et, le cas échéant, de définir avec le syndic, dans le cadre de son contrat, les missions du syndic, les honoraires de celui-ci, la durée du mandat, les modalités de fonctionnement du compte bancaire unique ou séparé et les modalités de perception des fonds."
    },
    {
      "provision_ref": "art18-2",
      "section": "18-2",
      "title": "Article 18-2",
      "content": "En cas de changement de syndic, l'ancien syndic est tenu de remettre au nouveau syndic, dans le délai de quinze jours à compter de la cessation de ses fonctions, la situation de trésorerie, les références des comptes bancaires du syndicat et les coordonnées de la banque. Il remet, dans le délai d'un mois à compter de la même date, l'ensemble des documents et archives du syndicat ainsi que, le cas échéant, l'ensemble des documents dématérialisés relatifs à la gestion de l'immeuble ou aux lots gérés mentionnés à l'avant-dernier alinéa du I de l'article 18, dans un format téléchargeable et imprimable. Dans l'hypothèse où le syndicat des copropriétaires a fait le choix de confier tout ou partie de ses archives à un prestataire spécialisé, il est tenu, dans ce même délai, d'informer le prestataire de ce changement en communiquant les coordonnées du nouveau syndic.\n\nDans le délai de deux mois suivant l'expiration du délai mentionné ci-dessus, l'ancien syndic est tenu de fournir au nouveau syndic l'état des comptes des copropriétaires ainsi que celui des comptes du syndicat, après apurement et clôture.\n\nAprès mise en demeure restée infructueuse, le syndic nouvellement désigné ou le président du conseil syndical pourra demander au président du tribunal judiciaire statuant en référé, d'ordonner sous astreinte la remise des pièces, informations et documents dématérialisés mentionnés aux deux premiers alinéas ainsi que le versement des intérêts provisionnels dus à compter de la mise en demeure, sans préjudice de toute provision à valoir sur dommages et intérêts."
    },
    {
      "provision_ref": "art18-3",
      "section": "18-3",
      "title": "Article 18-3",
      "content": "I. - L'agrément de syndic d'intérêt collectif atteste de la compétence de son bénéficiaire pour intervenir dans les copropriétés faisant l'objet des procédures prévues aux articles 29-1 A et 29-1.\n\nLe syndic d'intérêt collectif est présumé compétent pour gérer les copropriétés pour lesquelles un mandataire ad hoc a été désigné sur le fondement de l'article 29-1 A. Il peut également, à la demande d'un administrateur provisoire désigné sur le fondement de l'article 29-1, assister ledit administrateur dans ses fonctions de gestion.\n\nL'agrément est délivré par le représentant de l'Etat dans le département pour une durée de cinq ans, au regard notamment de la capacité et des compétences du syndic à accomplir les missions prévues au deuxième alinéa du présent I.\n\nII. - Le représentant de l'Etat dans le département transmet la liste des syndics d'intérêt collectif au Conseil national des administrateurs judiciaires et des mandataires judiciaires.\n\nIII. - Les organismes d'habitations à loyer modéré mentionnés aux deuxième à quatrième alinéas de l'article L. 411-2 du code de la construction et de l'habitation et les sociétés d'économie mixte mentionnées à l'article L. 481-1 du même code peuvent, à leur demande expresse, se voir reconnaître de droit la qualité de syndic d'intérêt collectif, sans se soumettre à la procédure d'agrément prévue au dernier alinéa du I du présent article.\n\nIV. - Un décret détermine les modalités d'application du présent article."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Les créances de toute nature du syndicat à l'encontre de chaque copropriétaire sont, qu'il s'agisse de provision ou de paiement définitif, garanties par une hypothèque légale sur son lot. L'hypothèque peut être inscrite soit après mise en demeure restée infructueuse d'avoir à payer une dette devenue exigible, soit dès que le copropriétaire invoque les dispositions de l'article 33 de la présente loi.\n\nLe syndic a qualité, sans autorisation préalable de l'assemblée générale, pour faire inscrire cette hypothèque au profit du syndicat, en consentir la main levée et, en cas d'extinction de la dette, en requérir la radiation.\n\nLe copropriétaire défaillant peut, même en cas d'instance au principal, sous condition d'une offre de paiement suffisante ou d'une garantie équivalente, demander mainlevée totale ou partielle au président du tribunal judiciaire statuant selon la procédure accélérée au fond.\n\nAucune inscription ou inscription complémentaire ne peut être requise pour des créances exigibles depuis plus de cinq ans.\n\nLes créances visées à l'alinéa 1er bénéficient, en outre, du privilège prévu par l'article 2332 1° du code civil en faveur du bailleur. Ce privilège porte sur les meubles garnissant les lieux appartenant au copropriétaire ainsi que sur les sommes dues par le locataire à son bailleur."
    },
    {
      "provision_ref": "art19-1",
      "section": "19-1",
      "title": "Article 19-1",
      "content": "Toutes les créances mentionnées au premier alinéa de l'article 19 sont garanties par l'hypothèque légale prévue à l'article 2402 du code civil."
    },
    {
      "provision_ref": "art19-2",
      "section": "19-2",
      "title": "Article 19-2",
      "content": "A défaut du versement à sa date d'exigibilité d'une provision due au titre de l'article 14-1, et après mise en demeure restée infructueuse passé un délai de trente jours, les autres provisions non encore échues en application du même article 14-1 ainsi que les sommes restant dues appelées au titre des exercices précédents après approbation des comptes deviennent immédiatement exigibles.Le président du tribunal judiciaire statuant selon la procédure accélérée au fond, après avoir constaté, selon le cas, l'approbation par l'assemblée générale des copropriétaires du budget prévisionnel, des travaux ou des comptes annuels, ainsi que la défaillance du copropriétaire, condamne ce dernier au paiement des provisions ou sommes exigibles.\n\nLe présent article est applicable aux cotisations du fonds de travaux mentionné à l'article 14-2-1.\n\nLorsque la mesure d'exécution porte sur une créance à exécution successive du débiteur du copropriétaire défaillant, notamment une créance de loyer ou d'indemnité d'occupation, cette mesure se poursuit jusqu'à l'extinction de la créance du syndicat résultant de l'ordonnance.\n\nSi l'assemblée générale vote pour autoriser le syndic à agir en justice pour obtenir la saisie en vue de la vente d'un lot d'un copropriétaire débiteur vis-à-vis du syndicat, la voix de ce copropriétaire n'est pas prise en compte dans le décompte de la majorité et ce copropriétaire ne peut recevoir mandat pour représenter un autre copropriétaire en application de l'article 22."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I.-Lors de la mutation à titre onéreux d'un lot, et si le vendeur n'a pas présenté au notaire un certificat du syndic ayant moins d'un mois de date, attestant qu'il est libre de toute obligation à l'égard du syndicat, avis de la mutation doit être donné par le notaire au syndic de l'immeuble par lettre recommandée avec avis de réception dans un délai de quinze jours à compter de la date du transfert de propriété. Avant l'expiration d'un délai de quinze jours à compter de la réception de cet avis, le syndic peut former au domicile élu, par acte extrajudiciaire, opposition au versement des fonds dans la limite ci-après pour obtenir le paiement des sommes restant dues par l'ancien propriétaire. Cette opposition contient élection de domicile dans le ressort du tribunal judiciaire de la situation de l'immeuble et, à peine de nullité, énonce le montant et les causes de la créance. Le notaire libère les fonds dès l'accord entre le syndic et le vendeur sur les sommes restant dues. A défaut d'accord, dans un délai de trois mois après la constitution par le syndic de l'opposition régulière, il verse les sommes retenues au syndicat, sauf contestation de l'opposition devant les tribunaux par une des parties. Les effets de l'opposition sont limités au montant ainsi énoncé.\n\nTout paiement ou transfert amiable ou judiciaire du prix opéré en violation des dispositions de l'alinéa précédent est inopposable au syndic ayant régulièrement fait opposition.\n\nL'opposition régulière vaut au profit du syndicat mise en oeuvre de l'hypothèque légale mentionnée à l'article 19-1.\n\nII.-Préalablement à l'établissement de l'acte authentique de vente d'un lot ou d'une fraction de lot, le cas échéant après que le titulaire du droit de préemption instauré en application du dernier alinéa de l'article L. 211-4 du code de l'urbanisme a renoncé à l'exercice de ce droit, le notaire notifie au syndic de la copropriété le nom du candidat acquéreur ou le nom des mandataires sociaux et des associés de la société civile immobilière ou de la société en nom collectif se portant acquéreur, ainsi que le nom de leurs conjoints ou partenaires liés par un pacte civil de solidarité.\n\nDans un délai d'un mois, le syndic délivre au notaire un certificat datant de moins d'un mois attestant :\n\n1° Soit que l'acquéreur ou les mandataires sociaux et les associés de la société se portant acquéreur, leurs conjoints ou partenaires liés à eux par un pacte civil de solidarité ne sont pas copropriétaires de l'immeuble concerné par la mutation ;\n\n2° Soit, si l'une de ces personnes est copropriétaire de l'immeuble concerné par la mutation, qu'elle n'a pas fait l'objet d'une mise en demeure de payer du syndic restée infructueuse depuis plus de quarante-cinq jours.\n\nSi le copropriétaire n'est pas à jour de ses charges au sens du 2° du présent II, le notaire notifie aux parties l'impossibilité de conclure la vente.\n\nDans l'hypothèse où un avant-contrat de vente a été signé préalablement à l'acte authentique de vente, l'acquéreur ou les mandataires sociaux et les associés de la société se portant acquéreur, leurs conjoints ou partenaires liés à eux par un pacte civil de solidarité, dont les noms ont été notifiés par le notaire, disposent d'un délai de trente jours à compter de cette notification pour s'acquitter de leur dette vis-à-vis du syndicat. Si aucun certificat attestant du règlement des charges n'est produit à l'issue de ce délai, l'avant-contrat est réputé nul et non avenu aux torts de l'acquéreur."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Dans tout syndicat de copropriétaires, un conseil syndical assiste le syndic et contrôle sa gestion.\n\nEn outre, il donne son avis au syndic ou à l'assemblée générale sur toutes questions concernant le syndicat, pour lesquelles il est consulté ou dont il se saisit lui-même. L'assemblée générale des copropriétaires, statuant à la majorité de l'article 25, arrête un montant des marchés et des contrats à partir duquel la consultation du conseil syndical est rendue obligatoire. A la même majorité, elle arrête un montant des marchés et des contrats autres que celui de syndic à partir duquel une mise en concurrence est rendue obligatoire.\n\nEn vue de l'information de l'assemblée générale appelée à se prononcer sur la désignation d'un syndic professionnel et sans que cette formalité ne soit prescrite à peine d'irrégularité de la décision de désignation du syndic, le conseil syndical met en concurrence plusieurs projets de contrats de syndic, établis conformément au contrat type mentionné à l'article 18-1-A et accompagnés de la fiche d'information mentionnée au même article. Le conseil syndical peut être dispensé de mise en concurrence par décision votée à la majorité des voix de tous les copropriétaires. A cette fin, il fait inscrire la demande à l'ordre du jour de l'assemblée générale précédente.Dans tous les cas, un copropriétaire peut demander au syndic d'inscrire à l'ordre du jour de l'assemblée générale, appelée à se prononcer sur la désignation du syndic, l'examen de projets de contrat de syndic qu'il communique à cet effet.\n\nLe conseil syndical peut se prononcer, par un avis écrit, sur tout projet de contrat de syndic. Si un tel avis est émis, il est joint à la convocation de l'assemblée générale, concomitamment avec les projets de contrat concernés.\n\nLorsque la copropriété n'a pas institué de conseil syndical, la mise en concurrence n'est pas obligatoire.\n\nLe conseil syndical peut prendre connaissance, et copie, à sa demande, et après en avoir donné avis au syndic, de toutes pièces ou documents, correspondances ou registres se rapportant à la gestion du syndic et, d'une manière générale, à l'administration de la copropriété. En cas d'absence de transmission de ces pièces, au-delà d'un délai d'un mois à compter de la demande du conseil syndical, des pénalités par jour de retard, dont le montant est fixé par décret, sont imputées sur la rémunération forfaitaire annuelle du syndic. Ces pénalités sont déduites de la rémunération du syndic lors de l'établissement des comptes définitifs à clôturer et à soumettre à l'assemblée générale pour approbation. A défaut, le président du conseil syndical peut demander au président du tribunal judiciaire, statuant selon la procédure accélérée au fond, la condamnation du syndic au paiement de ces pénalités au profit du syndicat des copropriétaires.\n\nIl reçoit sur sa demande, communication de tout document intéressant le syndicat.\n\nLes membres du conseil syndical sont désignés par l'assemblée générale parmi les copropriétaires, leurs ascendants ou descendants, les associés dans le cas prévu par le premier alinéa de l'article 23 de la présente loi, les accédants ou les acquéreurs à terme, leurs conjoints, les partenaires liés à eux par un pacte civil de solidarité, leurs représentants légaux, ou leurs usufruitiers. Lorsqu'une personne morale est nommée en qualité de membre du conseil syndical, elle peut s'y faire représenter, soit par son représentant légal ou statutaire, soit par un fondé de pouvoir spécialement habilité à cet effet.\n\nLe syndic, ses préposés, leurs conjoints, leurs partenaires liés à eux par un pacte civil de solidarité, leurs concubins, leurs ascendants ou descendants, leurs parents en ligne collatérale jusqu'au deuxième degré, même s'ils sont copropriétaires, associés ou acquéreurs à terme, ne peuvent être membres du conseil syndical. Les dispositions du présent alinéa ne sont pas applicables aux syndicats gérés par des syndics non professionnels.\n\nLe conseil syndical élit son président parmi ses membres.\n\nLorsque l'assemblée générale ne parvient pas, faute de candidature ou faute pour les candidats d'obtenir la majorité requise, à la désignation des membres du conseil syndical, le procès-verbal, qui en fait explicitement mention, est notifié, dans un délai d'un mois, à tous les copropriétaires.\n\nL'assemblée générale peut décider par une délibération spéciale, à la majorité prévue par l'article 26, de ne pas instituer de conseil syndical. La décision contraire est prise à la majorité des voix de tous les copropriétaires.\n\nA défaut de désignation par l'assemblée générale à la majorité requise, et sous réserve des dispositions de l'alinéa précédent, le juge, saisi par un ou plusieurs copropriétaires ou par le syndic, peut, avec l'acceptation des intéressés, désigner les membres du conseil syndical ; il peut également constater l'impossibilité d'instituer un conseil syndical."
    },
    {
      "provision_ref": "art21-1",
      "section": "21-1",
      "title": "Article 21-1",
      "content": "Sans préjudice des dispositions du a de l'article 25, lorsque le conseil syndical est composé d'au moins trois membres, l'assemblée générale peut, par décision prise à la majorité des voix de tous les copropriétaires, lui déléguer le pouvoir de prendre tout ou partie des décisions relevant de la majorité des voix exprimées des copropriétaires présents, représentés, ou votant par correspondance.La délégation de pouvoirs ne peut toutefois porter sur l'approbation des comptes, sur la détermination du budget prévisionnel, ou sur les adaptations du règlement de copropriété rendues nécessaires par les modifications législatives et règlementaires intervenues depuis son établissement."
    },
    {
      "provision_ref": "art21-2",
      "section": "21-2",
      "title": "Article 21-2",
      "content": "L'assemblée générale fixe le montant maximum des sommes allouées au conseil syndical pour mettre en œuvre sa délégation de pouvoirs."
    },
    {
      "provision_ref": "art21-3",
      "section": "21-3",
      "title": "Article 21-3",
      "content": "La délégation de pouvoirs mentionnée à l'article 21-1 est accordée au conseil syndical pour une durée maximale de deux ans. Elle est renouvelable par une décision expresse de l'assemblée générale."
    },
    {
      "provision_ref": "art21-4",
      "section": "21-4",
      "title": "Article 21-4",
      "content": "Le syndicat des copropriétaires souscrit, pour chacun des membres du conseil syndical, une assurance de responsabilité civile."
    },
    {
      "provision_ref": "art21-5",
      "section": "21-5",
      "title": "Article 21-5",
      "content": "Les décisions du conseil syndical pour l'exercice de la délégation de pouvoirs mentionnée à l'article 21-1 sont prises à la majorité de ses membres. En cas de partage des voix, le président du conseil syndical a voix prépondérante.\n\nLe conseil syndical rend compte de l'exercice de sa délégation de pouvoirs devant l'assemblée générale votant l'approbation des comptes.\n\nIl établit un rapport en vue de l'information des copropriétaires."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I.-Le règlement de copropriété détermine, dans le respect des dispositions de la présente loi, les règles de fonctionnement et les pouvoirs des assemblées générales.\n\nChaque copropriétaire dispose d'un nombre de voix correspondant à sa quote-part dans les parties communes. Toutefois, lorsqu'un copropriétaire possède une quote-part des parties communes supérieure à la moitié, le nombre de voix dont il dispose est réduit à la somme des voix des autres copropriétaires.\n\nTout copropriétaire peut déléguer son droit de vote à un mandataire, que ce dernier soit ou non membre du syndicat. Chaque mandataire ne peut, à quelque titre que ce soit, recevoir plus de trois délégations de vote. Toutefois, un mandataire peut recevoir plus de trois délégations de vote si le total des voix dont il dispose lui-même et de celles de ses mandants n'excède pas 10 % des voix du syndicat. Chacun des époux copropriétaires communs ou indivis d'un lot peut recevoir personnellement des délégations de vote, dans les conditions prévues au présent article. Tout mandataire désigné peut subdéléguer son mandat à une autre personne, à condition que cela ne soit pas interdit par le mandat. Le mandataire peut, en outre, recevoir plus de trois délégations de vote s'il participe à l'assemblée générale d'un syndicat principal et si tous ses mandants appartiennent à un même syndicat secondaire. Lorsque le syndic a reçu des mandats sans indication de mandataire, il ne peut ni les conserver pour voter en son nom, ni les distribuer lui-même aux mandataires qu'il choisit.\n\nNe peuvent ni recevoir de mandat pour représenter un copropriétaire, ni présider l'assemblée générale :\n\n1° Le syndic, son conjoint, le partenaire lié à lui par un pacte civil de solidarité, son concubin ;\n\n2° Les ascendants et descendants du syndic ainsi que ceux de son conjoint ou du partenaire lié à lui par un pacte civil de solidarité ou de son concubin ;\n\n3° Les préposés du syndic, leur conjoint, le partenaire lié à eux par un pacte civil de solidarité, leur concubin ;\n\n4° Les ascendants et descendants des préposés du syndic ainsi que ceux de leur conjoint ou du partenaire lié à eux par un pacte civil de solidarité ou de leur concubin.\n\nII. - L'assemblée générale d'un syndicat secondaire statuant à la majorité mentionnée à l'article 25 peut mandater, pour une durée d'un an, le président du conseil syndical secondaire pour représenter les copropriétaires à l'assemblée générale du syndicat principal. Par dérogation au I du présent article, le mandat confié au président du conseil syndical secondaire emporte délégation de vote de tous les copropriétaires pour les décisions inscrites à l'ordre du jour de l'assemblée générale du syndicat principal nécessitant un vote relevant de l'article 24.\n\nPour les décisions inscrites à l'ordre du jour de l'assemblée générale du syndicat principal nécessitant la majorité mentionnée aux articles 25 ou 26 ou l'unanimité, le président du conseil syndical secondaire ne peut prendre part au vote que s'il dispose d'une délibération de l'assemblée générale du syndicat secondaire se prononçant sur cette décision aux majorités requises par la présente loi.\n\nLe président du conseil syndical secondaire rend compte de son activité à chaque assemblée générale du syndicat secondaire. Le renouvellement de son mandat est inscrit chaque année à l'ordre du jour de l'assemblée générale.\n\nIII. - Le II est applicable pour la représentation au sein de l'assemblée générale des associations syndicales libres des membres du syndicat des copropriétaires des immeubles inclus dans le périmètre de l'association syndicale libre.\n\nPour les décisions inscrites à l'ordre du jour de l'assemblée générale de l'association syndicale libre pour lesquelles les statuts de ladite association prévoient une majorité qualifiée, le mandataire désigné dans les conditions prévues au II ne peut prendre part au vote s'il ne dispose d'une délibération de l'assemblée générale des copropriétaires le mandatant et se prononçant sur cette décision à la même majorité."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Lorsque plusieurs lots sont attribués à des personnes qui ont constitué une société propriétaire de ces lots, chaque associé participe néanmoins à l'assemblée du syndicat et y dispose d'un nombre de voix égal à la quote-part dans les parties communes correspondant au lot dont il a la jouissance.\n\nEn cas d'indivision, les indivisaires sont représentés par un mandataire commun qui est, à défaut d'accord, désigné par le président du tribunal judiciaire saisi par l'un d'entre eux ou par le syndic.\n\nEn cas d'usufruit, les intéressés sont, à défaut d'accord, représentés par le nu-propriétaire. En cas de pluralité de nus-propriétaires, le mandataire commun est, à défaut d'accord, désigné par le président du tribunal judiciaire saisi par l'un d'entre eux ou par le syndic.La désignation judiciaire d'un mandataire commun en application des dispositions des deux alinéas précédents est aux frais des indivisaires ou des nus-propriétaires.Dans les autres hypothèses de démembrement du droit de propriété, à défaut d'accord, les intéressés sont représentés par le propriétaire."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I.-Les décisions de l'assemblée générale sont prises à la majorité des voix exprimées des copropriétaires présents, représentés ou ayant voté par correspondance, s'il n'en est autrement ordonné par la loi.\n\nII.-Sont notamment approuvés dans les conditions de majorité prévues au I :\n\na) Les travaux nécessaires à la conservation de l'immeuble ainsi qu'à la préservation de la santé et de la sécurité physique des occupants, qui incluent les travaux portant sur la stabilité de l'immeuble, le clos, le couvert ou les réseaux et les travaux permettant d'assurer la mise en conformité des logements avec les normes de salubrité, de sécurité et d'équipement définies par les dispositions prises pour l'application de l'article 1er de la loi n° 67-561 du 12 juillet 1967 relative à l'amélioration de l'habitat ;\n\nb) Les modalités de réalisation et d'exécution des travaux rendus obligatoires en vertu de dispositions législatives ou réglementaires ou d'un arrêté de police administrative relatif à la sécurité ou à la salubrité publique, notifié au syndicat des copropriétaires pris en la personne du syndic ;\n\nc) Les modalités de réalisation et d'exécution des travaux notifiés en vertu de l'article L. 313-4-2 du code de l'urbanisme, notamment la faculté pour le syndicat des copropriétaires d'assurer la maîtrise d'ouvrage des travaux notifiés portant sur les parties privatives de tout ou partie des copropriétaires et qui sont alors réalisés aux frais du copropriétaire du lot concerné ;\n\nd) Les travaux d'accessibilité aux personnes handicapées ou à mobilité réduite, sous réserve qu'ils n'affectent pas la structure de l'immeuble ou ses éléments d'équipement essentiels ;\n\ne) La suppression des vide-ordures pour des impératifs d'hygiène ;\n\nf) Les adaptations du règlement de copropriété rendues nécessaires par les modifications législatives et réglementaires intervenues depuis son établissement. La publication de ces modifications du règlement de copropriété est effectuée au droit fixe ;\n\ng) La décision d'engager le diagnostic prévu à l'article L. 731-1 du code de la construction et de l'habitation ainsi que ses modalités de réalisation ;\n\nh) L'autorisation permanente accordée à la police municipale de pénétrer dans les parties communes ;\n\ni) La décision d'équiper les emplacements de stationnement d'accès sécurisé à usage privatif avec des bornes de recharge pour véhicules électriques et hybrides rechargeables et de réaliser l'étude mentionnée au III de l'article 24-5 ;\n\nj) L'autorisation donnée à un ou plusieurs copropriétaires d'effectuer à leurs frais les travaux permettant le stationnement sécurisé des vélos dans les parties communes, sous réserve que ces travaux n'affectent pas la structure de l'immeuble, sa destination ou ses éléments d'équipement essentiels et qu'ils ne mettent pas en cause la sécurité des occupants ;\n\nk) La décision d'installer des ouvrages nécessaires à la production d'énergie solaire photovoltaïque et thermique sur les toits, les façades et les garde-corps ;\n\nl) La modification de la répartition des charges mentionnées au premier alinéa de l'article 10 rendue nécessaire par un changement de la destination d'une ou de plusieurs parties privatives dans les cas prévus au deuxième alinéa du I de l'article 9."
    },
    {
      "provision_ref": "art24-1",
      "section": "24-1",
      "title": "Article 24-1",
      "content": "Lorsqu'un réseau de communications électroniques interne à l'immeuble distribue des services de télévision, l'ordre du jour de l'assemblée générale comporte de droit, si l'installation ne permet pas encore l'accès aux services nationaux en clair de télévision par voie hertzienne terrestre en mode numérique et si le distributeur de services dispose d'une offre en mode numérique, l'examen de toute proposition commerciale telle que visée à la deuxième phrase du deuxième alinéa de l'article 34-1 de la loi n° 86-1067 du 30 septembre 1986 relative à la liberté de communication.\n\nPar dérogation au h de l'article 25 de la présente loi, la décision d'accepter cette proposition commerciale est acquise à la majorité prévue au premier alinéa du I de l'article 24."
    },
    {
      "provision_ref": "art24-2",
      "section": "24-2",
      "title": "Article 24-2",
      "content": "Lorsque l'immeuble n'est pas équipé de lignes de communications électroniques à très haut débit en fibre optique, toute proposition émanant d'un opérateur de communications électroniques d'installer de telles lignes en vue de permettre la desserte de l'ensemble des occupants par un réseau de communications électroniques à très haut débit ouvert au public dans le respect des articles L. 33-6 et L. 34-8-3 du code des postes et des communications électroniques est inscrite de droit à l'ordre du jour de la prochaine assemblée générale.\n\nL'assemblée générale est tenue de statuer sur toute proposition visée au premier alinéa au plus tard douze mois suivant la date de réception de celle-ci par le syndic.\n\nPar dérogation au h de l'article 25 de la présente loi, la décision d'accepter cette proposition est acquise à la majorité prévue au premier alinéa du I de l'article 24.\n\nL'assemblée générale peut également, dans les mêmes conditions, donner mandat au conseil syndical pour se prononcer sur toute proposition future émanant d'un opérateur de communications électroniques en vue d'installer des lignes de communication électroniques à très haut débit mentionnées au premier alinéa du présent article. Tant qu'une telle installation n'a pas été autorisée, l'ordre du jour de l'assemblée générale comporte de droit un projet de résolution donnant au conseil syndical un tel mandat.\n\nLorsqu'une demande de raccordement à un réseau de communications électroniques à très haut débit en fibre optique est effectuée par le propriétaire, le locataire ou un occupant de bonne foi d'un logement d'un immeuble comportant plusieurs logements ou d'un immeuble à usage mixte dans les conditions prévues à l'article 1er de la loi n° 66-457 du 2 juillet 1966 relative à l'installation d'antennes réceptrices de radiodiffusion, le syndicat des copropriétaires ne peut s'opposer, nonobstant toute convention contraire, sans motif sérieux et légitime conformément au II du même article 1er, à l'installation de telles lignes dans les parties communes de l'immeuble de manière à permettre la desserte de chacun des logements, sous réserve que l'immeuble dispose des infrastructures d'accueil adaptées.\n\nCette installation, réalisée aux frais de l'opérateur conformément à l'article L. 34-8-3 du code des postes et des communications électroniques, fait l'objet d'une convention conclue dans les conditions prévues à l'article L. 33-6 du même code avec le syndicat des copropriétaires, après avis du conseil syndical lorsque celui-ci a été institué."
    },
    {
      "provision_ref": "art24-3",
      "section": "24-3",
      "title": "Article 24-3",
      "content": "Lorsque l'immeuble reçoit des services de télévision par voie hertzienne terrestre par une antenne collective, l'ordre du jour de l'assemblée générale comporte, avant la fin de la mise en œuvre dans la commune du schéma national d'arrêt de la diffusion analogique et de basculement vers le numérique, un projet de résolution sur les travaux et les modifications nécessaires à la réception, par l'antenne collective de l'immeuble, des services de télévision par voie hertzienne terrestre en mode numérique.\n\nPar dérogation au h de l'article 25, la décision de réaliser les travaux et modifications prévus à l'alinéa précédent est acquise à la majorité prévue au premier alinéa du I de l'article 24.\n\nL'assemblée générale peut également, dans les mêmes conditions, donner mandat au conseil syndical ou, à défaut, au syndic pour conduire, dans la limite d'un montant de dépenses, les modifications nécessaires à la continuité de la réception par l'antenne collective des services de télévision lors de l'arrêt de la télévision analogique ou lors des changements des fréquences d'émission des services de télévision par voie hertzienne terrestre en mode numérique."
    },
    {
      "provision_ref": "art24-4",
      "section": "24-4",
      "title": "Article 24-4",
      "content": "Le syndic inscrit à l'ordre du jour de l'assemblée générale des copropriétaires qui suit l'établissement d'un diagnostic de performance énergétique prévu à l'article L. 126-31 du code de la construction et de l'habitation la question d'un plan de travaux d'économies d'énergie ou d'un contrat de performance énergétique.\n\nAvant de soumettre au vote de l'assemblée générale un projet de conclusion d'un tel contrat, le syndic procède à une mise en concurrence de plusieurs prestataires et recueille l'avis du conseil syndical.\n\nL'obligation prévue au premier alinéa est satisfaite si le plan pluriannuel de travaux, inscrit à l'ordre du jour de l'assemblée générale en application de l'article 14-2 de la présente loi, comporte des travaux d'économie d'énergie.\n\nUn décret en Conseil d'Etat fixe les conditions d'application du présent article."
    },
    {
      "provision_ref": "art24-5",
      "section": "24-5",
      "title": "Article 24-5",
      "content": "I.- Lorsque l'immeuble possède des emplacements de stationnement d'accès sécurisé à usage privatif et n'est pas équipé de stationnements sécurisés pour les vélos, le syndic inscrit à l'ordre du jour de l'assemblée générale la question des travaux permettant le stationnement sécurisé des vélos, ainsi que la présentation des devis élaborés à cet effet.\n\nII.-Les III et IV du présent article sont applicables lorsque l'immeuble possède des emplacements de stationnement d'accès sécurisé à usage privatif et n'est pas équipé des installations électriques intérieures et extérieures permettant l'alimentation de ces emplacements pour permettre la recharge des véhicules électriques et hybrides rechargeables ou des installations de recharge électrique permettant un comptage individuel pour ces mêmes véhicules.\n\nIII.-Quand les travaux permettant de réaliser les installations mentionnées au II n'ont pas été réalisés, le syndic inscrit à l'ordre du jour de l'assemblée générale des copropriétaires la question de la réalisation d'une étude portant sur l'adéquation des installations électriques existantes aux équipements de recharge et, le cas échéant, les travaux à réaliser à cet effet.\n\nIV.-Le syndic inscrit à l'ordre du jour de l'assemblée générale des copropriétaires la question des travaux mentionnés au i du II de l'article 24 ou au j de l'article 25 et, le cas échéant, les conditions de gestion ultérieure du nouveau réseau électrique.\n\nSont joints à la convocation à l'assemblée générale des copropriétaires :\n\n1° Le détail des travaux à réaliser ;\n\n2° Les devis et les plans de financement élaborés à cet effet ;\n\n3° Le cas échéant, le projet de contrat fixant les conditions de gestion du réseau électrique modifié ;\n\n4° Lorsqu'elle a été réalisée, l'étude mentionnée au III du présent article.\n\nUn ou plusieurs copropriétaires peuvent demander au syndic d'inscrire à l'ordre du jour de l'assemblée générale des copropriétaires la question des travaux mentionnés au premier alinéa du présent IV pour qu'ils soient réalisés sous la responsabilité du syndicat des copropriétaires et aux frais des seuls copropriétaires demandeurs. Cette délibération est adoptée dans les conditions prévues au I de l'article 24."
    },
    {
      "provision_ref": "art24-5-1",
      "section": "24-5-1",
      "title": "Article 24-5-1",
      "content": "Par dérogation au j de l'article 25, sont acquises à la majorité prévue au premier alinéa de l'article 24 :1° La décision de conclure une convention avec le gestionnaire du réseau public de distribution d'électricité ayant pour objet l'installation, sans frais pour le syndicat des copropriétaires, d'une infrastructure collective, relevant du réseau public d'électricité, qui rend possible l'installation ultérieure de points de recharge pour véhicules électriques ou hybrides rechargeables, dans les conditions prévues à l'article L. 353-12 du code de l'énergie ;2° La décision de conclure une convention avec un opérateur d'infrastructures de recharge ayant pour objet l'installation, sans frais pour le syndicat des copropriétaires, d'une infrastructure collective qui rend possible l'installation ultérieure de points de recharge pour véhicules électriques ou hybrides rechargeables.La convention mentionnée au 2° du présent article est conclue dans les conditions prévues à l'article L. 353-13 du code de l'énergie, après avis du conseil syndical lorsque celui-ci a été institué."
    },
    {
      "provision_ref": "art24-6",
      "section": "24-6",
      "title": "Article 24-6",
      "content": "Lorsque l'immeuble est situé dans l'un des secteurs mentionnés au a du 2° de l'article L. 515-16 du code de l'environnement, le syndic inscrit à l'ordre du jour de l'assemblée générale l'information sur l'exercice par les copropriétaires du droit de délaissement prévu au même article.\n\nIl notifie en même temps que l'ordre du jour un état actualisé des lots délaissés. Cet état comprend le nombre de copropriétaires ayant exercé leur droit de délaissement, ainsi que les quotes-parts des parties communes qu'ils représentent, et mentionne les dispositions du deuxième alinéa du III de l'article 18 de la présente loi et de l'article L. 515-16-1 du code de l'environnement."
    },
    {
      "provision_ref": "art24-7",
      "section": "24-7",
      "title": "Article 24-7",
      "content": "Sauf dans le cas où le syndicat des copropriétaires assure la maîtrise d'ouvrage des travaux portant sur les parties communes et les parties privatives de l'immeuble en application du c du II de l'article 24, le syndicat des copropriétaires peut délibérer sur la création ou l'adhésion à une association foncière urbaine prévue au 5° de l'article L. 322-2 du code de l'urbanisme. Dans ce cas, par dérogation à l'article 14, l'association foncière urbaine exerce les pouvoirs du syndicat des copropriétaires portant sur les travaux de restauration immobilière relatifs aux parties communes de l'immeuble jusqu'à leur réception définitive."
    },
    {
      "provision_ref": "art24-8",
      "section": "24-8",
      "title": "Article 24-8",
      "content": "Lorsque, en application de l'article L. 511-15 du code de la construction et de l'habitation, une astreinte applicable à chaque lot a été notifiée au syndicat des copropriétaires, pris en la personne du syndic, par une autorité publique, le syndic en informe immédiatement les copropriétaires.\n\nLorsque l'inexécution des travaux et mesures prescrits par l'arrêté de police administrative résulte de la défaillance de certains copropriétaires, le syndic en informe l'autorité publique compétente, en lui indiquant les démarches entreprises et en lui fournissant une attestation de défaillance. Sont réputés défaillants les copropriétaires qui, après avoir été mis en demeure par le syndic, n'ont pas répondu aux appels de fonds nécessaires à la réalisation des travaux dans le délai de quinze jours après la sommation de payer. Au vu de l'attestation de défaillance, l'autorité publique notifie le montant de l'astreinte aux copropriétaires défaillants et procède à sa liquidation et à son recouvrement comme il est prévu à l'article L. 511-15 du code de la construction et de l'habitation.\n\nLorsque l'assemblée générale des copropriétaires n'a pas été en mesure de voter les modalités de réalisation des travaux prescrits par un des arrêtés de police administrative mentionnés aux mêmes articles et que le syndicat des copropriétaires est lui-même défaillant, chacun des copropriétaires est redevable du montant de l'astreinte correspondant à son lot de copropriété notifié par l'autorité publique compétente."
    },
    {
      "provision_ref": "art24-9",
      "section": "24-9",
      "title": "Article 24-9",
      "content": "Lorsque l'immeuble est pourvu d'une installation centrale de chauffage, de froid ou d'eau chaude sanitaire, commune à tout ou partie des locaux occupés à titre privatif, et est soumis à l'obligation d'individualisation des frais en application de l'article L. 174-2 du code de la construction et de l'habitation, le syndic inscrit à l'ordre du jour de l'assemblée générale la question des travaux permettant de munir l'immeuble d'un tel dispositif d'individualisation, ainsi que la présentation des devis élaborés à cet effet.Lorsque ce dispositif est installé et qu'il est télé-relevable, le syndicat des copropriétaires transmet à chaque copropriétaire une évaluation de la consommation de chaleur, de froid et d'eau chaude sanitaire de ses locaux privatifs, selon des modalités précisées par décret en Conseil d'Etat, notamment en ce qui concerne la fréquence de cette information.Le syndic transmet à chaque copropriétaire, concomitamment avec la convocation de l'assemblée générale appelée à connaître des comptes, une note d'information sur la consommation de chaleur, de froid et d'eau chaude sanitaire de son logement, selon des modalités prévues par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art24-10",
      "section": "24-10",
      "title": "Article 24-10",
      "content": "Lorsque le syndicat ne dispose pas du document mentionné au II de l'article L. 2224-8 du code général des collectivités territoriales, en cours de validité, il en fait la demande auprès de la commune. Le document établi à l'issue de ce contrôle lui est délivré dans les conditions prévues au même article L. 2224-8."
    },
    {
      "provision_ref": "art24-11",
      "section": "24-11",
      "title": "Article 24-11",
      "content": "Lorsque le contrat de fourniture d'eau n'est pas individualisé, le syndic transmet à chaque copropriétaire la facture établie dans les conditions prévues à l'article L. 2224-12-1 du code général des collectivités territoriales ainsi que les informations complémentaires sur la qualité de l'eau qui lui ont été adressées, concomitamment à la convocation de l'assemblée générale appelée à connaître des comptes ou, à défaut, au moins une fois par an."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Ne sont adoptées qu'à la majorité des voix de tous les copropriétaires les décisions concernant :\n\na) Toute délégation du pouvoir donnée au syndic, au conseil syndical ou à toute personne de prendre un acte ou une décision mentionné à l'article 24. Lorsque l'assemblée autorise le délégataire à décider de dépenses, elle fixe le montant maximum des sommes allouées à ce titre ;\n\nb) L'autorisation donnée à certains copropriétaires d'effectuer à leurs frais des travaux affectant les parties communes ou l'aspect extérieur de l'immeuble, et conformes à la destination de celui-ci ;\n\nc) La désignation ou la révocation du ou des syndics et des membres du conseil syndical ;\n\nd) Les conditions auxquelles sont réalisés les actes de disposition sur les parties communes ou sur des droits accessoires à ces parties communes, lorsque ces actes résultent d'obligations légales ou réglementaires telles que celles relatives à l'établissement de cours communes, d'autres servitudes ou à la cession de droits de mitoyenneté ;\n\ne) La modification de la répartition des charges visées à l'alinéa 1er de l'article 10 ci-dessus rendue nécessaire par un changement de l'usage d'une ou plusieurs parties privatives, à l'exception du changement de la destination d'une ou de plusieurs parties privatives mentionné au l du II de l'article 24 ;\n\nf) Les travaux d'économies d'énergie ou de réduction des émissions de gaz à effet de serre. Ces travaux peuvent comprendre des travaux d'intérêt collectif réalisés sur les parties privatives et aux frais du copropriétaire du lot concerné, sauf dans le cas où ce dernier est en mesure de produire la preuve de la réalisation de travaux équivalents dans les dix années précédentes.\n\nUn décret en Conseil d'Etat précise les conditions d'application du présent f.\n\ng) Les modalités d'ouverture des portes d'accès aux immeubles. En cas de fermeture totale de l'immeuble, celle-ci doit être compatible avec l'exercice d'une activité autorisée par le règlement de copropriété ;\n\nh) L'installation d'une station radioélectrique nécessaire au déploiement d'un réseau radioélectrique ouvert au public ou l'installation ou la modification d'une antenne collective ou d'un réseau de communications électroniques interne à l'immeuble dès lors qu'elles portent sur des parties communes ;\n\ni) La délégation de pouvoir au président du conseil syndical d'introduire une action judiciaire contre le syndic en réparation du préjudice subi par le syndicat des copropriétaires ;\n\nj) L'installation ou la modification des installations électriques intérieures ou extérieures permettant l'alimentation des emplacements de stationnement d'accès sécurisé à usage privatif pour permettre la recharge des véhicules électriques ou hybrides rechargeables, ainsi que la réalisation des installations de recharge électrique permettant un comptage individuel pour ces mêmes véhicules ;\n\nk) L'installation de compteurs d'eau froide divisionnaires.\n\nl) L'installation de compteurs d'énergie thermique ou de répartiteurs de frais de chauffage ;\n\nm) L'autorisation de transmettre aux services chargés du maintien de l'ordre les images réalisées en vue de la protection des parties communes, dans les conditions prévues à l'article L. 272-2 du code de la sécurité intérieure ;\n\nn) L'ensemble des travaux comportant transformation, addition ou amélioration ;\n\no) La demande d'individualisation des contrats de fourniture d'eau et la réalisation des études et travaux nécessaires à cette individualisation."
    },
    {
      "provision_ref": "art25-1",
      "section": "25-1",
      "title": "Article 25-1",
      "content": "Lorsque l'assemblée générale des copropriétaires n'a pas décidé à la majorité des voix de tous les copropriétaires, en application de l'article 25 ou d'une autre disposition, mais que le projet a recueilli au moins le tiers de ces voix, la même assemblée se prononce à la majorité prévue à l'article 24 en procédant immédiatement à un second vote.\n\nLorsque le projet de résolution a pour objet la réalisation de travaux prévus au f de l'article 25 et qu'il n'a pas recueilli au moins le tiers des voix de tous les copropriétaires, une nouvelle assemblée générale, si elle est convoquée dans un délai de trois mois sur un projet identique, peut statuer à la majorité prévue à l'article 24."
    },
    {
      "provision_ref": "art25-2",
      "section": "25-2",
      "title": "Article 25-2",
      "content": "Chaque copropriétaire peut faire réaliser, à ses frais, des travaux pour l'accessibilité des logements aux personnes handicapées ou à mobilité réduite qui affectent les parties communes ou l'aspect extérieur de l'immeuble. A cette fin, le copropriétaire notifie au syndic une demande d'inscription d'un point d'information à l'ordre du jour de la prochaine assemblée générale, accompagnée d'un descriptif détaillé des travaux envisagés.Jusqu'à la réception des travaux, le copropriétaire exerce les pouvoirs du maître d'ouvrage.L'assemblée générale peut, à la majorité des voix des copropriétaires, s'opposer à la réalisation de ces travaux par décision motivée par l'atteinte portée par les travaux à la structure de l'immeuble ou à ses éléments d'équipements essentiels, ou leur non-conformité à la destination de l'immeuble."
    },
    {
      "provision_ref": "art25-2-1",
      "section": "25-2-1",
      "title": "Article 25-2-1",
      "content": "Un ou plusieurs copropriétaires peuvent effectuer, à leurs frais, des travaux d'isolation thermique de la toiture ou du plancher qui affectent les parties communes de l'immeuble, sous réserve que ceux-ci ne portent pas atteinte à la structure de l'immeuble, à ses éléments d'équipements essentiels, à sa sécurité, à sa salubrité, aux modalités de jouissance des parties privatives d'autres copropriétaires ou ne fassent pas l'objet d'une programmation dans le cadre du plan pluriannuel de travaux adopté par le syndicat des copropriétaires.\n\nA cette fin, le ou les copropriétaires demandeurs notifient au syndic une demande ayant pour objet l'inscription à l'ordre du jour de la prochaine assemblée générale d'un projet de résolution, accompagné d'un descriptif détaillé des travaux envisagés.\n\nL'assemblée générale peut autoriser la réalisation des travaux à la majorité des voix des copropriétaires prévues aux articles 25 et 25-1. La convocation d'une éventuelle nouvelle assemblée générale est aux frais des seuls copropriétaires demandeurs.\n\nJusqu'à la réception des travaux, le ou les copropriétaires mentionnés au premier alinéa du présent article exercent les pouvoirs et assument la responsabilité dévolus au maître d'ouvrage."
    },
    {
      "provision_ref": "art25-3",
      "section": "25-3",
      "title": "Article 25-3",
      "content": "Lorsque l'assemblée générale des copropriétaires est appelée à se prononcer sur les travaux mentionnés à l'article 26-4, la question de la souscription d'un emprunt collectif destiné à financer ces travaux est inscrite à l'ordre du jour de la même assemblée générale."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Sont prises à la majorité des membres du syndicat représentant au moins les deux tiers des voix les décisions concernant :\n\na) Les actes d'acquisition immobilière et les actes de disposition autres que ceux visés à l'article 25 d ;\n\nb) La modification, ou éventuellement l'établissement, du règlement de copropriété dans la mesure où il concerne la jouissance, l'usage et l'administration des parties communes ;\n\nc) La suppression du poste de concierge ou de gardien et l'aliénation du logement affecté au concierge ou au gardien lorsqu'il appartient au syndicat. Les deux questions sont inscrites à l'ordre du jour de la même assemblée générale.\n\nd) La modification du règlement de copropriété qui concerne l'interdiction de location des lots à usage d'habitation autres que ceux constituant une résidence principale, au sens de l'article 2 de la loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986, en meublés de tourisme au sens du I de l'article L. 324-1-1 du code du tourisme.\n\nLa modification prévue au d du présent article ne peut être décidée que dans les copropriétés dont le règlement interdit toute activité commerciale dans les lots qui ne sont pas spécifiquement à destination commerciale.\n\nLorsqu'en vertu d'une clause du règlement de copropriété la suppression du service de conciergerie porte atteinte à la destination de l'immeuble ou aux modalités de jouissance des parties privatives, la suppression du poste de concierge ou de gardien et l'aliénation du logement affecté au concierge ou au gardien lorsqu'il appartient au syndicat ne peuvent être décidées qu'à l'unanimité.\n\nL'assemblée générale ne peut, à quelque majorité que ce soit, imposer à un copropriétaire une modification à la destination de ses parties privatives ou aux modalités de leur jouissance, telles qu'elles résultent du règlement de copropriété.\n\nElle ne peut, sauf à l'unanimité des voix de tous les copropriétaires, décider l'aliénation des parties communes dont la conservation est nécessaire au respect de la destination de l'immeuble ou la modification des stipulations du règlement de copropriété relatives à la destination de l'immeuble."
    },
    {
      "provision_ref": "art26-1",
      "section": "26-1",
      "title": "Article 26-1",
      "content": "Nonobstant toute disposition contraire, lorsque l'assemblée générale n'a pas décidé à la majorité prévue au premier alinéa de l'article 26 mais que le projet a au moins recueilli l'approbation de la moitié des membres du syndicat des copropriétaires présents, représentés ou ayant voté par correspondance, représentant au moins le tiers des voix de tous les copropriétaires, la même assemblée se prononce à la majorité des voix de tous les copropriétaires en procédant immédiatement à un second vote."
    },
    {
      "provision_ref": "art26-3",
      "section": "26-3",
      "title": "Article 26-3",
      "content": "Par dérogation aux dispositions du dernier alinéa de l'article 26, l'assemblée générale décide, à la double majorité qualifiée prévue au premier alinéa dudit article, les aliénations de parties communes et les travaux à effectuer sur celles-ci, pour l'application du IV de l'article L. 1231-2 du code général des collectivités territoriales."
    },
    {
      "provision_ref": "art26-4",
      "section": "26-4",
      "title": "Article 26-4",
      "content": "I. - L'assemblée générale ne peut, sauf à l'unanimité des voix des copropriétaires, décider la souscription d'un emprunt au nom du syndicat des copropriétaires pour le financement soit de travaux régulièrement votés concernant les parties communes ou de travaux d'intérêt collectif sur parties privatives régulièrement votés, soit des actes d'acquisition conformes à l'objet du syndicat et régulièrement votés.\n\nII - Par dérogation au I, l'assemblée générale peut également, à la même majorité que celle nécessaire au vote des travaux concernant les parties communes ou de travaux d'intérêt collectif sur parties privatives, voter la souscription d'un emprunt au nom du syndicat des copropriétaires lorsque cet emprunt a pour unique objectif le préfinancement de subventions publiques accordées au syndicat pour la réalisation des travaux votés.\n\nPar dérogation au même I, l'assemblée générale peut, à la même majorité que celle nécessaire au vote soit des travaux concernant les parties communes ou de travaux d'intérêt collectif sur parties privatives, soit des actes d'acquisition conformes à l'objet du syndicat, voter la souscription d'un emprunt au nom du syndicat des copropriétaires au bénéfice des seuls copropriétaires décidant d'y participer.\n\nLes copropriétaires qui décident de participer à l'emprunt doivent notifier leur décision au syndic en précisant le montant de l'emprunt qu'ils entendent solliciter, dans la limite de leur quote-part des dépenses. A peine de forclusion, la notification au syndic doit intervenir dans le délai de deux mois à compter de la notification du procès-verbal d'assemblée générale, sans ses annexes, à tous les copropriétaires.\n\nIII. - L'assemblée générale peut voter, à la même majorité que celle nécessaire au vote des travaux concernant les parties communes ou des travaux d'intérêt collectif sur parties privatives prévus aux a à e du II de l'article 24 et au f de l'article 25, la souscription d'un emprunt au nom du syndicat des copropriétaires pour le financement de ces travaux.\n\nA moins qu'il ne s'y oppose dans les conditions fixées au troisième alinéa du présent III, chaque copropriétaire est réputé avoir accepté de participer à ce mode de financement des travaux.\n\nTout copropriétaire peut refuser de participer à l'emprunt sous réserve de notifier au syndic son refus dans un délai de deux mois à compter de la notification du procès-verbal de l'assemblée générale et de verser la totalité de la quote-part du prix des travaux lui revenant dans un délai de six mois à compter de la notification de ce procès-verbal. A défaut, le copropriétaire est tenu par l'emprunt.\n\nL'établissement prêteur peut consulter le fichier prévu à l'article L. 751-1 du code de la consommation, dans les conditions prévues à l'arrêté mentionné à l'article L. 751-6 du même code. Sur sa demande, le syndic lui fournit les informations relatives au syndicat des copropriétaires nécessaires, suffisantes et proportionnées pour apprécier la capacité du syndicat à remplir ses obligations définies par le contrat de prêt, dans des conditions fixées par décret."
    },
    {
      "provision_ref": "art26-5",
      "section": "26-5",
      "title": "Article 26-5",
      "content": "Les prêts mentionnés à l'article 26-4 sont conformes aux prescriptions de l'article L. 313-4, du 1° de l'article L. 313-5 et des articles L. 314-1 à L. 314-5 du code de la consommation. Le contrat de prêt conclu en application du même article 26-4, conforme aux conditions générales et particulières du projet de contrat de prêt jointes à l'ordre du jour de l'assemblée générale, ne peut être signé par le syndic avant l'expiration du délai de recours de deux mois prévu au deuxième alinéa de l'article 42."
    },
    {
      "provision_ref": "art26-6",
      "section": "26-6",
      "title": "Article 26-6",
      "content": "Le montant de l'emprunt mentionné au II de l'article 26-4, qui ne peut excéder le montant total des quotes-parts de dépenses des copropriétaires décidant d'y participer, est versé par l'établissement bancaire au syndicat des copropriétaires, représenté par le syndic.\n\nSeuls les copropriétaires bénéficiant de l'emprunt sont tenus de contribuer :\n\n1° A son remboursement au syndicat, en fonction du montant pour lequel ils participent à l'emprunt et selon la grille générale établie pour la répartition des quotes-parts de dépenses selon les principes prévus aux articles 10, 10-1 et 30 ;\n\n2° Au paiement au syndicat des intérêts, des frais et des honoraires y afférents, en fonction du montant pour lequel ils participent à l'emprunt et selon la grille spécifique établie pour la répartition des accessoires.\n\nL'assemblée générale peut autoriser le syndic, dans les conditions prévues au IV de l'article 18, à déléguer à l'établissement prêteur la faculté de prélever les sommes dues au titre du remboursement de l'emprunt collectif et du paiement des accessoires directement sur les comptes bancaires des copropriétaires y participant, ainsi qu'à mettre en œuvre les voies de recouvrement en cas d'impayé."
    },
    {
      "provision_ref": "art26-7",
      "section": "26-7",
      "title": "Article 26-7",
      "content": "Le syndicat des copropriétaires est garanti en totalité, sans franchise et sans délai de carence, par un cautionnement solidaire après constat de la défaillance d'un copropriétaire bénéficiant de l'emprunt mentionné aux I et II de l'article 26-4 pour les sommes correspondant à son remboursement ainsi qu'au paiement des accessoires.\n\nLe cautionnement solidaire ne peut résulter que d'un engagement écrit fourni par une entreprise d'assurance spécialement agréée, par un établissement de crédit, une société de financement, le Trésor public, la Caisse des dépôts et consignations ou La Poste, dans les conditions définies à l'article L. 518-25 du code monétaire et financier.\n\nLe cautionnement solidaire prévu aux deux premiers alinéas est facultatif lorsque le prêt souscrit par le syndicat a pour unique objectif le préfinancement de subventions publiques accordées au syndicat pour la réalisation des travaux votés. Les décisions attributives de subventions sont alors obligatoirement communiquées à l'organisme prêteur par le syndic.\n\nAu regard de l'hypothèque légale prévue au 3° de l'article 2402, les sommes correspondant au remboursement de l'emprunt ainsi qu'au paiement des accessoires sont assimilées au paiement des charges et travaux. Après mise en œuvre de la caution, celle-ci est subrogée de plein droit dans l'exercice de l'hypothèque légale du syndicat des copropriétaires prévu au même 3°."
    },
    {
      "provision_ref": "art26-8",
      "section": "26-8",
      "title": "Article 26-8",
      "content": "Lors d'une mutation entre vifs du lot d'un copropriétaire bénéficiant de l'emprunt mentionné aux I et II de l'article 26-4, même si cette mutation est réalisée par voie d'apport en société, les sommes restant dues par le copropriétaire au titre du remboursement de l'emprunt ainsi que du paiement des accessoires deviennent immédiatement exigibles. Toutefois, en cas d'accord du prêteur et de la caution, l'obligation de payer ces sommes peut être transmise au nouveau copropriétaire avec son accord. Le notaire informe le syndic de ces accords."
    },
    {
      "provision_ref": "art26-9",
      "section": "26-9",
      "title": "Article 26-9",
      "content": "Les fonds empruntés au titre du III de l'article 26-4 sont versés par l'établissement prêteur sur un compte bancaire séparé au nom du syndicat et réservé à cet effet ainsi qu'au versement des subventions publiques accordées au syndicat des copropriétaires pour le financement des travaux à réaliser et des sommes mentionnées au premier alinéa de l'article 26-13. Ce compte bancaire ne peut faire l'objet ni d'une convention de fusion, ni d'une compensation avec un autre compte.\n\nLe paiement des travaux est réalisé sur présentation des factures par le syndic à l'établissement prêteur.\n\nAucune mesure conservatoire ni d'exécution forcée ne peut être mise en œuvre sur les sommes portées au crédit du compte bancaire réservé en application du premier alinéa du présent article."
    },
    {
      "provision_ref": "art26-10",
      "section": "26-10",
      "title": "Article 26-10",
      "content": "Seuls les copropriétaires bénéficiant de l'emprunt mentionné au III de l'article 26-4 sont tenus de contribuer chaque mois ou chaque trimestre, en fonction du montant pour lequel ils participent à l'emprunt selon la grille établie pour la répartition des quotes-parts de dépenses selon les principes prévus aux articles 10, 10-1 et 30 :\n\n1° A son remboursement, en capital, intérêts et frais éventuels de caution, au syndicat des copropriétaires ;\n\n2° Au paiement des frais et des honoraires afférents générés par le montage et par la gestion du prêt."
    },
    {
      "provision_ref": "art26-11",
      "section": "26-11",
      "title": "Article 26-11",
      "content": "La charge de la contribution au remboursement de l'emprunt mentionné au III de l'article 26-4 incombe au propriétaire du lot et est transférée aux propriétaires successifs en cas de mutation. Le propriétaire du lot peut librement verser par anticipation au syndicat des copropriétaires les sommes dont il reste redevable au titre du remboursement de l'emprunt. Dès leur versement, ces sommes sont affectées sans délai par le syndic au remboursement de l'emprunt."
    },
    {
      "provision_ref": "art26-12",
      "section": "26-12",
      "title": "Article 26-12",
      "content": "Le syndicat des copropriétaires est garanti en totalité, sans franchise et sans délai de carence, par un cautionnement solidaire après constat de la défaillance d'un copropriétaire bénéficiant de l'emprunt mentionné au III de l'article 26-4 pour les sommes correspondant à son remboursement ainsi qu'au paiement des accessoires.\n\nLe cautionnement solidaire ne peut résulter que d'un engagement écrit fourni par une entreprise d'assurance spécialement agréée, par un établissement de crédit, par une société de financement, par le Trésor public, par la Caisse des dépôts et consignations ou par La Poste, dans les conditions définies à l'article L. 518-25 du code monétaire et financier.\n\nAu regard de l'hypothèque légale prévue au 3° de l'article 2402 du code civil, les sommes correspondant au remboursement de l'emprunt ainsi qu'au paiement des accessoires sont assimilées au paiement des charges et des travaux. Après mise en œuvre de la caution, celle-ci est subrogée de plein droit dans l'exercice de l'hypothèque légale du syndicat des copropriétaires mentionné au même 3°."
    },
    {
      "provision_ref": "art26-13",
      "section": "26-13",
      "title": "Article 26-13",
      "content": "Les sommes dues par le copropriétaire ayant refusé de participer à l'emprunt mentionné au III de l'article 26-4 qui correspondent au remboursement du capital et des intérêts et au paiement des frais et des honoraires entrent définitivement, dès leur versement, dans le patrimoine du syndicat des copropriétaires. Dès leur versement, elles sont affectées sans délai par le syndic au remboursement anticipé de l'emprunt.\n\nElles ne donnent pas lieu à remboursement par le syndicat des copropriétaires à l'occasion de la cession d'un lot. L'acquéreur peut consentir à verser au vendeur un montant équivalent à ces sommes en sus du prix de vente du lot."
    },
    {
      "provision_ref": "art26-14",
      "section": "26-14",
      "title": "Article 26-14",
      "content": "L'article 33 n'est pas applicable aux décisions prises sur le fondement du III de l'article 26-4."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Lorsque l'immeuble comporte plusieurs bâtiments ou plusieurs entités homogènes susceptibles d'une gestion autonome, les copropriétaires dont les lots composent l'un ou plusieurs de ces bâtiments ou entités homogènes peuvent, réunis en assemblée spéciale, décider, à la majorité des voix de tous les copropriétaires, la constitution entre eux d'un syndicat, dit secondaire.\n\nCe syndicat a pour objet d'assurer la gestion, l'entretien et l'amélioration interne de ce ou ces bâtiments ou entités homogènes, sous réserve des droits résultant pour les autres copropriétaires des dispositions du règlement de copropriété. Cet objet peut être étendu avec l'accord de l'assemblée générale de l'ensemble des copropriétaires statuant à la majorité prévue à l'article 24.\n\nLe syndicat secondaire est doté de la personnalité civile. Il fonctionne dans les conditions prévues par la présente loi. Il est représenté au conseil syndical du syndicat principal, s'il en existe un."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "I.-Lorsque l'immeuble comporte plusieurs bâtiments et que la division de la propriété du sol est possible :\n\na) Le propriétaire d'un ou de plusieurs lots correspondant à un ou plusieurs bâtiments peut demander que ce ou ces bâtiments soient retirés du syndicat initial pour constituer une propriété séparée. L'assemblée générale statue sur la demande formulée par ce propriétaire à la majorité des voix de tous les copropriétaires ;\n\nb) Les propriétaires dont les lots correspondent à un ou plusieurs bâtiments peuvent, réunis en assemblée spéciale et statuant à la majorité des voix de tous les copropriétaires composant cette assemblée, demander que ce ou ces bâtiments soient retirés du syndicat initial pour constituer un ou plusieurs syndicats séparés. L'assemblée générale du syndicat initial statue à la majorité des voix de tous les copropriétaires sur la demande formulée par l'assemblée spéciale.\n\nII.-Dans les deux cas, l'assemblée générale du syndicat initial statue à la même majorité sur les conditions matérielles, juridiques et financières nécessitées par la division.\n\nL'assemblée générale du ou des nouveaux syndicats, sauf en ce qui concerne la destination de l'immeuble, procède, à la majorité de l'article 24, aux adaptations du règlement initial de copropriété et de l'état de répartition des charges rendues nécessaires par la division.\n\nLa répartition des créances et des dettes est effectuée selon les principes suivants :\n\n1° Les créances du syndicat initial sur les copropriétaires anciens et actuels et les hypothèques du syndicat initial sur les lots des copropriétaires sont transférées de plein droit aux syndicats issus de la division auquel le lot est rattaché, en application de l'article 1346 du code civil ;\n\n2° Les dettes du syndicat initial sont réparties entre les syndicats issus de la division à hauteur du montant des créances du syndicat initial sur les copropriétaires transférées aux syndicats issus de la division.\n\nIII.-Si l'assemblée générale du syndicat initial décide de constituer une union de syndicats pour la création, la gestion et l'entretien des éléments d'équipements communs qui ne peuvent être divisés, cette décision est prise à la majorité de l'article 24.\n\nLe règlement de copropriété du syndicat initial reste applicable jusqu'à l'établissement d'un nouveau règlement de copropriété du syndicat ou de chacun des syndicats selon le cas.\n\nLa division ne prend effet que lorsque sont prises les décisions mentionnées aux alinéas précédents. Elle emporte la dissolution du syndicat initial.\n\nIV.- La procédure prévue au présent article peut également être employée pour la division en volumes d'un ensemble immobilier complexe comportant soit plusieurs bâtiments distincts sur dalle, soit plusieurs entités homogènes affectées à des usages différents, pour autant que chacune de ces entités permette une gestion autonome.\n\nLa procédure ne peut en aucun cas être employée pour la division en volumes d'un bâtiment unique.\n\nEn cas de division en volumes, la décision de constituer une union de syndicats pour la création, la gestion et l'entretien des éléments d'équipements à usage collectif est prise à la majorité mentionnée à l'article 25.\n\nPar dérogation au troisième alinéa de l'article 29, les statuts de l'union peuvent interdire à ses membres de se retirer de celle-ci."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Un syndicat de copropriétaires peut être membre d'une union de syndicats, groupement doté de la personnalité civile, dont l'objet est d'assurer la création, la gestion et l'entretien d'éléments d'équipement communs ainsi que la gestion de services d'intérêt commun.\n\nCette union peut recevoir l'adhésion d'un ou de plusieurs syndicats de copropriétaires, de sociétés immobilières, de sociétés d'attribution régies par les articles L. 212-1 et suivants du code de la construction et de l'habitation et de tous autres propriétaires dont les immeubles sont contigus ou voisins de ceux de ses membres.\n\nLes statuts de l'union déterminent les conditions de son fonctionnement sous réserve des dispositions de la présente loi. Ils ne peuvent interdire à l'un de ses membres de se retirer de l'union.\n\nL'adhésion à une union constituée ou à constituer est décidée par l'assemblée générale de chaque syndicat à la majorité prévue à l'article 25. Le retrait de cette union est décidé par l'assemblée générale de chaque syndicat à la majorité prévue à l'article 26. Par dérogation, lorsque la copropriété est en difficulté au sens de la section 2 du présent chapitre, le retrait de cette union est décidé par l'assemblée générale du syndicat à la majorité prévue à l'article 25.\n\nL'assemblée générale de l'union est constituée par les syndics des syndicats, par le représentant légal de chaque société et par les propriétaires qui ont adhéré à l'union. Les syndics participent à cette assemblée générale en qualité de mandataire du ou des syndicats qu'ils représentent.\n\nL'exécution des décisions de l'union est confiée à un président de l'union désigné par l'assemblée générale de l'union.\n\nIl est institué un conseil de l'union chargé d'assister le président et de contrôler sa gestion. Ce conseil est composé d'un représentant désigné par chaque membre de l'union."
    },
    {
      "provision_ref": "art29-1",
      "section": "29-1",
      "title": "Article 29-1",
      "content": "I. ― Si l'équilibre financier du syndicat des copropriétaires est gravement compromis ou si le syndicat est dans l'impossibilité de pourvoir à la conservation de l'immeuble, le président du tribunal judiciaire statuant selon la procédure accélérée au fond ou sur requête peut désigner un administrateur provisoire du syndicat. Le président du tribunal judiciaire ne peut être saisi à cette fin que par des copropriétaires représentant ensemble 15 p. 100 au moins des voix du syndicat, par le syndic, par le maire de la commune du lieu de situation de l'immeuble, par le président de l'établissement public de coopération intercommunale compétent en matière d'habitat, par le représentant de l'Etat dans le département, par le procureur de la République ou, si le syndicat a fait l'objet de la procédure prévue aux articles 29-1 A et 29-1 B, par le mandataire ad hoc.\n\nLe président du tribunal judiciaire charge l'administrateur provisoire de prendre les mesures nécessaires au rétablissement du fonctionnement normal de la copropriété. A cette fin, il lui confie tous les pouvoirs du syndic dont le mandat cesse de plein droit sans indemnité et tout ou partie des pouvoirs de l'assemblée générale des copropriétaires, à l'exception de ceux prévus aux a et b de l'article 26, et du conseil syndical. Le conseil syndical et l'assemblée générale, convoqués et présidés par l'administrateur provisoire, continuent à exercer ceux des autres pouvoirs qui ne seraient pas compris dans la mission de l'administrateur provisoire. L'administrateur provisoire exécute personnellement la mission qui lui est confiée. Il peut toutefois, lorsque le bon déroulement de la mission le requiert, se faire assister par un tiers désigné par le président du tribunal judiciaire sur sa proposition et rétribué sur sa rémunération. Dans tous les cas, le syndic en place ne peut être désigné au titre d'administrateur provisoire de la copropriété.\n\nLa décision désignant l'administrateur provisoire fixe la durée de sa mission, qui ne peut être inférieure à douze mois. Si aucun rapport mentionné à l'article 29-1B n'a été établi au cours de l'année précédente, l'administrateur rend, au plus tard à l'issue des six premiers mois de sa mission, un rapport intermédiaire présentant les mesures à adopter pour redresser la situation financière du syndicat. Le président du tribunal judiciaire peut, à tout moment, modifier la mission de l'administrateur provisoire, la prolonger ou y mettre fin à la demande de l'administrateur provisoire, même si celui-ci n'a été désigné que pour convoquer l'assemblée générale en vue de désigner un syndic, d'un ou plusieurs copropriétaires, du représentant de l'Etat dans le département, du maire de la commune du lieu de situation de l'immeuble, du président de l'établissement public de coopération intercommunale compétent en matière d'habitat, du procureur de la République ou d'office.\n\nUn administrateur provisoire peut également être nommé pour liquider les dettes d'un syndicat en cas d'expropriation ou de dissolution du syndicat. La personnalité morale du syndicat exproprié ou dissous subsiste pour les besoins de la liquidation des dettes jusqu'à ce que le président du tribunal judiciaire mette fin à la mission de l'administrateur provisoire. Pour les besoins de liquidation des dettes, les dispositions de la présente section sont applicables dans des conditions précisées par décret en Conseil d'Etat.\n\nII. ― Les modalités de rémunération de l'administrateur provisoire sont fixées par décret.\n\nLe président du tribunal judiciaire peut imputer tout ou partie des frais de l'administration provisoire au syndic si ce dernier n'a pas saisi sur requête le juge d'une demande de désignation d'un mandataire ad hoc dans les conditions prévues à l'article 29-1 A, après audition du syndic et du conseil syndical, sur le rapport de l'administrateur provisoire.\n\nIII. ― Pour exercer les fonctions d'administrateur provisoire prévues au I, le président du tribunal judiciaire peut désigner un administrateur judiciaire inscrit sur la liste des administrateurs judiciaires mentionnée à l'article L. 811-2 du code de commerce.\n\nLe président du tribunal judiciaire peut également désigner une personne physique ou morale justifiant d'une expérience ou d'une qualification particulière au regard de la nature de l'affaire et remplissant des conditions définies par décret.\n\nSi le syndicat a fait l'objet de la procédure prévue aux articles 29-1 A et 29-1 B de la présente loi, le mandataire ad hoc peut être désigné comme administrateur provisoire sur décision motivée du président du tribunal judiciaire et après audition du conseil syndical. Dans les autres cas, les administrateurs provisoires désignés dans les conditions prévues au deuxième alinéa du présent III ne doivent pas, au cours des cinq années précédentes :\n\n1° Avoir perçu à quelque titre que ce soit, directement ou indirectement, une rétribution ou un paiement de la part du syndic, du syndicat des copropriétaires ou des créanciers à l'origine de la procédure, ni d'une personne qui détient le contrôle du syndic ou d'un des créanciers, au sens des II et III de l'article L. 233-16 du code de commerce ;\n\n2° S'être trouvés en situation de conseil du syndic, du syndicat des copropriétaires ou des créanciers concernés ou de subordination par rapport à eux ;\n\n3° Avoir un intérêt dans le mandat qui leur est donné ;\n\n4° Etre au nombre des anciens administrateurs ou mandataires judiciaires ayant fait l'objet d'une décision de radiation ou de retrait des listes, en application des articles L. 811-6, L. 811-12 et L. 812-4 du même code.\n\nIls sont tenus d'exécuter les mandats qui leur sont confiés en se conformant, dans l'accomplissement de leurs diligences professionnelles, aux mêmes obligations que celles qui s'imposent aux administrateurs judiciaires.\n\nIV. ― L'administrateur provisoire ne peut, dans un délai de cinq ans à compter de l'issue de sa mission, être désigné syndic de la copropriété."
    },
    {
      "provision_ref": "art29-1A",
      "section": "29-1A",
      "title": "Article 29-1A",
      "content": "Lorsqu'à la clôture des comptes les impayés atteignent 25 % des sommes exigibles en vertu des articles 14-1 et 14-2-1 ou en l'absence de vote de l'assemblée générale sur l'approbation des comptes depuis au moins deux ans, le syndic en informe le conseil syndical et saisit sur requête le juge d'une demande de désignation d'un mandataire ad hoc. Pour les copropriétés de plus de deux cents lots, le pourcentage des impayés déclenchant la saisine est fixé à 15 %.\n\nEn l'absence d'action du syndic dans un délai d'un mois à compter de la clôture des comptes, en l'absence de syndic ou en l'absence de vote de l'assemblée générale sur l'approbation des comptes depuis au moins deux ans, le juge peut être saisi d'une même demande par :\n\n1° Des copropriétaires représentant ensemble au moins 15 % des voix du syndicat ou le président du conseil syndical ;\n\n2° Un créancier lorsque les factures d'abonnement et de fourniture d'eau ou d'énergie ou les factures de travaux, votés par l'assemblée générale et exécutés, restent impayées depuis six mois et si le créancier a adressé au syndic un commandement de payer resté infructueux ;\n\n3° Le représentant de l'Etat dans le département ou le procureur de la République près le tribunal judiciaire ;\n\n4° Le maire de la commune du lieu de situation de l'immeuble ;\n\n5° Le président de l'organe délibérant de l'établissement public de coopération intercommunale compétent en matière d'habitat du lieu de situation de l'immeuble.\n\nDans les cas mentionnés au premier alinéa et aux 1° et 2°, le représentant de l'Etat dans le département, le maire de la commune où est implanté l'immeuble et le président de l'organe délibérant de l'établissement public de coopération intercommunale compétent en matière d'habitat sont informés de la saisine par le ou les demandeurs."
    },
    {
      "provision_ref": "art29-1B",
      "section": "29-1B",
      "title": "Article 29-1B",
      "content": "Le président du tribunal judiciaire, saisi dans les conditions prévues à l'article 29-1A et statuant par ordonnance sur requête ou selon la procédure accélérée au fond, peut désigner un mandataire ad hoc dont il détermine la mission et la rémunération. Les modalités d'intervention des mandataires ad hoc sont fixées par décret.\n\nLe président du tribunal judiciaire précise et motive spécialement dans sa décision l'imputation des frais entre le syndicat des copropriétaires et les autres parties à la procédure, ou le partage des frais entre eux.\n\nDans un délai de trois mois renouvelable une fois par décision du président du tribunal judiciaire, le mandataire ad hoc adresse au président du tribunal judiciaire un rapport présentant l'analyse de la situation financière du syndicat des copropriétaires et de l'état de l'immeuble, les préconisations faites pour rétablir l'équilibre financier du syndicat et, le cas échéant, assurer la sécurité de l'immeuble, ainsi que le résultat des actions de médiation ou de négociation qu'il aura éventuellement menées avec les parties en cause. Lorsqu'il constate d'importantes difficultés financières ou de gestion, il saisit le président du tribunal judiciaire aux fins de désignation d'un administrateur provisoire en application de l'article 29-1.\n\nLe syndic est tenu de fournir au mandataire ad hoc tous les documents nécessaires à l'accomplissement de sa mission dans un délai de quinze jours à compter de la notification de la décision du président du tribunal judiciaire au syndic. Le mandataire ad hoc peut saisir le président du tribunal judiciaire des difficultés dans l'exercice de sa mission. Pour l'accomplissement de sa mission, le mandataire ad hoc peut obtenir de l'autorité publique compétente les pièces relatives aux procédures de police engagées à l'encontre du syndicat.\n\nLe greffe du tribunal judiciaire adresse ce rapport au syndic, au conseil syndical, au maire de la commune où est implanté l'immeuble, au président de l'organe délibérant de l'établissement public de coopération intercommunale compétent en matière d'habitat, ainsi qu'au représentant de l'Etat dans le département.\n\nLe syndic inscrit à l'ordre du jour de la prochaine assemblée générale les projets de résolution nécessaires à la mise en œuvre de ce rapport. Si la prochaine assemblée générale n'intervient pas dans les six mois à compter de la remise du rapport, le syndic convoque une assemblée générale spécialement à cet effet. Si le rapport du mandataire ad hoc préconise des mesures d'urgence, ce délai est ramené à trois mois.\n\nLe procès-verbal de l'assemblée générale statuant sur les résolutions mettant en œuvre le rapport du mandataire est notifié par le syndic aux auteurs de la saisine, au président du tribunal judiciaire et au mandataire ad hoc. En l'absence de notification dans le délai de six mois prévu au sixième alinéa, le mandataire ad hoc ou les parties à l'origine de la procédure peuvent saisir le président du tribunal judiciaire statuant selon la procédure accélérée au fond aux fins :\n\n1° D'obtenir un jugement enjoignant au syndic de convoquer sans délai l'assemblée générale ;\n\n2° De désignation d'un administrateur provisoire, si les auteurs de la saisine sont habilités à le faire par l'article 29-1."
    },
    {
      "provision_ref": "art29-1C",
      "section": "29-1C",
      "title": "Article 29-1C",
      "content": "I.-Pour exercer les fonctions de mandataire ad hoc prévues à l'article 29-1 A, le juge peut désigner un administrateur judiciaire inscrit sur la liste des administrateurs judiciaires mentionnée à l'article L. 811-2 du code de commerce.\n\nII.-Toutefois, à titre exceptionnel, le juge peut également désigner, par décision spécialement motivée, une personne physique ou morale justifiant d'une expérience ou d'une qualification particulière au regard de la nature de l'affaire et remplissant des conditions définies par décret.\n\nIII.-Les mandataires ad hoc désignés en application du II du présent article ne doivent pas, au cours des cinq années précédentes :\n\n1° Avoir perçu à quelque titre que ce soit, directement ou indirectement, une rétribution ou un paiement de la part du syndic, du syndicat des copropriétaires ou des créanciers à l'origine de la procédure, ni d'une personne qui détient le contrôle du syndic ou d'un de ses créanciers, au sens des II et III de l'article L. 233-16 du code de commerce ;\n\n2° S'être trouvés en situation de conseil du syndic, du syndicat des copropriétaires ou des créanciers concernés ou de subordination par rapport à eux ;\n\n3° Avoir un intérêt dans le mandat qui leur est donné ;\n\n4° Etre au nombre des anciens administrateurs ou mandataires judiciaires ayant fait l'objet d'une décision de radiation ou de retrait des listes, en application des articles L. 811-6, L. 811-12 et L. 812-4 du code de commerce.\n\nIV.-Les mandataires ad hoc ne peuvent être désignés syndic à l'issue de leur mission."
    },
    {
      "provision_ref": "art29-2",
      "section": "29-2",
      "title": "Article 29-2",
      "content": "Une copie de l'ordonnance de désignation de l'administrateur provisoire ainsi que les rapports établis par celui-ci sont portés à la connaissance des copropriétaires.\n\nUne copie de l'ordonnance de désignation est également adressée par le greffe du   tribunal judiciaire au procureur de la République, au représentant de l'Etat dans le département, au maire de la commune et au président de l'établissement public de coopération intercommunale compétent en matière d'habitat du lieu de situation de l'immeuble concerné. A leur demande, les rapports établis par l'administrateur provisoire leur sont communiqués par le greffe du   tribunal judiciaire."
    },
    {
      "provision_ref": "art29-3",
      "section": "29-3",
      "title": "Article 29-3",
      "content": "I. ― La décision de désignation d'un administrateur provisoire prévue à l'article 29-1 emporte suspension de l'exigibilité des créances, autres que les créances publiques et sociales, ayant leur origine antérieurement à cette décision, pour une période de douze mois.\n\nElle interrompt ou interdit toute action en justice de la part de tous les créanciers dont la créance a son origine antérieurement à cette décision et tendant à :\n\n1° La condamnation du syndicat débiteur au paiement d'une somme d'argent ;\n\n2° La résolution d'un contrat pour défaut de paiement d'une somme d'argent.\n\nElle arrête ou interdit également toute procédure d'exécution de la part de ces créanciers ainsi que toute procédure de distribution n'ayant pas produit un effet attributif avant cette décision.\n\nLa décision de désignation emporte également suspension des stipulations contractuelles prévoyant des majorations ou des pénalités de retard ainsi que la résolution de plein droit du contrat.\n\nLe présent I est applicable aux emprunts collectifs conclus par le syndicat des copropriétaires. Si, en application de l'article 26-6, le prêteur bénéficie d'une délégation du syndic l'autorisant à prélever directement auprès de chaque copropriétaire les sommes dues par ce dernier au titre du remboursement de l'emprunt collectif et du paiement des accessoires, cette délégation est suspendue par la décision de désignation.\n\nII. ― Le président du tribunal judiciaire, statuant selon la procédure accélérée au fond, peut, sur demande de l'administrateur provisoire, proroger les suspensions et interdictions prévues au I du présent article jusqu'à trente mois.\n\nIII. ― Le président du tribunal judiciaire, statuant selon la procédure accélérée au fond, peut, sur demande de l'administrateur provisoire, prononcer la résiliation d'un contrat ou ordonner la poursuite de l'exécution du contrat.\n\nIV. ― Les actions en justice et les voies d'exécution autres que celles suspendues, interdites ou arrêtées dans les conditions prévues au présent article sont poursuivies à l'encontre du syndicat des copropriétaires, après mise en cause de l'administrateur provisoire.\n\nV. ― Aucune procédure d'exécution, de quelque nature qu'elle soit, sur les sommes versées à la Caisse des dépôts et consignations par l'administrateur judiciaire dans l'exercice de son mandat d'administrateur provisoire au titre des missions accomplies sur le fondement des articles 29-1 à 29-14 n'est recevable."
    },
    {
      "provision_ref": "art29-4",
      "section": "29-4",
      "title": "Article 29-4",
      "content": "I. ― Dans un délai de deux mois à compter de sa nomination, l'administrateur provisoire procède à des mesures de publicité pour permettre aux créanciers de produire les éléments nécessaires à l'évaluation du montant de leurs créances.\n\nII. ― A partir de la publication de l'ordonnance de désignation de l'administrateur provisoire, les créanciers du syndicat des copropriétaires déclarent leurs créances dans un délai fixé par décret en Conseil d'Etat.\n\nAprès vérification des créances déclarées, l'administrateur provisoire établit et publie la liste des créances déclarées.\n\nLes créanciers disposent d'un délai de deux mois à compter de la publication de la liste pour contester son contenu auprès du président du   tribunal judiciaire.\n\nIII. ― Les créances non déclarées régulièrement dans les délais prévus au II sont inopposables à la procédure.\n\nDans un délai et selon des modalités fixés par décret en Conseil d'Etat, une action en relevé de forclusion peut être exercée par un créancier qui établit que sa défaillance n'est pas due à son fait."
    },
    {
      "provision_ref": "art29-5",
      "section": "29-5",
      "title": "Article 29-5",
      "content": "I. ―  L'administrateur provisoire établit un plan d'apurement des dettes.\n\nCe plan, d'une durée maximale de cinq ans, comporte un échéancier des versements auprès des créanciers du syndicat des copropriétaires.\n\nII. ―  Le projet d'échéancier est notifié aux créanciers figurant dans la liste prévue au deuxième alinéa du II de l'article 29-4.\n\nLes créanciers disposent d'un délai de deux mois à compter de cette notification pour faire part de leurs observations. Les créanciers peuvent formuler individuellement des propositions de remise de dettes.\n\nL'administrateur provisoire notifie le plan d'apurement définitif aux créanciers et au conseil syndical. Les créanciers disposent d'un délai de deux mois à compter de cette notification pour saisir le juge d'une contestation.\n\nA défaut de contestation dans ce délai, le juge homologue le plan à la demande de l'administrateur provisoire. L'ordonnance d'homologation est notifiée aux créanciers et au conseil syndical avec le plan d'apurement définitif.\n\nIII. ―  La notification de l'ordonnance ou du jugement entraîne, tant que le plan d'apurement est respecté, le maintien des suspensions et interdictions prévues aux I et II de l'article 29-3.\n\nLe plan d'apurement est mis en œuvre par le syndic à l'issue de la mission de l'administrateur provisoire.\n\nIV. ―  Si la situation financière du syndicat des copropriétaires évolue, le plan d'apurement peut être prorogé ou modifié par décision du juge, saisi par le syndicat des copropriétaires, des copropriétaires représentant au moins 15 % des voix, les créanciers, le syndic ou l'administrateur provisoire.\n\nV. ―  Dès lors qu'ils ne compromettent pas la réalisation du plan d'apurement, l'administrateur provisoire peut conclure avec les copropriétaires des échéanciers individualisés de remboursement de leurs dettes vis-à-vis du syndicat."
    },
    {
      "provision_ref": "art29-6",
      "section": "29-6",
      "title": "Article 29-6",
      "content": "Si le syndicat des copropriétaires dispose d'actifs cessibles, notamment des locaux ou des parcelles de terrain non bâti, de nature à apurer les dettes du syndicat, l'administrateur provisoire peut demander au juge l'autorisation de réaliser les cessions par dérogation au a de l'article 26 et au deuxième alinéa du I de l'article 29-1 et de modifier en conséquence le règlement de copropriété et l'état descriptif de division.\n\nA l'appui de cette demande, l'administrateur provisoire produit un rapport faisant état de l'évaluation des biens cessibles et consignant l'avis du conseil syndical.\n\nLa durée de l'autorisation fixée par le juge ne peut excéder cinq ans. Si la cession des actifs est réalisée dans ce délai, elle conduit à la modification de l'échéancier des appels de fonds auprès des copropriétaires prévu par le plan d'apurement des dettes, selon la procédure définie au IV de l'article 29-5."
    },
    {
      "provision_ref": "art29-7",
      "section": "29-7",
      "title": "Article 29-7",
      "content": "L'administrateur provisoire évalue, dans le cadre de l'élaboration du plan d'apurement soumis au juge, la somme des créances irrécouvrables du syndicat sur les copropriétaires.En l'absence d'actifs du syndicat des copropriétaires pouvant être cédés dans les conditions définies à l'article 29-6 ou si les cessions n'ont pas trouvé preneur, l'administrateur provisoire peut demander au juge d'effacer partiellement les dettes du syndicat pour un montant équivalant au montant des créances irrécouvrables.Le juge peut effacer tout ou partie des dettes. Le montant effacé est réparti entre les créanciers du syndicat proportionnellement au montant de leur créance et intégré par l'administrateur provisoire au plan d'apurement des dettes, qui est ensuite homologué par le juge dans les conditions prévues au II de l'article 29-5. Le jugement ordonne également mainlevée des éventuelles inscriptions hypothécaires relatives à ces dettes inscrites sur les locaux appartenant au syndicat des copropriétaires."
    },
    {
      "provision_ref": "art29-8",
      "section": "29-8",
      "title": "Article 29-8",
      "content": "I. ― Si la gestion et le fonctionnement normal de la copropriété ne peuvent être rétablis autrement, le juge peut prononcer aux conditions qu'il fixe et sur demande de l'administrateur provisoire :\n\n1° La constitution d'un ou plusieurs syndicats secondaires ;\n\n2° La division du syndicat.\n\nLorsque l'administrateur provisoire demande une division en volumes, le juge statue au vu des conclusions du rapport d'un expert désigné par ses soins, aux frais du syndicat des copropriétaires, établissant que l'immeuble ou l'ensemble immobilier peuvent être scindés en volumes sans parties communes indivises et fonctionnant de façon autonome, et après consultation du maire de la commune du lieu d'implantation et du président de l'établissement public de coopération intercommunale compétent en matière d'habitat.\n\nA l'appui de ces demandes, l'administrateur provisoire établit un rapport faisant état de l'avis du conseil syndical et précisant les conditions matérielles, juridiques et financières de division du syndicat ou de constitution d'un syndicat secondaire. Il établit notamment la répartition des parties communes du syndicat initial, les projets de règlement de copropriété et les états descriptifs de division des nouveaux syndicats, dresse un état des créances et des dettes du syndicat et en établit la répartition selon les principes définis au II de l'article 28.\n\nL'administrateur provisoire établit, concomitamment à l'état des créances et des dettes, un plan d'apurement des dettes transmises pour chacun des syndicats créés par la division. Ce plan est validé et s'impose aux syndicats issus de la division, qui le mettent en œuvre selon les modalités définies à l'article 29-5.\n\nLa répartition validée des dettes entre les syndicats est notifiée individuellement à chacun des créanciers connus du syndicat initial.\n\nII. ― Si des travaux préalables pour réaliser la constitution d'un syndicat secondaire ou les divisions prévues au présent article sont nécessaires, le juge peut autoriser l'administrateur provisoire à faire réaliser les travaux aux frais des copropriétaires.\n\nIII. ― Le jugement autorisant la division ou la constitution d'un syndicat secondaire homologue également les nouveaux règlements de copropriété et états descriptifs de division des syndicats issus de la division ou les modifications du règlement de copropriété résultant de la constitution d'un syndicat secondaire.\n\nLe jugement prononçant la division du syndicat emporte dissolution du syndicat initial.\n\nLe juge désigne, pour chaque syndicat des copropriétaires issu des divisions prévues au présent article ou pour chaque syndicat secondaire constitué en application du présent article, la personne chargée de convoquer l'assemblée générale en vue de la désignation d'un syndic."
    },
    {
      "provision_ref": "art29-9",
      "section": "29-9",
      "title": "Article 29-9",
      "content": "Sur saisine motivée de l'administrateur provisoire et si le rétablissement financier de la copropriété le nécessite, le juge peut l'autoriser à modifier le règlement de copropriété afin de tenir compte de travaux concourant au redressement de la copropriété, notamment d'individualisation du chauffage, et modifiant la répartition des charges. Dans le cas de travaux d'individualisation du chauffage, le juge autorise par la même décision la réalisation de ces travaux.Sur saisine motivée de l'administrateur provisoire et si leurs coûts d'entretien, de gestion ou de remise à niveau compromettent de façon irrémédiable l'équilibre financier du syndicat des copropriétaires, le juge peut autoriser l'administrateur provisoire à céder à titre gracieux à la commune ou à l'établissement public de coopération intercommunale compétent en matière d'habitat les parcelles de terrain non bâti d'intérêt public ou des locaux ou équipements communs pouvant relever d'une gestion publique et modifier en conséquence le règlement de copropriété et l'état descriptif de division."
    },
    {
      "provision_ref": "art29-10",
      "section": "29-10",
      "title": "Article 29-10",
      "content": "L'administrateur provisoire peut proposer au représentant de l'Etat dans le département d'initier un plan de sauvegarde en application de l'article L. 615-1 du code de la construction et de l'habitation.\n\nLorsque la démarche d'élaboration d'un plan de sauvegarde est engagée, l'administrateur provisoire est membre de plein droit de la commission mentionnée au I du même article.\n\nSi, lors de l'élaboration du plan de sauvegarde ou en cours d'exécution d'un tel plan, l'administrateur provisoire constate que des mesures du plan de sauvegarde sont en contradiction avec la mission qui lui est confiée par le juge, il en informe le représentant de l'Etat dans le département, le maire et le président de l'établissement public de coopération intercommunale compétent en matière d'habitat, qui peuvent soit modifier le plan de sauvegarde, soit demander au juge de modifier le contenu de la mission de l'administrateur provisoire.\n\nL'administrateur provisoire peut signer toute convention financière en vue de l'attribution de subventions publiques au syndicat des copropriétaires, dès lors que cette convention n'est pas contradictoire avec la mission qui lui est confiée."
    },
    {
      "provision_ref": "art29-11",
      "section": "29-11",
      "title": "Article 29-11",
      "content": "I. ― Si la situation financière de la copropriété ne permet pas de réaliser les travaux nécessaires à la conservation et la mise en sécurité de l'immeuble, la protection des occupants, la préservation de leur santé et la réduction des charges de copropriété permettant son redressement financier, le juge peut placer l'immeuble sous administration provisoire renforcée :1° Sur saisine du maire de la commune du lieu de situation, du président de l'établissement public de coopération intercommunale compétent en matière d'habitat ou du représentant de l'Etat dans le département ;2° Ou sur saisine de l'administrateur provisoire déjà désigné en vertu de l'article 29-1.II. ― Dans le cadre du placement sous administration provisoire renforcée, le juge autorise l'administrateur provisoire, désigné en vertu de l'article 29-1, à conclure une convention à durée déterminée, au nom du syndicat des copropriétaires, avec un ou plusieurs opérateurs compétents en matière de maîtrise d'ouvrage de travaux et de mise au point de financement d'opération de travaux, qui peut être notamment l'un des organismes mentionnés aux articles L. 321-14, L. 321-29 et L. 326-1 du code de l'urbanisme et aux articles L. 411-2 et L. 481-2 du code de la construction et de l'habitation.La décision du juge est notifiée aux parties intéressées ainsi qu'au maire de la commune du lieu de situation, au président de l'établissement public de coopération intercommunale compétent en matière d'habitat et au représentant de l'Etat dans le département.III. ― L'administrateur provisoire peut confier à l'opérateur, par cette convention, toutes les missions concourant au redressement de la copropriété, notamment la maîtrise d'ouvrage d'un programme de travaux et la mise au point du financement de l'opération. Un décret précise les modalités de rémunération de l'opérateur à la charge des copropriétaires.Le juge homologue la convention conclue entre l'opérateur et l'administrateur provisoire.L'exécution de la convention peut se poursuivre même si la mission de l'administrateur provisoire est terminée. La convention prend fin à l'expiration du terme fixé par elle.IV. ― Le maire de la commune du lieu de situation de l'immeuble ou le président de l'établissement public de coopération intercommunale compétent en matière d'habitat peuvent engager à tout moment la procédure prévue à l'article L. 615-6 du code de la construction et de l'habitation. La conclusion de la convention mentionnée au II du présent article est alors suspendue dans l'attente de la décision du juge, mais la mission de l'administrateur provisoire se poursuit dans les conditions prévues à l'article 29-1."
    },
    {
      "provision_ref": "art29-12",
      "section": "29-12",
      "title": "Article 29-12",
      "content": "I. ― Lorsque la mission de l'opérateur mentionné au II de l'article 29-11 prévoit la réalisation d'une division du syndicat dans les conditions prévues à l'article 29-8, la convention mentionnée à l'article 29-11 prévoit la répartition de la rémunération de l'opérateur entre les syndicats ainsi créés. Chaque syndicat issu de cette division est subrogé, chacun pour ce qui le concerne, dans les droits et obligations conventionnelles du syndicat dissous selon les modalités prévues par la convention.II. ― La mission de l'opérateur ne peut prendre fin de façon anticipée que sur décision du juge. La convention prévoit obligatoirement les modalités d'indemnisation de l'opérateur qui a engagé des fonds pour la réalisation des travaux prévus par la convention en cas de résiliation anticipée prononcée par le juge.III. ― Le juge, saisi par des copropriétaires représentant 15 % des voix, peut autoriser l'administrateur provisoire à inclure dans le contrat de l'opérateur la réalisation de travaux d'amélioration.IV. ― Si la mission de l'administrateur provisoire est terminée et la copropriété financièrement redressée, le juge peut autoriser le syndic à conclure un avenant à la convention en cours, après approbation des travaux supplémentaires par l'assemblée générale des copropriétaires statuant dans les conditions de majorité prévues par la présente loi."
    },
    {
      "provision_ref": "art29-13",
      "section": "29-13",
      "title": "Article 29-13",
      "content": "Pour les propriétaires occupants, la rémunération de l'opérateur prévue à l'article 29-11 ouvre droit aux allocations de logement prévues                              au 2° de l'article L. 821-1 du code de la construction et de l'habitation."
    },
    {
      "provision_ref": "art29-14",
      "section": "29-14",
      "title": "Article 29-14",
      "content": "Le juge peut :1° Suspendre le versement des cotisations au fonds de travaux sur demande de l'administrateur provisoire ou des copropriétaires représentant au moins 15 % des voix lorsque l'immeuble fait l'objet d'un plan de sauvegarde en application de l'article L. 615-1 du code de la construction et de l'habitation ;2° Autoriser l'administrateur provisoire à utiliser les sommes déposées sur le fonds de travaux pour engager les actions nécessaires au redressement de la copropriété ou permettre le maintien de la gestion courante."
    },
    {
      "provision_ref": "art29-15",
      "section": "29-15",
      "title": "Article 29-15",
      "content": "Les procédures prévues au livre VI du code de commerce ne sont pas applicables aux syndicats de copropriétaires."
    },
    {
      "provision_ref": "art29-16",
      "section": "29-16",
      "title": "Article 29-16",
      "content": "Lorsqu'un immeuble fait l'objet d'une procédure relevant de l'exercice de la police de la sécurité et de la salubrité des immeubles, locaux et installations prévue au titre Ier du livre V du code de la construction et de l'habitation, le signataire de l'arrêté de police de la sécurité et de la salubrité des immeubles, locaux et installations définie aux articles L. 511-1 à L. 511-3 du même code est destinataire du procès-verbal de l'assemblée générale de copropriété, à laquelle il peut assister ou se faire représenter et formuler des observations sur les questions inscrites à l'ordre du jour."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "L'assemblée générale des copropriétaires, statuant à la majorité prévue à l'article 25, peut, à condition qu'elle soit conforme à la destination de l'immeuble, décider toute amélioration, telle que la transformation d'un ou de plusieurs éléments d'équipement existants, l'adjonction d'éléments nouveaux, l'aménagement de locaux affectés à l'usage commun ou la création de tels locaux.\n\nElle fixe alors, à la même majorité, la répartition du coût des travaux et de la charge des indemnités prévues à l'article 36 ci-après, en proportion des avantages qui résulteront des travaux envisagés pour chacun des copropriétaires, sauf à tenir compte de l'accord de certains d'entre eux pour supporter une part de dépenses plus élevée.\n\nElle fixe, à la même majorité, la répartition des dépenses de fonctionnement, d'entretien et de remplacement des parties communes ou des éléments transformés ou créés.\n\nLorsque l'assemblée générale refuse l'autorisation prévue à l'article 25 b, tout copropriétaire ou groupe de copropriétaires peut être autorisé par le   tribunal judiciaire à exécuter, aux conditions fixées par le tribunal, tous travaux d'amélioration visés à l'alinéa 1er ci-dessus ; le tribunal fixe en outre les conditions dans lesquelles les autres copropriétaires pourront utiliser les installations ainsi réalisées. Lorsqu'il est possible d'en réserver l'usage à ceux des copropriétaires qui les ont exécutées, les autres copropriétaires ne pourront être autorisés à les utiliser qu'en versant leur quote-part du coût de ces installations, évalué à la date où cette faculté est exercée."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Sous réserve des dispositions de l'article 34, la décision prise oblige les copropriétaires à participer, dans les proportions fixées par l'assemblée, au paiement des travaux, à la charge des indemnités prévues à l'article 36, ainsi qu'aux dépenses de fonctionnement, d'administration, d'entretien et de remplacement des parties communes ou des éléments transformés ou créés."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "La part du coût des travaux, des charges financières y afférentes, et des indemnités incombant aux copropriétaires qui n'ont pas donné leur accord à la décision prise peut n'être payée que par annuités égales au dixième de cette part. Les  copropriétaires qui entendent bénéficier de cette possibilité doivent, à  peine de forclusion, notifier leur décision au syndic dans le délai de  deux mois suivant la notification du procès-verbal d'assemblée générale. Lorsque le syndicat n'a pas contracté d'emprunt en vue de la réalisation des travaux, les charges financières dues par les copropriétaires payant par annuités sont égales au taux légal d'intérêt en matière civile.\n\nToutefois, les sommes visées au précédent alinéa deviennent immédiatement exigibles lors de la première mutation entre vifs du lot de l'intéressé, même si cette mutation est réalisée par voie d'apport en société.\n\nLes dispositions qui précèdent ne sont pas applicables lorsqu'il s'agit de travaux imposés par le respect d'obligations légales ou réglementaires."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "La décision prévue à l'article 30 n'est pas opposable au copropriétaire opposant qui a, dans le délai prévu à l'article 42, alinéa 2, saisi le   tribunal judiciaire en vue de faire reconnaître que l'amélioration décidée présente un caractère somptuaire eu égard à l'état, aux caractéristiques et à la destination de l'immeuble."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "La surélévation ou la construction de bâtiments aux fins de créer de nouveaux locaux à usage privatif ne peut être réalisée par les soins du syndicat que si la décision en est prise à la majorité prévue à l'article 26.\n\nLa décision d'aliéner aux mêmes fins le droit de surélever un bâtiment existant exige la majorité prévue à l'article 26 et, si l'immeuble comprend plusieurs bâtiments, la confirmation par une assemblée spéciale des copropriétaires des lots composant le bâtiment à surélever, statuant à la majorité indiquée ci-dessus.\n\nToutefois, lorsque le bâtiment est situé dans un périmètre sur lequel est institué un droit de préemption urbain en application de l'article L. 211-1 du code de l'urbanisme, la décision d'aliéner le droit de surélever ce bâtiment est prise à la majorité des voix de tous les copropriétaires. Cette décision exige, si l'immeuble comprend plusieurs bâtiments, la confirmation par une assemblée spéciale des copropriétaires des lots composant le bâtiment à surélever, statuant à la majorité des voix des copropriétaires concernés.\n\nLes copropriétaires de locaux situés, en tout ou partie, sous la surélévation projetée bénéficient d'un droit de priorité à l'occasion de la vente par le syndicat des locaux privatifs créés ou en cas de cession par le syndicat de son droit de surélévation. Préalablement à la conclusion de toute vente d'un ou plusieurs lots, le syndic notifie à chaque copropriétaire bénéficiant d'un droit de priorité l'intention du syndicat de vendre, en indiquant le prix et les conditions de la vente. Cette notification vaut offre de vente pendant une durée de deux mois à compter de sa notification."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "Les copropriétaires qui subissent, par suite de l'exécution des travaux de surélévation prévus à l'article 35, un préjudice répondant aux conditions fixées à l'article 9 ont droit à une indemnité. Celle-ci, qui est à la charge de l'ensemble des copropriétaires, est répartie selon la proportion initiale des droits de chacun dans les parties communes."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "Toute convention par laquelle un propriétaire ou un tiers se réserve l'exercice de l'un des droits accessoires visés à l'article 3 autre que le droit de mitoyenneté devient caduque si ce droit n'a pas été exercé dans les dix années qui suivent ladite convention.Si la convention est antérieure à la promulgation de la présente loi, le délai de dix ans court de ladite promulgation.Avant l'expiration de ce délai, le syndicat peut, statuant à la majorité prévue à l'article 25, s'opposer à l'exercice de ce droit, sauf à en indemniser le titulaire dans le cas où ce dernier justifie que la réserve du droit comportait une contrepartie à sa charge.Toute convention postérieure à la promulgation de la présente loi, et comportant réserve de l'un des droits visés ci-dessus, doit indiquer, à peine de nullité, l'importance et la consistance des locaux à construire et les modifications que leur exécution entraînerait dans les droits et charges des copropriétaires."
    },
    {
      "provision_ref": "art37-1",
      "section": "37-1",
      "title": "Article 37-1",
      "content": "Par dérogation à l'article 37, les droits de construire, d'affouiller et de surélever ne peuvent faire l'objet d'une convention par laquelle un propriétaire ou un tiers se les réserverait. Ces droits peuvent toutefois constituer la partie privative d'un lot transitoire."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "En cas de destruction totale ou partielle, l'assemblée générale des copropriétaires dont les lots composent le bâtiment sinistré peut décider à la majorité des voix de ces copropriétaires, la reconstruction de ce bâtiment ou la remise en état de la partie endommagée. Dans le cas où la destruction affecte moins de la moitié du bâtiment, la remise en état est obligatoire si la majorité des copropriétaires sinistrés la demande. Les copropriétaires qui participent à l'entretien des bâtiments ayant subi les dommages sont tenus de participer dans les mêmes proportions et suivant les mêmes règles aux dépenses des travaux."
    },
    {
      "provision_ref": "art38-1",
      "section": "38-1",
      "title": "Article 38-1",
      "content": "En cas de catastrophe technologique, le syndic d'un immeuble géré en copropriété dont les parties communes sont endommagées convoque sous quinze jours l'assemblée générale des copropriétaires.Cette réunion se tient dans les deux mois suivant la catastrophe ; les décisions visant à autoriser le syndic à engager des travaux de remise en état rendus nécessaires par l'urgence sont prises à la majorité des copropriétaires présents ou représentés."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "En cas d'amélioration ou d'addition par rapport à l'état antérieur au sinistre, les dispositions du chapitre III sont applicables."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "Les indemnités représentatives de l'immeuble détruit sont, sous réserve des droits des créanciers inscrits, affectées par priorité à la reconstruction."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "Si la décision est prise, dans les conditions prévues à l'article 38 ci-dessus, de ne pas remettre en état le bâtiment sinistré, il est procédé à la liquidation des droits dans la copropriété et à l'indemnisation de ceux des copropriétaires dont le lot n'est pas reconstitué."
    },
    {
      "provision_ref": "art41-1",
      "section": "41-1",
      "title": "Article 41-1",
      "content": "Le règlement de copropriété peut étendre l'objet d'un syndicat de copropriétaires à la fourniture aux résidents de l'immeuble de services spécifiques dont les catégories sont précisées par décret et qui, du fait qu'ils bénéficient par nature à l'ensemble de ses résidents, ne peuvent être individualisés.\n\nLes services non individualisables sont fournis en exécution de conventions conclues avec des tiers. Les charges relatives à ces services sont réparties en application du premier alinéa de l'article 10. Les charges de fonctionnement constituent des dépenses courantes, au sens de l'article 14-1.\n\nLes décisions relatives à la création ou à la suppression des services non individualisables sont prises à la majorité prévue au premier alinéa de l'article 26. La décision de suppression d'un service non individualisable ne peut intervenir qu'à la condition que l'assemblée générale ait eu connaissance au préalable d'un rapport portant sur l'utilité de ce service pour l'ensemble des résidents et sur les conséquences de la suppression de ce service sur l'équilibre financier de la copropriété.\n\nSi l'équilibre financier d'un ou de plusieurs services mentionnés au présent article est gravement compromis ou si le déséquilibre financier d'un ou de plusieurs services compromet l'équilibre financier de la copropriété, et après que l'assemblée générale s'est prononcée, le président du tribunal judiciaire statuant selon la procédure accélérée au fond, saisi par des copropriétaires représentant 15 % au moins des voix du syndicat, peut décider soit la suspension, soit la suppression de ces services.\n\nLe statut de la copropriété des immeubles bâtis est incompatible avec l'octroi de services de soins ou d'aide et d'accompagnement exclusivement liés à la personne, qui ne peuvent être fournis que par des établissements et des services relevant du I de l'article L. 312-1 du code de l'action sociale et des familles ou par des établissements, des services ou des professionnels de santé relevant des quatrième et sixième parties du code de la santé publique."
    },
    {
      "provision_ref": "art41-2",
      "section": "41-2",
      "title": "Article 41-2",
      "content": "Le règlement de copropriété peut prévoir l'affectation de certaines parties communes à la fourniture, aux occupants de l'immeuble, de services spécifiques individualisables. Il précise la charge des dépenses d'entretien et de fonctionnement liées à ces parties communes et sa répartition."
    },
    {
      "provision_ref": "art41-3",
      "section": "41-3",
      "title": "Article 41-3",
      "content": "Les conditions d'utilisation par les tiers des parties communes destinées à des services spécifiques individualisables sont fixées dans une convention stipulée à titre gratuit, en application du chapitre Ier du titre X du livre III du code civil. Cette convention est conclue pour une durée qui ne peut excéder cinq ans. Elle est renouvelable."
    },
    {
      "provision_ref": "art41-4",
      "section": "41-4",
      "title": "Article 41-4",
      "content": "L'assemblée générale, sur proposition du conseil syndical, choisit, à la majorité de l'article 25 ou, le cas échéant, de l'article 25-1, les prestataires appelés à fournir les services spécifiques individualisables. Elle approuve, par un vote distinct et selon les mêmes modalités, les termes de la convention envisagée avec les prestataires choisis ayant pour objet le prêt gratuit des parties communes affectées à ces services, établie dans les conditions prévues à l'article 41-3.La durée des contrats de prestations conclus par chaque occupant avec les prestataires ne peut excéder celle du prêt dont ces derniers bénéficient."
    },
    {
      "provision_ref": "art41-5",
      "section": "41-5",
      "title": "Article 41-5",
      "content": "Les modifications du règlement de copropriété emportant désaffectation des parties communes affectées aux services mentionnés à l'article 41-3 sont prises à la majorité prévue à l'article 26. Elles sont notifiées par le syndic aux prestataires concernés. Elles entraînent la résiliation de plein droit des conventions de prêt et de fourniture de services conclues avec les prestataires."
    },
    {
      "provision_ref": "art41-6",
      "section": "41-6",
      "title": "Article 41-6",
      "content": "Le syndicat des copropriétaires d'une copropriété avec services ne peut déroger à l'obligation d'instituer un conseil syndical.\n\nL'assemblée générale peut déléguer au conseil syndical, à la majorité prévue à l'article 25, les décisions relatives à la gestion courante de services spécifiques.\n\nLorsqu'il ne reçoit pas de délégation à cet effet, le conseil syndical donne son avis sur les projets des conventions mentionnées au deuxième alinéa de l'article 41-1 et à l'article 41-4. Il en surveille l'exécution et présente un bilan chaque année à l'assemblée générale.\n\nLe prestataire des services individualisables et non individualisables ne peut être le syndic, ses préposés, son conjoint, le partenaire lié à lui par un pacte civil de solidarité, son concubin, ni ses parents ou alliés jusqu'au troisième degré inclus, ni les entreprises dans le capital desquelles les personnes physiques mentionnées précédemment détiennent une participation ou dans lesquelles elles exercent des fonctions de direction ou de contrôle, ou dont elles sont préposées. Lorsque le syndic est une personne morale, l'interdiction d'être prestataire des services individualisables et non individualisables est étendue aux entreprises dans lesquelles le syndic détient une participation et aux entreprises qui détiennent une participation dans le capital du syndic."
    },
    {
      "provision_ref": "art41-7",
      "section": "41-7",
      "title": "Article 41-7",
      "content": "Les personnes demeurant à titre principal dans la résidence constituent le conseil des résidents.Cette instance consultative relaie les demandes et les propositions des résidents auprès des copropriétaires.Le conseil des résidents est réuni par le syndic avant la tenue de l'assemblée générale des copropriétaires. L'ordre du jour de cette assemblée lui est communiqué. Le conseil des résidents peut également se réunir de sa propre initiative, dans un local mis à sa disposition à cet effet par le syndic.Le syndic communique au conseil des résidents les comptes rendus de l'assemblée générale ainsi que toutes les informations relatives aux services fournis dans la résidence, afin que le conseil émette un avis notamment sur le besoin de créer ou de supprimer un service.Lors de la réunion du conseil des résidents, un secrétaire de séance est désigné. Le secrétaire rédige le compte rendu de la séance, qui est cosigné par le syndic et adressé à tous les résidents et aux copropriétaires en même temps et selon les mêmes modalités que l'ordre du jour de la prochaine assemblée générale. Le compte rendu des réunions du conseil des résidents des trois années précédentes est remis à toute personne intéressée préalablement à la signature d'un contrat de bail d'habitation ou à la cession d'un lot dans la résidence."
    },
    {
      "provision_ref": "art41-8",
      "section": "41-8",
      "title": "Article 41-8",
      "content": "Les dispositions de la présente section s'appliquent lorsque le syndicat des copropriétaires comporte au plus cinq lots à usage de logements, de bureaux ou de commerces, ou lorsque le budget prévisionnel moyen du syndicat des copropriétaires sur une période de trois exercices consécutifs est inférieur à 15 000 €."
    },
    {
      "provision_ref": "art41-9",
      "section": "41-9",
      "title": "Article 41-9",
      "content": "Par dérogation aux dispositions des articles 21 et 17-1, le syndicat n'est pas tenu de constituer un conseil syndical."
    },
    {
      "provision_ref": "art41-10",
      "section": "41-10",
      "title": "Article 41-10",
      "content": "Par dérogation à l'article 14-3, le syndicat n'est pas tenu à une comptabilité en partie double ; ses engagements peuvent être constatés en fin d'exercice."
    },
    {
      "provision_ref": "art41-11",
      "section": "41-11",
      "title": "Article 41-11",
      "content": "Par dérogation aux dispositions de l'article 17-1, dans le cas où le syndicat a adopté la forme coopérative et n'a pas institué de conseil syndical, l'assemblée générale, à la majorité des voix de tous les copropriétaires, désigne le syndic parmi ses membres. L'assemblée générale peut également désigner un copropriétaire pour suppléer le syndic en cas d'empêchement de celui-ci. Le syndic et son suppléant sont l'un et l'autre révocables dans les mêmes conditions. L'assemblée générale désigne une ou plusieurs personnes physiques ou morales, qui peuvent être des copropriétaires ou des personnes extérieures qualifiées, pour assurer le contrôle des comptes du syndicat.En cas d'empêchement du syndic ou de défaillance de celui-ci mettant en péril la conservation de l'immeuble, la santé ou la sécurité des occupants, chaque copropriétaire peut prendre l'initiative de convoquer une assemblée générale extraordinaire afin qu'elle désigne un nouveau syndic ou qu'elle prenne les décisions nécessaires à la conservation de l'immeuble, de la santé ou de la sécurité de ses occupants."
    },
    {
      "provision_ref": "art41-12",
      "section": "41-12",
      "title": "Article 41-12",
      "content": "Par dérogation aux dispositions de l'article 17, les décisions, à l'exclusion de celles relatives au vote du budget prévisionnel et à l'approbation des comptes, peuvent être prises à l'unanimité des voix des copropriétaires à l'occasion d'une consultation écrite, sans qu'il y ait lieu de convoquer une assemblée générale. Les copropriétaires peuvent également être consultés au cours d'une réunion.La consultation est organisée par le syndic, à son initiative ou à la demande d'un copropriétaire.Lorsqu'un copropriétaire a été consulté par écrit, la décision est formalisée au terme du délai fixé par le syndic pour répondre à la consultation."
    },
    {
      "provision_ref": "art41-13",
      "section": "41-13",
      "title": "Article 41-13",
      "content": "Les dispositions de la présente section s'appliquent aux syndicats dont le nombre de voix est réparti entre deux copropriétaires."
    },
    {
      "provision_ref": "art41-14",
      "section": "41-14",
      "title": "Article 41-14",
      "content": "Par dérogation au IV de l'article 18, lorsque le syndic est non professionnel, il peut solliciter l'autorisation de l'autre copropriétaire afin de déléguer à un tiers sa mission à une fin déterminée."
    },
    {
      "provision_ref": "art41-15",
      "section": "41-15",
      "title": "Article 41-15",
      "content": "En cas de conflits d'intérêts du syndic non professionnel, le copropriétaire qui n'est pas syndic peut exercer une action contre l'autre copropriétaire en paiement des provisions sur charges dues au titre des articles 14-1 et 14-2-1. En cas d'absence ou de carence du syndic, cette action est ouverte à chacun des copropriétaires."
    },
    {
      "provision_ref": "art41-16",
      "section": "41-16",
      "title": "Article 41-16",
      "content": "Par dérogation aux dispositions de l'article 17, du troisième alinéa du I de l'article 18, du a du II de l'article 24, du a de l'article 25 et du deuxième alinéa du I de l'article 22 :1° Les décisions de l'assemblée générale relevant de la majorité des voix exprimées des copropriétaires présents, représentés ou ayant voté par correspondance, ainsi que la désignation du syndic peuvent être prises par le copropriétaire détenant plus de la moitié des voix ;2° Les décisions de l'assemblée générale relevant de la majorité des voix de tous les copropriétaires sont prises par le copropriétaire détenant au moins deux tiers des voix ;3° Indépendamment du nombre de voix dont il dispose, chaque copropriétaire peut prendre les mesures nécessaires à la conservation de l'immeuble en copropriété, même si elles ne présentent pas un caractère d'urgence."
    },
    {
      "provision_ref": "art41-17",
      "section": "41-17",
      "title": "Article 41-17",
      "content": "Par dérogation aux dispositions de l'article 17, toutes mesures conservatoires et les décisions mentionnées à l'article 41-16, à l'exclusion de celles portant sur le vote du budget prévisionnel et l'approbation des comptes, peuvent être prises sans réunion de l'assemblée générale. Dans ce cas, le copropriétaire décisionnaire est chargé de leur exécution.Il est tenu de les notifier à l'autre copropriétaire, à peine d'inopposabilité.Chaque copropriétaire est tenu de contribuer aux dépenses au titre de ces décisions et mesures proportionnellement aux quotes-parts de parties communes afférentes à ses lots.Lorsqu'un copropriétaire a fait l'avance des sommes, il peut obliger l'autre copropriétaire à supporter avec lui les dépenses nécessaires."
    },
    {
      "provision_ref": "art41-18",
      "section": "41-18",
      "title": "Article 41-18",
      "content": "Par dérogation aux dispositions de l'article 17 :1° Les deux copropriétaires composant le syndicat peuvent se réunir sans convocation préalable et prendre toutes décisions dans les conditions mentionnées à l'article 41-15 ainsi que les décisions relevant de l'unanimité ;2° Chaque copropriétaire peut convoquer l'autre copropriétaire à une assemblée générale en lui notifiant les points à l'ordre du jour. Chaque copropriétaire peut ajouter des points à l'ordre du jour sous réserve d'en informer préalablement l'autre."
    },
    {
      "provision_ref": "art41-19",
      "section": "41-19",
      "title": "Article 41-19",
      "content": "Par dérogation au deuxième alinéa de l'article 42, le copropriétaire peut, à peine de déchéance, contester la décision prise par l'autre copropriétaire dans un délai de deux mois à compter de la notification de la décision.Sauf urgence, l'exécution d'une décision prise par un copropriétaire sans l'accord de l'autre est suspendue pendant ce délai."
    },
    {
      "provision_ref": "art41-20",
      "section": "41-20",
      "title": "Article 41-20",
      "content": "Sans préjudice des dispositions de l'article 14-3, le copropriétaire non syndic qui perçoit des revenus ou expose des frais au titre de l'administration et de la gestion de la copropriété tient un état des dépenses et créances laissé à la disposition de l'autre copropriétaire."
    },
    {
      "provision_ref": "art41-21",
      "section": "41-21",
      "title": "Article 41-21",
      "content": "Par dérogation à l'article 17 et au deuxième alinéa de l'article 22, un copropriétaire peut être autorisé judiciairement à passer seul un acte pour lequel le consentement de l'autre copropriétaire serait nécessaire, si le refus de celui-ci met en péril l'intérêt commun.L'acte passé dans les conditions fixées par l'autorisation de justice est opposable au copropriétaire dont le consentement a fait défaut."
    },
    {
      "provision_ref": "art41-22",
      "section": "41-22",
      "title": "Article 41-22",
      "content": "Le président du tribunal judiciaire peut prescrire ou autoriser toutes les mesures urgentes que requiert l'intérêt commun.Il peut, notamment, autoriser un copropriétaire à percevoir des débiteurs du syndicat ou de l'autre copropriétaire une provision destinée à faire face aux besoins urgents, en prescrivant, au besoin, les conditions de l'emploi."
    },
    {
      "provision_ref": "art41-23",
      "section": "41-23",
      "title": "Article 41-23",
      "content": "L'aliénation d'une partie commune peut être autorisée judiciairement à la demande d'un copropriétaire disposant d'au moins deux tiers des tantièmes, suivant les conditions et modalités définies à l'article 815-5-1 du code civil."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "Les dispositions de l'article 2224 du code civil relatives au délai de prescription et à son point de départ sont applicables aux actions personnelles relatives à la copropriété entre copropriétaires ou entre un copropriétaire et le syndicat.\n\nLes actions en contestation des décisions des assemblées générales doivent, à peine de déchéance, être introduites par les copropriétaires opposants ou défaillants dans un délai de deux mois à compter de la notification du procès-verbal d'assemblée, sans ses annexes. Cette notification est réalisée par le syndic dans le délai d'un mois à compter de la tenue de l'assemblée générale.\n\nSauf urgence, l'exécution par le syndic des travaux décidés par l'assemblée générale en application des articles 25 et 26 de la présente loi est suspendue jusqu'à l'expiration du délai de deux mois mentionné au deuxième alinéa du présent article.S'il est fait droit à une action contestant une décision d'assemblée générale portant modification de la répartition des charges, le tribunal judiciaire procède à la nouvelle répartition. Il en est de même en ce qui concerne les répartitions votées en application de l'article 30."
    },
    {
      "provision_ref": "art42-1",
      "section": "42-1",
      "title": "Article 42-1",
      "content": "Les notifications et les mises en demeure sont valablement faites par voie électronique.\n\nLes copropriétaires peuvent, à tout moment et par tout moyen, demander à recevoir les notifications et les mises en demeure par voie postale.\n\nLe syndic informe les copropriétaires des moyens qui s'offrent à eux pour conserver un mode d'information par voie postale."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "Toutes clauses contraires aux dispositions des articles 1er, 1-1, 4, 6 à 37, 41-1 à 42-1 et 46 et celles du décret prises pour leur application sont réputées non écrites. Lorsque le juge, en application de l'alinéa premier du présent article, répute non écrite une clause relative à la répartition des charges, il procède à leur nouvelle répartition. Cette nouvelle répartition prend effet au premier jour de l'exercice comptable suivant la date à laquelle la décision est devenue définitive."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "Les associations syndicales existantes sont autorisées à se transformer en unions de syndicats coopératifs définies à l'article 29 ci-dessus sans que cette opération entraîne création d'une nouvelle personne morale."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "Pour les copropriétés antérieures à la date d'entrée en vigueur de la présente loi, l'action en revision de la répartition des charges prévue à l'article 12 ci-dessus est ouverte pendant un délai de deux ans à compter de l'entrée en vigueur de la présente loi."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "Toute promesse unilatérale de vente ou d'achat, tout contrat réalisant ou constatant la vente d'un lot ou d'une fraction de lot mentionne la superficie de la partie privative de ce lot ou de cette fraction de lot. La nullité de l'acte peut être invoquée sur le fondement de l'absence de toute mention de superficie.\n\nCette superficie est définie par le décret en Conseil d'Etat prévu à l'article 47.\n\nLes dispositions du premier alinéa ci-dessus ne sont pas applicables aux caves, garages, emplacements de stationnement ni aux lots ou fractions de lots d'une superficie inférieure à un seuil fixé par le décret en Conseil d'Etat prévu à l'article 47.\n\nLe bénéficiaire en cas de promesse de vente, le promettant en cas de promesse d'achat ou l'acquéreur peut intenter l'action en nullité, au plus tard à l'expiration d'un délai d'un mois à compter de l'acte authentique constatant la réalisation de la vente.\n\nLa signature de l'acte authentique constatant la réalisation de la vente mentionnant la superficie de la partie privative du lot ou de la fraction de lot entraîne la déchéance du droit à engager ou à poursuivre une action en nullité de la promesse ou du contrat qui l'a précédé, fondée sur l'absence de mention de cette superficie.\n\nSi la superficie est supérieure à celle exprimée dans l'acte, l'excédent de mesure ne donne lieu à aucun supplément de prix.\n\nSi la superficie est inférieure de plus d'un vingtième à celle exprimée dans l'acte, le vendeur, à la demande de l'acquéreur, supporte une diminution du prix proportionnelle à la moindre mesure.\n\nL'action en diminution du prix doit être intentée par l'acquéreur dans un délai d'un an à compter de l'acte authentique constatant la réalisation de la vente, à peine de déchéance."
    },
    {
      "provision_ref": "art46-1",
      "section": "46-1",
      "title": "Article 46-1",
      "content": "La réunion de tous les lots entre les mains d'un même propriétaire entraîne de plein droit la disparition de la copropriété et la dissolution du syndicat des copropriétaires qui ne survit que pour les besoins de sa liquidation, laquelle n'est pas soumise aux dispositions de la présente loi.Le syndic procède aux opérations de liquidation. A défaut, un mandataire ad hoc peut être désigné judiciairement."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "Un décret en Conseil d'Etat précise les conditions d'application de la présente loi.\n\nLa présente loi est applicable dans les territoires d'outre-mer. Des décrets préciseront les modalités de son application dans ces territoires."
    },
    {
      "provision_ref": "art47-1",
      "section": "47-1",
      "title": "Article 47-1",
      "content": "1.-A la date de la publication de l'ordonnance n° 2013-516 du 20 juin 2013, les articles 1er à 49 de la présente loi, à l'exception des articles 24-2, 24-4, 24-6, 26-3, 46-1 et 47, sont applicables en Nouvelle-Calédonie dans leur rédaction en vigueur à cette même date sous réserve des adaptations suivantes :\n\n1° Aux articles 6-1,12 et 13, les mots : \" fichier immobilier ” sont remplacés par les mots : \" service chargé de la publicité foncière ” ;\n\n2° A l'article 8-1, les mots : \" plan local d'urbanisme ” sont remplacés par les mots : \" plan d'urbanisme directeur ” ;\n\n3° A l'article 9, les références : \" e, g, h, i et n de l'article 25 ” sont remplacées par les références : \" e, h et n de l'article 25 ” ;\n\n4° A l'article 10, la référence au 31 décembre 2002 est remplacée par la référence au 1er juillet 2014 ;\n\n5° A l'article 10-1, le dernier alinéa est supprimé ;\n\n6° A l'article 14-3, le troisième alinéa est supprimé ;\n\n7° A l'article 16-1, le dernier alinéa est supprimé ;\n\n8° A l'article 18, les mots : \" de la loi n° 70-9 du 2 janvier 1970 ” sont remplacés par les mots : \" applicables localement ”, les mots : \" ou par un syndic dont l'activité est soumise à une réglementation professionnelle organisant le maniement des fonds du syndicat ” sont supprimés ainsi que le neuvième alinéa ;\n\n9° A l'article 25, les paragraphes g, i, o et p sont supprimés, au paragraphe h les mots : \" les dispositions prises pour l'application de l'article 1er de la loi n° 67-561 du 12 juillet 1967 ” sont remplacés par les mots : \" la réglementation applicable en Nouvelle-Calédonie ” et le paragraphe j est ainsi rédigé :\n\n\" j) Dès lors qu'elle porte sur des parties communes, l'installation ou la modification d'une antenne collective ou d'un réseau de communications électroniques interne à l'immeuble raccordé à un réseau câblé établi ou autorisé en application des dispositions du code des postes et télécommunications de la Nouvelle-Calédonie ; ” ;\n\n10° A l'article 26, les références : \" e, g, h, i, j, m, n et o de l'article 25 ” sont remplacées par les mots : \" e, h, j, m et n de l'article 25 ” et les mots : \" prévus par l'article 93 de la loi n° 2000-1208 du 13 décembre 2000 relative à la solidarité et au renouvellement urbains ” sont supprimés ;\n\n11° A l'article 29, les mots : \" régies par les articles L. 212-1 et suivants du code de la construction et de l'habitation ” sont remplacés par les mots : \" régies par la réglementation en vigueur en Nouvelle-Calédonie ” ;\n\n12° Aux articles 29-1A, 29-1B et 29-1, les mots : \" représentant de l'Etat dans le département ” sont remplacés par les mots : \" représentant du haut-commissaire de la République dans la province ” ;\n\n13° A l'article 29-5, le mot : \" préfet ” est remplacé par les mots : \" représentant du haut-commissaire de la République dans la province ” ;\n\n14° A l'article 35, le troisième alinéa est supprimé ;\n\n15° A l'article 41-1, les mots : \" relevant du I de l'article L. 312-1 du code de l'action sociale et des familles ” sont remplacés par les mots : \" désignés conformément à la réglementation en vigueur en Nouvelle-Calédonie ” ;\n\n16° A l'article 45-1, les mots : \" ainsi que du diagnostic technique établi dans les conditions de l'article L. 111-6-2 du code de la construction et de l'habitation ” sont supprimés ;\n\n17° Aux articles 11, 17, 18-2, 19, 19-2, 20, 23, 29-1A, 29-1B, 29-1, 29-2, 29-4, 30, 34 et 42, les mots : \" tribunal judiciaire ” sont remplacés par les mots : \" tribunal de première instance ”."
    },
    {
      "provision_ref": "art47-2",
      "section": "47-2",
      "title": "Article 47-2",
      "content": "La présente loi est applicable dans les îles Wallis et Futuna dans sa rédaction résultant de l'ordonnance n° 2019-738 du 17 juillet 2019."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "Le chapitre II de la loi du 28 juin 1938 tendant à régler le statut de la copropriété des immeubles divisés par appartement est abrogé. L'article 664 du code civil demeure abrogé."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "Pour l'application de la présente loi dans le Département de Mayotte :\n\n1° Les mots : \" fichier immobilier \" sont remplacés par les mots : \" livre foncier \" ;\n\n2° Au troisième alinéa de l'article 9, les mots : \", du d de l'article 26 \" sont supprimés et au dernier alinéa de ce même article 9, les mots : \", par le d de l'article 26 \" sont supprimés ;\n\n3° A l'article 24, le a du II est ainsi rédigé :\n\n\" a) Les travaux nécessaires à la conservation de l'immeuble ainsi qu'à la préservation de la santé et de la sécurité physique des occupants, qui incluent les travaux portant sur la stabilité de l'immeuble, le clos, le couvert ou les réseaux et les travaux permettant d'assurer la mise en conformité des logements avec les normes de salubrité, de sécurité et d'équipement définies par la réglementation applicable localement ; \"\n\n4° A l'article 25, le o n'est pas applicable."
    }
  ]
}