{
  "id": "loi-n-57-18-du-9-janvier-1957",
  "type": "statute",
  "title": "Loi n° 57-18 du 9 janvier 1957",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000310049",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Jusqu'à une date qui sera fixée par décret, la protection des intérêts des médecins et des chirurgiens dentistes requis hors de leur résidence, rappelés ou maintenus provisoirement sous les drapeaux, est assurée par les dispositions suivantes."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Sur demande du praticien intéressé ou de sa famille, il est créé, par arrêté préfectoral, autour de son cabinet, une circonscription réservée qui, dans les régions rurales, peut atteindre un rayon de 20 kilomètres au maximum.\n\nLes limites de cette circonscription sont fixées par le préfet sur proposition du praticien en cause, après consultation du conseil départemental de l'ordre intéressé et des organisations syndicales correspondantes, et compte tenu des besoins de la santé publique.\n\nL'annonce de la demande de création d'une circonscription réservée, portant la date du départ du requérant, doit être affichée sans délai à la mairie de la commune où son cabinet est installé et notifiée aux organismes précités.\n\nLa décision préfectorale précitée, définissant la zone de protection accordée, devra également être affichée sans délai dans toutes les mairies de la circonscription réservée, publiée sur un support habilité à recevoir des annonces légales dans le département et notifiée à l'intéressé ou à ses ayants droit, ainsi qu'aux organismes intéressés et au secrétaire d'Etat à la santé publique et à la population."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Sans préjudice des dispositions de l'article 4 ci-après, aucun praticien ne peut s'installer dans une circonscription ainsi réservée.Les remplacements y sont toutefois autorisés dans les conditions prévues par l'article L. 359 du code de la santé publique et par les codes de déontologie concernant respectivement les professions de médecin et de chirurgien dentiste.L'interdiction prévue au premier alinéa prend effet à compter de la date de départ du praticien bénéficiaire du présent texte et expire six mois après la date à laquelle aura cessé l'empêchement d'exercer."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Sauf besoins de la santé publique, appréciés par le préfet après consultation des mêmes organismes que ceux qui sont visés à l'article 2 et sauf accord avec l'intéressé, suivant les règles prévues par leurs codes de déontologie, les médecins ou chirurgiens dentistes installés dans une circonscription réservée, avant la publication de la présente loi mais depuis le départ de leur confrère, devront cesser d'exercer au plus tard trois mois après la date de reprise d'activité de celui-ci, si leur présence accroît le nombre des praticiens de la même profession existant à la date de départ du praticien protégé."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Le logement des praticiens visés à l'article 1er, ne pourra faire l'objet d'aucune réquisition durant le temps de leur éloignement."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Les praticiens qui auront installé ou maintenu leur cabinet en violation des dispositions de la présente loi seront passibles d'une amende de 25.000 F à 500.000 F et, en cas de récidive, d'une amende de 500.000 F à 1 million de francs et d'un emprisonnement d'un mois à six mois ou de l'une de ces deux peines seulement.Les tribunaux pourront, en outre, accessoirement à l'une de ces peines, prononcer contre le délinquant la suspension temporaire pour une durée de trois ans au plus."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Un décret pris sur le rapport des ministres intéressés déterminera s'il y a lieu les modalités d'application de la présente loi."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Sont abrogées toutes dispositions antérieures contraires à celles prévues par la présente loi, notamment l'ordonnance n° 45-1585 du 18 juillet 1945."
    }
  ]
}