{
  "id": "loi-n-2018-1317-du-28-decembre-2018",
  "type": "statute",
  "title": "LOI n°2018-1317 du 28 décembre 2018",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000037882341",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - La perception des ressources de l'Etat et des impositions de toute nature affectées à des personnes morales autres que l'Etat est autorisée pendant l'année 2019 conformément aux lois et règlements et aux dispositions de la présente loi.II. - Sous réserve de dispositions contraires, la présente loi s'applique :1° A l'impôt sur le revenu dû au titre de l'année 2018 et des années suivantes ;2° A l'impôt sur les sociétés dû au titre des exercices clos à compter du 31 décembre 2018 ;3° A compter du 1er janvier 2019 pour les autres dispositions fiscales."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Les limites de chacune des tranches du tableau du second alinéa des a à c du 1 du III de l'article 204 H du code général des impôts, dans sa rédaction résultant de la loi n° 2017-1775 du 28 décembre 2017 de finances rectificative pour 2017, sont révisées par application d'un coefficient égal à 1,02616.Les montants obtenus sont arrondis, s'il y a lieu, à l'euro le plus proche. La fraction d'euro égale à 0,50 est comptée pour 1.III.-A.-Les a à d du 3° du I et le II s'appliquent aux revenus perçus ou réalisés à compter du 1er janvier 2019.B.-Le g du 3° du I s'applique aux revenus perçus ou réalisés à compter du 1er janvier 2021.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I entre en vigueur le 1er janvier 2019.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I s'applique à raison des rémunérations dues à compter du 1er janvier 2019 aux personnes dont la prise de fonction en France intervient à compter du 16 novembre 2018.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-A.-1. Par dérogation aux dispositions de l'article 87-0 A, du 1° du 2 de l'article 204 A et du 3 de l'article 1671 du code général des impôts, des articles L. 133-5-6 à L. 133-5-12 du code de la sécurité sociale, le prélèvement prévu à l'article 204 A du code général des impôts prend la forme d'un acompte acquitté par le contribuable pour les salaires versés au cours de l'année 2019 par un particulier employeur au titre de l'emploi d'un ou plusieurs :\n\na) Salariés du particulier employeur mentionnés à l'article L. 7221-1 du code du travail ;b) Assistants maternels agréés mentionnés à l'article L. 421-1 du code de l'action sociale et des familles ;c) Salariés mentionnés aux 2° et 3° de l'article L. 722-20 du code rural et de la pêche maritime.Le prélèvement ainsi acquitté s'impute sur l'impôt sur le revenu dû par chacun de ces salariés au titre de l'année au cours de laquelle il a été effectué. S'il excède l'impôt dû, l'excédent est restitué.2. L'acompte prévu au 1 du présent A est calculé par l'administration fiscale en appliquant au montant net imposable à l'impôt sur le revenu des salaires mentionnés au même 1 perçus en 2018, autres que ceux auxquels se sont appliquées les dispositions de l'article 163-0 A du code général des impôts, un taux déterminé selon les modalités prévues aux articles 204 H, 204 I et 204 M du même code.L'acompte est prélevé par l'administration fiscale par quart le 15 des mois de septembre, octobre, novembre et décembre 2019, dans les conditions prévues à l'article 1680 A dudit code.Les prélèvements mensuels sont arrondis à l'euro le plus proche. La fraction d'euro égale à 0,50 est comptée pour 1.3. Les dispositions des articles 204 J à 204 L, 1663 C et 1729 G du code général des impôts sont applicables à l'acompte prévu au 1 du présent A.B.-Par dérogation aux dispositions des articles 1663,1663 B et 1681 sexies du code général des impôts, pour les contribuables qui ont perçu en 2019 des salaires mentionnés au premier alinéa du 1 du A du présent article, le solde de l'impôt sur le revenu dû au titre de leurs revenus de l'année 2019 et des autres impositions figurant sur le même article de rôle est acquitté selon les modalités suivantes lorsqu'il est supérieur à 300 € et à la moitié du montant de l'impôt sur le revenu résultant de l'application des règles prévues aux 1 à 4 du I de l'article 197 du code général des impôts ou, le cas échéant, à l'article 197 A du même code :1° Le solde est recouvré par prélèvements mensuels d'égal montant à partir du deuxième mois qui suit la mise en recouvrement du rôle. Le dernier prélèvement intervient en décembre 2021 ;2° Les prélèvements mensuels sont effectués dans les conditions prévues à l'article 1680 A dudit code. Ils sont arrondis à l'euro le plus proche. La fraction d'euro égale à 0,50 est comptée pour 1.Lorsque le solde de l'impôt sur le revenu dû au titre des revenus de l'année 2019 et des autres impositions figurant sur le même article de rôle est supérieur à 300 €, sans pour autant remplir la seconde condition mentionnée au premier alinéa du présent B, le contribuable peut demander à bénéficier des dispositions prévues aux 1° et 2° du présent B. La décision est prise par l'administration, en appréciant la part que représente le solde dans le montant total de l'impôt résultant de l'application des règles prévues aux 1 à 4 du I de l'article 197 du code général des impôts ou, le cas échéant, à l'article 197 A du même code.III.-Le 2° du I s'applique aux revenus perçus ou réalisés à compter du 1er janvier 2019.IV.-A titre expérimental et jusqu'au 31 décembre 2020, l'Etat peut autoriser l'établissement d'une convention entre les maisons de services au public, définies à l'article 27 de la loi n° 2000-321 du 12 avril 2000 relative aux droits des citoyens dans leurs relations avec les administrations, et l'administration fiscale, ayant pour objet de définir les modalités d'accompagnement des contribuables susceptibles de s'adresser à ces structures dans le cadre de la mise en place du prélèvement à la source de l'impôt sur le revenu. Cette expérimentation est limitée à cinq départements.Le présent IV entre en vigueur le 1er janvier 2019.Le Gouvernement remet au Parlement un rapport d'évaluation de l'expérimentation au plus tard le 15 septembre 2020.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-A.-Le 3° du I s'applique aux revenus perçus ou réalisés à compter du 1er janvier 2018.\n\nB.- (Abrogé)\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le 2° du I s'applique aux revenus perçus ou réalisés à compter du 1er janvier 2019.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I. - A abrogé les dispositions suivantes :\n\nII. - Le I s'applique aux livraisons et importations pour lesquelles l'exigibilité de la taxe sur la valeur ajoutée intervient à compter du 1er janvier 2019.Toutefois, le I ne s'applique pas aux opérations pour lesquelles l'exigibilité de la taxe sur la valeur ajoutée intervient à compter du 1er janvier 2019 et avant le 31 décembre 2019 lorsque, au plus tard le 31 décembre 2018 :1° S'agissant des importations sur le territoire de la Guadeloupe, de la Martinique ou de La Réunion, la livraison à l'importateur en dehors de ce territoire est intervenue ou a fait l'objet du versement d'un acompte ;2° S'agissant des livraisons réalisées sur le territoire de la Guadeloupe, de la Martinique ou de La Réunion, l'opération a fait l'objet du versement d'un acompte.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I. - A modifié les dispositions suivantes :\n\nII.-A.-Le 2° du I s'applique aux exercices ouverts à compter du 1er janvier 2019.Toutefois, l'article 44 quaterdecies du code général des impôts reste applicable dans les conditions prévues par les dispositions antérieures à la présente loi :1° Aux exercices ouverts en 2019 pour les entreprises déjà éligibles à l'abattement dont l'exploitation a pour activité principale la comptabilité, le conseil aux entreprises, l'ingénierie ou les études techniques à destination des entreprises ;2° Aux exercices ouverts en 2019 pour les exploitations déjà éligibles à l'abattement et situées dans les îles des Saintes, à Marie-Galante, à La Désirade et dans les communes de La Réunion définies par l'article 2 du décret n° 78-690 du 23 juin 1978 portant création d'une zone spéciale d'action rurale dans le département de La Réunion ;3° Aux exercices ouverts en 2019 pour les exploitations déjà éligibles à l'abattement et mentionnées au 2° et au a du 4° du III de l'article 44 quaterdecies du code général des impôts dans sa rédaction antérieure à la présente loi.B.-Le 4° du I s'applique aux crédits d'impôt calculés au titre des exercices ouverts à compter du 1er janvier 2019 pour les heures de formation effectuées à compter de cette même date.C.-Le 5° du I s'applique aux impositions de taxe foncière sur les propriétés bâties dues à compter de 2019.Toutefois, l'article 1388 quinquies du code général des impôts reste applicable dans les conditions prévues par les dispositions antérieures à la présente loi :1° Aux impositions de taxe foncière sur les propriétés bâties dues au titre de 2019 et 2020 pour les immeubles et parties d'immeubles déjà éligibles à l'abattement et rattachés à une entreprise ayant pour activité principale la comptabilité, le conseil aux entreprises, l'ingénierie ou les études techniques à destination des entreprises ;2° Aux impositions de taxe foncière sur les propriétés bâties dues au titre de 2019 et 2020 pour les immeubles et parties d'immeubles déjà éligibles à l'abattement et rattachés à des exploitations situées dans les îles des Saintes, à Marie-Galante, à La Désirade et dans les communes de La Réunion définies par l'article 2 du décret n° 78-690 du 23 juin 1978 portant création d'une zone spéciale d'action rurale dans le département de La Réunion ;3° Aux impositions de taxe foncière sur les propriétés bâties dues au titre de 2019 et 2020 pour les immeubles et parties d'immeubles déjà éligibles à l'abattement et rattachés à des exploitations mentionnées aux 2° et 4° du III de l'article 1388 quinquies du code général des impôts dans sa rédaction antérieure à la présente loi.D.-Le 7° du I s'applique aux impositions de cotisation foncière des entreprises dues à compter de 2019.Toutefois, l'exonération prévue par l'article 1465 A du code général des impôts dans sa rédaction antérieure à la présente loi reste applicable dans les mêmes conditions, pour la durée restant à courir, aux entreprises et activités mentionnées au I du même article 1465 A situées dans les communes mentionnées au B du II dudit article 1465 A.E.-Le 8° du I s'applique aux impositions de cotisation foncière des entreprises dues à compter de 2019.Toutefois, l'article 1466 F du code général des impôts reste applicable dans les conditions prévues par les dispositions antérieures à la présente loi :1° Aux impositions de cotisation foncière des entreprises dues au titre de 2019 et 2020 pour des établissements déjà éligibles à l'abattement dont l'exploitation a pour activité principale la comptabilité, le conseil aux entreprises, l'ingénierie ou les études techniques à destination des entreprises ;2° Aux impositions de cotisation foncière des entreprises dues au titre de 2019 et 2020 pour des établissements déjà éligibles à l'abattement et situées dans les îles des Saintes, à Marie-Galante, à La Désirade et dans les communes de La Réunion définies par l'article 2 du décret n° 78-690 du 23 juin 1978 portant création d'une zone spéciale d'action rurale dans le département de La Réunion ;3° Aux impositions de cotisation foncière des entreprises dues au titre de 2019 et 2020 pour des établissements déjà éligibles à l'abattement et mentionnés aux 2° et 4° du III de l'article 1466 F dans sa rédaction antérieure à la présente loi.III.-Les abattements applicables dans les collectivités d'outre-mer en application des articles 44 quaterdecies, 1388 quinquies, 1395 H et 1466 F du code général des impôts, dans leur rédaction résultant du I du présent article, font l'objet d'une évaluation dont la synthèse et les conclusions sont remises par le Gouvernement au Parlement avant le 1er octobre 2020.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII.-Le I entre en vigueur le 1er janvier 2019."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I. - A modifié les dispositions suivantes :\n\nII.-Le I s'applique aux investissements réalisés à compter du 1er janvier 2019. Le I ne s'applique pas aux investissements que le contribuable justifie avoir pris l'engagement de réaliser avant le 31 décembre 2018, et dès lors que ces investissements sont achevés au 31 décembre 2020. A titre transitoire, les investissements effectués dans des meublés de tourisme ayant fait l'objet d'un contrat préliminaire de réservation prévu à l'article L. 261-15 du code de la construction et de l'habitation, signé et déposé au rang des minutes d'un notaire ou enregistré au service des impôts des entreprises au plus tard le 31 décembre 2018, sont éligibles au crédit d'impôt prévu à l'article 244 quater E du code général des impôts dès lors que ces investissements sont achevés au 31 décembre 2020.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-A.-Le c du 1° du I s'applique aux délibérations relatives au vote du taux et, le cas échéant, des tarifs de la taxe d'enlèvement des ordures ménagères prises en application de l'article 1639 A du code général des impôts à compter du 1er janvier 2019.\n\nB.-Le 3° du I s'applique aux impositions établies à compter du 1er janvier 2019, lorsque la délibération instituant la part incitative mentionnée au I de l'article 1522 bis du code général des impôts est postérieure au 1er janvier 2018.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le D du I de l'article 52 de la loi n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 est abrogé.\n\n- Code des douanes"
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I. à XIII.-A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nXIV.-L'établissement public \" Chambre nationale de la batellerie artisanale \" est dissous et mis en liquidation au plus tard dans un délai d'un an à compter de la promulgation de la présente loi.\n\nUn arrêté conjoint des ministres chargés des transports et du budget désigne le liquidateur, qui dispose de six mois pour mener à bonne fin les opérations engagées par l'établissement avant sa liquidation et pour pourvoir à la liquidation des créances et des dettes, au transfert des biens immobiliers propriété de l'établissement et à la cession des autres éléments d'actif et des droits et obligations y afférents.\n\nLe liquidateur est investi de l'ensemble des pouvoirs nécessaires à l'exercice de la mission. Il est l'ordonnateur des recettes et des dépenses. Il peut agir en justice et conclure des transactions.\n\nPendant la période de liquidation, le régime financier et comptable applicable à l'établissement est maintenu en vigueur. Le contrôle économique et financier de l'Etat continue à s'exercer dans les conditions fixées par le décret n° 2012-1246 du 7 novembre 2012 relatif à la gestion budgétaire et comptable publique. L'agent comptable demeure en fonction dans les mêmes conditions que précédemment.\n\nA la fin de la période de liquidation, le liquidateur établit, à l'appui du compte de clôture de liquidation, un compte rendu de la gestion. L'ensemble de ce compte est soumis à l'approbation, par arrêté, des ministres chargés des transports et du budget.\n\nLes biens, droits et obligations de l'établissement subsistant à la clôture du compte de liquidation sont transférés à l'Etat. L'arrêté mentionné à l'avant-dernier alinéa du présent XIV règle les modalités de transfert à l'Etat des éléments d'actif et de passif pouvant subsister à la clôture du compte de liquidation, ainsi que des droits et obligations nés durant la période de liquidation, et constate le solde de liquidation.\n\nXV.-A.-Le 20° du III entre en vigueur le 1er octobre 2019.\n\nB.-Le 1° du VIII entre en vigueur le 31 décembre 2019.\n\nC.-Le 26° du III, le 3° du V et le IX entrent en vigueur le 1er janvier 2020.\n\nD.-Les 3° et 27° du III entrent en vigueur le 1er janvier 2020.\n\nE.-Les 2° et 33° du III entrent en vigueur pour les encaissements intervenant à compter du 1er janvier 2020.\n\nF.-Le 1° du X entre en vigueur le 1er janvier 2019.\n\nG.-Les 21° et 31° du III ainsi que les 2° à 7° du VIII entrent en vigueur le 1er juillet 2019.\n\nH.-Les entreprises de la batellerie artisanale déjà en activité au 1er juillet 2019 ont jusqu'à cette même date pour demander leur immatriculation au répertoire des métiers ou au registre des entreprises mentionnés à l'article 19 de la loi n° 96-603 du 5 juillet 1996 relative au développement et à la promotion du commerce et de l'artisanat auprès du centre de formalités des entreprises compétent. Elles sont dispensées du stage de préparation à l'installation prévu à l'article 2 de la loi n° 82-1091 du 23 décembre 1982 relative à la formation professionnelle des artisans.\n\n-Loi n° 2003-1312 du 30 décembre 2003\n\n-Loi n° 86-1317 du 30 décembre 1986\n\n-LOI n° 2009-967 du 3 août 2009\n\n-LOI n° 2010-1657 du 29 décembre 2010\n\n-Code des transports\n\n-LOI n° 2017-1837 du 30 décembre 2017\n\n-Code des douanes\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code de la sécurité sociale.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Livre des procédures fiscales\n\n-Code rural et de la pêche maritime\n\n-Code du tourisme.\n\n-Livre des procédures fiscales\n\n-Code des transports\n\n-Loi n° 93-1352 du 30 décembre 1993\n\n-Loi n° 2003-1312 du 30 décembre 2003\n\n-Code général des impôts, CGI.\n\n-Code des transports\n\n-Code des transports"
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code de l'entrée et du séjour des étrangers et du droit d'asile.\n\nII. - Le I entre en vigueur le 1er mars 2019."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2018-777 du 28 décembre 2018.]"
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "I. à IV.-A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Livre des procédures fiscales\n\n-Loi n° 72-650 du 11 juillet 1972\n\n-Code de la sécurité sociale"
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I s'applique aux immeubles achevés ou acquis à compter du 1er juillet 2018.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-A.-Le I s'applique aux exercices ouverts à compter du 1er janvier 2019.\n\nB.-Par dérogation au A du présent II, l'article 223 L, les deux dernières phrases du deuxième alinéa de l'article 223 R et l'article 223 S du code général des impôts dans leur rédaction résultant du I du présent article s'appliquent aux exercices clos à compter du 31 décembre 2018.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Les transferts de biens, droits et obligations résultant de la dissolution d'une compagnie régionale des commissaires aux comptes et réalisés au profit d'une autre compagnie à la suite d'une opération de regroupement mentionnée à l'article L. 821-6 du code de commerce intervenant avant le 31 décembre 2020 sont effectués sur la base des valeurs nettes comptables des apports. Ils ne donnent lieu au paiement d'aucun droit, taxe ou impôt de quelque nature que ce soit. Ils ne donnent pas non plus lieu au paiement de la contribution prévue à l'article 879 du code général des impôts.Pour l'application du premier alinéa du présent article, en matière d'impôt sur les sociétés, l'article 210 A du même code s'applique sous réserve que la compagnie régionale des commissaires aux comptes qui possède les biens à l'issue du transfert respecte les prescriptions prévues au 3 du même article 210 A.Pour l'application dudit article 210 A, la société absorbée s'entend de la compagnie régionale des commissaires aux comptes qui possédait les biens avant l'opération de transfert et la société absorbante s'entend de la compagnie régionale des commissaires aux comptes possédant ces mêmes biens après l'opération de transfert."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I s'applique aux exercices ouverts à compter du 1er janvier 2019.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "I.-A créé les dispositions suivantes :\n\nII.-Le I entre en vigueur le 1er juillet 2019.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "I. et II.-A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII.-1. Les I et II s'appliquent aux exercices ouverts à compter du 1er janvier 2019, sous réserve des 2 et 4 du présent III.2. Le 5° du I et le deuxième alinéa du V de l'article 238 du code général des impôts, dans leur rédaction résultant de la présente loi, entrent en vigueur à une date fixée par décret, qui ne peut être postérieure de plus de six mois à la date de réception par le Gouvernement de la réponse de la Commission européenne permettant de considérer ces dispositions lui ayant été notifiées comme conformes au droit de l'Union européenne en matière d'aides d'Etat.3. Par dérogation aux deux premiers alinéas du 2 du III et au IV du même article 238 dans sa rédaction résultant de la présente loi, pour les deux premiers exercices ouverts en 2019 et en 2020, le rapport prévu au 1 du III dudit article 238 peut être déterminé en retenant les dépenses de l'exercice en cours et des deux exercices ouverts au cours des deux années antérieures appréciées globalement au niveau du contribuable.4. Le deuxième alinéa du 2 du même III dans sa rédaction résultant de la présente loi s'applique aux exercices ouverts à compter du 1er janvier 2021.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Livre des procédures fiscales\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII. - Le I s'applique aux exercices ouverts à compter du 1er janvier 2019."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII. - Le I s'applique aux exercices ouverts à compter du 1er janvier 2019."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII. - Le I s'applique à compter du 1er janvier 2019.Les deux derniers alinéas du a du 2° du I s'appliquent aux engagements collectifs souscrits à compter de cette même date.Le b du même 2° s'applique aux engagements collectifs réputés acquis à compter de cette même date."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-A.-Les 1° à 3° du I s'appliquent aux cessions réalisées à compter du 1er janvier 2019.\n\nB.-Les 4° et 5° du I s'appliquent aux déclarations devant être déposées à compter du 1er janvier 2020.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "I. et II.-A modifié les dispositions suivantes :\n\nIII.-Les I et II s'appliquent aux gains nets réalisés et aux distributions perçues à compter du 11 juillet 2018.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII. - Le I s'applique aux cessions réalisées à compter du 1er janvier 2019."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le 1° et le b du 3° du I s'appliquent aux retraits ou aux rachats effectués à compter du 1er janvier 2019.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "I. - A modifié les dispositions suivantes :\n\nII.-(Abrogé)\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "I. - Pour l'application de l'article 885 I bis du code général des impôts, dans sa rédaction en vigueur jusqu'au 31 décembre 2017 :1° En cas de non-respect des conditions prévues aux a et c du même article 885 I bis par suite d'un apport partiellement rémunéré par la prise en charge d'une soulte consécutive à un partage ou d'un apport pur et simple de titres d'une société ayant une activité industrielle, commerciale, artisanale, agricole ou libérale, ou d'une société possédant directement une participation dans une telle société, dans les conditions prévues au f de l'article 787 B du même code, dans sa rédaction résultant de la présente loi, l'exonération partielle dont a bénéficié le contribuable au titre de l'impôt de solidarité sur la fortune n'est pas remise en cause ;2° L'attestation mentionnée au second alinéa du f de l'article 885 I bis dudit code est fournie par le redevable sur demande de l'administration dans un délai de trois mois à compter de cette demande.Dans un délai de trois mois à compter du terme de l'engagement de conservation mentionné au d du même article 885 I bis, le redevable adresse à l'administration une attestation certifiant que la condition prévue au c dudit article 885 I bis a été satisfaite ;3° En cas de non-respect de l'engagement de conservation prévu au a du même article 885 I bis par l'un des héritiers, donataires ou légataires, à la suite de la cession ou de la donation, à un associé de l'engagement collectif prévu au a du même article 885 I bis, d'une partie des parts ou actions qui lui ont été transmises à titre gratuit, l'exonération partielle dont a bénéficié le cédant ou le donateur au titre de l'impôt sur la fortune n'est remise en cause qu'à hauteur des seules parts ou actions cédées ou données ;4° En cas de non-respect des conditions prévues aux a, b ou c du même article 885 I bis par suite d'une offre publique d'échange préalable à une fusion ou une scission, l'exonération partielle dont a bénéficié le contribuable au titre de l'impôt de solidarité sur la fortune n'est pas remise en cause, dès lors que cette fusion ou cette scission est opérée dans l'année qui suit la clôture de l'offre publique d'échange.II. - Le 1° du I du présent article s'applique aux apports de parts ou actions soumises aux engagements de conservation prévus aux a et c de l'article 885 I bis du code général des impôts dans sa rédaction en vigueur jusqu'au 31 décembre 2017 lorsque la ou les exonérations d'impôt de solidarité sur la fortune antérieurement accordées n'ont pas encore été définitivement acquises en application du d du même article 885 I bis.Les 2°, 3° et 4° du I s'appliquent aux engagements prévus aux a, b et c de l'article 885 I bis dans sa rédaction en vigueur jusqu'au 31 décembre 2017 lorsque la ou les exonérations d'impôt de solidarité sur la fortune antérieurement accordées n'ont pas encore été définitivement acquises en application du d du même article 885 I bis.III. - (Abrogé)"
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nIII.- 1. Les 1° à 3° du I et le II s'appliquent aux exercices clos du 1er janvier 2019 au 31 décembre 2025.2. Le 4° du I s'applique aux exercices clos à compter du 1er janvier 2019.3. Les sommes déduites et leurs intérêts capitalisés en application des articles 72 D et 72 D bis du code général des impôts non encore rapportés à la clôture du dernier exercice clos avant le 1er janvier 2019 sont utilisés et rapportés conformément aux modalités prévues aux mêmes articles 72 D et 72 D bis dans leur rédaction antérieure au présent article.\n\n- Code général des impôts, CGI.\n\n- Code rural et de la pêche maritime\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2018-777 du 28 décembre 2018.]"
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2018-777 du 28 décembre 2018.]"
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2018-777 du 28 décembre 2018.]"
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "I. - A modifié les dispositions suivantes :\n\nII.-Le I s'applique aux exercices clos à compter du 1er janvier 2019.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-(Abrogé).\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII. - Le I s'applique aux exercices ouverts à compter du 1er janvier 2019."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I s'applique aux exercices ouverts à compter du 1er janvier 2019.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "I. - A modifié les dispositions suivantes :\n\nII.-Le I s'applique aux exercices ouverts à compter du 1er janvier 2019.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le I s'applique aux produits pour lesquels l'exigibilité de la taxe intervient à compter du 1er janvier 2019.\n\n-Code des douanes"
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "II. et III.-A modifié les dispositions suivantes :\n\nIV.-Les I à III s'appliquent aux carburants pour lesquels la taxe devient exigible à compter du 1er juillet 2019. Toutefois, pour les majorations prévues aux articles 265 A bis et 265 A ter du code des douanes, ils s'appliquent aux carburants pour lesquels la taxe devient exigible à compter du 1er janvier 2020.\n\n-Code des douanes"
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code des douanes\n\nII. - Les dispositions du I s'appliquent aux livraisons intervenant à compter du 1er janvier 2019 pour lesquelles la date d'exigibilité de la taxe intérieure sur la consommation de gaz naturel intervient à compter du 1er janvier 2019."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code des douanes\n\nII. - Le I s'applique aux livraisons d'électricité intervenant à compter du 1er janvier 2019 pour lesquelles la date d'exigibilité de la taxe intérieure sur la consommation finale d'électricité intervient à compter du 1er janvier 2019."
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "I.- A modifié les dispositions suivantes :\n\nII.- Le c du 1° du I s'applique aux véhicules acquis à compter du 11 octobre 2018.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "I. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nII. - Le 1° et le a du 2° du I s'appliquent aux bons émis à compter du 1er janvier 2019.\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "I. à III. - A modifié les dispositions suivantes :\n\n- Code général des collectivités territoriales\n\n- LOI n° 2017-1837 du 30 décembre 2017\n\n- LOI n° 2010-1657 du 29 décembre 2010\n\n- LOI n° 2009-1673 du 30 décembre 2009\n\n- Code général des impôts, CGI.\n\nIV. - Pour chacune des dotations minorées en application du III du présent article, le montant de la minoration est réparti entre les collectivités ou établissements bénéficiaires de la dotation au prorata des recettes réelles de fonctionnement de leur budget principal telles que constatées dans les comptes de gestion afférents à l'exercice 2017. Si, pour l'une de ces collectivités ou l'un de ces établissements, la minoration de l'une de ces dotations excède le montant perçu en 2018, la différence est répartie entre les autres collectivités ou établissements selon les mêmes modalités. Pour la minoration de la dotation mentionnée au C du III, les collectivités bénéficiaires au sens de la première phrase du présent alinéa s'entendent des départements.Les recettes réelles de fonctionnement correspondent aux opérations budgétaires comptabilisées dans les comptes de classe 7, à l'exception des opérations d'ordre budgétaire, et excluent en totalité les atténuations de produits, les produits des cessions d'immobilisations, les différences sur réalisations, négatives, reprises au compte de résultat, les quotes-parts des subventions d'investissement transférées au compte de résultat et les reprises sur amortissements et provisions.Les recettes réelles de fonctionnement mentionnées au premier alinéa du présent IV sont minorées des produits exceptionnels sur opérations de gestion, des mandats annulés sur exercices antérieurs ou atteints par la déchéance quadriennale, des subventions exceptionnelles et des autres produits exceptionnels, tels que constatés dans les comptes de gestion afférents à l'année 2017. Pour les communes et les établissements publics de coopération intercommunale, ces recettes sont également minorées du produit des mises à disposition de personnel facturées dans le cadre de mutualisation de services entre l'établissement public de coopération intercommunale à fiscalité propre et ses communes membres, tel que constaté dans les comptes de gestion afférents à l'année 2017. Pour les communes situées sur le territoire de la Métropole du Grand Paris, ces recettes sont en outre minorées des recettes reversées au titre des contributions au fonds de compensation des charges territoriales, telles que constatées dans les comptes de gestion afférents à l'année 2017. Pour la métropole de Lyon, ces recettes sont affectées d'un coefficient de 44,55 % ou de 55,45 % selon que la minoration porte sur une dotation versée, respectivement, au titre de ses compétences intercommunales ou départementales. Pour la collectivité territoriale de Guyane, ces recettes sont affectées d'un coefficient de 79,82 % ou de 20,18 % selon que la minoration porte sur une dotation versée, respectivement, au titre de ses compétences départementales ou régionales. Pour la collectivité territoriale de Martinique, ces recettes sont affectées d'un coefficient de 81,58 % ou de 18,42 % selon que la minoration porte sur une dotation versée, respectivement, au titre de ses compétences départementales ou régionales."
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "I. à III. - A modifié les dispositions suivantes :\n\n;Ces ajustements font l'objet, selon le cas, d'un versement imputé sur la part du produit de la taxe intérieure de consommation sur les produits énergétiques revenant à l'Etat ou d'une minoration de celle revenant aux régions et aux collectivités.V. - Au titre de 2017, les droits à compensation des charges nettes résultant du transfert de compétence relatif à la formation des personnes sous main de justice dans les établissements en gestion déléguée, au titre de la loi n° 2014-288 du 5 mars 2014 relative à la formation professionnelle, à l'emploi et à la démocratie sociale sont ajustés conformément au tableau suivant :\n\n;Ces ajustements font l'objet d'un versement imputé sur la part du produit de la taxe intérieure de consommation sur les produits énergétiques revenant à l'Etat.\n\n- Loi n°2005-1719 du 30 décembre 2005\n\n- LOI n° 2015-1785 du 29 décembre 2015\n\n- LOI n° 2014-1654 du 29 décembre 2014\n\nIV. - Au titre de 2018, les droits à compensation des charges nettes résultant du transfert de compétence des centres de ressources, d'expertise et de performance sportive prévu au chapitre IV du titre Ier du livre Ier du code du sport, du transfert des agents des services chargés de la gestion des fonds européens prévu par la loi n° 2014-58 du 27 janvier 2014 de modernisation de l'action publique territoriale et d'affirmation des métropoles ainsi que du transfert de la compétence relative aux actions d'accompagnement à la création et à la reprise d'entreprises pour Mayotte, Saint-Martin, Saint-Barthélemy et Saint-Pierre-et-Miquelon en application de la loi n° 2015-991 du 7 août 2015 précitée sont ajustés conformément au tableau suivant :\n\nRégion\n\nMontant de l'ajustement\n\nAuvergne-Rhône-Alpes\n\n16 596 €\n\nBourgogne-Franche-Comté\n\n102 743 €\n\nCorse\n\n39 937 €\n\nGrand Est\n\n- 184 699 €\n\nHauts-de-France\n\n170 239 €\n\nNouvelle-Aquitaine\n\n88 947 €\n\nOccitanie\n\n45 502 €\n\nProvence-Alpes-Côte d'Azur\n\n910 €\n\nGuadeloupe\n\n243 026 €\n\nLa Réunion\n\n- 8 766 €\n\nMayotte\n\n- 146 908 €\n\nSaint-Martin\n\n- 219 €\n\nSaint-Barthélemy\n\n337 €\n\nSaint-Pierre-et-Miquelon\n\n350 €\n\nTotal\n\n367 995 €\n\n1\n\nRégion\n\nMontant de l'ajustement\n\nAuvergne-Rhône-Alpes\n\n10 111 €\n\nBourgogne-Franche-Comté\n\n94 430 €\n\nBretagne\n\n76 596 €\n\nCentre-Val de Loire\n\n0 €\n\nCorse\n\n0 €\n\nGrand Est\n\n70 661 €\n\nHauts-de-France\n\n384 713 €\n\nIle-de-France\n\n176 019 €\n\nNormandie\n\n74 359 €\n\nNouvelle-Aquitaine\n\n248 098 €\n\nOccitanie\n\n170 273 €\n\nPays de la Loire\n\n55 859 €\n\nProvence-Alpes-Côte d'Azur\n\n0 €\n\nTotal\n\n1 361 119 €\n\n1"
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Les communes et établissements publics de coopération intercommunale à fiscalité propre précédemment éligibles à une compensation sur cinq ans en raison de leur appartenance à un canton dans lequel l'Etat anime une politique de conversion industrielle bénéficient du versement des compensations restant dues selon les modalités en vigueur avant la publication de la présente loi.III. - A. - Il est créé un fonds de compensation des pertes de produits d'imposition forfaitaire sur les entreprises de réseaux applicable aux installations de production d'électricité d'origine nucléaire ou thermique à flamme mentionnées à l'article 1519 E du code général des impôts subies par les communes et établissements publics de coopération intercommunale à fiscalité propre en raison de la fermeture totale ou partielle de centrales nucléaires ou thermiques sur leur territoire.B. - Le fonds prévu au A du présent III est alimenté par un prélèvement sur le produit de l'imposition forfaitaire sur les entreprises de réseaux prévue à l'article 1519 E du code général des impôts. Il est versé, chaque année, par les communes et les établissements publics de coopération intercommunale à fiscalité propre.Le taux de ce prélèvement est fixé à 2 %. Le prélèvement est liquidé, ordonnancé et recouvré selon les modalités prévues pour les recettes des établissements publics administratifs de l'Etat.C. - A compter de 2020, les ressources prélevées en application du B du présent III sont réparties chaque année entre les communes et les établissements publics de coopération intercommunale à fiscalité propre qui constatent par rapport à l'année précédente une perte de produit de l'imposition forfaitaire sur les entreprises de réseaux mentionnée à l'article 1519 E du code général des impôts consécutive à la fermeture totale ou partielle d'une centrale nucléaire ou thermique sur leur territoire et qui bénéficient des compensations prévues au 1° du I et au A du II bis du 3 de l'article 78 de la loi n° 2009-1673 du 30 décembre 2009 de finances pour 2010 dans leur rédaction résultant de la loi n° 2022-1726 du 30 décembre 2022 de finances pour 2023.La durée de compensation est fixée à dix ans. Les trois premières années, le montant de la compensation est égal, chaque année, à la différence entre, d'une part, la perte initiale constatée des produits cumulés de cotisation foncière des entreprises et d'imposition forfaitaire sur les entreprises de réseaux provenant d'installations de production d'électricité d'origine nucléaire et thermique et, d'autre part, les montants perçus au titre du 1° du I et du A du II bis du 3 du même article 78.\n\nA compter de la quatrième année, le montant versé la troisième année est réduit d'un huitième par an pendant sept ans.\n\nPour les procédures engagées avant 2023 et qui intègrent la compensation par le fonds mentionné au A du présent III d'une perte de cotisation sur la valeur ajoutée des entreprises, le montant de la perte totale initiale qui sert de référence pour déterminer le montant du fonds est diminué du montant de la cotisation sur la valeur ajoutée des entreprises compensée au titre de la loi n° 2022-1726 du 30 décembre 2022 de finances pour 2023. Les montants versés chaque année à compter de 2023 prennent pour référence la perte totale actualisée dans les conditions prévues au présent alinéa.\n\nL'avant-dernier alinéa du présent C est sans conséquence sur les montants précédemment versés.D. - Un décret en Conseil d'Etat fixe les modalités d'application du présent III.\n\n- LOI n° 2009-1673 du 30 décembre 2009"
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "I. et II.-A modifié les dispositions suivantes :\n\nIII.-Pour leur application en Guyane et à Mayotte, il n'est pas tenu compte, dans la détermination de l'éligibilité à la première section du fonds d'appui aux politiques d'insertion mentionné au II de l'article 89 de la loi n° 2016-1917 du 29 décembre 2016 de finances pour 2017, des dépenses relatives aux allocations mentionnées à l'article L. 262-2 du code de l'action sociale et des familles.\n\nIV.-Les dispositions des I, II et III du présent article entrent en vigueur le 1er janvier 2019. Elles sont applicables à tout nouveau bénéficiaire du revenu de solidarité active à partir de cette date, sous réserve des dispositions suivantes :\n\n[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2018-777 du 28 décembre 2018.]\n\n3° Les indus et rappels sont instruits et recouvrés par la caisse d'allocations familiales de Guyane et la caisse gestionnaire du régime des prestations familiales à Mayotte et sont financés par l'Etat, à l'exception de ceux dont le fait générateur est antérieur au 1er janvier 2019 ;\n\n4° Afin d'assurer la continuité du traitement des recours exercés par les bénéficiaires du revenu de solidarité active à l'encontre des décisions prises par le président de la collectivité territoriale de Guyane et le président du conseil départemental de Mayotte, les recours antérieurs au 1er janvier 2019 restent à la charge de ces collectivités, qui assument les conséquences financières des décisions rendues. Les recours déposés devant la collectivité territoriale de Guyane et le Département de Mayotte à compter du 1er janvier 2019 sont transférés à la caisse d'allocations familiales de Guyane et à la caisse gestionnaire du régime des prestations familiales à Mayotte qui en assurent l'instruction dans les conditions prévues à l'article L. 262-47 du code de l'action sociale et des familles dans sa rédaction applicable en Guyane et à Mayotte.\n\nV.-Le transfert à l'Etat de la compétence en matière d'attribution de l'allocation mentionnée à l'article L. 262-2 du code de l'action sociale et des familles et d'orientation de ses bénéficiaires ainsi que le transfert de la charge du financement de cette allocation s'accompagnent de l'attribution à l'Etat de ressources équivalentes à celles qui étaient consacrées à leur exercice par la collectivité territoriale de Guyane et le Département de Mayotte.\n\nLe transfert à l'Etat de la compétence en matière d'attribution et d'orientation des bénéficiaires de l'allocation mentionnée à l'article L. 522-14 du même code est effectué à compter du 1er janvier 2019 en Guyane.\n\nVI.-Le montant du droit à compensation au profit de l'Etat est égal à la moyenne, sur la période de 2016 à 2018, des dépenses actualisées relatives aux allocations mentionnées aux articles L. 262-2 et L. 522-14 du code de l'action sociale et des familles exposées par la collectivité territoriale de Guyane et le Département de Mayotte, incluant la valorisation financière des emplois exprimés en équivalent temps plein travaillé non transférés à l'Etat affectés à l'attribution de l'allocation.\n\nPour l'année 2019, un montant provisionnel du droit à compensation pour l'Etat est calculé. Il est égal à la moyenne des dépenses mentionnées au premier alinéa du présent VI sur la période de 2015 à 2017. Il est procédé ultérieurement à l'ajustement de ce montant afin d'arrêter le montant du droit à compensation définitif selon les modalités de calcul mentionnées au même premier alinéa.\n\n1. S'agissant de la collectivité territoriale de Guyane, le montant du droit à compensation est calculé à titre provisionnel sur la base des dépenses des allocations susmentionnées retracées dans les comptes de gestion au titre des exercices 2015 et 2016 et, pour l'année 2017, dans le protocole d'apurement de la dette signé le 8 décembre 2017 entre la collectivité territoriale de Guyane et la caisse d'allocations familiales de Guyane ainsi qu'en tenant compte de la valorisation financière des emplois exprimés en équivalent temps plein travaillé non transférés à l'Etat affectés à l'attribution de l'allocation, calculée à partir des données constatées dans les comptes de gestion pour l'exercice 2017.\n\n2. S'agissant du Département de Mayotte, le montant du droit à compensation est calculé à titre provisionnel sur la base des dépenses de l'allocation précitée retracées dans les comptes de gestion au titre des exercices 2015,2016 et 2017 ainsi qu'en tenant compte de la valorisation financière des emplois exprimés en équivalent temps plein travaillé non transférés à l'Etat affectés à l'attribution de l'allocation, estimée à titre provisoire à partir d'un coût unitaire de dépenses de personnel par bénéficiaire de l'allocation précitée calculé à partir de l'état des dépenses de personnel figurant dans les comptes de gestion pour l'exercice 2017.\n\nVII.-A compter du 1er janvier 2019, l'Etat cesse le versement à la collectivité territoriale de Guyane et au Département de Mayotte des fractions du produit de la taxe intérieure de consommation sur les produits énergétiques allouées à ces collectivités au titre de la compensation du transfert du revenu minimum d'insertion et de la généralisation du revenu de solidarité active en application de l'article 59 de la loi de finances pour 2004 (n° 2003-1311 du 30 décembre 2003), de l'article 51 de la loi n° 2008-1425 du 27 décembre 2008 de finances pour 2009 et de l'article 39 de la loi n° 2011-1977 du 28 décembre 2011 de finances pour 2012 ainsi que, à compter de la même date, le versement des ressources allouées au titre du fonds défini à l'article L. 3334-16-2 du code général des collectivités territoriales et du dispositif de compensation péréquée défini à l'article L. 3334-16-3 du même code.\n\nVIII.-Afin d'assurer la compensation intégrale, prévue au V, des charges transférées par la collectivité territoriale de Guyane, il n'est pas procédé au versement prévu en 2019 au titre de la dotation exceptionnelle de compensation du revenu de solidarité active mentionnée par l'Accord de Guyane du 21 avril 2017.\n\nIX.-Afin d'assurer la compensation intégrale, prévue au V, des charges transférées par le Département de Mayotte, il est procédé à une réfaction de la dotation forfaitaire de la dotation globale de fonctionnement mentionnée à l'article L. 3334-3 du code général des collectivités territoriales et perçue en 2019 par le Département de Mayotte, d'un montant calculé selon les modalités précisées au présent IX.\n\nLe montant de la réfaction est égal au solde entre le montant du droit à compensation défini au premier alinéa du VI du présent article et le montant des ressources de compensation et d'accompagnement versées au Département de Mayotte par l'Etat en 2018 en application de l'article 39 de la loi n° 2011-1977 du 28 décembre 2011 de finances pour 2012 et de l'article L. 3334-16-2 du code général des collectivités territoriales.\n\nA titre provisionnel, le montant de la réfaction de la dotation forfaitaire de la dotation globale de fonctionnement est égal au solde entre le montant provisionnel du droit à compensation de l'Etat défini au 2 du VI du présent article et le montant des ressources de compensation et d'accompagnement définies au deuxième alinéa du présent IX et versées par l'Etat en 2017. Un ajustement ultérieur est effectué sur la dotation perçue en 2020 par le Département de Mayotte, tenant compte notamment du montant des ressources de compensation et d'accompagnement versées par l'Etat en 2018 et de la valorisation définitive des emplois exprimés en équivalent temps plein travaillé non transférés à l'Etat alloués à l'attribution de l'allocation mentionnée à l'article L. 262-2 du code de l'action sociale et des familles.\n\nX. à XIII.-A modifié les dispositions suivantes :\n\n-Code de l'action sociale et des familles\n\n-LOI n° 2003-1200 du 18 décembre 2003\n\n-LOI n° 2003-1311 du 30 décembre 2003\n\n-LOI n° 2008-1249 du 1er décembre 2008\n\n-Code général des collectivités territoriales\n\n-Loi n° 2005-1719 du 30 décembre 2005\n\n-LOI n° 2013-1278 du 29 décembre 2013\n\n-Code général des collectivités territoriales\n\n-LOI n° 2008-1425 du 27 décembre 2008\n\n-LOI n° 2011-1977 du 28 décembre 2011"
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "Pour 2019, les prélèvements opérés sur les recettes de l'Etat au profit des collectivités territoriales sont évalués à 40 575 360 000 € qui se répartissent comme suit :\n\n(En euros)\n\nIntitulé du prélèvement\n\nMontant\n\nPrélèvement sur les recettes de l'Etat au titre de la dotation globale de fonctionnement\n\n26 948 048 000\n\nPrélèvement sur les recettes de l'Etat au titre de la dotation spéciale pour le logement des instituteurs\n\n11 028 000\n\nDotation de compensation des pertes de bases de la taxe professionnelle et de redevance des mines des communes et de leurs groupements\n\n73 500 000\n\nPrélèvement sur les recettes de l'Etat au profit du Fonds de compensation pour la taxe sur la valeur ajoutée (FCTVA)\n\n5 648 866 000\n\nPrélèvement sur les recettes de l'Etat au titre de la compensation d'exonérations relatives à la fiscalité locale\n\n2 309 548 000\n\nDotation élu local\n\n65 006 000\n\nPrélèvement sur les recettes de l'Etat au profit de la collectivité de Corse\n\n40 976 000\n\nFonds de mobilisation départementale pour l'insertion\n\n491 877 000\n\nDotation départementale d'équipement des collèges\n\n326 317 000\n\nDotation régionale d'équipement scolaire\n\n661 186 000\n\nDotation globale de construction et d'équipement scolaire\n\n2 686 000\n\nDotation de compensation de la réforme de la taxe professionnelle\n\n2 976 964 000\n\nDotation pour transferts de compensations d'exonérations de fiscalité directe locale\n\n499 683 000\n\nPrélèvement sur les recettes de l'Etat au titre de la dotation unique des compensations spécifiques à la taxe professionnelle\n\n0\n\nDotation de compensation de la réforme de la taxe sur les logements vacants pour les communes et les établissements publics de coopération intercommunale percevant la taxe d'habitation sur les logements vacants\n\n4 000 000\n\nDotation de compensation liée au processus de départementalisation de Mayotte\n\n107 000 000\n\nFonds de compensation des nuisances aéroportuaires\n\n6 822 000\n\nDotation de garantie des reversements des fonds départementaux de taxe professionnelle\n\n284 278 000\n\nPrélèvement sur les recettes de l'Etat au titre de la compensation des pertes de recettes liées au relèvement du seuil d'assujettissement des entreprises au versement transport\n\n90 575 000\n\nPrélèvement sur les recettes de l'Etat au profit de la collectivité territoriale de Guyane\n\n27 000 000\n\nTotal\n\n40 575 360 000\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "I. à IV., VII à X.-A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nV.-Par dérogation au tableau du second alinéa du I de l'article 46 de la loi n° 2011-1977 du 28 décembre 2011 de finances pour 2012, le produit de la taxe additionnelle à la cotisation foncière des entreprises mentionnée au II de l'article 1600 du code général des impôts affecté aux chambres de commerce et d'industrie est plafonné, en 2019, à 449 millions d'euros.VI.-A.-Pour 2019, il est dérogé au 2 du III de l'article 1600 du code général des impôts dans les conditions prévues au B du présent VI.B.-Le produit de la taxe additionnelle à la cotisation sur la valeur ajoutée des entreprises est affecté au fonds de financement des chambres de commerce et d'industrie, dans la limite du plafond prévu au I de l'article 46 de la loi n° 2011-1977 du 28 décembre 2011 précitée. Le produit du prélèvement exceptionnel prévu au III de l'article 33 de la loi n° 2014-1654 du 29 décembre 2014 de finances pour 2015 est également affecté à ce fonds de financement. Les produits affectés à ce fonds sont attribués à CCI France.Le montant minimal de la quote-part nécessaire au financement du fonctionnement de CCI France, de ses missions et des projets de portée nationale est fixé à 19 millions d'euros.Le solde est réparti par CCI France entre les chambres de commerce et d'industrie de région.La répartition permet d'allouer, à chaque chambre de commerce et d'industrie territoriale dont le périmètre comprend au moins 70 % de communes classées en zone de revitalisation rurale au titre du II de l'article 1465 A du code général des impôts, de l'article 7 de la loi n° 2016-1888 du 28 décembre 2016 de modernisation, de développement et de protection des territoires de montagne et de l'article 27 de la loi n° 2017-1837 du 30 décembre 2017 de finances pour 2018 ainsi qu'aux chambres de commerce et d'industrie des départements et régions d'outre-mer, une dotation globale pour financer un seuil minimal d'activité consulaire, selon un barème fixé par arrêté du ministre de tutelle des chambres de commerce et d'industrie. Les chambres de commerce et d'industrie territoriales éligibles à la dotation globale prévue au présent alinéa doivent être engagées dans un processus de réunion au titre de l'avant-dernier alinéa de l'article L. 711-1 du code de commerce avant le 1er août de chaque année, dans le cas où elles se situent dans le même département.\n\nXI.-En 2019, il est opéré un prélèvement, à hauteur de 17,3 millions d'euros, sur les ressources accumulées du service à comptabilité distincte \" Bande 700 \" de l'Agence nationale des fréquences mentionnée à l'article L. 43 du code des postes et des communications électroniques. Le versement de ce prélèvement est opéré avant le 31 mars 2019. Le recouvrement, le contentieux, les garanties et les sanctions relatifs à ce prélèvement sont régis par les règles applicables en matière de taxe sur les salaires.XII.-Par dérogation au II de l'article 46 de la loi n° 2011-1977 du 28 décembre 2011 précitée, le plafond du tableau du I du même article 46, mentionné à l'article L. 6331-50 du code du travail, ne porte pas, en 2019, sur les encaissements relatifs à la contribution due pour le financement des droits à la formation de l'année 2020 prévue au troisième alinéa du VII de l'article 41 de la loi n° 2016-1088 du 8 août 2016 relative au travail, à la modernisation du dialogue social et à la sécurisation des parcours professionnels dans sa rédaction résultant de la loi n° 2018-771 du 5 septembre 2018 pour la liberté de choisir son avenir professionnel.XIII.-Le Gouvernement remet au Parlement avant le 1er juillet 2019 un rapport sur la trajectoire qu'il entend suivre sur la période 2019-2022 pour que la baisse du rendement de la taxe additionnelle à la cotisation foncière des entreprises soit égale ou supérieure à la baisse de plafond des ressources affectées aux chambres de commerce et d'industrie cumulée sur la même période.XIV.-[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2018-777 du 28 décembre 2018.]XV.-Le 17° du A du I et le X entrent en vigueur à une date fixée par décret, et au plus tard le 1er septembre 2019.\n\n-Code général des impôts, CGI.\n\n-Code des transports\n\n-Code général des impôts, CGI.\n\n-LOI n° 2012-1509 du 29 décembre 2012\n\n-Code général des impôts, CGI.\n\n-Code de la santé publique\n\n-Code du sport.\n\n-Code général des impôts, CGI.\n\n-Loi n° 99-1172 du 30 décembre 1999\n\n-LOI n° 2011-1977 du 28 décembre 2011\n\n-LOI n° 2015-1785 du 29 décembre 2015\n\n-Loi n° 2005-1719 du 30 décembre 2005\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "Sous réserve des dispositions de la présente loi, les affectations résultant de budgets annexes créés et de comptes spéciaux ouverts antérieurement à la date d'entrée en vigueur de la présente loi sont confirmées pour l'année 2019."
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Article 92",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - A. - Le 2° du I entre en vigueur le 1er juillet 2019.B. - Pour l'application des articles 1010 bis, 1011 bis et 1011 ter du code général des impôts aux certificats d'immatriculation délivrés du 1er janvier au 30 juin 2019, le premier alinéa du I de l'article 1010 du même code s'applique dans sa rédaction antérieure à la présente loi.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art95",
      "section": "95",
      "title": "Article 95",
      "content": "I. - Par dérogation au second alinéa du III de l'article 1605 du code général des impôts, en 2019, le montant de la contribution à l'audiovisuel public n'est pas indexé sur l'indice des prix à la consommation hors tabac.\n\nII. - A modifié les dispositions suivantes :\n\n- Loi n°2005-1719 du 30 décembre 2005"
    },
    {
      "provision_ref": "art96",
      "section": "96",
      "title": "Article 96",
      "content": "I., III., V. - A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- LOI n° 2017-1837 du 30 décembre 2017\n\n- Code de la sécurité sociale.\n\n- LOI n° 2018-1203 du 22 décembre 2018\n\nII. - Une fraction du produit de la taxe sur la valeur ajoutée revenant à l'Etat, d'un montant de 545 millions d'euros, est affectée en 2019 aux régimes obligatoires de sécurité sociale ainsi qu'à l'organisme mentionné au premier alinéa de l'article L. 5427-1 du code du travail pour le financement des sommes dues, au titre des exercices 2018 et 2019, par l'Etat à ces régimes et à cet organisme à raison des dispositifs d'exonération mentionnés aux articles L. 241-11 du code de la sécurité sociale, L. 6243-2, L. 6325-16 et L. 6325-17 du code du travail, L. 741-16 et L. 741-5 du code rural et de la pêche maritime, ainsi qu'à l'article 20 de la loi n° 2013-1203 du 23 décembre 2013 de financement de la sécurité sociale pour 2014, dans leur rédaction antérieure à la loi n° 2018-1203 du 22 décembre 2018 de financement de la sécurité sociale pour 2019.Un arrêté conjoint du ministre chargé de la sécurité sociale et du ministre chargé du budget constate la répartition de ce financement.IV. - Le I entre en vigueur le 1er février 2019. Les II et III entrent en vigueur au 1er janvier 2019."
    },
    {
      "provision_ref": "art97",
      "section": "97",
      "title": "Article 97",
      "content": "Le montant du prélèvement effectué sur les recettes de l'Etat au titre de la participation de la France au budget de l'Union européenne est évalué pour l'exercice 2019 à 21 443 000 000 €."
    },
    {
      "provision_ref": "art98",
      "section": "98",
      "title": "Article 98",
      "content": "I. - Pour 2019, les ressources affectées au budget, évaluées dans l'état A annexé à la présente loi, les plafonds des charges et l'équilibre général qui en résulte sont fixés aux montants suivants :\n\n(En millions d'euros [*])\n\nII. - Pour 2019 :1° Les ressources et les charges de trésorerie qui concourent à la réalisation de l'équilibre financier sont évaluées comme suit :«\n\n(En milliards d'euros)\n\n2° Le ministre chargé des finances est autorisé à procéder, en 2019, dans des conditions fixées par décret :a) A des emprunts à long, moyen et court termes libellés en euros ou en autres devises pour couvrir l'ensemble des charges de trésorerie ou pour renforcer les réserves de change ;b) A l'attribution directe de titres de dette publique négociable à la Caisse de la dette publique ;c) A des conversions facultatives et à des opérations de pension sur titres d'Etat ;d) A des opérations de dépôts de liquidités auprès de la Caisse de la dette publique, auprès de la Société de prise de participation de l'Etat, auprès du Fonds européen de stabilité financière, auprès du Mécanisme européen de stabilité, auprès des institutions et agences financières de l'Union européenne, sur le marché interbancaire de la zone euro et auprès des Etats de la même zone ;e) A des souscriptions de titres de créances négociables émis par des établissements publics administratifs, à des rachats, à des échanges d'emprunts, à des échanges de devises ou de taux d'intérêt, à l'achat ou à la vente d'options, de contrats à terme sur titres d'Etat ou d'autres instruments financiers à terme ;3° Le plafond de la variation nette, appréciée en fin d'année et en valeur nominale, de la dette négociable de l'Etat d'une durée supérieure à un an est fixé à 71,1 milliards d'euros.III. - Pour 2019, le plafond d'autorisation des emplois rémunérés par l'Etat, exprimé en équivalents temps plein travaillé, est fixé au nombre de 1 953 516.IV. - Pour 2019, les éventuels surplus mentionnés au 10° du I de l'article 34 de la loi organique n° 2001-692 du 1er août 2001 relative aux lois de finances sont utilisés dans leur totalité pour réduire le déficit budgétaire.Il y a constatation de tels surplus si, pour l'année 2019, le produit des impositions de toute nature établies au profit de l'Etat net des remboursements et dégrèvements d'impôts, révisé dans la dernière loi de finances rectificative pour l'année 2019 ou, à défaut, dans le projet de loi de finances pour 2020, est, à législation constante, supérieur à l'évaluation figurant dans l'état A mentionné au I du présent article.\n\nRessources\n\nCharges\n\nSoldes\n\nBudget général\n\nleft\n\nmiddle\n\nleft\n\nmiddle\n\nleft\n\nmiddle\n\nRecettes fiscales brutes/dépenses brutes\n\n409 415\n\n468 550\n\nleft\n\nmiddle\n\nA déduire : Remboursements et dégrèvements\n\n135 883\n\n135 883\n\nleft\n\nmiddle\n\nRecettes fiscales nettes/dépenses nettes\n\n273 532\n\n332 667\n\nleft\n\nmiddle\n\nRecettes non fiscales\n\n12 487\n\nleft\n\nmiddle\n\nleft\n\nmiddle\n\nRecettes totales nettes/dépenses nettes\n\n286 019\n\n332 667\n\nleft\n\nmiddle\n\nA déduire : Prélèvements sur recettes au profit des collectivités territoriales et de l'Union européenne\n\n62 018\n\nleft\n\nleft\n\nMontants nets pour le budget général\n\n224 001\n\n332 667\n\n- 108 667\n\nEvaluation des fonds de concours et crédits correspondants\n\n5 337\n\n5 337\n\nleft\n\nmiddle\n\nMontants nets pour le budget général, y compris fonds de concours\n\n229 337\n\n338 004\n\nleft\n\nmiddle\n\nBudgets annexes\n\nleft\n\nmiddle\n\nleft\n\nmiddle\n\nleft\n\nmiddle\n\nContrôle et exploitation aériens\n\n2 115\n\n2 122\n\n- 7\n\nPublications officielles et information administrative\n\n178\n\n166\n\n12\n\nTotaux pour les budgets annexes\n\n2 292\n\n2 288\n\n4\n\nEvaluation des fonds de concours et crédits correspondants :\n\nleft\n\nmiddle\n\nleft\n\nmiddle\n\nleft\n\nmiddle\n\nContrôle et exploitation aériens\n\n59\n\n59\n\nleft\n\nmiddle\n\nPublications officielles et information administrative\n\n0\n\n0\n\nleft\n\nmiddle\n\nTotaux pour les budgets annexes, y compris fonds de concours\n\n2 352\n\n2 348\n\n4\n\nComptes spéciaux\n\nleft\n\nmiddle\n\nleft\n\nmiddle\n\nleft\n\nmiddle\n\nComptes d'affectation spéciale\n\n82 891\n\n81 029\n\n1 863\n\nComptes de concours financiers\n\n126 251\n\n127 253\n\n- 1 002\n\nComptes de commerce (solde)\n\nleft\n\nmiddle\n\nleft\n\nmiddle\n\n46\n\nComptes d'opérations monétaires (solde)\n\nleft\n\nmiddle\n\nleft\n\nmiddle\n\n79\n\nSolde pour les comptes spéciaux\n\nleft\n\nmiddle\n\nleft\n\nmiddle\n\n985\n\nSolde général\n\nleft\n\nmiddle\n\n- 107 678\n\n(*) Les montants figurant dans le présent tableau sont arrondis au million d'euros le plus proche ; il résulte de l'application de ce principe que le montant arrondi des totaux et sous-totaux peut ne pas être égal à la somme des montants arrondis entrant dans son calcul.\n\n1\n\ncenter\n\nBesoin de financement\n\nleft\n\nAmortissement de la dette à moyen et long termes\n\n130,2\n\nDont remboursement du nominal à valeur faciale\n\n128,9\n\nDont suppléments d'indexation versés à l'échéance (titres indexés)\n\n1,3\n\nAmortissement des autres dettes\n\n-\n\nDéficit à financer\n\n107,7\n\nAutres besoins de trésorerie\n\n- 1,3\n\nTotal\n\n236,6\n\nRessources de financement\n\nleft\n\nEmission de dette à moyen et long termes, nette des rachats\n\n200,0\n\nRessources affectées à la Caisse de la dette publique et consacrées au désendettement\n\n2,0\n\nVariation nette de l'encours des titres d'Etat à court terme\n\n15,0\n\nVariation des dépôts des correspondants\n\n11,0\n\nVariation des disponibilités du Trésor à la Banque de France et des placements de trésorerie de l'Etat\n\n5,1\n\nAutres ressources de trésorerie\n\n3,5\n\nTotal\n\n236,6\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art99",
      "section": "99",
      "title": "Article 99",
      "content": "Il est ouvert aux ministres, pour 2019, au titre du budget général, des autorisations d'engagement et des crédits de paiement s'élevant, respectivement, aux montants de 483 101 544 950 € et de 468 550 115 469 € conformément à la répartition par mission donnée à l'état B annexé à la présente loi."
    },
    {
      "provision_ref": "art100",
      "section": "100",
      "title": "Article 100",
      "content": "Il est ouvert aux ministres, pour 2019, au titre des budgets annexes, des autorisations d'engagement et des crédits de paiement s'élevant, respectivement, aux montants de 2 298 043 671 € et de 2 288 038 671 €, conformément à la répartition par budget annexe donnée à l'état C annexé à la présente loi."
    },
    {
      "provision_ref": "art101",
      "section": "101",
      "title": "Article 101",
      "content": "Il est ouvert aux ministres, pour 2019 au titre des comptes d'affectation spéciale et des comptes de concours financiers, des autorisations d'engagement et des crédits de paiement s'élevant, respectivement, aux montants de 208 038 736 006 € et de 208 282 099 419 €, conformément à la répartition par compte donnée à l'état D annexé à la présente loi."
    },
    {
      "provision_ref": "art102",
      "section": "102",
      "title": "Article 102",
      "content": "I. - Les autorisations de découvert accordées aux ministres, pour 2019, au titre des comptes de commerce, sont fixées au montant de 19 860 809 800 €, conformément à la répartition par compte donnée à l'état E annexé à la présente loi.II. - Les autorisations de découvert accordées au ministre chargé des finances et des comptes publics, pour 2019, au titre des comptes d'opérations monétaires, sont fixées au montant de 250 000 000 €, conformément à la répartition par compte donnée à l'état E annexé à la présente loi."
    },
    {
      "provision_ref": "art103",
      "section": "103",
      "title": "Article 103",
      "content": "Le plafond des autorisations d'emplois de l'Etat, pour 2019, exprimé en équivalents temps plein travaillé, est réparti comme suit :\n\nDésignation du ministère ou du budget annexe\n\nPlafond expriméen équivalentstemps plein travaillé\n\nI. Budget général\n\nleft\n\n1 942 602\n\nAction et comptes publics\n\nleft\n\n123 501\n\nAgriculture et alimentation\n\nleft\n\n30 232\n\nArmées\n\nleft\n\n271 268\n\nCohésion des territoires\n\nleft\n\n564\n\nCulture\n\nleft\n\n10 829\n\nÉconomie et finances\n\nleft\n\n12 608\n\nÉducation nationale\n\nleft\n\n1 024 061\n\nEnseignement supérieur, recherche et innovation\n\nleft\n\n7 298\n\nEurope et affaires étrangères\n\nleft\n\n13 598\n\nIntérieur\n\nleft\n\n287 291\n\nJustice\n\nleft\n\n86 452\n\nOutre-mer\n\nleft\n\n5 548\n\nServices du Premier ministre\n\nleft\n\n11 608\n\nSolidarités et santé\n\nleft\n\n9 519\n\nSports\n\nleft\n\n-\n\nTransition écologique et solidaire\n\nleft\n\n39 373\n\nTravail\n\nleft\n\n8 852\n\nII. Budgets annexes\n\ncenter\n\n11 208\n\nContrôle et exploitation aériens\n\nleft\n\n10 545\n\nPublications officielles et information administrative\n\nleft\n\n663\n\nTotal général\n\nleft\n\n1 953 810\n\n1"
    },
    {
      "provision_ref": "art104",
      "section": "104",
      "title": "Article 104",
      "content": "Le plafond des autorisations d'emplois des opérateurs de l'Etat, pour 2019, exprimé en équivalents temps plein travaillé, est fixé à 401 613 emplois. Ce plafond est réparti comme suit :\n\nMission/Programme\n\nPlafond expriméen équivalentstemps plein travaillé\n\nAction extérieure de l'Etat\n\ncenter\n\n6 530\n\nDiplomatie culturelle et d'influence\n\nleft\n\n6 530\n\nAdministration générale et territoriale de l'Etat\n\ncenter\n\n358\n\nAdministration territoriale\n\nleft\n\n137\n\nConduite et pilotage des politiques de l'intérieur\n\nleft\n\n221\n\nAgriculture, alimentation, forêt et affaires rurales\n\ncenter\n\n14 003\n\nCompétitivité et durabilité de l'agriculture, de l'agroalimentaire, de la forêt, de la pêche et de l'aquaculture\n\nleft\n\n12 689\n\nSécurité et qualité sanitaires de l'alimentation\n\nleft\n\n1 308\n\nConduite et pilotage des politiques de l'agriculture\n\nleft\n\n6\n\nAnciens combattants, mémoire et liens avec la nation\n\ncenter\n\n1 317\n\nReconnaissance et réparation en faveur du monde combattant\n\nleft\n\n1 317\n\nCohésion des territoires\n\ncenter\n\n281\n\nUrbanisme, territoires et amélioration de l'habitat\n\nleft\n\n281\n\nCulture\n\ncenter\n\n14 302\n\nPatrimoines\n\nleft\n\n8 616\n\nCréation\n\nleft\n\n3 403\n\nTransmission des savoirs et démocratisation de la culture\n\nleft\n\n2 283\n\nDéfense\n\ncenter\n\n6 564\n\nEnvironnement et prospective de la politique de défense\n\nleft\n\n5 086\n\nPréparation et emploi des forces\n\nleft\n\n354\n\nSoutien de la politique de la défense\n\nleft\n\n1 124\n\nDirection de l'action du Gouvernement\n\ncenter\n\n597\n\nCoordination du travail gouvernemental\n\nleft\n\n597\n\nEcologie, développement et mobilité durables\n\ncenter\n\n19 578\n\nInfrastructures et services de transports\n\nleft\n\n4 846\n\nAffaires maritimes\n\nleft\n\n234\n\nPaysages, eau et biodiversité\n\nleft\n\n5 180\n\nExpertise, information géographique et météorologie\n\nleft\n\n6 998\n\nPrévention des risques\n\nleft\n\n1 389\n\nÉnergie, climat et après-mines\n\nleft\n\n455\n\nConduite et pilotage des politiques de l'écologie, du développement et de la mobilité durables\n\nleft\n\n476\n\nEconomie\n\ncenter\n\n2 563\n\nDéveloppement des entreprises et régulations\n\nleft\n\n2 563\n\nEnseignement scolaire\n\ncenter\n\n3 276\n\nSoutien de la politique de l'éducation nationale\n\nleft\n\n3 276\n\nGestion des finances publiques et des ressources humaines\n\ncenter\n\n1 195\n\nFonction publique\n\nleft\n\n1 195\n\nImmigration, asile et intégration\n\ncenter\n\n2 007\n\nImmigration et asile\n\nleft\n\n828\n\nIntégration et accès à la nationalité française\n\nleft\n\n1 179\n\nJustice\n\ncenter\n\n617\n\nJustice judiciaire\n\nleft\n\n222\n\nAdministration pénitentiaire\n\nleft\n\n263\n\nConduite et pilotage de la politique de la justice\n\nleft\n\n132\n\nMédias, livre et industries culturelles\n\ncenter\n\n3 004\n\nLivre et industries culturelles\n\nleft\n\n3 004\n\nOutre-mer\n\ncenter\n\n127\n\nEmploi outre-mer\n\nleft\n\n127\n\nRecherche et enseignement supérieur\n\ncenter\n\n259 287\n\nFormations supérieures et recherche universitaire\n\nleft\n\n164 838\n\nVie étudiante\n\nleft\n\n12 722\n\nRecherches scientifiques et technologiques pluridisciplinaires\n\nleft\n\n70 510\n\nRecherche spatiale\n\nleft\n\n2 417\n\nRecherche dans les domaines de l'énergie, du développement et de la mobilité durables\n\nleft\n\n4 369\n\nRecherche et enseignement supérieur en matière économique et industrielle\n\nleft\n\n2 289\n\nRecherche culturelle et culture scientifique\n\nleft\n\n1 036\n\nEnseignement supérieur et recherche agricoles\n\nleft\n\n1 106\n\nRégimes sociaux et de retraite\n\ncenter\n\n307\n\nRégimes de retraite et de sécurité sociale des marins\n\nleft\n\n307\n\nSanté\n\ncenter\n\n1 624\n\nPrévention, sécurité sanitaire et offre de soins\n\nleft\n\n1 624\n\nSécurités\n\ncenter\n\n279\n\nPolice nationale\n\nleft\n\n267\n\nSécurité civile\n\nleft\n\n12\n\nSolidarité, insertion et égalité des chances\n\ncenter\n\n8 198\n\nInclusion sociale et protection des personnes\n\nleft\n\n30\n\nConduite et soutien des politiques sanitaires, sociales, du sport, de la jeunesse et de la vie associative\n\nleft\n\n8 168\n\nSport, jeunesse et vie associative\n\ncenter\n\n657\n\nSport\n\nleft\n\n534\n\nJeunesse et vie associative\n\nleft\n\n53\n\nJeux olympiques et paralympiques 2024\n\nleft\n\n70\n\nTravail et emploi\n\ncenter\n\n54 089\n\nAccès et retour à l'emploi\n\nleft\n\n47 149\n\nAccompagnement des mutations économiques et développement de l'emploi\n\nleft\n\n6 778\n\nAmélioration de la qualité de l'emploi et des relations du travail\n\nleft\n\n72\n\nConception, gestion et évaluation des politiques de l'emploi et du travail\n\nleft\n\n90\n\nContrôle et exploitation aériens\n\ncenter\n\n812\n\nSoutien aux prestations de l'aviation civile\n\nleft\n\n812\n\nContrôle de la circulation et du stationnement routiers\n\ncenter\n\n41\n\nContrôle et modernisation de la politique de la circulation et du stationnement routiers\n\nleft\n\n41\n\nTotal\n\nleft\n\n401 613\n\n1"
    },
    {
      "provision_ref": "art105",
      "section": "105",
      "title": "Article 105",
      "content": "I. - Pour 2019, le plafond des autorisations d'emplois des agents de droit local des établissements à autonomie financière mentionnés à l'article 66 de la loi de finances pour 1974 (n° 73-1150 du 27 décembre 1973), exprimé en équivalents temps plein, est fixé à 3 449. Ce plafond est réparti comme suit :\n\nII. - Ce plafond s'applique exclusivement aux agents de droit local recrutés à durée indéterminée.\n\nMission/Programme\n\nPlafond expriméen équivalents temps plein\n\nAction extérieure de l'Etat\n\nleft\n\nmiddle\n\nDiplomatie culturelle et d'influence\n\n3 449\n\nTotal\n\n3 449\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art106",
      "section": "106",
      "title": "Article 106",
      "content": "Pour 2019, le plafond des autorisations d'emplois de diverses autorités publiques dont les effectifs ne sont pas inclus dans un plafond d'autorisation des emplois rémunérés par l'Etat, exprimé en équivalents temps plein travaillé, est fixé à 2 558 emplois. Ce plafond est réparti comme suit :\n\nPlafond expriméen équivalentstemps plein travaillé\n\nAgence française de lutte contre le dopage (AFLD)\n\n70\n\nAutorité de contrôle prudentiel et de résolution (ACPR)\n\n1 050\n\nAutorité de régulation des transports (ARAFER)\n\n83\n\nAutorité des marchés financiers (AMF)\n\n475\n\nConseil supérieur de l'audiovisuel (CSA)\n\n284\n\nHaut Conseil du commissariat aux comptes (H3C)\n\n65\n\nHaute Autorité de santé (HAS)\n\n425\n\nHaute Autorité pour la diffusion des œuvres et la protection des droits sur internet (HADOPI)\n\n65\n\nMédiateur national de l'énergie (MNE)\n\n41\n\nTotal\n\n2 558\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art107",
      "section": "107",
      "title": "Article 107",
      "content": "Les reports de 2018 sur 2019 susceptibles d'être effectués à partir des programmes mentionnés dans le tableau figurant ci-dessous ne pourront excéder le montant des crédits ouverts sur ces mêmes programmes par la loi n° 2017-1837 du 30 décembre 2017 de finances pour 2018.\n\nIntitulé du programme2018\n\nIntitulé de la missionde rattachement 2018\n\nIntitulé du programme2019\n\nIntitulé de la missionde rattachement 2019\n\nRénovation des cités administratives et autres sites domaniaux multi-occupants\n\nAction et transformation publiques\n\nRénovation des cités administratives et autres sites domaniaux multi-occupants\n\nAction et transformation publiques\n\nPrésidence française du G7\n\nAction extérieure de l'Etat\n\nPrésidence française du G7\n\nAction extérieure de l'Etat\n\nVie politique, cultuelle et associative\n\nAdministration générale et territoriale de l'Etat\n\nVie politique, cultuelle et associative\n\nAdministration générale et territoriale de l'Etat\n\nCompétitivité et durabilité de l'agriculture, de l'agroalimentaire, de la forêt, de la pêche et de l'aquaculture\n\nAgriculture, alimentation, forêt et affaires rurales\n\nCompétitivité et durabilité de l'agriculture, de l'agroalimentaire, de la forêt, de la pêche et de l'aquaculture\n\nAgriculture, alimentation, forêt et affaires rurales\n\nConduite et pilotage des politiques de l'agriculture\n\nAgriculture, alimentation, forêt et affaires rurales\n\nConduite et pilotage des politiques de l'agriculture\n\nAgriculture, alimentation, forêt et affaires rurales\n\nAide économique et financière au développement\n\nAide publique au développement\n\nAide économique et financière au développement\n\nAide publique au développement\n\nIndemnisation des victimes des persécutions antisémites et des actes de barbarie pendant la seconde guerre mondiale\n\nAnciens combattants, mémoire et liens avec la nation\n\nIndemnisation des victimes des persécutions antisémites et des actes de barbarie pendant la seconde guerre mondiale\n\nAnciens combattants, mémoire et liens avec la nation\n\nConseil d'Etat et autres juridictions administratives\n\nConseil et contrôle de l'Etat\n\nConseil d'Etat et autres juridictions administratives\n\nConseil et contrôle de l'Etat\n\nCour des comptes et autres juridictions financières\n\nConseil et contrôle de l'Etat\n\nCour des comptes et autres juridictions financières\n\nConseil et contrôle de l'Etat\n\nCoordination du travail gouvernemental\n\nDirection de l'action du Gouvernement\n\nCoordination du travail gouvernemental\n\nDirection de l'action du Gouvernement\n\nAffaires maritimes\n\nÉcologie, développement et mobilité durables\n\nAffaires maritimes\n\nÉcologie, développement et mobilité durables\n\nSoutien de la politique de l'éducation nationale\n\nEnseignement scolaire\n\nSoutien de la politique de l'éducation nationale\n\nEnseignement scolaire\n\nFacilitation et sécurisation des échanges\n\nGestion des finances publiques et des ressources humaines\n\nFacilitation et sécurisation des échanges\n\nGestion des finances publiques et des ressources humaines\n\nConduite et pilotage de la politique de la justice\n\nJustice\n\nConduite et pilotage de la politique de la justice\n\nJustice\n\nConseil supérieur de la magistrature\n\nJustice\n\nConseil supérieur de la magistrature\n\nJustice\n\nConcours financiers aux collectivités territoriales et à leurs groupements\n\nRelations avec les collectivités territoriales\n\nConcours financiers aux collectivités territoriales et à leurs groupements\n\nRelations avec les collectivités territoriales\n\nConcours spécifiques et administration\n\nRelations avec les collectivités territoriales\n\nConcours spécifiques et administration\n\nRelations avec les collectivités territoriales\n\nPrévention, sécurité sanitaire et offre de soins\n\nSanté\n\nPrévention, sécurité sanitaire et offre de soins\n\nSanté\n\nJeunesse et vie associative\n\nSport, jeunesse et vie associative\n\nJeunesse et vie associative\n\nSport, jeunesse et vie associative\n\nJeux olympiques et paralympiques 2024\n\nSport, jeunesse et vie associative\n\nJeux olympiques et paralympiques 2024\n\nSport, jeunesse et vie associative\n\nAccompagnement des mutations économiques et développement de l'emploi\n\nTravail et emploi\n\nAccompagnement des mutations économiques et développement de l'emploi\n\nTravail et emploi\n\nPrêts pour le développement économique et social\n\nPrêts et avances à des particuliers ou à des organismes privés\n\nPrêts pour le développement économique et social\n\nPrêts et avances à des particuliers ou à des organismes privés\n\nPrêts à Bpifrance pour le développement du crédit-export vers l'Iran\n\nPrêts et avances à des particuliers ou à des organismes privés\n\nPrêts et avances pour le développement du commerce avec l'Iran\n\nPrêts et avances à des particuliers ou à des organismes privés\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art108",
      "section": "108",
      "title": "Article 108",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\n- Livre des procédures fiscales\n\n- Code général des impôts, CGI.\n\nIII. - Les articles 145 et 205 A du code général des impôts, dans leur rédaction résultant du I, s'appliquent aux exercices ouverts à compter du 1er janvier 2019.IV. - L'article L. 80 B du livre des procédures fiscales, dans sa rédaction résultant du II, s'applique aux opérations réalisées à compter du 1er janvier 2019."
    },
    {
      "provision_ref": "art109",
      "section": "109",
      "title": "Article 109",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Livre des procédures fiscales\n\nII. - A. - L'article L. 64 A du livre des procédures fiscales, dans sa rédaction résultant du 1° du I, s'applique aux rectifications notifiées à compter du 1er janvier 2021 portant sur des actes passés ou réalisés à compter du 1er janvier 2020.B. - L'article L. 64 B du livre des procédures fiscales, dans sa rédaction résultant du 2° du I, s'applique aux opérations réalisées à compter du 1er janvier 2020."
    },
    {
      "provision_ref": "art110",
      "section": "110",
      "title": "Article 110",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII. - Le I entre en vigueur à une date fixée par décret, qui ne peut être postérieure de plus de six mois à la date de réception par le Gouvernement de la réponse de la Commission européenne permettant de considérer le dispositif législatif lui ayant été notifié comme conforme au droit de l'Union européenne en matière d'aides d'Etat.III. - L'article 220 nonies du code général des impôts, dans sa rédaction résultant du I, s'applique aux exercices clos à compter du 31 décembre 2019."
    },
    {
      "provision_ref": "art111",
      "section": "111",
      "title": "Article 111",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII. - L'article 1681 F du code général des impôts, dans sa rédaction résultant du I, s'applique aux cessions intervenues à compter du 1er janvier 2019."
    },
    {
      "provision_ref": "art112",
      "section": "112",
      "title": "Article 112",
      "content": "I. et II.-A modifié les dispositions suivantes :\n\n-Code général des impôts, CGI.\n\n-Code de la sécurité sociale.\n\nIII.-L'article 167 bis du code général des impôts, dans sa rédaction résultant du I, et l'article L. 136-6 du code de la sécurité sociale, dans sa rédaction résultant du II, s'appliquent aux transferts de domicile fiscal hors de France intervenus à compter du 1er janvier 2019. Toutefois, le b du 1 du V de l'article 167 bis du code général des impôts, dans sa rédaction résultant du I, s'applique également aux contribuables qui, ayant transféré leur domicile fiscal hors de France avant cette date dans un Etat mentionné au IV de l'article 167 bis, dans sa rédaction en vigueur jusqu'au 31 décembre 2018, le transfèrent à nouveau à compter du 1er janvier 2019 dans un Etat ou territoire autre que ceux mentionnés au même IV."
    },
    {
      "provision_ref": "art114",
      "section": "114",
      "title": "Article 114",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII. - Le I s'applique aux exercices ouverts à compter du 1er janvier 2019."
    },
    {
      "provision_ref": "art115",
      "section": "115",
      "title": "Article 115",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nIII. - Les I et II s'appliquent aux cessions des titres apportés réalisées à compter du 1er janvier 2019."
    },
    {
      "provision_ref": "art116",
      "section": "116",
      "title": "Article 116",
      "content": "Dans un délai de six mois à compter de la publication de la présente loi, le Gouvernement remet au Parlement un rapport évaluant la dépense fiscale associée aux sociétés unipersonnelles d'investissement à risque mentionnées à l'article 208 D du code général des impôts."
    },
    {
      "provision_ref": "art117",
      "section": "117",
      "title": "Article 117",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\n- Loi n°2005-1720 du 30 décembre 2005\n\nIII.-Les I et II entrent en vigueur le 1er janvier 2019."
    },
    {
      "provision_ref": "art118",
      "section": "118",
      "title": "Article 118",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I s'applique aux versements effectués à compter d'une date fixée par décret, qui ne peut être postérieure de plus de deux mois à la date de réception par le Gouvernement de la réponse de la Commission européenne permettant de considérer la disposition lui ayant été notifiée comme étant conforme au droit de l'Union européenne.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art119",
      "section": "119",
      "title": "Article 119",
      "content": "I. - abrogé les dispositions suivantes :\n\nII. - Le I entre en vigueur le 1er janvier 2020.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art120",
      "section": "120",
      "title": "Article 120",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I s'applique aux demandes de convention ou d'adhésion à des conventions existantes déposées à compter du 1er janvier 2019 ainsi qu'à celles déposées avant cette date qui n'ont pas fait l'objet d'une signature des ministres chargés de la culture et du budget ou d'un refus.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art122",
      "section": "122",
      "title": "Article 122",
      "content": "I. - A abrogé les dispositions suivantes :\n\nII. - Le I entre en vigueur le 1er janvier 2020.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art123",
      "section": "123",
      "title": "Article 123",
      "content": "I à II. - A modifié les dispositions suivantes :\n\nIII. - Le 5° de l'article 995 du code général des impôts, dans sa rédaction résultant du 1° du II du présent article, s'applique aux contrats conclus à compter du 1er janvier 2019.\n\n- Code de la construction et de l'habitation.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art128",
      "section": "128",
      "title": "Article 128",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2018-777 du 28 décembre 2018.]"
    },
    {
      "provision_ref": "art130",
      "section": "130",
      "title": "Article 130",
      "content": "A créé les dispositions suivantes :\n\n- Livre des procédures fiscales\n\nII.-Le chapitre IV du titre III de la première partie du livre des procédures fiscales, dans sa rédaction résultant du I du présent article, s'applique aux demandes d'ouverture d'une procédure introduites auprès de l'administration fiscale française à compter du 1er juillet 2019 portant sur des différends relatifs à des revenus ou capitaux perçus à compter du 1er janvier 2018, pour les particuliers, et à des exercices fiscaux ouverts à compter du 1er janvier 2018 pour les entreprises.III.-[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2018-777 du 28 décembre 2018.]"
    },
    {
      "provision_ref": "art131",
      "section": "131",
      "title": "Article 131",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\n- Livre des procédures fiscales\n\nIII. - A. - Le a du 1° et les a à c du 2° du I s'appliquent aux travaux achevés à compter du 1er janvier 2019 et aux autres investissements dont le fait générateur intervient à compter de cette même date.B. - 1. L'inscription sur le registre public mentionné à l'article 242 septies du code général des impôts, dans sa rédaction résultant du 4° du I du présent article, doit être sollicitée à compter du 1er janvier 2019 lorsque l'inscription initiale sur le registre tenu par le représentant de l'Etat dans le département ou la collectivité concerné date de trois ans révolus. L'inscription initiale reste acquise tant que l'autorité compétente ne s'est pas formellement prononcée sur la demande de renouvellement.2. L'article 242 septies du code général des impôts, dans sa rédaction résultant du 4° du I, s'applique aux premières inscriptions et aux renouvellements d'inscription sur le registre public mentionné au même article 242 septies effectués à compter du 1er janvier 2019.C. - L'article 244 quater W du code général des impôts, dans sa rédaction résultant des a à c du 5° du I, s'applique aux investissements dont le fait générateur intervient à compter du 1er janvier 2019.D. - Le 7° du I s'applique aux travaux achevés à compter du 1er janvier 2019 et aux autres investissements dont le fait générateur intervient à compter de cette même date.E. - L'article 1740-00 AB du code général des impôts, dans sa rédaction résultant du 8° du I, s'applique aux déclarations devant être souscrites à compter du 1er janvier 2019."
    },
    {
      "provision_ref": "art132",
      "section": "132",
      "title": "Article 132",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Livre des procédures fiscales\n\nII. - Le I s'applique aux contrôles pour lesquels les impositions supplémentaires correspondantes n'ont pas été mises en recouvrement avant le 1er janvier 2019."
    },
    {
      "provision_ref": "art134",
      "section": "134",
      "title": "Article 134",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII. - Le I s'applique aux prises de brevet réalisées à compter du 1er janvier 2020."
    },
    {
      "provision_ref": "art135",
      "section": "135",
      "title": "Article 135",
      "content": "I. à III.-A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIV.-A.-Il est institué un prélèvement sur les recettes de l'Etat destiné à compenser les pertes de recettes résultant, pour les collectivités territoriales et les établissements publics de coopération intercommunale à fiscalité propre, de l'exonération de taxe foncière sur les propriétés bâties mentionnée au I de l'article 1383 J du code général des impôts. La compensation est calculée dans les conditions suivantes :\n\n1° Elle est égale au produit obtenu en multipliant la perte de bases résultant, chaque année et pour chaque collectivité territoriale ou établissement public de coopération intercommunale à fiscalité propre, de l'exonération par le taux de taxe foncière sur les propriétés bâties appliqué en 2018 dans la collectivité territoriale ou l'établissement public de coopération intercommunale ;\n\n2° Pour les communes qui, au 1er janvier 2018, étaient membres d'un établissement public de coopération intercommunale sans fiscalité propre, le taux voté par la commune au titre de cette année est majoré du taux appliqué au profit de l'établissement public de coopération intercommunale pour 2018.\n\nA compter de 2021, les taux à prendre en compte pour les communes pour le calcul de la compensation en application des 1° et 2° du présent A sont majorés des taux appliqués en 2018 dans les départements.\n\nB.-Il est institué un prélèvement sur les recettes de l'Etat destiné à compenser les pertes de recettes résultant, pour les collectivités territoriales et les établissements publics de coopération intercommunale à fiscalité propre, de l'exonération de cotisation foncière des entreprises mentionnée à l'article 1463 B du code général des impôts.\n\nLa compensation de l'exonération de cotisation foncière des entreprises est égale, chaque année et pour chaque collectivité territoriale ou établissement public de coopération intercommunale à fiscalité propre, au produit obtenu en multipliant la perte de bases résultant de l'exonération par le taux de cotisation foncière des entreprises appliqué en 2018 dans la commune ou l'établissement public de coopération intercommunale. Pour les communes qui, au 1er janvier 2018, étaient membres d'un établissement public de coopération intercommunale sans fiscalité propre, le taux voté par la commune au titre de 2018 est majoré du taux appliqué au profit de l'établissement public de coopération intercommunale pour la même année 2018. Lorsque, à la suite d'une création, d'un changement de régime fiscal ou d'une fusion, un établissement public de coopération intercommunale fait application, à compter du 1er janvier 2018 du régime prévu au I de l'article 1609 quinquies C du code général des impôts ou à l'article 1609 nonies C du même code, la compensation est égale au produit du montant des bases faisant l'objet de l'exonération prévue à l'article 1463 B dudit code par le taux moyen pondéré des communes membres de l'établissement public de coopération intercommunale constaté pour 2018, éventuellement majoré dans les conditions prévues au présent alinéa.\n\nV.-Les exonérations de cotisation foncière des entreprises prévues aux articles 1463 B et 1466 B bis du code général des impôts s'appliquent avant l'abattement prévu à l'article 1472 A ter du même code.\n\nVI.-A.-L'exonération prévue à l'article 44 septdecies du code général des impôts s'applique à compter des impositions établies au titre de 2019.\n\nB.-Les exonérations prévues aux articles 1383 J, 1463 B et 1466 B bis du même code ainsi que celles résultant des articles 1586 ter et 1586 nonies dudit code s'appliquent à compter des impositions établies au titre 2020.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Livre des procédures fiscales\n\n-LOI n° 2016-1917 du 29 décembre 2016\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art136",
      "section": "136",
      "title": "Article 136",
      "content": "I. à IV.-A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nV.-Les I à IV entrent en vigueur le 1er janvier 2019.\n\n-Code général des impôts, CGI.\n\n-Code du travail\n\n-LOI n° 2018-771 du 5 septembre 2018\n\n-Code général des impôts, CGI.\n\n-Loi n° 71-578 du 16 juillet 1971"
    },
    {
      "provision_ref": "art137",
      "section": "137",
      "title": "Article 137",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le I s'applique aux primes et indemnités perçues à compter du 1er janvier 2020.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art138",
      "section": "138",
      "title": "Article 138",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-A.-Le I s'applique aux investissements mis en service en Polynésie française, à Saint-Barthélemy, à Saint-Pierre-et-Miquelon, dans les îles Wallis et Futuna ou en Nouvelle-Calédonie au titre des exercices ouverts à compter du 1er janvier 2020 et pour l'agrément desquels une demande est déposée à compter du 1er janvier 2019.B.-Le I s'applique aux investissements mis en service en Guadeloupe, en Guyane, en Martinique, à La Réunion, à Mayotte et à Saint-Martin pour l'agrément desquels une demande a été déposée à compter d'une date fixée par décret, qui ne peut être postérieure de plus de six mois à la date de réception par le Gouvernement de la réponse de la Commission européenne permettant de considérer la disposition lui ayant été notifiée comme conforme au droit de l'Union européenne en matière d'aides d'Etat.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art139",
      "section": "139",
      "title": "Article 139",
      "content": "I.A modifié les dispositions suivantes :\n\nII.-Le I est applicable aux travaux de rénovation ou de réhabilitation achevés à compter du 1er janvier 2019.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art142",
      "section": "142",
      "title": "Article 142",
      "content": "I.-A abrogé les dispositions suivantes :\n\nII.-Le I s'applique aux exercices ouverts à compter du 1er janvier 2020.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art143",
      "section": "143",
      "title": "Article 143",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII. - Le 2° du I s'applique aux demandes d'agréments provisoires prévues au IV de l'article 220 octies du code général des impôts déposées à compter du 1er janvier 2020."
    },
    {
      "provision_ref": "art145",
      "section": "145",
      "title": "Article 145",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le 1° du I s'applique aux réductions d'impôt calculées au titre des dépenses exposées à compter du 1er janvier 2019.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art147",
      "section": "147",
      "title": "Article 147",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I s'applique aux demandes d'agréments provisoires prévus au VI de l'article 220 quindecies du code général des impôts déposées à compter du 1er janvier 2019.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art149",
      "section": "149",
      "title": "Article 149",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII. - Le I est applicable aux exercices ouverts à compter du 1er janvier 2019."
    },
    {
      "provision_ref": "art153",
      "section": "153",
      "title": "Article 153",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - A. - Les a et b du 3° du I s'appliquent au nombre de logements agréés par le représentant de l'Etat à compter de l'année 2019.B. - Les 1° et 2° et les c et d du 3° du I s'appliquent aux acquisitions et constructions d'immeubles ayant fait l'objet d'une déclaration de chantier à compter du 1er janvier 2019.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art154",
      "section": "154",
      "title": "Article 154",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I s'applique aux immeubles dont l'achèvement des fondations intervient à compter du 1er janvier 2019.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art156",
      "section": "156",
      "title": "Article 156",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Pour les contribuables de bonne foi, s'agissant des conséquences liées à un changement de méthode de détermination de la valeur locative d'un bâtiment ou terrain industriel en application des articles 1499-00 A ou 1500 du code général des impôts à la suite d'un contrôle fiscal :\n\n1° Par dérogation aux articles L. 173 et L. 174 du livre des procédures fiscales, aucun droit de reprise de l'administration n'est applicable pour les contrôles engagés avant le 31 décembre 2019 si les impositions supplémentaires correspondantes n'ont pas été mises en recouvrement avant le 31 décembre 2018 ;\n\n2° Par dérogation au même article L. 174 :\n\na) Pour les contrôles engagés entre le 1er janvier et le 31 décembre 2020, le droit de reprise de l'administration s'exerce jusqu'à la fin de l'année suivant celle au titre de laquelle l'imposition est due ;\n\nb) Pour les contrôles engagés entre le 1er janvier et le 31 décembre 2021, le droit de reprise de l'administration s'exerce jusqu'à la fin de la deuxième année suivant celle au titre de laquelle l'imposition est due.\n\nIII.-A.-Les B à D du I de l'article 1500 du code général des impôts dans sa rédaction résultant de la présente loi entrent en vigueur le 1er janvier 2020.\n\nB.-L'article 1518 A sexies du code général des impôts s'applique pour les changements constatés à compter du 1er janvier 2019.\n\nIV.-A. Pour la première année d'application de l'article 1499-00 A du code général des impôts dans sa rédaction résultant de la présente loi :\n\n1° Les exploitants informent les propriétaires, avant le 1er février 2019, du respect des conditions posées par le premier alinéa du même article 1499-00 A ;\n\n2° Les propriétaires des locaux qui remplissent les conditions prévues audit article 1499-00 A souscrivent une déclaration, sur un imprimé établi par l'administration, avant le 1er mars 2019.\n\nB.-Pour la première année d'application du B du I de l'article 1500 du code général des impôts dans sa rédaction résultant de la présente loi :\n\n1° Les exploitants qui respectent le seuil prévu au même article 1500 en 2019 en informent les propriétaires, avant le 15 janvier 2020 ;\n\n2° Les propriétaires des locaux qui remplissent les conditions prévues audit article 1500 souscrivent une déclaration, sur un imprimé établi par l'administration, avant le 1er février 2020.\n\nV.-A.-Une évaluation d'un changement des modalités d'évaluation des bâtiments et terrains mentionnés au I de l'article 1500 du code général des impôts, dans sa rédaction résultant de la présente loi, est réalisée en 2019 selon les modalités et les principes définis au B du présent V.\n\nB.-Pour les besoins de l'évaluation prévue au A, à la demande de l'administration, les propriétaires des bâtiments et terrains relevant de l'article 1500 du code général des impôts, dans sa rédaction résultant de la présente loi, souscrivent auprès de l'administration fiscale, avant le 1er juillet 2019, une déclaration, sur un formulaire établi par l'administration, permettant d'identifier l'activité à laquelle ces bâtiments et terrains sont affectés, la surface et la valeur vénale du bien au sens de l'article 1498 du même code, le montant du loyer annuel éventuel, charges et taxes non comprises, la valeur des installations techniques, matériels et outillages mentionnée au 1 du B du I de l'article 1500 dudit code, dans sa rédaction résultant de la présente loi, ainsi que la catégorie dont ils relèveraient s'ils étaient considérés comme des locaux professionnels au sens du I de l'article 1498 du même code.\n\nLe défaut de production dans le délai prescrit de la déclaration mentionnée au premier alinéa du présent B entraîne l'application de l'amende prévue à l'article 1729 C du même code.\n\nC.-Le Gouvernement remet au Parlement, au plus tard le 1er avril 2020, un rapport sur l'évaluation prévue au A du présent V.\n\nCe rapport présente les effets d'un changement d'évaluation de la valeur locative des bâtiments et terrains mentionnés au I de l'article 1500 du code général des impôts, comprenant notamment :\n\n1° Les variations de valeur locative, les variations de cotisations de taxe foncière sur les propriétés bâties, de cotisation foncière des entreprises et de leurs taxes annexes, ainsi que les conséquences sur la répartition de la cotisation sur la valeur ajoutée des entreprises ;\n\n2° Les conséquences financières pour les propriétaires et les exploitants, les collectivités territoriales, les établissements publics de coopération intercommunale et l'Etat ;\n\n3° Les transferts de fiscalité entre les catégories de contribuables ;\n\n4° Les conséquences sur les potentiels financier et fiscal des collectivités territoriales, la répartition des dotations de l'Etat et les instruments de péréquation.\n\nCes effets sont présentés au niveau national et au niveau local par collectivité, en fonction des différentes activités.\n\nVI.-Les données collectées en application du B du V ne peuvent être utilisées qu'à des fins de simulation. Elles ne peuvent en aucun cas être employées à des fins de contrôle ou de redressement fiscal.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art157",
      "section": "157",
      "title": "Article 157",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII. - Le I s'applique aux versements réalisés à compter du 1er janvier 2019."
    },
    {
      "provision_ref": "art158",
      "section": "158",
      "title": "Article 158",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art162",
      "section": "162",
      "title": "Article 162",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Par dérogation aux articles L. 2333-30 et L. 2333-41 du code général des collectivités territoriales, au titre de l'année 2019, pour les collectivités territoriales bénéficiant de la taxe de séjour ou de la taxe de séjour forfaitaire en 2018 mais n'ayant pas pris de délibération sur les tarifs au 1er octobre 2018, les tarifs applicables pour l'année 2019 aux hébergements classés sont les tarifs appliqués en 2018 et le tarif applicable pour l'année 2019 aux hébergements non classés est de 1 % du coût par personne de la nuitée, dans la limite du tarif le plus élevé adopté par la collectivité en 2018 ou, s'il est inférieur à ce dernier, du tarif plafond applicable en 2018 aux hôtels de tourisme 4 étoiles.\n\nPar exception, si l'un des tarifs adoptés en 2018 par une collectivité territoriale est inférieur à la valeur plancher ou supérieur à la valeur plafond mentionnées au tableau du troisième alinéa de l'article L. 2333-30 du même code, le tarif applicable au titre de l'année 2019 est celui mentionné au même tableau dont la valeur est immédiatement inférieure ou supérieure à celle qui résulte de la délibération.\n\nIII-Le présent article entre en vigueur le 1er janvier 2019.\n\n-Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art165",
      "section": "165",
      "title": "Article 165",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I entre en vigueur le 1er janvier 2019.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art167",
      "section": "167",
      "title": "Article 167",
      "content": "I.- (Abrogé).\n\nII.- (Abrogé).\n\nIII. - A modifié les dispositions suivantes :\n\n- LOI n° 2014-1655 du 29 décembre 2014\n\n- LOI n° 2015-1786 du 29 décembre 2015"
    },
    {
      "provision_ref": "art170",
      "section": "170",
      "title": "Article 170",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le 2° du I du présent article entre en vigueur le 1er janvier 2019.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art174",
      "section": "174",
      "title": "Article 174",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le I s'applique à compter des impositions établies au titre de 2019.\n\nIII.-Par dérogation au I de l'article 1639 A bis du code général des impôts, les collectivités territoriales et les établissements publics de coopération intercommunale à fiscalité propre peuvent délibérer jusqu'au 21 janvier 2019 afin d'instituer l'exonération prévue à l'article 1464 I bis du même code pour les impositions dues à compter de 2019.\n\nIV.-Pour l'application du III de l'article 1464 I bis du code général des impôts et par dérogation à l'article 1477 du même code, les entreprises souhaitant bénéficier de l'exonération dès l'année 2019 en adressent la demande accompagnée des éléments entrant dans le champ d'application de l'exonération au service des impôts dont relève chacun de leurs établissements concernés au plus tard le 28 février 2019.\n\nA défaut de demande dans ce délai, l'exonération n'est pas accordée pour la cotisation foncière des entreprises due au titre de 2019.\n\nLes contribuables concernés peuvent cependant bénéficier de l'exonération à compter de 2020 s'ils en font la demande dans les délais prévus à l'article 1477 du code général des impôts, soit avant le 3 mai 2019.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art175",
      "section": "175",
      "title": "Article 175",
      "content": "Par exception au premier alinéa du I de l'article 1639 A bis du code général des impôts, les délibérations prévues à l'article 1647 D du même code au titre de l'exercice 2019 peuvent être prises ou modifiées jusqu'au 15 janvier 2019."
    },
    {
      "provision_ref": "art179",
      "section": "179",
      "title": "Article 179",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I entre en vigueur le 1er janvier 2019.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art182",
      "section": "182",
      "title": "Article 182",
      "content": "I. - A modifié les dispositions suivantes :\n\nII.-Avant le 1er septembre 2019, le Gouvernement remet au Parlement un rapport sur la transformation du crédit d'impôt transition énergétique en prime forfaitaire par type d'équipement ou de prestation.III.-A.-Le I s'applique à compter du 1er janvier 2019.B.-Toutefois, l'article 200 quater du code général des impôts, dans sa rédaction applicable aux dépenses mentionnées au premier alinéa du 1° du b et au g du 1 du même article 200 quater payées en 2018, s'applique également aux dépenses de même nature payées en 2019, pour lesquelles le contribuable justifie de l'acceptation d'un devis et du versement d'un acompte au plus tard le 31 décembre 2018.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art183",
      "section": "183",
      "title": "Article 183",
      "content": "I. - (Abrogé).II. - Des aides financières sont mises en place par les gestionnaires de réseaux de distribution de gaz naturel, au profit du propriétaire d'un appareil ou équipement gazier, utilisé pour le chauffage ou la production d'eau chaude sanitaire, d'une puissance inférieure à 70 kilowatts, ou d'une puissance supérieure à 70 kilowatts s'il est utilisé pour le chauffage ou la fourniture d'eau chaude sanitaire d'un local à usage d'habitation, situé sur un site de consommation raccordé à leurs réseaux respectifs dans une commune concernée par l'opération de conversion du réseau de gaz à bas pouvoir calorifique, dont l'impossibilité d'adaptation ou de réglage a été vérifiée dans le cadre des opérations de contrôle mentionnées à l'article L. 432-13 du code de l'énergie, afin de lui permettre d'acquitter tout ou partie du montant de son remplacement. Un arrêté précise la liste des communes concernées.Le montant des aides financières ne peut excéder le coût d'achat et d'installation d'un appareil de remplacement fonctionnant au gaz naturel.Ces aides financières figurent parmi les coûts mentionnés à l'article L. 452-1-1 du même code.\n\nIII. - A modifié les dispositions suivantes :\n\nIV. - Les modalités d'application des II et III du présent article sont précisées par voie réglementaire.\n\n- Code de l'énergie"
    },
    {
      "provision_ref": "art190",
      "section": "190",
      "title": "Article 190",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le I s'applique aux opérations dont le fait générateur intervient à compter du 1er janvier 2021.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art191",
      "section": "191",
      "title": "Article 191",
      "content": "I. et II. - A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code général des collectivités territoriales\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI.\n\n- Code général des collectivités territoriales\n\nIII. - Le présent article s'applique à compter du 1er janvier 2019."
    },
    {
      "provision_ref": "art192",
      "section": "192",
      "title": "Article 192",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code des douanes\n\nII. - Le I s'applique aux produits pour lesquels la taxe devient exigible à compter du 1er janvier 2019.III. - Le B du V de l'article 266 quindecies du code des douanes, dans sa rédaction résultant du I du présent article, entre en vigueur le 1er janvier 2020."
    },
    {
      "provision_ref": "art193",
      "section": "193",
      "title": "Article 193",
      "content": "I. à V.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nVI.-A.-Les I à V, à l'exception des b et c du 1°, du b du 3°, du 5°, du b du 9° et du 10° du II ainsi que du b du 2° du III, entrent en vigueur le 1er janvier 2020.\n\nIls s'appliquent aux opérations pour lesquelles le fait générateur de la taxe générale sur les activités polluantes ou l'exigibilité de la taxe sur la valeur ajoutée intervient à compter de cette même date.\n\nToutefois, les articles 266 septies, 266 undecies, 266 duodecies, 285 sexies et 440 bis du code des douanes, l'article 302 decies du code général des impôts et l'article L. 151-1 du code de l'environnement, dans leur rédaction en vigueur le 31 décembre 2019, restent applicables aux opérations mentionnées aux 1 et 1 bis de l'article 266 septies du code des douanes pour lesquelles le fait générateur de la taxe générale sur les activités polluantes intervient avant le 1er janvier 2021.\n\nB.-Les b et c du 1°, le b du 3°, le 5°, le b du 9° et le 10° du II ainsi que le b du 2° du III entrent en vigueur le 1er janvier 2021. Ils sont applicables aux opérations pour lesquelles l'exigibilité de la taxe sur la valeur ajoutée intervient à compter de cette même date.\n\n-Code général des impôts, CGI.\n\n-Code des douanes\n\n-Code des douanes\n\n-Code des douanes\n\n-Code des douanes\n\n-Livre des procédures fiscales\n\n-Code de l'environnement\n\n-Loi\n\n-Code des douanes"
    },
    {
      "provision_ref": "art194",
      "section": "194",
      "title": "Article 194",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le I a un caractère interprétatif.\n\n-Code des douanes"
    },
    {
      "provision_ref": "art195",
      "section": "195",
      "title": "Article 195",
      "content": "I. - A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII. - Le I entre en vigueur le 1er janvier 2020.\n\n- Code de l'environnement\n\n- Code de l'environnement"
    },
    {
      "provision_ref": "art197",
      "section": "197",
      "title": "Article 197",
      "content": "I.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII.-Le I entre en vigueur le 1er janvier 2025.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art199",
      "section": "199",
      "title": "Article 199",
      "content": "I. à IV.-A modifié les dispositions suivantes :\n\n-Code général des impôts, CGI.\n\n-Livre des procédures fiscales\n\n-Code rural et de la pêche maritime\n\n-Code général des collectivités territoriales\n\nV.-A.-Les délibérations prises en application de l'article 1582 du code général des impôts, dans sa rédaction antérieure à la présente loi, s'appliquent pour les besoins de la contribution prévue au même article 1582, dans sa rédaction résultant de la présente loi. Le cas échéant, elles sont rapportées dans les conditions prévues au deuxième alinéa du I dudit article 1582, dans sa rédaction résultant de la présente loi.B.-L'actualisation prévue aux deux dernières phrases du 2° du II de l'article 1613 quater du code général des impôts, dans sa rédaction résultant de la présente loi, s'applique, au 1er janvier 2019, au montant prévu au même 2°, dans sa rédaction issue de la présente loi.C.-Les I à IV s'appliquent aux impositions dont le fait générateur intervient à compter du 1er janvier 2019."
    },
    {
      "provision_ref": "art201",
      "section": "201",
      "title": "Article 201",
      "content": "III., IV. et VII. - A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nI. - A. - 1. Pour assurer les opérations d'encaissement et de décaissement en numéraire au titre des recettes et dépenses de l'Etat, des établissements publics de santé ainsi que des collectivités territoriales et de leurs établissements publics, l'Etat est autorisé, dans les conditions définies au II, à confier à un ou plusieurs prestataires extérieurs les missions suivantes :a) L'encaissement des sommes auprès des redevables sur le fondement du titre établissant leur dette, les comptables publics restant seuls compétents pour l'engagement des procédures de recouvrement forcé ;b) Le remboursement de tout ou partie de sommes acquittées par le redevable sur le fondement de la décision des autorités compétentes ;c) Le paiement de dépenses aux créanciers sur le fondement du titre établissant leur créance ;d) L'encaissement des recettes reversées par les régisseurs et le réapprovisionnement des régisseurs en numéraire ;e) La collecte de l'ensemble des informations nécessaires à l'exécution des missions énumérées aux a à d ;f) Le financement, la conception, la réalisation, l'exploitation, l'entretien et la maintenance du dispositif technique nécessaire à la mise en œuvre des missions qui leur sont confiées.2. Pour assurer les opérations d'encaissement au titre des recettes de l'Etat, des établissements publics de santé ainsi que des collectivités territoriales et de leurs établissements publics, l'Etat est autorisé, dans les conditions définies au II, à confier à un ou plusieurs prestataires extérieurs la mission d'encaissement par carte de paiement des sommes auprès des redevables sur le fondement du titre établissant leur dette, les comptables publics restant seuls compétents pour l'engagement des procédures de recouvrement forcé.B. - L'Etat ne peut confier à un ou plusieurs prestataires extérieurs les missions énumérées au A dans les cas suivants :1° Lorsque ces opérations sont effectuées par les comptables publics des établissements publics locaux d'enseignement, des établissements publics locaux d'enseignement et de formation professionnelle agricoles, des établissements publics locaux d'enseignement maritime et aquacole et des centres de ressources, d'expertise et de performance sportive ;2° Lorsque le droit de l'Union européenne prévoit la possibilité pour les redevables d'acquitter l'impôt en numéraire auprès du comptable public ou lorsque le paiement de l'impôt en numéraire emporte un pouvoir libératoire garantissant la circulation des marchandises ;3° Lorsqu'il s'agit d'opérations, ne relevant pas du paiement de l'impôt, énumérées par décret.C. - Lorsque l'Etat confie à un ou plusieurs prestataires les missions énumérées au 1 du A, les comptables publics concernés n'effectuent pas d'encaissement ni de décaissement en numéraire correspondant à ces opérations.II. - 1. L'exercice des missions énumérées au A du I est soumis au contrôle de l'Etat, exercé par les mêmes services que ceux contrôlant les comptables publics. Ce contrôle comporte des investigations dans les locaux du prestataire pour s'assurer notamment de la fiabilité du dispositif technique et des traitements mis en œuvre dans l'exercice des missions.2. Le prestataire et le personnel chargés des missions énumérées au A du I sont tenus à l'obligation de secret professionnel définie aux articles 226-13 et 226-14 du code pénal.3. Le prestataire est titulaire d'un ou plusieurs comptes ouverts auprès d'un établissement de crédit spécifiquement dédiés aux mouvements financiers liés aux opérations qui lui sont confiées.Les sommes figurant au crédit de ce ou ces comptes sont insaisissables, sauf au profit de l'Etat, et ne peuvent donner lieu à aucun placement par le prestataire.Les mouvements financiers liés aux opérations afférentes aux missions définies au présent II qui sont confiées au prestataire font l'objet d'une comptabilité séparée retraçant l'intégralité des produits et des charges constatés et des mouvements de caisse. Le prestataire tient cette comptabilité à disposition de l'Etat, de même que tout document permettant à ce dernier d'assurer le contrôle des missions énumérées au A du I.4. Le prestataire communique à l'Etat l'identité des personnels qu'il autorise à exécuter les missions énumérées au A du I.5. Le prestataire consolide chaque jour les sommes encaissées sur le ou les comptes mentionnés au 3 et les sommes décaissées à partir du ou des mêmes comptes. Il reverse la différence au Trésor public par virement, le jour ouvré suivant les opérations d'encaissement et de décaissement.6. Le prestataire fournit une garantie financière assurant le reversement au Trésor public des sommes encaissées.V. - Un décret en Conseil d'Etat définit les modalités d'application des I et II, notamment les modalités de reddition des comptes auprès de l'Etat et d'évaluation des conditions d'exercice et de la qualité du service rendu ainsi que les règles d'imputation des opérations du prestataire dans les écritures du comptable public.VI. - Les I à V entrent en vigueur à une date fixée par décret, et au plus tard le 1er juillet 2020. Ce décret peut prévoir une entrée en vigueur plus précoce dans certains territoires afin de permettre de préciser les conditions matérielles de mise en œuvre du nouveau dispositif.\n\n- LOI n° 2017-1775 du 28 décembre 2017\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI.\n\n- Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art202",
      "section": "202",
      "title": "Article 202",
      "content": "I. à IV. - A modifié les dispositions suivantes :\n\nV. - Les articles L. 725-25 du code rural et de la pêche maritime, L. 243-7-2 du code de la sécurité sociale, L. 64 et L. 192 du livre des procédures fiscales, dans leur rédaction résultant des I à IV du présent article, s'appliquent aux rectifications notifiées à compter du 1er janvier 2019.\n\n- Code général des impôts, CGI.\n\n- Code rural et de la pêche maritime\n\n- Code de la sécurité sociale.\n\n- Livre des procédures fiscales"
    },
    {
      "provision_ref": "art206",
      "section": "206",
      "title": "Article 206",
      "content": "I. - A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII. - (Abrogé)\n\n- Loi n° 89-935 du 29 décembre 1989 de finances pour 1990\n\n- Loi n°2005-1720 du 30 décembre 2005\n\n- LOI n° 2015-992 du 17 août 2015"
    },
    {
      "provision_ref": "art207",
      "section": "207",
      "title": "Article 207",
      "content": "I. à II.-A modifié les dispositions suivantes :\n\nIII.-A.-Les 2° et 4° du I du présent article entrent en vigueur le 1er mars 2019.\n\nB.-Le b du 1° et le 3° du I entrent en vigueur le 1er juillet 2019.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art209",
      "section": "209",
      "title": "Article 209",
      "content": "A modifié les dispositions suivantes :\n\nIV.-Le présent article entre en vigueur le 1er janvier 2020.\n\nVI.-A titre transitoire et jusqu'à l'entrée en vigueur du décret prévu au I de l'article 19-2 de la loi n° 96-603 du 5 juillet 1996 relative au développement et à la promotion du commerce et de l'artisanat, les droits exigibles en application du même I s'élèvent au montant des plafonds fixés audit I.\n\nLe présent VI ne s'applique pas aux demandes et actes déposés avant l'entrée en vigueur du présent article.\n\n-Loi n° 96-603 du 5 juillet 1996\n\n-Code de commerce\n\n-Loi n° 97-1269 du 30 décembre 1997"
    },
    {
      "provision_ref": "art210",
      "section": "210",
      "title": "Article 210",
      "content": "I. - La revalorisation au 1er octobre des paramètres de calcul de l'aide personnalisée au logement, de l'allocation de logement familiale et de l'allocation de logement sociale indexés sur l'indice de référence des loyers en application, respectivement, du septième alinéa de l'article L. 351-3 du code de la construction et de l'habitation, du deuxième alinéa de l'article L. 542-5 du code de la sécurité sociale et du troisième alinéa de l'article L. 831-4 du même code est, par dérogation à ces dispositions, fixée à 0,3 % pour 2019 [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2018-777 du 28 décembre 2018.]II. - Par dérogation à l'avant-dernier alinéa de l'article L. 842-3 du code de la sécurité sociale, le montant forfaitaire de la prime d'activité et le montant maximal de sa bonification principale ne font pas l'objet, en 2019 [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2018-777 du 28 décembre 2018.], d'une revalorisation annuelle au 1er avril.III. - Par dérogation au second alinéa de l'article L. 821-3-1 du code de la sécurité sociale, le montant de l'allocation aux adultes handicapés mentionnée à l'article L. 821-1 du même code n'est pas revalorisé le 1er avril 2019 [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2018-777 du 28 décembre 2018.]"
    },
    {
      "provision_ref": "art211",
      "section": "211",
      "title": "Article 211",
      "content": "I. - Le ministre chargé du budget est autorisé à accorder, à titre gratuit, la garantie de l'Etat à la société Rugby World Cup Limited au titre de la redevance d'organisation de la coupe du monde de rugby de 2023 en France due par le groupement d'intérêt public « #France 2023 ».Cette garantie est accordée dans la limite d'un montant total de 162,45 millions d'euros et pour une durée courant au plus tard jusqu'au 21 janvier 2024.Lorsque la garantie est appelée en application du deuxième alinéa du présent I, l'Etat est subrogé, à concurrence des sommes versées, dans les droits et actions de Rugby World Cup Limited à l'égard du groupement d'intérêt public « #France 2023 ».II. - L'octroi de la garantie mentionnée au I est subordonné à l'engagement irrévocable de la Fédération française de rugby de verser à l'Etat 62 % du montant des appels éventuels de la garantie."
    },
    {
      "provision_ref": "art212",
      "section": "212",
      "title": "Article 212",
      "content": "Le ministre chargé du budget est autorisé à accorder, à titre gratuit, la garantie de l'Etat aux emprunts souscrits par l'Organisation des Nations unies pour l'éducation, la science et la culture au titre de la rénovation du bâtiment V, situé rue Miollis à Paris. Cette garantie porte sur le principal, les intérêts et les accessoires, sans que ces derniers ne puissent excéder 10 % du principal, dans la limite d'un montant total de 41,8 millions d'euros en principal."
    },
    {
      "provision_ref": "art213",
      "section": "213",
      "title": "Article 213",
      "content": "Le ministre chargé de l'économie est autorisé à accorder la garantie de l'Etat aux emprunts contractés par l'Unédic au cours de l'année 2019, en principal et en intérêts, dans la limite d'un plafond global en principal de 2,5 milliards d'euros."
    },
    {
      "provision_ref": "art216",
      "section": "216",
      "title": "Article 216",
      "content": "I. - Le ministre chargé de l'économie est autorisé à accorder, à titre gratuit, la garantie de l'Etat à l'Agence française de développement au titre du prêt consenti à l'Association internationale de développement, conformément à l'engagement pris par la France dans le cadre de la 18e reconstitution des ressources de l'Association internationale de développement, décidée lors de la réunion des 14 et 15 décembre 2016 à Yogyakarta. Cette garantie porte sur le principal et les intérêts dans la limite d'un plafond de 800 millions d'euros en principal.II. - Le ministre chargé de l'économie est autorisé à accorder, à titre gratuit, la garantie de l'Etat à l'Agence française de développement au titre du prêt consenti au Fonds international de développement agricole, conformément à l'engagement pris par la France dans le cadre de la 11e reconstitution des ressources du Fonds international de développement agricole, décidée lors de la réunion du 12 février 2018 à Rome. Cette garantie porte sur le principal et les intérêts dans la limite d'un plafond de 50 millions d'euros en principal."
    },
    {
      "provision_ref": "art217",
      "section": "217",
      "title": "Article 217",
      "content": "Le ministre chargé de l'économie est autorisé à accorder en 2019, à titre gratuit, la garantie de l'Etat à l'Agence française de développement au titre de prêts souverains octroyés avant le 1er janvier 2019. Cette garantie porte sur le principal et les intérêts dans la limite d'un plafond global de 750 millions d'euros en principal."
    },
    {
      "provision_ref": "art218",
      "section": "218",
      "title": "Article 218",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - (Abrogé)\n\n- Loi n°2005-1720 du 30 décembre 2005"
    },
    {
      "provision_ref": "art220",
      "section": "220",
      "title": "Article 220",
      "content": "Dans les six mois à compter de la publication de la présente loi, le Gouvernement remet au Parlement un rapport portant sur l'application de l'article 51 de la loi de finances rectificative pour 1964 (n° 64-1278 du 23 décembre 1964), complété par l'article 89 de la loi de finances pour 1971 (n° 70-1199 du 21 décembre 1970)."
    },
    {
      "provision_ref": "art221",
      "section": "221",
      "title": "Article 221",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2018-777 du 28 décembre 2018.]"
    },
    {
      "provision_ref": "art222",
      "section": "222",
      "title": "Article 222",
      "content": "Le ministre chargé de l'économie est autorisé à souscrire :1° A l'augmentation générale de capital de la Banque internationale pour la reconstruction et le développement, soit la souscription de 9 022 nouvelles parts dont 20 % appelées et 80 % sujettes à appel ;2° A l'augmentation sélective de capital de la Banque internationale pour la reconstruction et le développement, soit la souscription de 9 185 nouvelles parts dont 6 % appelées et 94 % sujettes à appel ;3° A l'augmentation générale de capital de la Société financière internationale, soit la souscription de 261 749 nouvelles parts intégralement appelées."
    },
    {
      "provision_ref": "art225",
      "section": "225",
      "title": "Article 225",
      "content": "I. -A modifié les dispositions suivantes :\n\n- Code de la construction et de l'habitation.\n\nII.-Le I s'applique aux exercices clos à compter du 31 décembre 2018."
    },
    {
      "provision_ref": "art228",
      "section": "228",
      "title": "Article 228",
      "content": "I.-A créé les dispositions suivantes :\n\n- Ordonnance n° 2002-411 du 27 mars 2002\n\nII.-Le I entre en vigueur le 1er janvier 2019."
    },
    {
      "provision_ref": "art229",
      "section": "229",
      "title": "Article 229",
      "content": "Avant le 1er septembre 2019, le Gouvernement remet au Parlement un rapport évaluant l'impact du dispositif de la réduction de loyer de solidarité, créé par l'article 126 de la loi n° 2017-1837 du 30 décembre 2017 de finances pour 2018, et l'impact de l'augmentation de la TVA décidée à l'article 12 de la même loi sur l'autofinancement et les capacités d'investissement des organismes de logement social à court, moyen et long termes."
    },
    {
      "provision_ref": "art230",
      "section": "230",
      "title": "Article 230",
      "content": "Avant le 1er septembre 2019, le Gouvernement remet au Parlement un rapport analysant la pertinence du financement des centres d'hébergement et de réinsertion sociale (CHRS) via la seule mission budgétaire « Cohésion des territoires », compte tenu des enjeux relatifs à l'accompagnement social des personnes hébergées. Le rapport présente également les modalités envisageables de conclusion de partenariats financiers entre les centres d'hébergement et de réinsertion sociale et d'autres acteurs de l'action sociale."
    },
    {
      "provision_ref": "art231",
      "section": "231",
      "title": "Article 231",
      "content": "I. - Par dérogation au 3° de l'article unique de la loi des 20-27 août 1828 portant concession à la ville de Paris de la place Louis XVI et de la promenade dite des Champs-Elysées, la Ville de Paris est autorisée à céder à l'Etat, à titre onéreux, les emprises immobilières d'une superficie de 8 650 m2 contiguës aux abords du bâtiment du Grand Palais, constituées du square Jean Perrin, du jardin de la Reine et du trottoir de l'avenue Franklin-D.-Roosevelt situés dans le huitième arrondissement de Paris.II. - Un arrêté du ministre chargé du domaine précise les références cadastrales des parcelles concernées par cette cession.III. - L'acquisition par l'Etat des parcelles mentionnées au I est exonérée de toute indemnité, de tout droit, de toute taxe et de tout honoraire et salaire."
    },
    {
      "provision_ref": "art236",
      "section": "236",
      "title": "Article 236",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2018-777 du 28 décembre 2018.]"
    },
    {
      "provision_ref": "art237",
      "section": "237",
      "title": "Article 237",
      "content": "I. - A modifié les dispositions suivantes :\n\nII.-Le I s'applique aux paiements effectués à compter du 1er janvier 2019.\n\n- Code de l'environnement"
    },
    {
      "provision_ref": "art240",
      "section": "240",
      "title": "Article 240",
      "content": "En 2019, il est opéré un prélèvement sur les ressources accumulées de l'établissement public Bpifrance mentionné à l'article 1er de l'ordonnance n° 2005-722 du 29 juin 2005 relative à la Banque publique d'investissement à hauteur de l'intégralité des ressources disponibles et libres de tout engagement du fonds de modernisation de la restauration mentionné au VIII de l'article 22 de la loi n° 2009-888 du 22 juillet 2009 de développement et de modernisation des services touristiques.Ce prélèvement est affecté à la filiale agréée en tant qu'établissement de crédit de la société anonyme Bpifrance mentionnée au IV de l'article 6 de l'ordonnance n° 2005-722 du 29 juin 2005 précitée, au titre de la mission mentionnée au 1° du I du même article 6.Le recouvrement, le contentieux, les garanties et les sanctions relatifs à ce reversement sont régis par les règles applicables en matière de taxe sur les salaires."
    },
    {
      "provision_ref": "art241",
      "section": "241",
      "title": "Article 241",
      "content": "Le ministre chargé de l'économie est autorisé à souscrire à une augmentation de capital de la Banque européenne d'investissement à hauteur de 6 855 963 842 € de capital sujet à appel."
    },
    {
      "provision_ref": "art245",
      "section": "245",
      "title": "Article 245",
      "content": "I. à II. - A modifié les dispositions suivantes :\n\n- Code de l'entrée et du séjour des étrangers et du droit d'asile.\n\n- Code du travail\n\nIII.-Les I et II entrent en vigueur le 1er janvier 2018."
    },
    {
      "provision_ref": "art246",
      "section": "246",
      "title": "Article 246",
      "content": "Le Gouvernement remet au Parlement, avant le 31 décembre 2020, un rapport sur les résultats concrets et l'effectivité réelle des aides aux entreprises outre-mer, en particulier les fonds alloués au titre de l'action « Soutien aux entreprises » du programme « Emploi outre-mer ». Ce rapport permet notamment d'évaluer le soutien à l'autonomie économique de ces territoires, de chiffrer le ratio entre création d'emplois et fonds alloués, c'est-à-dire le coût estimé en euros d'un nouvel emploi créé et soutenu à ce titre."
    },
    {
      "provision_ref": "art247",
      "section": "247",
      "title": "Article 247",
      "content": "L'article 50 de la loi n° 2016-1088 du 16 août 2016 relative au travail, à la modernisation du dialogue social et à la sécurisation des parcours professionnels est abrogé à compter du 1er janvier 2019.Toutefois, ses dispositions demeurent applicables aux demandeurs de l'aide à la recherche du premier emploi ayant obtenu leur diplôme à finalité professionnelle au plus tard le 31 décembre 2018.\n\nA abrogé les dispositions suivantes :\n\n- LOI n° 2016-1088 du 8 août 2016"
    },
    {
      "provision_ref": "art249",
      "section": "249",
      "title": "Article 249",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2018-777 du 28 décembre 2018.]"
    },
    {
      "provision_ref": "art250",
      "section": "250",
      "title": "Article 250",
      "content": "I., III. à VI.-A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nConformément au VI de l'article 240 de la loi n° 2023-1322 du 29 décembre 2023, le Le d du 11° du I du présent article est abrogé.\n\nII.-A compter de 2019, le prélèvement opéré en 2018 en application du troisième alinéa de l'article L. 5211-28 du code général des collectivités territoriales, dans sa rédaction antérieure à la présente loi, est reconduit chaque année.\n\nA compter du prélèvement effectué au titre de l'année 2021, le montant de ce prélèvement est minoré pour les établissements publics de coopération intercommunale à fiscalité propre dont le montant des recettes réelles de fonctionnement du budget principal du pénultième exercice par habitant a diminué par rapport à l'année 2015 de plus de 5 % de ces mêmes recettes.Pour chaque établissement qui remplit la condition mentionnée au deuxième alinéa du présent II, il est calculé l'écart entre les recettes réelles de fonctionnement de son budget principal du pénultième exercice par habitant et les recettes réelles de fonctionnement de son budget principal de l'exercice 2015 par habitant diminuées du pourcentage prévu au même deuxième alinéa. Au titre d'un exercice donné, le prélèvement de chacun de ces établissements est minoré à hauteur de cet écart multiplié par le nombre d'habitants de l'établissement.Le décret précité précise également les modalités d'application du présent II, notamment en ce qui concerne les données de population à prendre en compte et les règles de calcul des recettes réelles de fonctionnement en cas d'évolution du périmètre d'un établissement public de coopération intercommunale à fiscalité propre.\n\nEn cas de différence, pour un établissement public de coopération intercommunale à fiscalité propre, entre le périmètre constaté au 1er janvier de chaque année et celui existant au 1er janvier de l'année précédente, le prélèvement est recalculé, avant application du deuxième alinéa du présent II de la manière suivante :\n\n1° En calculant, la part du prélèvement de l'année précédente afférente à chaque commune membre d'un établissement public de coopération intercommunale à fiscalité propre au 1er janvier de l'année précédente, par répartition du montant du prélèvement au prorata de la population de la commune dans la population de l'établissement ;\n\n2° Puis en additionnant les parts, calculées conformément au 1° du présent II, de chacune des communes que cet établissement regroupe au 1er janvier de l'année en cours.\n\nPour l'application de ces dispositions, les communes nouvelles rassemblant toutes les communes membres d'un ou de plusieurs établissements publics de coopération intercommunale à fiscalité propre et qui n'appartiennent pas à un établissement public de coopération intercommunale à fiscalité propre sont assimilées à des établissements publics de coopération intercommunale à fiscalité propre.\n\nVII.-Les troisième et sixième alinéas du c du 11° du I entrent en vigueur le 1er janvier 2026.\n\nVIII.-(Abrogé).\n\n-Code général des collectivités territoriales\n\n-Code général des collectivités territoriales\n\n-Code général des collectivités territoriales\n\n-LOI n° 2015-991 du 7 août 2015\n\n-LOI n° 2017-1837 du 30 décembre 2017\n\n-Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art251",
      "section": "251",
      "title": "Article 251",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2018-777 du 28 décembre 2018.]"
    },
    {
      "provision_ref": "art252",
      "section": "252",
      "title": "Article 252",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des collectivités territoriales\n\nII.-Les communes ayant cessé de remplir en 2018 les conditions requises pour bénéficier de la fraction de la dotation de solidarité rurale mentionnée à l'article L. 2334-22-1 du code général des collectivités territoriales, et qui ne remplissent pas non plus ces conditions en 2019, perçoivent en 2019, à titre de garantie non renouvelable, une attribution égale à la moitié de celle qu'elles ont perçu en 2017."
    },
    {
      "provision_ref": "art254",
      "section": "254",
      "title": "Article 254",
      "content": "Le I du XV de l'article 59 de la loi n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République et le E du XI de l'article L. 5219-5 du code général des collectivités territoriales ne s'appliquent pas à l'exercice 2019."
    },
    {
      "provision_ref": "art257",
      "section": "257",
      "title": "Article 257",
      "content": "Le Gouvernement remet au Parlement, avant le 30 septembre 2019, un rapport qui porte :1° Sur le coefficient logarithmique qui est utilisé pour le calcul du potentiel financier agrégé par habitant, afin d'évaluer le lien de corrélation entre la taille d'un ensemble intercommunal et le poids de ses charges, en particulier les charges de centralité assumées par les villes membres les plus importantes ;2° Et sur le coefficient logarithmique qui est utilisé pour le calcul du potentiel fiscal par habitant des communes, afin d'évaluer le lien de corrélation entre la taille de la commune et le poids de ses charges."
    },
    {
      "provision_ref": "art259",
      "section": "259",
      "title": "Article 259",
      "content": "I. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nII.-En 2019, le montant mis en répartition au titre de la dotation de soutien à l'investissement des départements prévue à l'article L. 3334-10 du code général des collectivités territoriales est minoré des crédits nécessaires au paiement des restes à charge des exercices antérieurs de la dotation globale d'équipement prévue au même article L. 3334-10 dans sa rédaction antérieure à la présente loi.\n\n- Code général des collectivités territoriales\n\n- Code général des collectivités territoriales\n\n- Code général des collectivités territoriales\n\n- Code général des collectivités territoriales\n\n- Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art261",
      "section": "261",
      "title": "Article 261",
      "content": "I. - (Abrogé)II. - A. - Il est créé, en 2021, un fonds de stabilisation à destination des départements de métropole et d'outre-mer, de la métropole de Lyon, de la collectivité de Corse, des collectivités territoriales de Guyane et de Martinique et du Département de Mayotte, connaissant une situation financière dégradée par rapport aux charges induites par le financement des allocations individuelles de solidarité mentionnées aux articles L. 232-1, L. 245-1 et L. 262-2 du code de l'action sociale et des familles.B. - Pour chaque département, un montant par habitant des charges assurées au titre du financement des allocations individuelles de solidarité mentionnées aux mêmes articles L. 232-1, L. 245-1 et L. 262-2 est établi en rapportant à la population du département mentionnée à l'article L. 3334-2 du code général des collectivités territoriales la différence entre :1° La somme des dépenses exposées par le département au titre des allocations individuelles de solidarité mentionnées au A du présent II sur la base des charges constatées dans le compte de gestion afférent au dernier exercice connu lors de la notification opérée au titre du présent fonds ;2° La somme des ressources de compensation et d'accompagnement financier perçues par le département :a) Au titre des parts du produit de la taxe intérieure de consommation sur les produits pétroliers attribuées pour le financement du revenu minimum d'insertion et du revenu de solidarité active telles que définies à l'article 59 de la loi de finances pour 2004 (n° 2003-1311 du 30 décembre 2003) et l'article 51 de la loi n° 2008-1425 du 27 décembre 2008 de finances pour 2009 et, pour le Département de Mayotte, à l'article 39 de la loi n° 2011-1977 du 28 décembre 2011 de finances pour 2012, en tenant compte des montants versés l'année de notification du présent fonds ;b) Au titre du fonds de mobilisation départementale pour l'insertion mentionné à l'article L. 3334-16-2 du code général des collectivités territoriales, en tenant compte des montants versés l'année de notification du présent fonds ;c) Au titre du dispositif de compensation péréquée mentionné à l'article L. 3334-16-3 du même code, en tenant compte des montants versés l'année de notification du présent fonds ;d) (Abrogé)e) Au titre de l'allocation personnalisée pour l'autonomie en application des articles L. 14-10-5 et L. 14-10-6 du code de l'action sociale et des familles, en tenant compte des montants versés par la caisse nationale de solidarité pour l'autonomie au dernier exercice connu lors de la notification du présent fonds ;f) Au titre de la prestation de compensation du handicap en application des articles L. 14-10-5 et L. 14-10-7 du même code, en tenant compte des montants versés par la Caisse nationale de solidarité pour l'autonomie au dernier exercice connu lors de la notification du présent fonds.\n\nPour l'application du présent B aux départements dont la compétence d'attribution et de financement du revenu de solidarité active a été transférée à l'Etat, sont pris en compte pour l'année du transfert et celle qui lui succède :\n\n-d'une part, le montant des dépenses exposées au titre du revenu de solidarité active au cours de l'année précédant le transfert de la compétence à l'Etat ;-d'autre part, les montants des ressources de compensation et d'accompagnement financier perçues par le département au titre du revenu de solidarité active, au cours de l'année précédant le transfert de la compétence à l'Etat, en application de l'article 59 de la loi n° 2003-1311 du 30 décembre 2003 précitée, de l'article 51 de la loi n° 2008-1425 du 27 décembre 2008 précitée et des articles L. 3334-16-2 et L. 3334-16-3 du code général des collectivités territoriales.\n\nC. - Sont éligibles au fonds les départements de métropole et d'outre-mer, la métropole de Lyon, la collectivité de Corse, les collectivités territoriales de Guyane et de Martinique et le Département de Mayotte lorsqu'ils remplissent les critères cumulatifs suivants :1° Le montant par habitant, tel que défini au B du présent II, est supérieur à celui correspondant à la médiane nationale ;2° Le potentiel fiscal par habitant, calculé conformément au 4° du VII de l'article L. 3335-2 du code général des collectivités territoriales en tenant compte de la population du département mentionnée à l'article L. 3334-2 du même code, est inférieur à la moyenne nationale ou le revenu fiscal de référence par habitant, calculé en tenant compte de la population recensée par l'Institut national de la statistique et des études économiques, est inférieur à la moyenne nationale majorée de 20 %, sur la base des données de l'année de notification du fonds ;3° Le taux d'épargne brute, calculé sur la base des données extraites des comptes de gestion afférents au dernier exercice connu lors de la notification du présent fonds, correspondant au rapport entre, d'une part, la différence entre les recettes réelles de fonctionnement et les dépenses réelles de fonctionnement et, d'autre part, les recettes réelles de fonctionnement, les opérations liées aux amortissements, aux provisions et aux cessions d'immobilisations n'étant pas prises en compte pour la définition des recettes et des dépenses réelles de fonctionnement, est inférieur à 18 %.D. - Pour chaque département éligible, le fonds est réparti au prorata du produit de :1° L'écart à la médiane nationale du montant par habitant défini au B du présent II ;2° La population du département mentionnée à l'article L. 3334-2 du code général des collectivités territoriales correspondant à l'année de notification du fonds ;3° Un indice calculé, sur la base des données disponibles lors de l'année de notification du fonds, par l'addition :a) Pour un tiers, du rapport entre la moyenne nationale et le potentiel fiscal par habitant, établi conformément au 4° du VII de l'article L. 3335-2 du même code ;b) Pour un tiers, du rapport entre la moyenne nationale et le revenu par habitant moyen du département, établi en tenant compte de la population recensée par l'Institut national de la statistique et des études économiques ;c) Pour un tiers, du rapport entre le taux de la taxe foncière sur les propriétés bâties du département et le taux moyen national d'imposition de cette taxe.E. - L'attribution annuelle définitive revenant à chaque département éligible, calculée dans les conditions prévues au D du présent II, pour la seule année 2019, ne peut être inférieure à 50 % du montant perçu en 2018 au titre du fonds de soutien exceptionnel à destination des départements et collectivités prévu à l'article 95 de la loi n° 2017-1775 du 28 décembre 2017 de finances rectificative pour 2017."
    },
    {
      "provision_ref": "art263",
      "section": "263",
      "title": "Article 263",
      "content": "Le Gouvernement remet au Parlement, au plus tard le 1er septembre 2019, un rapport sur la soutenabilité pour les finances publiques du dispositif prévu à la section 4 ter du chapitre II du titre IV du livre Ier de la première partie du code de la santé publique et sur la gestion de ce dispositif depuis son entrée en vigueur."
    },
    {
      "provision_ref": "art265",
      "section": "265",
      "title": "Article 265",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le présent article entre en vigueur le 1er janvier 2019.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art266",
      "section": "266",
      "title": "Article 266",
      "content": "I. à III.-A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nIV.-Le présent article entre en vigueur le 1er décembre 2019.\n\nV.-Les bénéficiaires des dispositions de l'article L. 821-1-1 du code de la sécurité sociale et de l'article 35-1 de l'ordonnance n° 2002-411 du 27 mars 2002 relative à la protection sanitaire et sociale à Mayotte dans leur rédaction antérieure à la présente loi qui, au 1er décembre 2019, ont des droits ouverts au complément de ressources continuent, tant qu'ils en remplissent les conditions d'éligibilité, à bénéficier de ces dispositions, dans la limite d'une durée de dix ans, selon les modalités en vigueur avant cette date.\n\nPar dérogation au premier alinéa du présent V, le versement du complément de ressources est maintenu pour les bénéficiaires de l'allocation aux adultes handicapés prévue à l'article L. 821-1 du code de la sécurité sociale et de l'allocation pour adulte handicapé prévue au premier alinéa de l'article 35 de l'ordonnance n° 2002-411 du 27 mars 2002 relative à la protection sanitaire et sociale à Mayotte dont le montant d'allocation au 31 août 2023 devient nul du fait de la perception de la majoration prévue au V de l'article 18 et au II de l'article 19 de la loi n° 2023-270 du 14 avril 2023 de financement rectificative de la sécurité sociale pour 2023.\n\nLes personnes mentionnées au deuxième alinéa du présent V continuent de bénéficier du complément de ressources sous réserve du respect des autres conditions prévues à l'article L. 821-1-1 du code de la sécurité sociale et à l'article 35-1 de l'ordonnance n° 2002-411 du 27 mars 2002 relative à la protection sanitaire et sociale à Mayotte, dans leur rédaction antérieure à la loi n° 2018-1317 du 28 décembre 2018 de finances pour 2019, dans la limite de dix ans à compter du 1er décembre 2019. Le respect de ces conditions est vérifié selon une périodicité fixée par décret.\n\n-Ordonnance n° 2002-411 du 27 mars 2002\n\n-Code de la sécurité sociale.\n\n-Code de l'action sociale et des familles\n\n-Ordonnance n° 2002-411 du 27 mars 2002\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art267",
      "section": "267",
      "title": "Article 267",
      "content": "I. à III. - A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code de la construction et de l'habitation.\n\n- Code de l'action sociale et des familles\n\n- Code de la construction et de l'habitation.\n\n- Code des transports\n\nIV. - Le solde du fonds national d'accompagnement de l'accessibilité universelle prévu à l'article L. 111-7-12 du code de la construction et de l'habitation est affecté au budget général de l'Etat, qui reprend l'ensemble des droits et obligations de ce fonds."
    },
    {
      "provision_ref": "art268",
      "section": "268",
      "title": "Article 268",
      "content": "I. - Sans préjudice des principes définis à l'article L. 262-1 du code de l'action sociale et des familles, le service du revenu de solidarité active peut s'effectuer à titre expérimental par la remise d'un titre de paiement délivré par la caisse d'allocations familiales en Guyane, à Mayotte et à Saint-Martin.Ce titre de paiement permet le retrait de monnaie fiduciaire auprès des établissements de crédits. Pour une fraction du montant de l'allocation versée, ce titre de paiement est réservé à des opérations directes d'achat au profit de tout commerce et de règlement de services au profit de personnes morales et de collectivités sur le territoire de l'Union européenne directement au moyen du titre de paiement. Cette fraction ne peut être inférieure à 50 % ni supérieure à 70 % du montant total de l'allocation versée au bénéficiaire.Cette fraction peut faire l'objet d'un versement en tiers payant à la demande de l'allocataire.II. - Les modalités de mise en œuvre de cette expérimentation, et notamment celles relatives aux conditions d'utilisation du titre de paiement, à la détermination de la fraction de l'allocation réservée à des opérations directes d'achat ou de règlement de services, aux conditions permettant à l'autorité décidant de l'attribution de l'allocation de prévoir une part inférieure à 50 % de la fraction définie au deuxième alinéa du I afin de tenir compte de la situation particulière d'un bénéficiaire de l'allocation, ainsi que les périmètres géographiques où le revenu de solidarité active est versé par l'intermédiaire du titre de paiement dans chacun des territoires concernés sont fixés par décret en Conseil d'Etat.III. - L'expérimentation est mise en œuvre pour une durée de quatre ans à compter du 1er juillet 2019.IV. - Au plus tard douze mois après le début de l'expérimentation, le Gouvernement dépose au Parlement un bilan d'évaluation de l'expérimentation dans chacune des collectivités concernées."
    },
    {
      "provision_ref": "art269",
      "section": "269",
      "title": "Article 269",
      "content": "I. - En 2018, l'article L. 842-8 du code de la sécurité sociale s'applique dans sa rédaction antérieure à la loi n° 2017-1837 du 30 décembre 2017 de finances pour 2018.II. - Jusqu'au 31 décembre 2024, sont assimilés à des revenus professionnels pour le calcul de la prime d'activité, dans les conditions définies à l'article L. 842-8 du code de la sécurité sociale, les revenus suivants :1° Les pensions et rentes d'invalidité, ainsi que les pensions de retraite à jouissance immédiate liquidées à la suite d'accidents, d'infirmités ou de réforme, servies au titre d'un régime de base légalement obligatoire de sécurité sociale ;2° Les pensions d'invalidité servies au titre du code des pensions militaires d'invalidité et des victimes de la guerre ;3° La rente allouée aux personnes victimes d'accidents du travail et de maladies professionnelles, mentionnée au deuxième alinéa de l'article L. 434-2 du même code.III. - Le II du présent article entre en vigueur le 1er janvier 2019 et il est applicable aux seules personnes ayant bénéficié de l'assimilation des revenus mentionnés aux 1° à 3° du même II à des revenus professionnels pour le calcul de la prime d'activité au moins une fois entre le 31 décembre 2017 et le 31 décembre 2018.IV. - Le présent article est applicable dans les mêmes termes au département de Mayotte."
    },
    {
      "provision_ref": "art271",
      "section": "271",
      "title": "Article 271",
      "content": "Le Gouvernement remet au Parlement, au plus tard le 1er octobre 2019, un rapport dressant un bilan sur la répartition, dans chaque département, des moyens alloués par le fonds de développement de la vie associative aux associations."
    },
    {
      "provision_ref": "art272",
      "section": "272",
      "title": "Article 272",
      "content": "I. - A modifié les dispositions suivantes :\n\nII.-Le I s'applique aux demandes de versement de l'allocation mentionnée à l'article L. 5122-1 du code du travail pour lesquelles la demande préalable d'autorisation de recours à l'activité partielle a été déposée à compter du 24 septembre 2018.\n\n- Code du travail"
    },
    {
      "provision_ref": "art275",
      "section": "275",
      "title": "Article 275",
      "content": "La parcelle cadastrée section AE n° 19, située sur la commune de Papeete et sur laquelle se trouve l'hôtel du commandement de la Marine, est transférée en pleine propriété, à titre gratuit, à la Polynésie française en vue de la réalisation, à ses frais, d'un Centre de Mémoire des expérimentations nucléaires en Polynésie française.Le transfert de propriété intervient au jour de la signature de l'acte authentique constatant le transfert. La Polynésie française est substituée à l'Etat dans les droits et obligations liés au bien transféré, qu'elle reçoit en l'état.En cas de revente, y compris fractionnée, ou de cession de droits réels portant sur le bien transféré, pendant un délai de quinze ans à compter de la date de signature de l'acte authentique, la Polynésie française verse à l'Etat, à titre de complément de prix, la somme correspondant à la moitié de la différence entre le produit des ventes et la somme des coûts afférents au bien transféré et supportés par la Polynésie française, y compris les coûts de dépollution.Si dans un délai de cinq ans à compter de la date de signature de l'acte authentique constatant le transfert de propriété, la Polynésie française n'a pas procédé à la réalisation de l'objet pour lequel ce transfert est intervenu, le bien est rétrocédé de plein droit à l'Etat, à titre gratuit, à la date d'expiration de ce délai. Cette disposition constitue une clause résolutoire, inscrite dans l'acte authentique."
    },
    {
      "provision_ref": "art276",
      "section": "276",
      "title": "Article 276",
      "content": "Le Gouvernement remet au Parlement, avant le 1er juin 2019, un rapport relatif à la réforme du dispositif prévu à l'article 1605 du code général des impôts."
    },
    {
      "provision_ref": "art277",
      "section": "277",
      "title": "Article 277",
      "content": "I. - Dans la limite de 10 millions d'euros, le ministre chargé de l'économie est autorisé à accorder des remises, totales ou partielles, de créances issues de prêts retracés au sein des deuxième et quatrième sections du compte de concours financiers intitulé Prêts et avances à des particuliers ou à des organismes privés , prévu au III de l'article 46 de la loi n° 2005-1719 du 30 décembre 2005 de finances pour 2006. Ces remises ne peuvent bénéficier qu'à des entreprises en procédure de conciliation, de sauvegarde, de redressement ou de liquidation judiciaire, en vue d'assurer la poursuite ou la reprise de leur activité et le maintien de leurs emplois.\n\nLa limite mentionnée au premier alinéa du présent I s'applique à l'ensemble des prêts contractés par une entreprise et les entreprises qui lui sont liées au sens du 12 de l'article 39 du code général des impôts.\n\nII. - Les remises de créances mentionnées au I du présent article sont accordées selon des conditions similaires à celles selon lesquelles une remise serait octroyée, dans des conditions normales de marché, par un opérateur économique privé placé dans la même situation.\n\nIII. - Les remises de créances mentionnées au I sont accordées par arrêté publié au Journal officiel.\n\nLa présente loi sera exécutée comme loi de l'Etat."
    },
    {
      "provision_ref": "artliminaire",
      "section": "liminaire",
      "title": "Article liminaire",
      "content": "La prévision de solde structurel et de solde effectif de l'ensemble des administrations publiques pour 2019, l'exécution de l'année 2017 et la prévision d'exécution de l'année 2018 s'établissent comme suit :\n\n(En points de produit intérieur brut)\n\nExécution 2017\n\nPrévision d'exécution 2018\n\nPrévision 2019\n\nSolde structurel (1)\n\n- 2,3\n\n- 2,3\n\n- 2,3\n\nSolde conjoncturel (2)\n\n- 0,3\n\n- 0,1\n\n0,1\n\nMesures exceptionnelles (3)\n\n- 0,1\n\n- 0,2\n\n- 0,9\n\nSolde effectif (1 + 2 + 3)\n\n- 2,7\n\n- 2,7 (*)\n\n- 3,2 (*)\n\nSolde effectif hors mesures exceptionnelles (1 + 2)\n\n- 2,6\n\n- 2,4\n\n- 2,2\n\n(*) L'écart entre le solde effectif et la somme de ses composantes s'explique par l'arrondi au dixième des différentes valeurs.\n\n1\n\ncenter"
    }
  ]
}