{
  "id": "loi-n-2003-1058-du-7-novembre-2003",
  "type": "statute",
  "title": "Loi n° 2003-1058 du 7 novembre 2003",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000429954",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les résultats définitifs de l'exécution des lois de finances pour 2002 sont arrêtés aux sommes mentionnées ci-après :(tableau non reproduit)."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Le montant définitif des recettes du budget général de l'année 2002 est arrêté à 291 442 130 199,13 Euros. La répartition de cette somme fait l'objet du tableau A annexé à la présente loi."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Le montant définitif des dépenses ordinaires civiles du budget général de 2002 est arrêté aux sommes mentionnées au tableau ci-après. Les crédits ouverts sont modifiés comme il est dit au même tableau et répartis par ministère conformément au tableau B annexé à la présente loi.(tableau non reproduit)"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Le montant définitif des dépenses civiles en capital du budget général de 2002 est arrêté aux sommes mentionnées au tableau ci-après. Les crédits ouverts sont modifiés comme il est dit au même tableau et répartis par ministère conformément au tableau C annexé à la présente loi.(tableau non reproduit)"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Le montant définitif des dépenses ordinaires militaires du budget général de 2002 est arrêté aux sommes mentionnées au tableau ci-après. Les crédits ouverts sont modifiés comme il est dit au même tableau et répartis conformément au tableau D annexé à la présente loi.(tableau non reproduit)"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Le montant définitif des dépenses militaires en capital du budget général de 2002 est arrêté aux sommes mentionnées au tableau ci-après. Les crédits ouverts sont modifiés comme il est dit au même tableau et répartis conformément au tableau E annexé à la présente loi.(tableau non reproduit)"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Le résultat du budget général de 2002 est définitivement fixé comme suit :Recettes   291 442 130 199,13 EurosDépenses   341 429 179 008,56 EurosExcédent des dépenses sur les recettes :49 987 048 809,43 EurosLa répartition des recettes et des dépenses fait l'objet du tableau F annexé à la présente loi."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Les résultats des budgets annexes sont arrêtés aux sommes mentionnées au tableau ci-après. Les crédits ouverts sont modifiés comme il est dit au même tableau. Ces crédits sont répartis par budget conformément au tableau G annexé à la présente loi.(tableau non reproduit)"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I. - Les résultats des comptes spéciaux du Trésor dont les opérations se poursuivent en 2003 sont arrêtés, au 31 décembre 2002, aux sommes mentionnées au tableau ci-après. Les crédits et les autorisations de découverts sont modifiés comme il est dit au même tableau et répartis par catégorie de comptes et ministère gestionnaire, conformément au tableau I annexé à la présente loi.(tableau non reproduit)II. - Les soldes des comptes spéciaux du Trésor dont les opérations se poursuivent en 2003 sont arrêtés, à la date du 31 décembre 2002, aux sommes ci-après et répartis par ministère conformément au tableau I annexé à la présente loi.(tableau non reproduit)III. - Les soldes arrêtés au II sont reportés à la gestion 2003, à l'exception d'un solde débiteur de 72 563 171,10 Euros concernant les comptes d'opérations monétaires et d'un solde débiteur de 585 099 906,80 Euros concernant les comptes de prêts qui font l'objet d'une affectation par l'article de transport aux découverts du Trésor."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Le solde débiteur des pertes et profits sur emprunts et engagements de l'Etat est arrêté au 31 décembre 2002 à la somme de 1 431 256 352,67 Euros, conformément au tableau ci-après :(tableau non reproduit)"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Le solde fixé à l'article 7, les soldes débiteurs mentionnés au III de l'article 9 et le solde arrêté à l'article 10 ainsi que le résultat de la régularisation comptable mentionnée ci-après sont transportés en augmentation des découverts du Trésor et récapitulés dans le tableau ci-dessous :Excédent des dépenses sur les recettes du budget général de 200249 987 048 809,43 EurosRésultat net du compte spécial du Trésor \"Pertes et bénéfices de change\" soldé chaque année72 563 171,10 EurosRemises de dettes aux pays les moins avancés585 099 906,80 EurosPertes et profits sur emprunts et engagements1 431 256 352,67 EurosRégularisation comptable0,48 EurosTotal à transporter en augmentation des découverts du Trésor52 075 968 240,48 Euros"
    }
  ]
}