{
  "id": "loi-n-90-1247-du-29-decembre-1990",
  "type": "statute",
  "title": "Loi n° 90-1247 du 29 décembre 1990",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000170395",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Le projet du budget du territoire ou de la province est préparé par l'ordonnateur."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Les crédits sont limitatifs.Ils sont votés par chapitre et, si le congrès ou l'assemblée de province en décide ainsi, par article.Hors les cas où le congrès ou l'assemblée de province a spécifié que les crédits sont spécialisés par article, l'ordonnateur peut être habilité à effectuer par voie d'arrêté publié des virements d'article à article à l'intérieur du même chapitre, dans les limites fixées par le congrès ou l'assemblée de province."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Le projet de budget primitif est accompagné d'annexes explicatives faisant apparaître notamment :1° La liste des budgets annexes ;2° La liste des emplois ;3° La liste des emprunts du territoire ou de la province ;4° La liste des emprunts garantis par le territoire ou la province ;5° La liste des contrats de crédit-bail ;6° L'échelonnement pour les années futures des paiements résultant des autorisations de programme ;7° La liste des taxes parafiscales ;8° La liste prévisionnelle des subventions ;9° Un rapport définissant l'équilibre financier, les résultats connus et les perspectives d'avenir."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Le congrès ou l'assemblée de province se prononce avant le 1er octobre de chaque année sur les états de créances irrécouvrables établis par le comptable compétent."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Les créances non fiscales du territoire ou des provinces ne sont pas mises en recouvrement par les ordonnateurs locaux lorsqu'elles n'atteignent pas le seuil fixé pour la liquidation des créances de l'Etat étrangères à l'impôt et au domaine.Le congrès ou l'assemblée de province peut cependant décider après avis du comptable compétent d'un montant supérieur au montant fixé à l'alinéa précédent en dessous duquel les titres de perception ne seront pas émis."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Les procédures garantissant la validité du règlement et son caractère libératoire sont celles applicables pour les dépenses de l'Etat."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "L'arrêté des comptes du territoire ou des provinces est constitué par le vote du congrès ou de l'assemblée de province sur le compte administratif établi par l'ordonnateur après transmission, au plus tard le 1er juillet de l'année suivant l'exercice, du compte de gestion établi par le comptable compétent. Le vote du congrès ou de l'assemblée de province arrêtant les comptes doit intervenir au plus tard le 31 décembre de l'année suivant l'exercice."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Les comptes administratifs et les comptes de gestion du territoire et des provinces sont établis dans les formes et selon les modalités prévues par un arrêté conjoint du ministre chargé du budget et du ministre des départements et territoires d'outre-mer."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Les dispositions des articles 9, 10, 12, 17, premier et deuxième alinéa, et 18 à 22 du présent titre sont applicables aux établissements publics à caractère administratif du territoire et des provinces.Toutefois, pour l'application des articles 17, premier et deuxième alinéa, 18, 19, 20 et 22, les mots \" le conseil d'administration \" sont substitués aux mots : \" le congrès ou l'assemblée de province \" et les mots : \" de l'établissement public \" sont substitués aux mots : \" du territoire ou des provinces \".Dans les conditions fixées par l'article 49 de la loi n° 82-213 du 2 mars 1982 précitée, les établissements publics à caractère administratif du territoire et des provinces peuvent accorder des garanties d'emprunt dans la limite des compétences qui sont respectivement attribuées au territoire et aux provinces par la loi n° 88-1028 du 9 novembre 1988 précitée."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Le président du conseil d'administration ou le directeur des établissements publics à caractère administratif du territoire et des provinces prépare et exécute les délibérations du conseil d'administration, et notamment le budget, conformément au statut de chaque établissement.Il est l'ordonnateur des recettes et des dépenses."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Le budget des établissements publics à caractère administratif du territoire ou des provinces est voté par le conseil d'administration. Il est exécutoire dès qu'il a été procédé à sa notification à la collectivité de rattachement ainsi qu'à sa transmission au haut-commissaire ou à son représentant par le président du conseil d'administration ou le directeur de l'établissement. Toutefois, les statuts d'un établissement peuvent prévoir que le budget n'est exécutoire qu'après approbation."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Les comptables des établissements publics à caractère administratif des collectivités territoriales sont les comptables du Trésor chargés de la gestion de la collectivité dont ces établissements dépendent. Toutefois, des comptables spécialisés peuvent être nommés par arrêté conjoint du ministre chargé du budget et du ministre des départements et territoires d'outre-mer sur proposition du trésorier-payeur général."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "Les comptes financiers des établissements publics à caractère administratif du territoire et des provinces sont établis dans les formes et selon les modalités prévues par la réglementation applicable à leur collectivité de rattachement."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Sans préjudice des dispositions des statuts prévoyant l'approbation de leurs actes, les dispositions des articles 23, 38, 39 et 69 de la loi n° 88-1028 du 9 novembre 1988 précitée sont applicables aux établissements publics à caractère administratif des provinces.Pour l'application des articles 23, 38 et 39 de la loi n° 88-1028 du 9 novembre 1988 précitée, les mots : \" l'assemblée de province \" sont remplacés par les mots : \" l'établissement \" et le mot :\" président \" est remplacé par les mots : \" président du conseil d'administration \" ou \" directeur \" selon les dispositions statutaires applicables à l'établissement.Pour l'application de l'article 69, les mots : \" des autorités du territoire et des provinces \", \" du congrès ou de sa commission permanente, des assemblées de province, de leur président ou de leur bureau \", \" des autorités territoriales ou provinciales \" sont remplacés par les mots : \" du conseil d'administration ou du directeur de l'établissement \"."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "Le conseil d'administration vote le budget et approuve les comptes des établissements publics à caractère administratif du territoire. Ces établissements sont soumis aux dispositions de l'article 58 de la loi n° 88-1028 du 9 novembre 1988 précitée. Sans préjudice des dispositions des statuts prévoyant leur approbation, les actes des établissements sont exécutoires dès qu'il a été procédé à leur publication ou à leur notification aux intéressés ainsi qu'à leur transmission au haut-commissaire qui veille à la légalité de ces actes dans les conditions prévues à l'article 69 de la loi n° 88-1028 du 9 novembre 1988 précitée."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Les établissements publics à caractère administratif du territoire et des provinces sont soumis au contrôle budgétaire selon les modalités prévues par l'article L.O. 263-6 du code des juridictions financières ci-après reproduit :\" Art. L.O. 263-6. -     Les établissements publics à caractère administratif du territoire et des provinces ainsi que les établissements publics interprovinciaux sont soumis au contrôle budgétaire prévu pour le territoire et les provinces par les articles L.O. 263-4 et L.O. 263-5. \""
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Les provinces peuvent créer des établissements publics interprovinciaux par délibération de leurs assemblées.Ces délibérations doivent préciser les concours apportés par les provinces et les conditions de dissolution des établissements publics interprovinciaux et d'affectation de leurs biens.Ces établissements sont soumis aux dispositions du présent titre et aux règles de fonctionnement et de contrôle instituées pour les provinces par la loi n° 88-1028 du 9 novembre 1988 précitée.Ils ont la personnalité morale et l'autonomie financière.Ils sont administrés par un conseil d'administration composé de membres des assemblées de province concernées désignés à cet effet par l'assemblée intéressée. Le conseil d'administration élit son président parmi ses membres.Le conseil peut être complété par d'autres catégories de membres fixées par les assemblées de province.Les ressources des établissements publics interprovinciaux sont constituées par :1° Les concours des provinces ;2° Les dons et legs ;3° Les redevances pour prestations de service ;4° Les subventions qui leur sont accordées.Les provinces peuvent leur affecter des biens, droits et obligations."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Des décrets en Conseil d'Etat fixent, pour les établissements publics à caractère industriel et commercial du territoire et des provinces et pour les établissements publics à caractère industriel et commercial interprovinciaux, des règles d'organisation financière et comptable adaptées à la nature de leur activité."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Les poursuites pour le recouvrement des produits de toute nature du territoire, des provinces, des communes de Nouvelle-Calédonie et de leurs établissements publics sont effectuées comme en matière de contributions directes du territoire ou, à défaut de dispositions spécifiques prises par le territoire, de l'Etat.Toutefois, l'ordonnateur de la collectivité territoriale ou de l'établissement public autorise l'émission des commandements et les actes de poursuite subséquents. Il peut, néanmoins, dispenser le comptable chargé du recouvrement de solliciter l'autorisation afférente à l'émission des commandements.Le refus d'autorisation ou l'absence de réponse dans le délai d'un mois justifie la présentation en non-valeurs des créances dont le recouvrement n'a pu être obtenu à l'amiable."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Le recouvrement en Nouvelle-Calédonie des créances de l'Etat, des collectivités locales autres que celles qui sont mentionnées à l'article 34 et de leurs établissements publics est confié aux comptables du Trésor et s'effectue comme en matière de produits des collectivités territoriales de Nouvelle-Calédonie."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "Les recettes et les dépenses à effectuer hors du territoire de la Nouvelle-Calédonie sont réalisées par les comptables du Trésor dans les conditions prévues par la réglementation sur les recettes et dépenses publiques de l'Etat."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "Un décret fixe la liste des pièces justificatives que le comptable peut exiger avant de procéder au paiement dans le cadre des contrôles qui lui incombent en application de l'article 72 de la loi n° 88-1028 du 9 novembre 1988 précitée."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "Sans préjudice des dispositions de l'article 9 de la loi n° 54-1306 du 31 décembre 1954 relative au développement des crédits affectés aux dépenses du ministère des finances, des affaires économiques et du Plan pour l'exercice 1955 (II : Services financiers), toute personne autre que le comptable de la collectivité qui, sans autorisation légale, s'ingère dans le maniement des deniers de la collectivité est, par ce seul fait, constituée comptable. Elle peut, en outre, être poursuivie, en vertu du code pénal, comme s'étant immiscée sans titre dans les fonctions publiques."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "Il est institué, au profit de l'Agence de développement rural et d'aménagement foncier instituée à l'article 94 de la loi n° 88-1028 du 9 novembre 1988 précitée, un droit de préemption en cas d'aliénation à titre onéreux de terrains à vocation agricole, pastorale ou forestière situés sur le territoire de la Nouvelle-Calédonie."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "Le droit de préemption de l'Agence s'exerce dans les conditions prévues par l'article L. 412-8, premier à quatrième alinéas, les articles L. 412-9 et L. 412-10, l'article L. 412-11, premier et deuxième alinéas, et l'article L. 412-12, troisième alinéa, du code rural.La juridiction compétente est le tribunal de première instance de Nouméa. Le délai pour intenter l'action en nullité, en application de l'article L. 412-10 du code rural, est celui prévu par l'article L. 412-12, troisième alinéa, du code rural."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "Si l'Agence de développement rural et d'aménagement foncier estime que les prix et les conditions d'aliénation sont exagérés compte tenu des prix pratiqués dans la région pour des immeubles de même nature, elle peut saisir le tribunal de première instance compétent qui fixe, après enquête et expertise, la valeur vénale des biens et les conditions de vente. Ce tribunal détermine la répartition des frais d'expertise et le propriétaire peut, dans tous les cas, renoncer à la vente dans un délai de trois mois.Les dispositions de l'alinéa précédent ne sont pas applicables en cas d'adjudication forcée ; elles ne s'appliquent pas non plus en cas d'adjudication volontaire lorsque la procédure d'adjudication résulte d'une obligation légale ou réglementaire."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "Ne peuvent donner lieu à l'exercice du droit de préemption institué par l'article 40 :a) Les échanges de terrains, sous réserve, s'il y a soulte, que celle-ci n'excède pas la moitié de la valeur des biens échangés ;b) Les aliénations moyennant rente viagère servie pour la totalité ou pour l'essentiel sous forme de prestations de services personnels."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "Les fonctionnaires du cadre de complément des douanes de Nouvelle-Calédonie sont intégrés dans les corps métropolitains homologues des fonctionnaires des services extérieurs de la direction générale des douanes et droits indirects.Ces intégrations prendront effet à la date de publication de la présente loi.Toutefois, les fonctionnaires du cadre de complément susceptibles de faire valoir leurs droits à la retraite dans les dix ans qui suivent la promulgation de la présente loi peuvent opter pour le maintien dans le cadre de complément des douanes de Nouvelle-Calédonie, sur demande exprimée au plus tard un an après sa publication.Les fonctionnaires du cadre de complément des douanes de Nouvelle-Calédonie intégrés dans les corps métropolitains des services extérieurs de la direction générale des douanes et droits indirects en application des dispositions du présent article ne peuvent être mutés en dehors des limites territoriales de la Nouvelle-Calédonie que sur leur demande ou par mesure disciplinaire."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "Les peines accessoires en matière de chasse définies par les articles L. 228-14, L. 228-15, L. 228-16, L. 228-17, L. 228-18 du livre II du code rural sont étendues au territoire de la Nouvelle-Calédonie."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "La délibération n° 133, adoptée par l'assemblée territoriale de Nouvelle-Calédonie le 22 août 1985 et réglementant la mise en vente, la vente, l'achat, le transport, le colportage et l'exportation du gibier et des animaux de même espèce que les différentes sortes de gibier nés et élevés en captivité, est homologuée en tant qu'elle prévoit des peines correctionnelles et des sanctions complémentaires, à l'exception du troisième alinéa de son article 11."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "Les personnels des services communaux restent régis par les règles qui leur sont applicables jusqu'à la date d'entrée en vigueur des dispositions statutaires adaptées aux besoins des collectivités territoriales de Nouvelle-Calédonie prises par les autorités compétentes du territoire."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "Pour l'application, en Nouvelle-Calédonie, des textes mentionnés aux articles 1er, 2, 4, 5, 6, 7 et 15, il y a lieu de lire :a) \" haut-commissaire \" au lieu de \" représentant de l'Etat dans le département \" ;b) \" chambre territoriale des comptes \" au lieu de \" chambre régionale des comptes \" ;c) \" commissaire délégué \" au lieu de \" délégué dans l'arrondissement \" ;d) \" territoire \" au lieu de \" département \"."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "Un décret en Conseil, d'Etat procède, après avis de la Commission supérieure de codification, à la codification des textes relatifs au territoire, aux provinces, aux communes de Nouvelle-Calédonie et à leurs établissements publics."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "L'article 16 de la loi n° 77-744 du 8 juillet 1977 précitée est abrogé.Les dispositions du décret du 30 décembre 1912 sur le régime financier des territoires d'outre-mer cessent d'être applicables en ce qui concerne la Nouvelle-Calédonie, à l'exception des articles 200 et 201, qui restent en vigueur jusqu'au 1er janvier 1991 en ce qui concerne les provinces du territoire."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "Des décrets en Conseil d'Etat fixent, en tant que de besoin, les modalités d'application de la présente loi."
    }
  ]
}