{
  "id": "loi-n-88-13-du-5-janvier-1988",
  "type": "statute",
  "title": "Loi n° 88-13 du 5 janvier 1988",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000875418",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I (modifie la loi 82-213 1982-03-02)\n\nII (modifie la loi 82-213 1982-03-02)\n\nIII (modifie la loi 82-213 1982-03-02)\n\nIV (modifie la loi 82-213 1982-03-02)\n\nV (modifie la loi 82-594 1982-07-10)\n\nVI (modifie la loi 82-594 1982-07-10)\n\nVII (modifie la loi 82-594 1982-07-10)\n\nVIII. - Les premiers comptes apurés par les trésoriers-payeurs généraux et les receveurs particuliers des finances en application du présent article sont ceux de la gestion de 1987.\n\nIX (modifie la loi 82-213 1982-03-02)\n\nX (modifie la loi 82-594 1982-07-10)"
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "I (modifie le code des communes)\n\nII (modifie le code des communes)\n\nIII (modifie le code des communes)\n\nIV (modifie le code des communes)\n\nVI (modifie le code des communes)\n\nVII (modifie le code des communes)\n\nVIII (modifie le code des communes)\n\nIX. - Pour 1987, la dotation supplémentaire prévue au paragraphe I de l'article L. 234-13 du code des communes est attribuée aux seuls communes et groupements de communes qui ont perçu cette dotation en 1986.\n\nL'attribution revenant à chaque commune ou groupement de communes est égale au montant des sommes perçues à ce titre en 1986, majoré du taux d'évolution des ressources mises en répartition au titre de la dotation supplémentaire pour l'exercice 1987.\n\nPour l'application des dispositions du présent paragraphe, il n'est pas tenu compte des attributions versées aux communes ou groupements de communes ayant fait l'objet en 1985 d'une inscription spéciale en tant que nouvelle station touristique ou thermale sur la liste des communes et groupements bénéficiaires de la dotation supplémentaire.\n\nToutefois, ces communes ou groupements de communes reçoivent en 1987, 1988 et 1989 une attribution exceptionnelle égale pour chacune de ces trois années, respectivement à 80%, 50% et 25% des sommes perçues en 1985 au titre de l'inscription spéciale, en tant que nouvelle station touristique ou thermale, sur la liste des communes et groupements bénéficiaires de la dotation supplémentaire.\n\nIl n'est pas tenu compte de cette attribution exceptionnelle pour l'application des dispositions du paragraphe VI du présent article.\n\nX (modifie le code des communes)\n\nXI (modifie le code des communes)\n\nXII. - A l'ouverture de la première session ordinaire de 1991-1992, le Gouvernement présentera au Parlement un rapport sur les conditions d'application du présent article.\n\nCe rapport analysera avec précision les conséquences de la mise en oeuvre de la dotation supplémentaire versée aux communes et groupements visés au premier alinéa de l'article L. 234-13 du code des communes. Il précisera les corrections qui, à la lumière de l'expérience, s'avéreraient nécessaires."
    }
  ]
}