{
  "id": "loi-n-67-561-du-12-juillet-1967",
  "type": "statute",
  "title": "Loi n° 67-561 du 12 juillet 1967",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000692718",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les dispositions de la présente loi règlent les rapports entre les propriétaires, d'une part, les locataires, d'autre part, pour l'exécution des travaux destinés à adapter, totalement ou partiellement, les locaux d'habitation à des normes de salubrité, de sécurité, d'équipement et de confort qui seront fixées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les travaux prévus à l'article 1er peuvent, nonobstant toute disposition ou stipulation contraire, être exécutés par le propriétaire dans les mêmes conditions que les réparations urgentes visées à l'article 1724 du Code civil. Néanmoins, si ces travaux présentent un caractère abusif ou vexatoire, le juge des contentieux de la protection statuant par ordonnance de référé est compétent pour prescrire leur interdiction ou leur interruption. Il peut ordonner celles-ci à titre provisoire s'il estime nécessaire une mesure d'instruction.\n\nToutefois, lorsque les travaux n'affectent que les locaux occupés par un locataire, le propriétaire doit lui notifier, par acte extrajudiciaire ou par lettre recommandée avec demande d'avis de réception , son intention de les exécuter. Si le locataire entend s'opposer aux travaux ou à leurs modalités d'exécution pour un motif sérieux et légitime, il doit saisir, à peine de forclusion, la juridiction compétente, dans le délai de deux mois à compter de la réception de la notification qui lui a été faite.\n\nEn aucun cas, le locataire ne peut interdire l'accès des locaux loués ni s'opposer au passage dans ceux-ci de conduits de toute nature.\n\nLe procureur de la République a qualité pour agir d'office devant le tribunal d'instance pour l'application des dispositions du présent article."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Le locataire peut, nonobstant toute disposition ou stipulation contraire, exécuter ou faire exécuter les travaux visés à l'article 1er, lorsque leur réalisation n'intéresse pas d'autres parties de l'immeuble affectées à usage privatif ou ne risque pas de compromettre le bon aspect ou la solidité de l'immeuble."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Le locataire notifie au propriétaire, par acte extrajudiciaire ou par lettre recommandée avec demande d'avis de réception     , son intention d'exécuter les travaux en lui en communiquant l'état descriptif et estimatif. Le propriétaire doit, dans le délai de deux mois de la réception de la notification qui lui a été faite, soit faire connaître son intention d'entreprendre les travaux à ses frais dans un délai qui ne peut être supérieur à un an, soit saisir, à peine de forclusion, la juridiction compétente, s'il entend pour un motif sérieux et légitime s'opposer aux travaux ou à leurs modalités d'exécution.Si aucune opposition n'a été formée, si le tribunal n'a pas admis la recevabilité ou le bien-fondé des motifs de l'opposition dont il a été saisi ou si le propriétaire n'a pas entrepris dans le délai d'un an les travaux qu'il s'était engagé à exécuter, le locataire peut exécuter ou faire exécuter ces travaux.Lorsque les travaux affectent le gros oeuvre de l'immeuble, le propriétaire peut exiger qu'ils soient exécutés sous la direction et le contrôle d'un homme de l'art désigné avec son accord, ou, à défaut, par la juridiction compétente. Si sa demande est formulée à l'occasion d'une procédure engagée en application des alinéas qui précèdent, l'homme de l'art est désigné par la décision autorisant les travaux."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Nonobstant toute clause contraire, le propriétaire est tenu de rembourser au locataire quittant les lieux le coût des travaux dont il a assumé la charge, évalué à la date de sa sortie dans les conditions fixées par décret, et réduit de 6 p. 100 par année écoulée depuis leur exécution.Toutefois, l'indemnité n'est due que dans la mesure où les aménagements faits conservent une valeur effective d'utilisation. Les installations qui ont un caractère somptuaire ou qui n'ont pas été faites au juste prix ne donnent lieu à remboursement que comme s'il s'agissait d'installations normales et réalisées au juste prix.La part des travaux dont le financement a été assuré par une subvention ne donne pas lieu à indemnité.Pour le paiement de l'indemnité, le juge peut accorder au propriétaire des délais excédant une année."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "La présente loi est applicable aux travaux exécutés dans le cadre des baux régis par les dispositions du livre VI du code rural et de la pêche maritime, sous réserve des conditions particulières prévues audit livre.\n\nElle n'est pas applicable aux hôtels et pensions de famille, ni aux locaux dont le titre d'occupation est l'accessoire d'un contrat de travail ou est lié à l'exercice d'une fonction publique ou privée."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Les dispositions de la présente loi pourront être rendues applicables dans les départements d'outre-mer avec les adaptations nécessaires."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "La présente loi entrera en vigueur à la date de la publication du décret en Conseil d'Etat prévu à l'article 1er, qui en fixera les modalités d'application et précisera, en particulier, les conditions dans lesquelles seront déterminés les immeubles qui, en raison de leur état de vétusté ou de leur situation, seront exclus de son champ d'application. Ce décret fixera en outre les règles de compétence et de procédure communes à l'ensemble des contestations relatives à l'application de la présente loi."
    }
  ]
}