{
  "id": "loi-n-2022-298-du-2-mars-2022",
  "type": "statute",
  "title": "LOI n°2022-298 du 2 mars 2022",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000045287633",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Le présent article fixe les objectifs, la stratégie et la programmation financière et opérationnelle de l'intervention de l'Etat pour renforcer la résilience de l'agriculture française face au changement climatique par le biais d'une mobilisation d'un système universel de gestion des risques en agriculture pour la période 2023-2030.Cette programmation, qui contribue à assurer la pérennité et la résilience des systèmes de production agricole dans un contexte d'accélération du changement climatique, en garantissant l'accès des agriculteurs à un système universel de gestion des risques climatiques en agriculture, vise quatre objectifs :1° Assurer une répartition équilibrée de la prise en charge entre les différents acteurs concernés par la gestion des risques climatiques en agriculture ;2° Développer des dispositifs de prévention et de protection adaptés à toutes les cultures ;3° Créer et mieux diffuser des produits d'assurance et des mécanismes d'indemnisation efficaces et complémentaires entre eux, en accompagnement de stratégies d'adaptation des filières et des bassins de production ;4° Permettre l'intervention de la solidarité nationale en cas de risques climatiques dits catastrophiques.Les dépenses publiques résultant de la mise en œuvre de ce nouveau système s'inscrivent dans une enveloppe qui pourra atteindre un montant annuel de 600 millions d'euros au cours de la période, au fur et à mesure du développement assurantiel."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est habilité à prendre par voie d'ordonnances toute mesure relevant du domaine de la loi concernant l'assurance contre les aléas climatiques en agriculture, afin de permettre aux systèmes de production agricole de surmonter durablement ces aléas et de garantir un large accès des exploitants agricoles à un régime d'assurance contre ces risques, en évitant que la sélection des risques par les entreprises d'assurance aboutisse à une éviction de nombreux exploitants agricoles du marché de l'assurance :1° En mettant à la charge des entreprises d'assurance qui souhaitent commercialiser en France des produits d'assurance contre les risques climatiques en agriculture bénéficiant de l'aide prévue au deuxième alinéa de l'article L. 361-4 du code rural et de la pêche maritime, dans sa rédaction résultant de la présente loi, des obligations pouvant consister à communiquer les données qu'elles détiennent à l'Etat, à partager, de façon anonyme, les données relatives à la sinistralité qu'elles détiennent auprès d'une structure tierce, qui veille à restituer l'ensemble d'entre elles aux assureurs les ayant partagées ainsi qu'à l'Etat avec un degré d'anonymisation et d'agrégation suffisant, dans le triple respect du droit de la concurrence et du droit des données personnelles ainsi que des principes énoncés aux articles 39 et 42 du traité sur le fonctionnement de l'Union européenne, à mutualiser les risques assurés et à élaborer à ce titre une tarification technique commune sans remettre en cause la liberté commerciale sur la valeur des primes proposées par un assureur à ses clients, à exercer en commun certaines activités liées à la réassurance conjointe de ces risques, à proposer un de ces produits à des conditions raisonnables à tout exploitant agricole qui en fait la demande et à assurer les missions du réseau mentionnées à l'article L. 361-4-1 du code rural et de la pêche maritime ;2° En encadrant les procédures d'évaluation et d'indemnisation des sinistres par les assureurs ;3° En permettant la création d'un groupement chargé de tout ou partie des obligations mentionnées au 1° du présent I, auquel les entreprises d'assurance souhaitant commercialiser des produits d'assurance contre les risques climatiques en agriculture et bénéficiant de l'aide prévue au deuxième alinéa de l'article L. 361-4 du code rural et de la pêche maritime, dans sa rédaction résultant de la présente loi, doivent adhérer ;4° En complétant les missions confiées à la caisse centrale de réassurance, afin de lui permettre de concourir aux évolutions prévues aux 1° et 3° du présent I, notamment en pratiquant des opérations de réassurance des risques climatiques en agriculture ;5° En définissant les modalités de contrôle et les sanctions administratives permettant de s'assurer du respect des articles L. 361-1 A et L. 361-4 à L. 361-5 du code rural et de la pêche maritime et des dispositions résultant des ordonnances prévues au présent I ;6° En fixant les obligations déclaratives incombant aux exploitants agricoles qui ne sont pas assurés ;7° En précisant, le cas échéant, les conditions dans lesquelles les dispositions de la présente loi ainsi que celles résultant des ordonnances prévues au présent I sont rendues applicables aux contrats en cours ;8° En apportant aux dispositions législatives les modifications éventuellement nécessaires pour assurer le respect de la hiérarchie des normes et la cohérence rédactionnelle de ces dispositions, harmoniser l'état du droit, remédier aux éventuelles erreurs et abroger les dispositions devenues sans objet.II. - Les ordonnances prévues au I sont prises dans un délai de neuf mois à compter de la promulgation de la présente loi, à l'exception de l'ordonnance prévue en application des 1° à 4° du I du présent article, qui est prise dans un délai de six mois à compter de la promulgation de la présente loi. Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de chacune des ordonnances prévues au I du présent article."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I. - La présente loi ne s'applique pas en Guadeloupe, en Guyane, en Martinique, à La Réunion, à Mayotte, à Saint-Barthélemy, à Saint-Martin, ni à Saint-Pierre-et-Miquelon, à l'exception de l'article 15.\n\nII.- A modifié les dispositions suivantes :\n\n- Code rural et de la pêche maritime"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est habilité à prendre par voie d'ordonnance, dans un délai de deux ans à compter de la promulgation de la présente loi, toute mesure relevant du domaine de la loi afin de préciser les principes d'organisation et d'intervention du fonds de secours pour l'outre-mer mentionné à l'article L. 371-13 du code rural et de la pêche maritime et de déterminer les conditions dans lesquelles les exploitants agricoles ultramarins peuvent accéder au Fonds national de gestion des risques en agriculture, mentionné au chapitre Ier du titre VI du livre III du même code.Ces adaptations, qui peuvent également comprendre les modifications éventuellement nécessaires pour assurer le respect de la hiérarchie des normes et la cohérence rédactionnelle des textes, harmoniser l'état du droit, remédier aux éventuelles erreurs et abroger les dispositions devenues sans objet, visent à permettre aux systèmes de production agricole des outre-mer de surmonter durablement les aléas climatiques, en prenant en compte la spécificité de ces territoires et l'objectif de renforcement de leur autonomie alimentaire.II. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance prévue au I."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I. - La présente loi, à l'exception des articles 8, 12, 14 et 15, entre en vigueur le 1er janvier 2023.Lorsqu'elle résulte d'aléas climatiques débutant avant la date mentionnée au premier alinéa du présent I, l'indemnisation des pertes de récoltes ou de cultures demeure soumise au chapitre Ier du titre VI du livre III du code rural et de la pêche maritime, dans sa rédaction antérieure à la présente loi.L'exploitant agricole qui dispose d'un contrat bénéficiant de l'aide prévue à l'article L. 361-4 du code rural et de la pêche maritime conclu avant la date mentionnée au premier alinéa du présent I peut demander, dans un délai de trois mois à compter de cette date, la mise en conformité de son contrat avec la présente loi, laquelle intervient, sous réserve de l'accord de l'exploitant, dans un délai de trente jours à compter de la réception de la demande par l'entreprise d'assurance, sauf si la campagne de production pour la culture considérée arrive à son terme au cours de ces délais. Tant que cette mise en conformité n'est pas intervenue, la situation de l'exploitant agricole reste régie par le chapitre Ier du titre VI du livre III du code rural et de la pêche maritime, dans sa rédaction antérieure à la présente loi. En l'absence de demande de l'exploitant agricole, le contrat est mis en conformité avec la présente loi lors de son renouvellement, et au plus tard un an après l'entrée en vigueur de la présente loi.II. - Toutefois, si les conditions d'entrée en vigueur ne sont pas réunies, après concertation avec les parties prenantes, un décret peut reporter au 1er août 2023 la date d'entrée en vigueur prévue au I et prolonger de sept mois les dispositions transitoires prévues aux deux derniers alinéas du même I."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Dans un délai de quatre ans à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport présentant un bilan d'évaluation de la présente loi. Ce rapport est établi en lien avec la commission chargée de l'orientation et du développement des assurances garantissant les dommages causés aux récoltes."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Avant le 1er septembre de chaque année, le Gouvernement remet au Parlement un rapport présentant un bilan de l'application des articles L. 361-4 et L. 361-4-2 du code rural et de la pêche maritime. Ce rapport présente également les perspectives financières envisagées pour l'année suivante au titre de l'article L. 361-4-2 du même code."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Le Gouvernement remet au Parlement, dans un délai de six mois à compter de la promulgation de la présente loi, un rapport présentant les actions et les pistes d'évolution à envisager aux niveaux européen et national pour adapter les outils de gestion des risques climatiques en agriculture.Ce rapport évalue notamment les pistes d'évolution les plus pertinentes à promouvoir pour réformer les modalités de calcul du potentiel de production moyen par culture, notamment les moyens de rendre le calcul de la moyenne olympique plus cohérent avec la réalité des impacts du changement climatique pour les exploitants.Il dresse un bilan des actions concrètes que l'Etat aura menées dans le cadre de la présidence française du Conseil de l'Union européenne de 2022 pour engager une révision de l'accord international sur l'agriculture de l'Organisation mondiale du commerce signé à Marrakech en 1994 concernant son volet relatif à la moyenne olympique et aux aides de la « boîte verte ».Il indique les moyens envisagés par l'Etat pour mieux prendre en compte les moyens de prévention des risques climatiques mis en œuvre par les exploitants, qu'ils aient souscrit ou non une assurance multirisque climatique, afin d'éviter de décourager certaines actions utiles non reconnues dans le système actuel. Il identifie à ce titre des pistes pour ne pas pénaliser, par une minoration, les taux d'indemnisation au titre de la solidarité nationale pour les exploitants non assurés disposant des moyens de prévention offrant une protection suffisante face à certains risques."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Est approuvé le rapport annexé à la présente loi qui fixe, à titre indicatif, les orientations relatives au pilotage du dispositif de gestion des risques en agriculture par l'Etat pour les premières années suivant l'entrée en vigueur de la présente loi.\n\nRAPPORT ANNEXÉ\n\nI. - Afin d'atteindre les objectifs fixés à l'article 1er de la présente loi, le présent rapport expose les principaux objectifs indicatifs relatifs au pourcentage des surfaces agricoles assurées par le biais d'un contrat d'assurance multirisque climatique subventionné au regard des surfaces agricoles totales à horizon 2030.Ces taux prévisionnels, production par production, sont fixés ainsi :\n\nPourcentage des surfaces assurées par un contrat d'assurance multirisque climatique (surface assurée / surface totale) par production\n\nII. - Dans le respect de l'article 1er, qui prévoit de passer, au cours de la période 2023-2030, à un budget relatif à l'indemnisation des pertes renforcé jusqu'à hauteur de 600 millions d'euros par an, conformément aux annonces du président de la République de septembre 2021, une concertation est menée avec l'ensemble des parties prenantes réunies au sein de la commission chargée de l'orientation et du développement des assurances garantissant les dommages causés aux récoltes et avec les représentations des filières pour définir les scénarios qui permettent :1° De tirer pleinement profit des possibilités offertes par la réglementation européenne, notamment par le règlement (UE) 2021/2115 du Parlement européen et du Conseil du 2 décembre 2021 établissant des règles régissant l'aide aux plans stratégiques devant être établis par les Etats membres dans le cadre de la politique agricole commune (plans stratégiques relevant de la PAC) et financés par le Fonds européen agricole de garantie (FEAGA) et par le Fonds européen agricole pour le développement rural (Feader), et abrogeant les règlements (UE) n° 1305/2013 et (UE) n° 1307/2013, en fixant un seuil de pertes rendant éligible un contrat à subvention à 20 % et une subvention des primes d'assurance à un niveau de 70 % ;2° De différencier les seuils de pertes de récoltes ou de cultures déclenchant l'intervention de l'Etat au titre de la solidarité nationale lors de la mise en place de la réforme, avec un seuil de déclenchement de 30 % pour les cultures pour lesquelles les offres assurantielles sont peu développées et de 50 % pour les autres cultures.La présente loi sera exécutée comme loi de l'Etat.\n\nDonnées pour 2020\n\nObjectif cible pour 2030\n\nCéréales, oléagineux, protéagineux, plantes industrielles\n\n33 %\n\n60 %\n\nVignes\n\n34 %\n\n60 %\n\nArboriculture\n\n3 %\n\n30 %\n\nPrairies\n\n1 %\n\n30 %\n\nLégumes (industrie et marché du frais)\n\n28 %\n\n60 %\n\nHorticulture\n\n3 %\n\n30 %\n\nPlantes à parfum, aromatiques et médicinales\n\n6 %\n\n30 %\n\nAutres cultures (non assurables à ce stade)\n\nn.s.\n\nn.s.\n\n1\n\ncenter"
    }
  ]
}