{
  "id": "loi-n-2023-491-du-22-juin-2023",
  "type": "statute",
  "title": "LOI n°2023-491 du 22 juin 2023",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000047715784",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII. - Dans un délai d'un an à compter de la promulgation de la présente loi, la programmation pluriannuelle de l'énergie, mentionnée à l'article L. 141-1 du code de l'énergie, fait l'objet d'une révision simplifiée pour tenir compte des dispositions de la présente loi.\n\n- Code de l'énergie\n\n- Code de l'énergie"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2023-851 DC du 21 juin 2023.]"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2023-851 DC du 21 juin 2023.]"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Avant le dépôt du prochain projet de loi prévu en application du I de l'article L. 100-1 A du code de l'énergie, le Gouvernement remet au Parlement un rapport visant à évaluer les conséquences de la construction de quatorze réacteurs électronucléaires sur :1° La situation des industriels de la filière nucléaire française, dont le groupe Électricité de France, du marché de l'électricité et des finances publiques ;2° Les besoins en termes de formation initiale et continue, de métiers, de compétences, d'ingénierie et d'organisation des services de l'Etat et de la filière industrielle nucléaire ainsi que sur les mesures à prendre pour revaloriser et renforcer l'attractivité de ces formations, ces métiers et ces compétences ;3° La sûreté et la sécurité nucléaires ;4° L'amont et l'aval du cycle du combustible, notamment sur l'approvisionnement en uranium et en matières premières critiques, sur la revalorisation du combustible usé, sur les améliorations possibles en matière de gestion et de réduction des déchets et sur la définition du niveau de matières nucléaires recyclées à utiliser dans la production d'électricité d'origine nucléaire ;5° Le périmètre d'action et les moyens, notamment d'information, des commissions locales d'information.Le rapport détermine également les capacités de construction de réacteurs électronucléaires supplémentaires, notamment en cas de développement accéléré de l'activité industrielle française.Le rapport fait état des tendances mondiales, notamment européennes, s'agissant de la production d'électricité d'origine nucléaire et de la concurrence internationale dans ce secteur."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Avant le dépôt du prochain projet de loi prévu en application du I de l'article L. 100-1 A du code de l'énergie, le Gouvernement remet au Parlement un rapport qui présente les options technologiques nucléaires disponibles comparables aux réacteurs pressurisés européens, notamment en matière de puissance, d'exploitation et de sûreté nucléaire. Le rapport précise également les intentions du Gouvernement en matière de développement des petits réacteurs modulaires et des réacteurs de quatrième génération, compte tenu des connaissances scientifiques et techniques sur ces technologies. Il précise enfin les choix technologiques envisagés par le Gouvernement afin de relancer le nucléaire ainsi que le coût de chacun de ces choix, leurs modes de financement et leurs conséquences sur la filière et sur la souveraineté énergétique et industrielle de la France."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. - Au sens du présent titre, la réalisation d'un réacteur électronucléaire comprend l'ensemble des constructions, des aménagements, des équipements, des installations et des travaux liés à sa création ou à sa mise en service ainsi que ses ouvrages de raccordement au réseau de transport d'électricité. La réalisation d'un réacteur électronucléaire comprend également les installations ou les aménagements directement liés à la préparation des travaux en vue de la réalisation de celui-ci.II. - Le présent titre s'applique à la réalisation de réacteurs électronucléaires, y compris de petits réacteurs modulaires, dont l'implantation est envisagée à proximité immédiate ou à l'intérieur du périmètre d'une installation nucléaire de base existante mentionnée aux 1° à 3° de l'article L. 593-2 du code de l'environnement et pour lesquels la demande d'autorisation de création mentionnée à l'article L. 593-7 du même code est déposée au cours des vingt ans qui suivent la promulgation de la présente loi.III. - Un arrêté du ministre chargé de la sûreté nucléaire peut, à la demande du porteur de projet, soumettre un projet d'installation d'entreposage de combustibles nucléaires mentionnée au 2° de l'article L. 593-2 du code de l'environnement à tout ou partie des dispositions prévues au présent titre pour les réacteurs électronucléaires, dès lors que le projet remplit toutes les conditions suivantes :1° Il a vocation à entreposer principalement des combustibles nucléaires ayant été irradiés dans des réacteurs électronucléaires existants ou dans des réacteurs électronucléaires mentionnés au II du présent article ;2° Il est situé à proximité immédiate ou à l'intérieur du périmètre d'une installation nucléaire de base existante mentionnée aux 1° à 3° de l'article L. 593-2 du code de l'environnement ;3° La demande d'autorisation de création mentionnée à l'article L. 593-7 du même code est déposée au cours des vingt ans qui suivent la promulgation de la présente loi.L'arrêté précise le projet concerné et les dispositions du présent titre qui lui sont applicables. Une réponse est apportée par le ministre chargé de la sûreté nucléaire, le cas échéant par la publication de l'arrêté, dans un délai de six mois à compter de la demande formulée par le porteur de projet.IV. - Dans un délai de cinq ans à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur la faisabilité et l'opportunité d'étendre l'application des mesures prévues au présent titre à d'autres types de réacteurs nucléaires et à d'autres conditions d'implantation géographique que ceux mentionnés au II du présent article. Ce rapport évalue la faisabilité et l'opportunité de permettre aux projets de production d'hydrogène bas-carbone, mentionné à l'article L. 811-1 du code de l'énergie, de manière couplée avec une production d'électricité d'origine nucléaire par des réacteurs électronucléaires existants ou mentionnés au II du présent article, de bénéficier, à la demande du porteur de projet, de tout ou partie des dispositions du présent titre.V. - Dans un délai d'un an à compter de la promulgation de la présente loi puis tous les quatre ans, et jusqu'à l'année suivant l'expiration du délai mentionné au II du présent article, le Gouvernement remet au Parlement un rapport sur l'application des mesures prévues au présent titre. Ce rapport rappelle les objectifs fixés par le Gouvernement pour la construction des réacteurs électronucléaires, explique les écarts constatés ainsi que les moyens mis en œuvre pour atteindre les objectifs. Il fait l'objet d'une présentation par le Gouvernement au Parlement.VI. - Le décret en Conseil d'Etat mentionné à l'article 18 de la présente loi précise la notion de proximité immédiate mentionnée au II du présent article. Cette notion ne peut excéder le périmètre initial du plan particulier d'intervention existant, mentionné à l'article L. 741-6 du code de la sécurité intérieure, lorsque l'installation nucléaire de base existante en dispose."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I. - La qualification de projet d'intérêt général, en application de l'article L. 102-1 du code de l'urbanisme, de la réalisation d'un réacteur électronucléaire est décidée par décret en Conseil d'Etat. Cette qualification ne peut intervenir avant qu'ait été dressé le bilan du débat public ou de la concertation préalable organisé en application de l'article L. 121-8 du code de l'environnement.Lorsque, après son approbation, un schéma de cohérence territoriale, un plan local d'urbanisme ou une carte communale doit être modifié ou révisé pour permettre la réalisation d'un réacteur électronucléaire qualifiée de projet d'intérêt général en application du premier alinéa du présent I, il est fait application de la procédure prévue aux II à IV.La déclaration d'utilité publique d'un projet de réalisation d'un réacteur électronucléaire emporte sa qualification de projet d'intérêt général, au sens du présent article.II. - Lorsque l'autorité administrative compétente de l'Etat considère que le schéma de cohérence territoriale, le plan local d'urbanisme ou la carte communale ne permet pas la réalisation du projet, elle en informe, selon le cas, l'établissement public mentionné à l'article L. 143-16 du code de l'urbanisme, l'établissement public de coopération intercommunale ou la commune compétent par la transmission d'un dossier qui indique la nécessité de la mise en compatibilité et ses motifs ainsi que les modifications qu'elle estime nécessaires pour y parvenir.Elle informe également le département et la région de la nécessité d'une mise en compatibilité du schéma de cohérence territoriale, du plan local d'urbanisme ou de la carte communale.Après réception du dossier mentionné au premier alinéa du présent II, l'établissement public mentionné à l'article L. 143-16 du code de l'urbanisme, l'établissement public de coopération intercommunale ou la commune compétent pour faire évoluer le schéma de cohérence territoriale, le plan local d'urbanisme ou la carte communale peut faire parvenir à l'autorité administrative compétente de l'Etat, dans un délai d'un mois, le cas échéant après l'engagement de la procédure de mise en compatibilité, ses observations sur les modifications envisagées.L'autorité administrative compétente de l'Etat engage sans délai la procédure de mise en compatibilité du document mentionné au premier alinéa du présent II.L'évaluation environnementale du projet de mise en compatibilité est effectuée dans les conditions prévues pour les mises en compatibilité engagées en application du second alinéa des articles L. 143-42 ou L. 153-51 du code de l'urbanisme. L'autorité administrative compétente de l'Etat procède à l'analyse des incidences notables sur l'environnement du projet de mise en compatibilité et transmet le dossier à la formation d'autorité environnementale de l'inspection générale de l'environnement et du développement durable. L'avis de l'autorité environnementale ou sa décision de ne pas soumettre le projet à évaluation environnementale est transmis à l'établissement public ou à la commune mentionnés au premier alinéa du présent II.Le projet de mise en compatibilité fait l'objet d'un examen conjoint par l'Etat, par l'établissement public ou la commune mentionnés au même premier alinéa et par les personnes publiques mentionnées aux articles L. 132-7 à L. 132-9 du code de l'urbanisme.III. - Lorsqu'il fait l'objet d'une évaluation environnementale, le projet de mise en compatibilité est soumis à la procédure de participation du public prévue à l'article L. 123-19 du code de l'environnement.Lorsqu'il ne fait pas l'objet d'une évaluation environnementale, le projet de mise en compatibilité, l'exposé de ses motifs et, le cas échéant, les avis émis par l'établissement public ou la commune mentionnés au premier alinéa du II du présent article, par les personnes publiques associées mentionnées aux articles L. 132-7 à L. 132-9 du code de l'urbanisme et par les autres instances consultées sont mis à la disposition du public pendant une durée d'un mois, dans des conditions lui permettant de formuler ses observations. Ces observations sont enregistrées et conservées.Les modalités de la mise à la disposition du public sont précisées par arrêté de l'autorité administrative compétente de l'Etat et portées à la connaissance du public au moins dix jours avant le début de cette mise à disposition.IV. - A l'issue de la procédure prévue au III du présent article, l'autorité administrative compétente de l'Etat en présente le bilan devant l'organe délibérant de l'établissement public ou de la commune mentionnés au premier alinéa du II. L'organe délibérant rend un avis sur le projet de mise en compatibilité. Cet avis est réputé favorable s'il n'est pas émis dans un délai d'un mois.Le projet de mise en compatibilité est adopté par décret.V. - Lorsque sa mise en compatibilité est requise pour permettre la réalisation d'un projet d'intérêt général mentionné au I du présent article, le schéma de cohérence territoriale, le plan local d'urbanisme ou la carte communale ne peut pas faire l'objet d'une modification ou d'une révision portant sur les dispositions faisant l'objet de la mise en compatibilité entre la date de la mise à la disposition du public et la date d'entrée en vigueur du décret mentionné au IV."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I. - La réalisation d'un réacteur électronucléaire est conforme aux dispositions législatives et réglementaires relatives à l'utilisation des sols, à l'implantation, à la destination, à la nature, à l'architecture, aux dimensions et à l'assainissement des constructions et à l'aménagement de leurs abords.L'autorité administrative vérifie cette conformité, pour l'ensemble du projet, dans le cadre de l'instruction de la demande d'autorisation environnementale ou d'autorisation de création du réacteur, dans des conditions fixées par le décret en Conseil d'Etat mentionné à l'article 18. Elle détermine, le cas échéant, les prescriptions nécessaires pour assurer le respect des dispositions législatives et réglementaires mentionnées au premier alinéa du présent I.Les constructions, les aménagements, les installations et les travaux liés à la réalisation d'un réacteur électronucléaire sont dispensés de toute formalité au titre du code de l'urbanisme. Le titre VIII du livre IV du même code leur est applicable dans les mêmes conditions que celles applicables aux constructions, aux aménagements, aux installations et aux travaux qui sont dispensés de toute formalité en matière d'urbanisme en application dudit code.II. - Pour l'application du titre III du livre III du code de l'urbanisme, l'exploitant du réacteur électronucléaire mentionné à l'article 7 de la présente loi est regardé comme titulaire d'une autorisation de construire, nonobstant le I du présent article.A. - Par dérogation à la section 1 du chapitre Ier du titre IV de la deuxième partie du livre Ier du code général des impôts :1° Les opérations dispensées d'autorisation d'urbanisme en application du I du présent article donnent lieu au paiement de la taxe d'aménagement mentionnée à l'article 1635 quater A du code général des impôts ;2° Le redevable de la taxe d'aménagement est l'exploitant du réacteur électronucléaire ;3° Le fait générateur de la taxe est l'autorisation de création du réacteur électronucléaire en application de l'article L. 593-7 du code de l'environnement ou, pour les constructions, les aménagements, les installations et les travaux qui peuvent être exécutés avant la délivrance de cette autorisation en application du II de l'article 11 de la présente loi, l'autorisation environnementale mentionnée au deuxième alinéa du I du présent article, lorsque l'instruction de cette dernière en a vérifié la conformité aux règles d'urbanisme en application du même deuxième alinéa ;4° Le redevable des acomptes de taxe d'aménagement déclare les éléments nécessaires à l'établissement de ceux-ci avant le septième mois qui suit le fait générateur mentionné au 3° du présent A ;5° Les règles relatives aux exonérations, aux abattements, aux valeurs par mètre carré et au taux de la taxe d'aménagement sont celles en vigueur à la date du fait générateur mentionné au même 3°.Le décret en Conseil d'Etat prévu à l'article 18 de la présente loi précise les conditions d'application du présent II en cas de modification du projet postérieure à la délivrance de l'autorisation mentionnée au 3° du présent A.B. - Par dérogation à l'article 1679 nonies du code général des impôts, les acomptes prévus sont exigibles respectivement le neuvième et le dix-huitième mois suivant le fait générateur mentionné au 3° du A du présent II.C. - Par dérogation à l'article 235 ter ZG du code général des impôts, les opérations dispensées de toute formalité au titre du code de l'urbanisme en application du I du présent article donnent lieu au paiement de la taxe d'archéologie préventive mentionnée à l'article 235 ter ZG du code général des impôts.D. - Par dérogation au 13° de l'article L. 80 B du livre des procédures fiscales, la demande du redevable est effectuée avant le dépôt de l'autorisation mentionnée au 3° du A du présent II.III. - [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2023-851 DC du 21 juin 2023.]IV. - L'artificialisation des sols ou la consommation d'espaces naturels, agricoles ou forestiers résultant de la réalisation d'un réacteur électronucléaire n'est pas comptabilisée pour évaluer l'atteinte des objectifs locaux et régionaux de réduction du rythme de l'artificialisation des sols ou de la consommation d'espaces naturels, agricoles et forestiers intégrés aux documents de planification et d'urbanisme en application de l'article 194 de la loi n° 2021-1104 du 22 août 2021 précitée."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Dans un délai d'un an à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur les conséquences de la mise en œuvre des règles définies par la circulaire du 17 février 2010 relative à la maîtrise des activités au voisinage des installations nucléaires de base (INB) susceptibles de présenter des dangers à l'extérieur du site sur les projets d'urbanisation à proximité d'un réacteur électronucléaire. Il évalue l'opportunité et la faisabilité de faire évoluer ces règles."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I.-L'autorisation environnementale requise en application de l'article L. 181-1 du code de l'environnement pour la réalisation d'un réacteur électronucléaire est délivrée par décret, au regard de l'étude d'impact mentionnée à l'article L. 122-1 du même code qui porte sur l'ensemble du projet. Ce décret est modifié, le cas échéant, dans les conditions prévues à l'article L. 181-14 dudit code jusqu'à la délivrance de l'autorisation de création mentionnée à l'article L. 593-7 du même code, les modifications ultérieures intervenant dans des conditions précisées par le décret en Conseil d'Etat mentionné à l'article 18 de la présente loi.La commission locale d'information territorialement compétente est informée par le pétitionnaire du dépôt de la demande d'autorisation environnementale.II.-Parmi les opérations liées à la réalisation d'un réacteur électronucléaire, la construction des bâtiments, y compris leurs fondations, destinés à recevoir des combustibles nucléaires ou à héberger des matériels de sauvegarde ne peut être entreprise qu'après la délivrance de l'autorisation de création mentionnée à l'article L. 593-7 du code de l'environnement. Sous réserve de ces opérations et par dérogation à l'article L. 425-12 du code de l'urbanisme, les autres opérations liées à la réalisation d'un réacteur électronucléaire peuvent, aux frais et aux risques de l'exploitant, être exécutées à compter de la date de délivrance de l'autorisation environnementale mentionnée au I du présent article.III.-Un décret, pris après avis de l'   Autorité de sûreté nucléaire et de radioprotection, précise la répartition des opérations liées à la réalisation d'un réacteur électronucléaire, selon qu'elles peuvent être exécutées en application de la première ou de la seconde phrases du II."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "La réalisation d'un réacteur électronucléaire répondant aux conditions, notamment de puissance et de type de technologie, définies par décret en Conseil d'Etat est constitutive d'une raison impérative d'intérêt public majeur, au sens du c du 4° du I de l'article L. 411-2 du code de l'environnement."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I. - La réalisation d'un réacteur électronucléaire ainsi que les constructions, les aménagements, les équipements, les installations et les travaux liés à son exploitation ne sont pas soumis au chapitre Ier du titre II du livre Ier du code de l'urbanisme.II. - Dans un délai d'un an puis tous les quatre ans à compter de la promulgation de la présente loi, et jusqu'à l'année suivant l'expiration du délai mentionné au II de l'article 7, le Gouvernement remet au Parlement un rapport détaillant les dispositions prévues par les exploitants des réacteurs électronucléaires ou les porteurs de projets de tels réacteurs et par le gestionnaire du réseau public de transport d'électricité pour faciliter et pour encourager l'enfouissement des infrastructures de transport d'électricité. Le rapport évalue les possibilités financières et techniques de faire évoluer le cadre législatif et réglementaire en la matière, dont les dispositions prévues au présent titre."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Par dérogation à l'article L. 2124-2 du code général de la propriété des personnes publiques, la concession d'utilisation du domaine public maritime nécessaire à la réalisation d'un réacteur électronucléaire est délivrée à l'issue de l'enquête publique prévue au dernier alinéa de l'article L. 2124-1 du même code.La concession d'utilisation du domaine public maritime est approuvée par décret en Conseil d'Etat, sous réserve de l'engagement pris par l'exploitant de respecter un cahier des charges comportant des conditions générales et, le cas échéant, des conditions spécifiques."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I. - La procédure prévue aux articles L. 522-1 à L. 522-4 du code de l'expropriation pour cause d'utilité publique peut être appliquée, dans les conditions prévues par le même code, en vue de la prise de possession immédiate, par le bénéficiaire de la déclaration d'utilité publique, de tous les immeubles bâtis ou non bâtis dont l'acquisition est nécessaire à la réalisation d'un réacteur électronucléaire.II. - Le décret pris sur avis conforme du Conseil d'Etat en application de l'article L. 522-1 du code de l'expropriation pour cause d'utilité publique est publié dans un délai de six ans à compter de la publication du décret en Conseil d'Etat déclarant d'utilité publique le projet de réacteur électronucléaire mentionné à l'article 7 de la présente loi."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I. - Sans préjudice de l'article L. 181-18 du code de l'environnement, le juge administratif qui, saisi de conclusions dirigées contre un acte relevant de la juridiction administrative, délivré en application du présent titre, relatif à la réalisation d'un réacteur électronucléaire, estime, après avoir constaté que les autres moyens ne sont pas fondés, même après l'achèvement des travaux :1° Qu'un vice n'affecte qu'une phase de l'instruction de la demande d'acte ou une partie de cet acte limite à cette phase ou à cette partie la portée de l'annulation qu'il prononce et demande à l'autorité administrative compétente de reprendre l'instruction à la phase ou sur la partie qui est entachée d'irrégularité ;2° Qu'un vice entraînant l'illégalité de cet acte est susceptible d'être régularisé sursoit à statuer, après avoir invité les parties à présenter leurs observations, jusqu'à l'expiration du délai qu'il fixe pour cette régularisation. Si une mesure de régularisation est notifiée dans ce délai au juge, celui-ci statue après avoir invité les parties à présenter leurs observations.Le refus par le juge de faire droit à une demande d'annulation partielle ou de sursis à statuer est motivé.II. - En cas d'annulation ou de sursis à statuer affectant une partie seulement de l'acte, le juge détermine s'il y a lieu de suspendre l'exécution des parties de l'acte non viciées.III. - Les I et II du présent article sont applicables aux recours formés à l'encontre de l'acte mentionné au I à compter de la publication de la présente loi."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2023-851 DC du 21 juin 2023.]"
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Les conditions d'application du présent titre sont précisées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2023-851 DC du 21 juin 2023.]"
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I.-L'ordonnance n° 2016-128 du 10 février 2016 portant diverses dispositions en matière nucléaire est ratifiée.\n\nII. et III.-A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\n-Code de l'environnement\n\n-Code de la santé publique\n\n-Code de l'environnement"
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2023-851 DC du 21 juin 2023.]"
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2023-851 DC du 21 juin 2023.]"
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2023-851 DC du 21 juin 2023.]"
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2023-851 DC du 21 juin 2023.]"
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "Avant le 31 décembre 2026, le Gouvernement remet au Parlement un rapport relatif à la faisabilité, aux coûts, aux bénéfices et aux conditions de la poursuite du fonctionnement jusqu'à soixante ans et au-delà des réacteurs électronucléaires en fonctionnement en France au 1er janvier 2023, dans le respect des dispositions relatives à la protection des intérêts mentionnés à l'article L. 593-1 du code de l'environnement."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2023-851 DC du 21 juin 2023.]"
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "Dans un délai d'un an à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport détaillant les dispositions prévues par les exploitants des réacteurs électronucléaires pour assurer une gestion économe et optimisée de la ressource en eau, au regard des meilleures techniques disponibles dans le domaine. Ce rapport rend compte de l'application des recommandations faites à l'Etat par la Cour des comptes dans son rapport sur l'adaptation au changement climatique du parc des réacteurs nucléaires, publié en mars 2023.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}