{
  "id": "loi-n-2011-1906-du-21-decembre-2011",
  "type": "statute",
  "title": "LOI n°2011-1906\n du 21 décembre 2011",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000025005833",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Au titre de l'exercice 2010, sont approuvés :1° Le tableau d'équilibre, par branche, de l'ensemble des régimes obligatoires de base de sécurité sociale :\n\n(En milliards d'euros)\n\n(En milliards d'euros)\n\n(En milliards d'euros)\n\n2° Le tableau d'équilibre, par branche, du régime général de sécurité sociale :\n\n3° Le tableau d'équilibre des organismes concourant au financement des régimes obligatoires de base de sécurité sociale :\n\n4° Les dépenses constatées relevant du champ de l'objectif national de dépenses d'assurance maladie, s'élevant à 161,8 milliards d'euros ;5° Les recettes affectées au Fonds de réserve pour les retraites, s'élevant à 2,3 milliards d'euros ;6° Le montant de la dette amortie par la Caisse d'amortissement de la dette sociale, s'élevant à 5,1 milliards d'euros."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Est approuvé le rapport figurant en annexe A à la présente loi présentant un tableau, établi au 31 décembre 2010, retraçant la situation patrimoniale des régimes obligatoires de base et des organismes concourant à leur financement, à l'amortissement de leur dette ou à la mise en réserve de recettes à leur profit et décrivant les mesures prévues pour l'affectation des excédents ou la couverture des déficits constatés à l'occasion de l'approbation, à l'article 1er, des tableaux d'équilibre relatifs à l'exercice 2010."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Au titre de l'année 2011, sont rectifiées, conformément aux tableaux qui suivent :1° Les prévisions de recettes et le tableau d'équilibre, par branche, de l'ensemble des régimes obligatoires de base de sécurité sociale :\n\n(En milliards d'euros)\n\n(En milliards d'euros)\n\n(En milliards d'euros)\n\n2° Les prévisions de recettes et le tableau d'équilibre, par branche, du régime général de sécurité sociale :\n\n3° Les prévisions de recettes et le tableau d'équilibre des organismes concourant au financement des régimes obligatoires de base de sécurité sociale :\n\nRECETTES\n\nDÉPENSES\n\nSOLDE\n\nFonds de solidarité vieillesse\n\n13,8\n\n17,5\n\n― 3,8\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. - Au titre de l'année 2011, l'objectif d'amortissement rectifié de la dette sociale par la Caisse d'amortissement de la dette sociale demeure fixé conformément au I de l'article 37 de la loi n° 2010-1594 du 20 décembre 2010 de financement de la sécurité sociale pour 2011.II. - Au titre de l'année 2011, les prévisions rectifiées des recettes affectées au Fonds de réserve pour les retraites demeurent fixées conformément au II du même article 37.III. - Au titre de l'année 2011, les prévisions rectifiées de recettes mises en réserve par le Fonds de solidarité vieillesse sont fixées à 0,39 milliard d'euros."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I. ― Au titre de l'année 2011, les prévisions rectifiées des objectifs de dépenses, par branche, de l'ensemble des régimes obligatoires de base de sécurité sociale sont fixées à :\n\n(En milliards d'euros)\n\n(En milliards d'euros)\n\nII. ― Au titre de l'année 2011, les prévisions rectifiées des objectifs de dépenses, par branche, du régime général de sécurité sociale sont fixées à :\n\nOBJECTIFS DE DÉPENSES\n\nMaladie\n\n157,4\n\nVieillesse\n\n106,6\n\nFamille\n\n55,0\n\nAccidents du travail et maladies professionnelles\n\n11,6\n\nToutes branches (hors transferts entre branches)\n\n321,3\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Au titre de l'année 2011, l'objectif national de dépenses d'assurance maladie de l'ensemble des régimes obligatoires de base ainsi que ses sous-objectifs demeurent fixés conformément au tableau de l'article 90 de la loi n° 2010-1594 du 20 décembre 2010 précitée."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Avant le 31 août 2012, le Gouvernement remet au Parlement un rapport analysant comparativement les coûts de gestion et le niveau des prestations servies comparées aux cotisations versées des organismes de sécurité sociale, d'une part, des mutuelles et des organismes privés d'assurance complémentaire, d'autre part."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - L'article L. 131-7 du code de la sécurité sociale n'est pas applicable pour l'exonération mentionnée au III de l'article L. 241-10 du même code.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "III.-A titre dérogatoire, l'article L. 131-8 du code de la sécurité sociale, dans sa rédaction résultant de la présente loi, est applicable, pour l'année 2012, sous réserve des adaptations suivantes du 7° du même article :1° A la fin du a, le taux : \" 58,10 % \" est remplacé par le taux : \" 52,33 % \" ;2° A la fin du b, le taux : \" 7,86 % est remplacé par le taux : \" 11,17 % \" ;3° Au e, le taux : \" 9,18 % est remplacé par le taux : \" 10 % \" ;4° Au f, le taux : \" 0,60 % est remplacé par le taux : \" 0,66 % \" ;5° Il est ajouté un k ainsi rédigé :\" k) A la branche mentionnée au 2° de l'article L. 200-2, pour une fraction correspondant à 1,58 %. \""
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. -  modifié les dispositions suivantes :\n\nIII. - Le 1° du I et le II du présent article s'appliquent aux revenus perçus à compter du 1er janvier 2011.\n\nIV. - Le 2° du I s'applique à compter du 1er janvier 2012.\n\n- Code de la sécurité sociale.\n\n- Ordonnance n°96-50 du 24 janvier 1996"
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le présent article est applicable à la contribution sociale de solidarité à la charge des sociétés due à compter du 1er janvier 2012.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - A abrogé les dispositions suivantes :\n\nIII. - (Abrogé).\n\nIV. - Le présent article s'applique à compter de la période d'imposition s'ouvrant le 1er octobre 2011.\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Pour le calcul des contributions dues au titre de l'année 2012 en application de l'article L. 138-10 du code de la sécurité sociale, le taux K est fixé à 0,5 %."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "V.-Le présent article entre en vigueur le 1er janvier 2012.VI.-Par dérogation aux dispositions du présent article, quand elle constate, après le 1er janvier 2012, un versement erroné ou l'absence de versement de la part du redevable d'un des droits, taxes ou redevances à acquitter en 2011 ou au cours des exercices antérieurs et prévus à l'article 23 de la loi n° 2005-1720 du 30 décembre 2005 de finances rectificative pour 2005, aux articles L. 5121-15 à L. 5121-17, L. 5122-5, L. 5138-5, L. 5211-5-2, L. 5221-7, au 3° de l'article L. 5321-2 et à l'article L. 6221-11 du code de la santé publique, dans leur rédaction en vigueur au 1er janvier 2011, l'agence mentionnée à l'article L. 5311-1 du même code procède à la liquidation et au recouvrement des sommes restant à percevoir ou au remboursement des sommes perçues à tort conformément aux dispositions en vigueur l'année où le droit, la taxe ou la redevance était dû."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "I. ― A compter du 1er janvier 2013, les salariés et anciens salariés de la chambre de commerce et d'industrie de Paris et leurs ayants droit qui relevaient antérieurement du régime spécial d'assurance maladie du personnel de cet établissement sont affiliés ou pris en charge par le régime général de sécurité sociale pour les risques maladie, maternité et décès, à l'exception des prestations en espèce prévues au 5° de l'article L. 321-1 et à l'article L. 331-3 du code de la sécurité sociale, dans le respect des règles du régime général de la sécurité sociale. Toutefois, l'article L. 131-9 du même code leur reste applicable.  Il est mis fin à ce régime spécial à compter de cette même date.\n\nUn décret en Conseil d'Etat détermine les modalités de mise en œuvre du transfert prévu au premier alinéa, notamment les adaptations rendues nécessaires par ce transfert aux règles relatives aux droits à prestations des assurances sociales fixées aux titres Ier à III et VI du livre III du code de la sécurité sociale.\n\nUn décret fixe, pour une période transitoire commençant le 1er janvier 2013 et prenant fin au plus tard le 31 décembre 2018, le taux des cotisations dues chaque année par la chambre de commerce et d'industrie de région Paris Ile-de-France, à raison de l'affiliation au régime général de sécurité sociale des assurés qui relevaient antérieurement du régime spécial d'assurance maladie de la chambre de commerce et d'industrie de Paris, au régime général de sécurité sociale au titre de ces assurances sociales permettant d'atteindre de manière progressive le taux de cotisation à la charge de l'Etat fixé en application de l'article L. 712-9 du code de la sécurité sociale.\n\nII. ― L'affiliation et la prise en charge par le régime général de sécurité sociale des salariés et anciens salariés de la chambre de commerce et d'industrie de Paris et de leurs ayants droit qui relevaient du régime spécial d'assurance invalidité du personnel de cet établissement, prévues à l'article 70 de la loi n° 2005-882 du 2 août 2005 en faveur des petites et moyennes entreprises, prennent effet au 1er janvier 2013. Il est mis fin à ce régime spécial à la même date."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "Est approuvé le montant de 3,1 milliards d'euros, correspondant à la compensation des exonérations, réductions ou abattements d'assiette de cotisations ou contributions de sécurité sociale, mentionné à l'annexe 5 jointe au projet de loi de financement de la sécurité sociale pour 2012."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Pour l'année 2012, les prévisions de recettes, réparties par catégorie dans l'état figurant en annexe C à la présente loi, sont fixées :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale et par branche à :\n\n(En milliards d'euros)\n\n(En milliards d'euros)\n\n(En milliards d'euros)\n\n2° Pour le régime général de sécurité sociale et par branche à :\n\n3° Pour les organismes concourant au financement des régimes obligatoires de base de sécurité sociale à :\n\nPRÉVISIONS DE RECETTES\n\nFonds de solidarité vieillesse\n\n14,2\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Pour l'année 2012, est approuvé le tableau d'équilibre, par branche, de l'ensemble des régimes obligatoires de base de sécurité sociale :\n\n(En milliards d'euros)\n\nPRÉVISIONSde recettes\n\nOBJECTIFSde dépenses\n\nSOLDE\n\nMaladie\n\n180,4\n\n186,2\n\n― 5,8\n\nVieillesse\n\n202,6\n\n210,4\n\n― 7,8\n\nFamille\n\n54,4\n\n56,5\n\n― 2,0\n\nAccidents du travail et maladies professionnelles\n\n13,4\n\n13,3\n\n0,1\n\nToutes branches (hors transferts entre branches)\n\n440,2\n\n455,8\n\n― 15,6\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Pour l'année 2012, est approuvé le tableau d'équilibre, par branche, du régime général de sécurité sociale :\n\n(En milliards d'euros)\n\nPRÉVISIONSde recettes\n\nOBJECTIFSde dépenses\n\nSOLDE\n\nMaladie\n\n155,7\n\n161,6\n\n― 5,9\n\nVieillesse\n\n104,7\n\n110,6\n\n― 5,9\n\nFamille\n\n53,9\n\n56,0\n\n― 2,0\n\nAccidents du travail et maladies professionnelles\n\n12,0\n\n11,9\n\n0,0\n\nToutes branches (hors transferts entre branches)\n\n316,7\n\n330,5\n\n― 13,8\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Pour l'année 2012, est approuvé le tableau d'équilibre des organismes concourant au financement des régimes obligatoires de base de sécurité sociale :\n\n(En milliards d'euros)\n\nPRÉVISIONSde recettes\n\nOBJECTIFSde dépenses\n\nSOLDE\n\nFonds de solidarité vieillesse\n\n14,2\n\n18,3\n\n― 4,1\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "I. ― Pour l'année 2012, l'objectif d'amortissement de la dette sociale par la Caisse d'amortissement de la dette sociale est fixé à 11,1 milliards d'euros.II. ― Pour l'année 2012, les prévisions de recettes par catégorie affectées au Fonds de réserve pour les retraites sont fixées à :\n\n(En milliards d'euros)\n\n(En milliards d'euros)\n\nIII. ― Pour l'année 2012, les prévisions de recettes par catégorie mises en réserve par le Fonds de solidarité vieillesse sont fixées à :\n\nPRÉVISIONS DE RECETTES\n\nRecettes fiscales affectées\n\n0,4\n\nTotal\n\n0,4\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "Est approuvé le rapport figurant en annexe B à la présente loi décrivant, pour les quatre années à venir (2012-2015), les prévisions de recettes et les objectifs de dépenses par branche des régimes obligatoires de base et du régime général, les prévisions de recettes et de dépenses des organismes concourant au financement de ces régimes ainsi que l'objectif national de dépenses d'assurance maladie."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "III.-Le I du présent article est applicable pour la première fois au titre des rémunérations versées au cours de l'année 2012. Toutefois, un décret peut en reporter la première application au plus tard au titre des rémunérations versées au cours de l'année 2015 pour tout ou partie des employeurs de personnels relevant des régimes spéciaux mentionnés à l'article L. 711-1 du code de la sécurité sociale."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "Sont habilités à recourir à des ressources non permanentes afin de couvrir leurs besoins de trésorerie les régimes obligatoires de base et les organismes concourant à leur financement mentionnés dans le tableau ci-dessous, dans les limites indiquées :\n\n(En milliards d'euros)\n\nA titre dérogatoire, la caisse de prévoyance et de retraite du personnel de la Société nationale des chemins de fer français est autorisée à recourir à des ressources non permanentes dans la limite de 1 600 millions d'euros du 1er au 15 janvier et du 15 au 31 décembre 2012."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2011-642 DC du 15 décembre 2011.]"
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "Son montant est versé à la Haute Autorité de santé. Cette taxe est recouvrée selon les modalités prévues pour le recouvrement des créances des établissements publics administratifs de l'Etat."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2011-642 DC du 15 décembre 2011.]"
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2011-642 DC du 15 décembre 2011.]"
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "I et II. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "I. -A modifié les dispositions suivantes :\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2011-642 DC du 15 décembre 2011.]"
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "I. ― Des expérimentations peuvent être menées, à compter du 1er janvier 2012 et pour une période n'excédant pas onze ans, portant sur les règles d'organisation et de financement des transports sanitaires urgents préhospitaliers réalisés à la demande du service d'aide médicale urgente, dans le but d'améliorer la qualité et l'efficience de l'offre de transports sanitaires urgents en région.\n\nII. - Dans ce cadre, les expérimentations peuvent déroger aux dispositions suivantes :\n\n1° L'article L. 6312-5 du code de la santé publique, en tant qu'il concerne les conditions de réalisation des transports sanitaires urgents à la demande du service d'aide médicale urgente ;\n\n2° Le 6° de l'article L. 322-5-2 du code de la sécurité sociale, en tant qu'il concerne les conditions de rémunération des entreprises de transports sanitaires dans le cadre de leur participation à la garde départementale et à la prise en charge des urgences préhospitalières. Les plafonds des montants des éléments de tarification des entreprises de transports sanitaires assurant la prise en charge des urgences préhospitalières ainsi que le montant maximal de dépenses au titre de cette rémunération pour chaque région ou département participant à l'expérimentation sont fixés par arrêté des ministres chargés de la santé et de la sécurité sociale.\n\nIII. - Les agences régionales de santé, en lien avec les organismes locaux d'assurance maladie, conduisent ces expérimentations. Ils déterminent les conditions de rémunération des entreprises de transports sanitaires pour leur participation à la prise en charge des urgences préhospitalières à la demande du service d'aide médicale urgente en mobilisant l'ensemble des crédits affectés à cette prise en charge, comprenant les éléments de tarification et les crédits d'aide à la contractualisation affectés à l'indemnisation des services d'incendie et de secours en cas d'indisponibilité ambulancière en application de l'article L. 1424-42 du code général des collectivités territoriales.\n\nA cet effet, une convention est conclue entre les agences régionales de santé, les organismes locaux d'assurance maladie, l'établissement de santé siège du service d'aide médicale urgente et l'association départementale de transports sanitaires d'urgence la plus représentative comprenant un objectif de maîtrise des dépenses. La convention est soumise pour avis au sous-comité des transports sanitaires de l'agence régionale de santé.\n\nIV. - Une évaluation semestrielle de ces expérimentations, portant notamment sur le gain financier, l'impact sur le reste à charge des patients, la couverture du territoire et la disponibilité de la prise en charge ambulancière, est réalisée par les agences régionales de santé en liaison avec les organismes locaux d'assurance maladie.\n\nV. - Six mois avant la fin de l'expérimentation, un rapport d'évaluation est transmis par le Gouvernement au Parlement.\n\nVI. - Les modalités de mise en œuvre de ces expérimentations sont définies par décret en Conseil d'Etat, après avis de l'Union nationale des caisses d'assurance maladie et des organisations syndicales représentatives des entreprises de transports sanitaires concernées."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2011-642 DC du 15 décembre 2011.]"
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "I. ― Des expérimentations peuvent être menées, à compter du 1er janvier 2012 et pour une période n'excédant pas sept ans, dans le cadre de projets pilotes mettant en œuvre de nouveaux modes d'organisation des soins destinés à optimiser les parcours de soins des personnes âgées en risque de perte d'autonomie en prévenant leur hospitalisation en établissement de santé avec hébergement, en gérant leur sortie d'hôpital et en favorisant la continuité des différents modes de prise en charge sanitaires et médico-sociaux.Les expérimentations sont mises en œuvre par convention entre les agences régionales de santé, les organismes locaux d'assurance maladie ainsi que les professionnels de santé, les établissements hospitaliers, les établissements sociaux et médico-sociaux et les collectivités territoriales volontaires.Le cahier des charges des expérimentations est arrêté par les ministres chargés de la santé, des affaires sociales et de la sécurité sociale.II. ― Pour la mise en œuvre des expérimentations mentionnées au I et portant sur de nouveaux modes de coordination des soins pour prévenir l'hospitalisation en établissement de santé avec hébergement et gérer la sortie d'hôpital des personnes âgées en risque de perte d'autonomie, il peut être dérogé aux règles de facturation et de tarification mentionnées aux articles L. 162-5, L. 162-9, L. 162-11, L. 162-12-2, L. 162-12-9, L. 162-14, L. 162-14-1 et L. 162-32-1 du code de la sécurité sociale en tant qu'ils concernent les tarifs, honoraires, rémunérations et frais accessoires dus aux professionnels de santé par les assurés sociaux et par l'assurance maladie, aux 1°, 2°, 6° et 9° de l'article L. 321-1 du même code en tant qu'ils concernent les frais couverts par l'assurance maladie, à l'article L. 162-2 du même code en tant qu'il concerne le paiement direct des honoraires par le malade et aux articles L. 160-13 et L. 160-14 du même code relatifs à la participation de l'assuré aux tarifs servant de base au calcul des prestations.Les dépenses à la charge de l'ensemble des régimes obligatoires de base d'assurance maladie qui résultent de ces expérimentations sont prises en compte dans l'objectif national de dépenses d'assurance maladie mentionné au 3° de l'article LO 111-3-5 du même code.\n\nIII. ― Les agences régionales de santé, les collectivités territoriales, les organismes de sécurité sociale, les mutuelles régies par le code de la mutualité, les institutions de prévoyance régies par le livre IX du code de la sécurité sociale ou par le livre VII du code rural et de la pêche maritime et les entreprises régies par le code des assurances associés aux projets pilotes transmettent et partagent les informations qu'ils détiennent dans la stricte mesure de leur utilité pour la connaissance et le suivi du parcours des personnes âgées en risque de perte d'autonomie incluses dans les projets pilotes. Ces informations peuvent faire l'objet d'un recueil à des fins d'évaluation ou d'analyse des pratiques ou des activités de soins et de prévention.IV. ― En vue d'une généralisation, une évaluation annuelle de ces expérimentations, portant notamment sur la patientèle prise en charge, les modalités de cette prise en charge, le nombre de professionnels de santé qui y prennent part et sur les dépenses afférentes aux soins qu'ils ont effectués ainsi que sur la qualité de ces soins, est réalisée par la Haute Autorité de santé, en liaison avec les agences régionales de santé, les organismes locaux d'assurance maladie et les établissements hospitaliers participant aux expérimentations. Cette évaluation est transmise au Parlement avant le 1er octobre."
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "Avant le 30 juin 2012, le Gouvernement remet au Parlement un rapport sur les charges fiscales et sociales résultant des différentes obligations législatives et réglementaires auxquelles sont soumis les établissements d'hébergement de personnes âgées dépendantes et les services de soins infirmiers à domicile en fonction de leur statut juridique."
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "I. - Le montant de la participation des régimes obligatoires d'assurance maladie au financement du fonds d'intervention pour la qualité et la coordination des soins est fixé à    220 millions d'euros pour l'année 2012. Le montant maximal des dépenses de ce fonds est fixé à 281 millions d'euros pour l'année 2012.\n\nII. - Le montant de la participation des régimes obligatoires d'assurance maladie au financement du fonds pour la modernisation des établissements de santé publics et privés est fixé à 238,93 millions d'euros pour l'année 2012.\n\nIII. - Le montant de la dotation globale pour le financement de l'Office national d'indemnisation des accidents médicaux, des affections iatrogènes et des infections nosocomiales, mentionné à l'article L. 1142-23 du code de la santé publique, est fixé à 55 millions d'euros pour 2012.\n\nIV. - Le montant de la participation des régimes obligatoires d'assurance maladie au financement des agences régionales de santé au titre de leur budget de gestion est fixé, pour l'année 2012, à 160 millions d'euros.\n\nV. - Le montant de la contribution de la Caisse nationale de solidarité pour l'autonomie au financement des agences régionales de santé au titre de leurs actions concernant les prises en charge et accompagnements en direction des personnes âgées ou handicapées, mentionnée au 3° de l'article L. 1432-6 du code de la santé publique, est fixé à 64,55 millions d'euros pour l'année 2012, qui sont répartis entre actions par arrêté du ministre chargé des personnes âgées et des personnes handicapées.\n\nVI. - Le montant de la participation des régimes obligatoires d'assurance maladie au financement de l'Etablissement de préparation et de réponse aux urgences sanitaires est fixé, pour l'année 2012, à 20 millions d'euros."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "Pour l'année 2012, les objectifs de dépenses de la branche Maladie, maternité, invalidité et décès sont fixés :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale, à 186,2 milliards d'euros ;2° Pour le régime général de la sécurité sociale, à 161,6 milliards d'euros."
    },
    {
      "provision_ref": "art84",
      "section": "84",
      "title": "Article 84",
      "content": "Pour l'année 2012, l'objectif national de dépenses d'assurance maladie de l'ensemble des régimes obligatoires de base et ses sous-objectifs sont fixés comme suit :\n\n(En milliards d'euros)\n\nOBJECTIFde dépenses\n\nDépenses de soins de ville\n\n78,9\n\nDépenses relatives aux établissements de santé tarifés à l'activité\n\n55,3\n\nAutres dépenses relatives aux établissements de santé\n\n19,3\n\nContribution de l'assurance maladie aux dépenses en établissements et services pour personnes âgées\n\n8,0\n\nContribution de l'assurance maladie aux dépenses en établissements et services pour personnes handicapées\n\n8,4\n\nDépenses relatives aux autres modes de prise en charge\n\n1,2\n\nTotal\n\n171,2\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Article 85",
      "content": "I.-A modifié les dispositions suivantes :\n\nIV, V.-A modifié les dispositions suivantes :\n\nII.-L'Etat prend en charge chaque année, pour les trimestres validés au cours de l'année civile précédente et sur une base forfaitaire fixée par décret, les coûts que représente, pour l'assurance vieillesse du régime général de sécurité sociale, le 7° de l'article L. 351-3 du code de la sécurité sociale.\n\nIII.-Le présent article est applicable aux périodes d'inscription postérieures au 31 décembre 2011 sur la liste des sportifs de haut niveau mentionnée au premier alinéa de l'article L. 221-2 du code du sport.\n\nVI.-Avant le 1er octobre 2013, le Gouvernement remet au Parlement un rapport présentant le coût du dispositif prévu au présent article et étudiant la possibilité d'augmenter le nombre de trimestres mentionné au 7° de l'article L. 351-3 du code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code rural"
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Article 86",
      "content": "V.-Le présent article n'est pas applicable aux assurés qui remplissent, avant le 1er janvier 2013, les conditions d'âge et de durée d'assurance ouvrant droit au bénéfice de la majoration de pension prévue au III de l'article L. 14 du code des pensions civiles et militaires de retraite, à l'article L. 351-1-2, au dernier alinéa du I des articles L. 643-3 et L. 723-10-1 du code de la sécurité sociale et à l'article L. 732-25-1 du code rural et de la pêche maritime, dans leur rédaction antérieure à l'entrée en vigueur de la présente loi."
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "II.-L'article L. 382-29-1 du code de la sécurité sociale est applicable aux pensions prenant effet à compter du 1er janvier 2012."
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "VII. - Les articles 22, 28, 31 et 35 de la loi n° 2010-1330 du 9 novembre 2010 portant réforme des retraites, dans leur rédaction issue de la présente loi, sont applicables aux ouvriers régis par le régime des pensions des ouvriers des établissements industriels de l'Etat."
    },
    {
      "provision_ref": "art95",
      "section": "95",
      "title": "Article 95",
      "content": "Pour l'année 2012, les objectifs de dépenses de la branche vieillesse sont fixés :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale, à 210,4 milliards d'euros ;2° Pour le régime général de la sécurité sociale, à 110,6 milliards d'euros."
    },
    {
      "provision_ref": "art96",
      "section": "96",
      "title": "Article 96",
      "content": "Le montant du versement mentionné à l'article L. 176-1 du code de la sécurité sociale est fixé, pour l'année 2012, à 790 millions d'euros."
    },
    {
      "provision_ref": "art97",
      "section": "97",
      "title": "Article 97",
      "content": "I. ― Le montant de la contribution de la branche Accidents du travail et maladies professionnelles du régime général de la sécurité sociale au financement du fonds d'indemnisation des victimes de l'amiante est fixé à 315 millions d'euros au titre de l'année 2012.II. - Le montant de la contribution de la branche Accidents du travail et maladies professionnelles du régime général de la sécurité sociale au financement du Fonds de cessation anticipée d'activité des travailleurs de l'amiante est fixé à 890 millions d'euros pour l'année 2012."
    },
    {
      "provision_ref": "art98",
      "section": "98",
      "title": "Article 98",
      "content": "Le montant de la contribution mentionnée à l'article L. 241-3 du code de la sécurité sociale couvrant les dépenses supplémentaires engendrées par les départs en retraite à l'âge fixé en application de l'article L. 351-1-4 du même code est fixé à 110 millions d'euros pour l'année 2012."
    },
    {
      "provision_ref": "art100",
      "section": "100",
      "title": "Article 100",
      "content": "I. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art101",
      "section": "101",
      "title": "Article 101",
      "content": "Pour l'année 2012, les objectifs de dépenses de la branche Accidents du travail et maladies professionnelles sont fixés :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale, à 13,3 milliards d'euros ;2° Pour le régime général de la sécurité sociale, à 11,9 milliards d'euros."
    },
    {
      "provision_ref": "art104",
      "section": "104",
      "title": "Article 104",
      "content": "II.-Par dérogation aux dispositions de l'article L. 551-1 du code de la sécurité sociale, le montant des bases mensuelles de calcul des prestations familiales est fixé à 399 € pour 2012."
    },
    {
      "provision_ref": "art106",
      "section": "106",
      "title": "Article 106",
      "content": "Pour l'année 2012, les objectifs de dépenses de la branche famille sont fixés :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale, à 56,5 milliards d'euros ;2° Pour le régime général de la sécurité sociale, à 56,0 milliards d'euros."
    },
    {
      "provision_ref": "art107",
      "section": "107",
      "title": "Article 107",
      "content": "Pour l'année 2012, les dépenses de prise en charge mentionnées au 2° de l'article L. 135-2 du code de la sécurité sociale sont fixées à 3,4 milliards d'euros pour le régime général, 400 millions d'euros pour le régime des salariés agricoles et 100 millions d'euros pour les régimes d'assurance vieillesse des professions artisanales, industrielles et commerciales."
    },
    {
      "provision_ref": "art108",
      "section": "108",
      "title": "Article 108",
      "content": "Pour l'année 2012, les prévisions des charges des organismes concourant au financement des régimes obligatoires de sécurité sociale sont fixées à :\n\n(En milliards d'euros)\n\nPRÉVISIONS DE CHARGES\n\nFonds de solidarité vieillesse\n\n18,3\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art110",
      "section": "110",
      "title": "Article 110",
      "content": "II. - La première convention mentionnée à l'article L. 114-23 du code de la sécurité sociale est signée avant le 1er janvier 2013."
    },
    {
      "provision_ref": "art111",
      "section": "111",
      "title": "Article 111",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2011-642 DC du 15 décembre 2011.]"
    },
    {
      "provision_ref": "art113",
      "section": "113",
      "title": "Article 113",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2011-642 DC du 15 décembre 2011.]"
    },
    {
      "provision_ref": "art114",
      "section": "114",
      "title": "Article 114",
      "content": "I. à IX. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nVII. - Les juridictions administratives demeurent compétentes pour connaître des recours formés devant elles contre les décisions prononçant les sanctions prévues aux articles L. 114-17 et L. 162-1-14 à L. 162-1-14-2 du code de la sécurité sociale et pendants à la date de promulgation de la présente loi.\n\n- Code de l'action sociale et des familles\n\n- Code de la sécurité sociale.\n\n- Code rural\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "artAnnexeA",
      "section": "AnnexeA",
      "title": "Article AnnexeA",
      "content": "Sur le champ de l'ensemble des régimes de base, du Fonds de solidarité vieillesse (FSV), de la Caisse d'amortissement de la dette sociale (CADES) et du Fonds de réserve pour les retraites (FRR), le passif net (ou dette ) de la sécurité sociale, mesuré par ses capitaux propres, s'élevait à 87,1 milliards d'euros au 31 décembre 2010, soit l'équivalent de 4,5 points de produit intérieur brut (PIB) ou d'un peu plus de deux mois de prestations versées par ces mêmes organismes. Ce passif net a augmenté de 21 milliards d'euros par rapport à celui constaté au 31 décembre 2009 (66,3 milliards d'euros), en raison essentiellement du déficit des régimes et du FSV pour l'année 2010 (soit 29,6 milliards d'euros), minoré de l'amortissement de la dette portée par la CADES (5,1 milliards d'euros) et des recettes affectées au FRR (2,2 milliards d'euros) sur cette même année.Compte tenu des sommes placées ou détenues en trésorerie (50,7 milliards d'euros, dont les deux tiers environ par le FRR), du besoin en fonds de roulement (différence de 19,3 milliards d'euros entre les actifs et passifs circulants) ainsi que des immobilisations et provisions, l'endettement financier s'élevait à 146,8 milliards d'euros au 31 décembre 2010 (contre 124,7 milliards d'euros au 31 décembre 2009).L'ensemble de ces éléments sont détaillés en annexe 9 au projet de loi de financement de la sécurité sociale pour 2012.II. - Couverture des déficits constatés sur l'exercice 2010 et affectation des excédents observés sur ce même exercice.Les comptes du régime général ont été déficitaires de 23,9 milliards d'euros en 2010. La branche maladie a ainsi enregistré un déficit de 11,6 milliards d'euros, la branche accidents du travail-maladies professionnelles (AT-MP) un déficit de 0,7 milliard d'euros, la branche Vieillesse un déficit de 8,9 milliards d'euros et la branche Famille un déficit de 2,7 milliards d'euros.Pour faciliter le retour de la croissance qui constituait un objectif prioritaire, il avait été décidé dans le contexte exceptionnel de l'année 2010 de ne pas procéder durant cet exercice à des reprises de dette par la CADES. Aussi le Gouvernement avait-il pris les engagements nécessaires pour que le déficit global du régime général pour les exercices 2009 et 2010 puisse être financé par l'Agence centrale des organismes de sécurité sociale, avec l'appui de l'Agence France Trésor, au moyen de ressources non permanentes dans la limite des plafonds fixés par les lois de financement de la sécurité sociale.Dans le cadre fixé par la loi organique n° 2010-1380 du 13 novembre 2010 relative à la gestion de la dette sociale, la loi n° 2010-1594 du 20 décembre 2010 de financement de la sécurité sociale pour 2011 a organisé le transfert de ces déficits cumulés du régime général pour 2009 et 2010 (hors branche Accidents du travail) à la CADES. Conformément aux dispositions organiques, la caisse a été affectataire de ressources lui permettant de financer ces sommes.La plupart des régimes de base autres que le régime général présentent par construction des résultats annuels équilibrés ou très proches de l'équilibre. Il en est ainsi des régimes intégrés financièrement au régime général (régimes agricoles hors branche Retraite du régime des exploitants, régimes maladie des militaires, des cultes et des marins), des régimes de retraite équilibrés par des subventions de l'Etat (SNCF, RATP, régimes des mines et des marins), des régimes d'employeurs (fonction publique de l'Etat) équilibrés par ces derniers et enfin du régime social des indépendants dont les déficits sont couverts par une affectation à due proportion du produit de la contribution sociale de solidarité à la charge des sociétés.Cependant, deux régimes ne bénéficiant pas de tels mécanismes d'équilibrage ont enregistré en 2010 des résultats déficitaires.S'agissant, d'une part, de la branche Retraite du régime des exploitants agricoles, le déficit s'est élevé à 1,3 milliard d'euros (contre 1,2 milliard d'euros en 2009) et a fait l'objet d'un financement bancaire dans le respect du plafond fixé par la loi n° 2009-1646 du 24 décembre 2009 de financement de la sécurité sociale pour 2010 à 3,5 milliards d'euros. La présente loi transfère à la CADES, grâce à la mobilisation des ressources supplémentaires dont celle-ci bénéficiera en application du plan de lutte contre les déficits publics, les déficits cumulés pour 2009 et 2010 de la branche Vieillesse du régime.S'agissant, d'autre part, de la Caisse nationale de retraite des agents des collectivités locales (CNRACL), il convient d'observer qu'elle a enregistré pour la première fois un déficit en 2010 (0,5 milliard d'euros). Compte tenu des réserves antérieures de la caisse, celui-ci a été pour l'essentiel autofinancé.Enfin, quelques régimes présentent des résultats excédentaires, principalement la caisse de prévoyance et de retraite du personnel de la SNCF (risque maladie), la Caisse nationale des industries électriques et gazières et le fonds d'allocation temporaire d'invalidité des agents des collectivités locales (environ 0,1 milliard d'euros chacun). Ces excédents sont affectés au report à nouveau des caisses.Par ailleurs, le FSV a enregistré en 2010 un déficit de 4,1 milliards d'euros. Le fonds ne disposant pas de réserve, ce déficit est inscrit au bilan en fonds de roulement négatif. Dans la mesure où le FSV n'est pas habilité par la loi de financement à emprunter, ce déficit a entraîné en 2010 une dette vis-à-vis de la Caisse nationale d'assurance vieillesse (CNAV) qui a été financée in fine par les emprunts de trésorerie de l'Agence centrale des organismes de sécurité sociale (ACOSS), dans les mêmes conditions que les déficits propres de la CNAV.Comme pour le régime général, la loi n° 2010-1594 du 20 décembre 2010 précitée a organisé le transfert à la CADES des déficits cumulés 2009 et 2010 du fonds."
    },
    {
      "provision_ref": "artAnnexeB",
      "section": "AnnexeB",
      "title": "Article AnnexeB",
      "content": "RAPPORT DÉCRIVANT LES PRÉVISIONS DE RECETTES ET LES OBJECTIFS DE DÉPENSES PAR BRANCHE DES RÉGIMES OBLIGATOIRES DE BASE ET DU RÉGIME GÉNÉRAL, LES PRÉVISIONS DE RECETTES ET DE DÉPENSES DES ORGANISMES CONCOURANT AU FINANCEMENT DE CES RÉGIMES AINSI QUE L'OBJECTIF NATIONAL DE DÉPENSES D'ASSURANCE MALADIE POUR LES QUATRE ANNÉES À VENIR\n\nHypothèses retenues dans la projection quadriennale\n\n(En pourcentage)\n\nLa présente annexe décrit l'évolution des dépenses, des recettes et des soldes du régime général, de l'ensemble des régimes obligatoires de base et du Fonds de solidarité vieillesse (FSV) à l'horizon 2015, sur la base d'hypothèses macroéconomiques révisées compte tenu des développements récents de la crise économique et financière et de leurs conséquences sur l'environnement économique international. Ces projections intègrent également l'impact financier des mesures du plan de retour à l'équilibre des finances publiques annoncé le 7 novembre 2011 qui contribuent plus particulièrement au redressement des comptes de la sécurité sociale.\n\nLes hypothèses retiennent un ralentissement en 2012 de la progression de la masse salariale privée, principale assiette des ressources de la sécurité sociale (3,0 %, contre 3,7 % en 2011). Pour les exercices 2013 à 2015, la masse salariale privée est supposée progresser de 4 % par an en valeur. Ces hypothèses traduisent la volonté de fonder la stratégie de redressement de la sécurité sociale, laquelle sous-tend les mesures présentées dans la présente loi, sur des projections financières sincères et prudentes :\n\n-la progression révisée de la masse salariale pour 2012 incorpore l'intégralité de la correction à la baisse de l'hypothèse de croissance du produit intérieur brut (PIB), elle-même calée sur la moyenne des prévisions pour l'année à venir des instituts indépendants de conjoncture ;\n\n-l'hypothèse de progression de 4,0 % à compter de 2013 reste inférieure au rythme annuel moyen de la masse salariale privée entre 1998 et 2007 (4,1 %), alors que l'éventualité d'un rattrapage partiel des points de croissance perdus entre 2008 et 2012 par rapport à la tendance historique ne peut être écartée.\n\nLa période quadriennale qui s'ouvre est marquée par des incertitudes sur l'environnement macroéconomique international, qui contraignent fortement les finances publiques des Etats. Dans le programme de stabilité transmis à la Commission européenne au premier semestre 2011, la France s'est engagée auprès de ses partenaires européens à respecter une trajectoire de redressement du solde des administrations publiques (de-5,7 % du PIB en 2011 à-4,5 % en 2012,-3,0 % en 2013 et-2,0 % en 2014) et ce quelle que soit la conjoncture économique. Tous les sous-secteurs des administrations publiques devront prendre part à cet effort, et notamment la sécurité sociale compte tenu de son poids dans l'ensemble des finances publiques, même si sa part dans le besoin de financement d'ensemble de la sphère publique reste limitée (moins d'un cinquième du besoin de financement des administrations publiques en 2010).\n\nLa trajectoire financière décrite dans la présente annexe confirme l'objectif d'une réduction très significative du déficit de l'ensemble des régimes obligatoires de base de sécurité sociale. En dépit de la révision en baisse des hypothèses macroéconomiques, la mise en œuvre du second plan de retour à l'équilibre des finances publiques permet de revenir en 2012 à un solde déficitaire de 13,8 milliards d'euros, ainsi que d'amplifier l'effort de redressement entre 2013 et 2015.\n\nLe déficit de l'ensemble des régimes obligatoires de base de sécurité sociale devrait passer de 20,1 milliards d'euros en 2011 à 8,9 milliards d'euros en 2015, soit une diminution de plus de moitié. Pour le seul régime général, le redressement est encore plus significatif :-6,5 milliards d'euros en 2015, contre-18,0 milliards d'euros en 2011. La reprise des déficits de la branche Vieillesse par la Caisse d'amortissement de la dette sociale (CADES) étant d'ores et déjà financée jusqu'en 2018, durant la période de montée en charge de la réforme des retraites, seul le déficit du régime général hors branche Vieillesse, qui ne sera plus que de 2 milliards d'euros pour l'exercice 2015, devra être remboursé par des excédents ultérieurs.\n\nLe levier principal et la clé de la durabilité de ce redressement sont un effort continu de maîtrise des dépenses de la sécurité sociale. La projection quadriennale décrite dans la présente annexe retient l'hypothèse d'une progression annuelle moyenne des charges nettes de l'ensemble des régimes obligatoires de base de sécurité sociale de 2,9 % en valeur entre 2011 et 2015, soit 1,15 % en volume. Maintenir à partir de 2013 la croissance des dépenses de la sécurité sociale à un rythme inférieur de près d'un point à celui de la richesse nationale constituera un résultat important au regard des pressions que le vieillissement de la population exercera sur la demande de prestations et services sociaux. Ce résultat sera obtenu au moyen d'un engagement résolu dans la recherche de l'efficience de la fourniture de ces prestations et services.\n\nEn matière d'assurance maladie, en application du plan de retour à l'équilibre des finances publiques annoncé le 7 novembre 2011, la présente loi fixe un objectif national de dépenses d'assurance maladie (ONDAM) en progression de 2,5 % en valeur par rapport à l'objectif 2011, qui sera lui-même respecté. La présente projection quadriennale repose également sur l'hypothèse de la reconduction de ce taux de progression de 2,5 % jusqu'en 2015, le Gouvernement s'étant engagé en outre à poursuivre une croissance des dépenses d'assurance maladie maîtrisée à ce rythme en 2016.\n\nCompte tenu d'une évolution tendancielle, en l'absence de toute mesure, légèrement supérieure à 4 %, cela signifie un effort d'économie de plus de 2,5 milliards d'euros chaque année. Ces économies seront justement réparties entre efforts de maîtrise médicalisée des dépenses de soins de ville, baisse des coûts des médicaments par le développement des génériques et l'action sur les prix des produits, amélioration de l'efficience hospitalière et convergence tarifaire : les mesures viseront prioritairement à renforcer l'efficacité et la performance du système de soins.\n\nLe projet initial du Gouvernement comportait d'ores et déjà des engagements et des dispositions permettant de respecter une progression des dépenses sous ONDAM de 2,8 % par rapport à l'objectif pour 2011, ce qui exige un montant d'économies de 2,2 milliards d'euros. Celles-ci seront atteintes :\n\n-par de nouvelles actions de maîtrise médicalisée, qui devront produire 550 millions d'euros d'économies ;\n\n-par des ajustements tarifaires dans le domaine des produits de santé dans le cadre de la politique conventionnelle, pour un montant de 770 millions d'euros ;\n\n-par des baisses de tarifs de certains actes médicaux, principalement en radiologie et en biologie, à hauteur de 170 millions d'euros ;\n\n-par l'instauration d'un quatrième jour de carence en cas d'arrêt de travail pour maladie, pour un montant évalué à 200 millions d'euros ;\n\n-enfin, dans le domaine hospitalier, par la poursuite de la convergence tarifaire, l'amélioration de la performance à l'hôpital et l'intensification des politiques de lutte contre la fraude, et une première diminution de la dotation des régimes d'assurance maladie au Fonds de modernisation des établissements de santé publics et privés, dont sont attendus 535 millions d'euros d'économies.\n\nEn outre, en application du III de l'article 8 de la loi n° 2010-1645 du 28 décembre 2010 de programmation des finances publiques pour les années 2011 à 2014, un montant de 545 millions d'euros sera mis en réserve en 2012.\n\nLes mesures annoncées lors de la présentation du second plan de retour à l'équilibre des finances publiques amplifieront ces efforts. Les dépenses sous ONDAM seront en effet encore réduites de plus de 500 millions d'euros en 2012 :\n\n-290 millions d'euros au titre d'économies sur les dépenses de médicaments ;\n\n-90 millions d'euros au titre d'une révision des tarifs des actes de biologie et de radiologie ;\n\n-15 millions d'euros au titre de l'ajustement supplémentaire à la baisse de la dotation des régimes d'assurance maladie au Fonds de modernisation des établissements de santé publics et privés (soit une baisse totale de la dotation de 100 millions d'euros par rapport au projet de loi de financement de la sécurité sociale déposé par le Gouvernement) ;\n\n-20 millions d'euros sur les dépenses médico-sociales en faveur des personnes âgées.\n\nCes mesures supplémentaires permettront de contenir la progression des dépenses entrant dans le périmètre de l'ONDAM en deçà de 2,5 % en 2012. De 2013 à 2016,500 millions d'euros d'économies additionnelles chaque année devront être dégagés afin de conserver un rythme de croissance de 2,5 % de l'ONDAM. Ces efforts de maîtrise des dépenses d'assurance maladie trouveront une traduction tangible dans les comptes de la branche Maladie du régime général, dont le déficit reviendra de 11,6 milliards d'euros en 2010 à 5,9 milliards d'euros en 2012-soit une division par deux en deux ans-, et à 0,9 milliard d'euros en 2015. La présente annexe décrit ainsi un sentier crédible de retour à un quasi-équilibre de la branche maladie dès le milieu de la présente décennie.\n\nOn ne saurait trop souligner la performance réalisée par la France en matière de régulation des dépenses d'assurance maladie. Depuis le début de la précédente décennie, le rythme de croissance en valeur des dépenses d'assurance maladie est passé d'environ 7 % à moins de 3 %. Le montant cumulé des économies réalisées par rapport à une situation où les dépenses d'assurance maladie seraient restées sur leur trajectoire antérieure peut être évalué à 40 milliards d'euros entre 2002 et 2010. Selon l'Organisation de coopération et de développement économiques (OCDE), notre pays se situe au deuxième rang pour la modération de la croissance des dépenses publiques de santé depuis 2005. Avec une progression de 1,7 % en moyenne par an en volume au cours de cette période, nos dépenses d'assurance maladie augmentent sensiblement moins rapidement qu'en Allemagne (2,6 %) ou au Royaume-Uni (5,9 %). Mais, dans le même temps, la France reste, parmi les pays développés, l'un de ceux dans lequel la part des dépenses de santé financée par les administrations publiques est la plus élevée, dans lequel les patients disposent des libertés les plus larges de choix du médecin ou de mode de prise en charge, et qui présente les meilleurs résultats en matière d'état de santé de la population, tout particulièrement en ce qui concerne l'espérance de vie des femmes. Le dernier rapport de la commission des comptes de la santé montre que, pour la troisième année consécutive, le reste à charge des ménages diminue, pour s'établir à 9,4 % de la consommation des soins et biens médicaux. Cette part de reste à charge place la France en deuxième position, juste derrière les Pays-Bas.\n\nDans le domaine des retraites, la réforme adoptée en 2010 a commencé à être mise en œuvre en 2011. Suite aux annonces du Premier ministre le 7 novembre 2011, la présente loi accélère la montée en charge de cette réforme : la deuxième étape du relèvement des âges de la retraite, au 1er janvier 2012, portera à 60 ans et 9 mois pour la génération née en 1952 l'âge d'ouverture des droits et à 65 ans et 9 mois l'âge permettant l'application automatique du taux plein, soit un mois de plus que le calendrier initialement fixé. Celui-ci est revu dans son ensemble afin d'atteindre dès 2017 et la génération 1955 les âges minimaux et taux plein de, respectivement, 62 et 67 ans. Au total, les dispositions de la réforme des retraites portant sur les dépenses produiront en 2012 une économie significative, de l'ordre de 1,4 milliard d'euros pour le régime général, sans compter l'impact des mesures de recettes prises en loi de financement de la sécurité sociale pour 2011 au bénéfice de la Caisse nationale d'assurance vieillesse (CNAV) et du Fonds de solidarité vieillesse (FSV), ni les gains en ressources pour les régimes de sécurité sociale consécutifs au maintien en activité d'un nombre plus important de seniors. Si l'incidence de l'accélération de la mise en œuvre de la réforme restera limitée pour le régime général en 2012 (60 millions d'euros), elle sera sensiblement plus significative en 2015 (480 millions d'euros), contribuant au redressement de la branche Vieillesse.\n\nA plus long terme, la réforme fixe l'objectif d'un retour à l'équilibre financier de l'ensemble du système de retraite à l'horizon 2018, sans dégrader le niveau élevé des pensions dont bénéficient les retraités, ni alourdir les prélèvements supportés par les actifs afin de préserver la quasi-parité de niveau de vie aujourd'hui observée entre actifs et retraités (le niveau de vie des retraités équivaut en moyenne à 96 % de celui des actifs en 2009). Aussi le levier privilégié est-il l'élévation de l'âge effectif de départ en retraite, au moyen de l'allongement de la durée d'assurance requise pour obtenir une pension à taux plein en fonction de l'évolution de l'espérance de vie et de l'élévation des âges légaux de la retraite. Ce levier est nécessaire pour atteindre l'objectif posé dans la réforme des retraites de 2003 d'un partage des gains d'espérance de vie à deux tiers en faveur de l'activité professionnelle et au tiers restant en faveur de la retraite. Au total, selon les évaluations disponibles, le relèvement des bornes d'âge devrait se traduire par un gain de 9,1 milliards d'euros à l'horizon 2018 pour la branche Vieillesse du régime général, soit près de la moitié de l'impact d'ensemble de la réforme.\n\nUn effort ponctuel sera en outre demandé en 2012 aux bénéficiaires de prestations familiales et d'aides au logement, dont la revalorisation sera forfaitaire à hauteur de 1 %. Cette mesure réduira de près de 400 millions d'euros les dépenses relatives à ces dispositifs. Compte tenu par ailleurs de l'application, à compter de l'année 2012, au 1er avril de la revalorisation des prestations familiales, l'impact de cette mesure sera un peu plus important en 2013 (près de 500 millions d'euros) puis restera stable ensuite. Le principe posé par la loi d'une revalorisation de ces prestations par référence à l'évolution des prix à la consommation continuera de s'appliquer en 2013 et les années suivantes.\n\nEnfin, les régimes de sécurité sociale et les fonds financés par eux devront réaliser des économies sur leurs propres budgets. Les économies nouvelles sur le fonctionnement et l'action sociale des régimes s'élèveront à, respectivement, 60 et 85 millions d'euros. Les dotations aux fonds seront en outre réduites de 75 millions d'euros. Au total, 220 millions d'euros seront ainsi économisés.\n\nLe redressement des comptes de la sécurité sociale à l'horizon 2015 repose aussi sur un effort de remise à niveau des recettes. En effet, la perte de recettes pour le régime général liée à la conjoncture très défavorable que l'économie française a traversée entre 2008 et 2011 peut être estimée à 9 points de masse salariale du secteur privé, soit 18 milliards d'euros environ. Compte tenu de l'ampleur de cette ponction sur ces recettes, sans laquelle les régimes de sécurité sociale dans leur ensemble seraient excédentaires, le Gouvernement met en œuvre des actions qui permettent d'assurer un financement viable du haut niveau de protection sociale qui doit être garanti aux Français.\n\nLa  loi n° 2010-1330 du 9 novembre 2010  portant réforme des retraites participait déjà d'un tel objectif, avec un volet recettes important. Des recettes nouvelles ciblées sont apportées aux régimes de retraite et au FSV. Ainsi, les ménages imposés à la tranche la plus élevée du barème de l'impôt sur le revenu ont vu leur taux marginal augmenter d'un point. Par ailleurs, les prélèvements sur les stock-options et les retraites-chapeaux ont été relevés. Les revenus du capital sont également mis à contribution de façon spécifique (plus-values de cessions mobilières et immobilières, dividendes et intérêts). Concernant les entreprises, le gain de recettes induit par l'annualisation du calcul des allégements généraux de cotisations sociales bénéficie intégralement au FSV. Enfin, à plus long terme, les cotisations vieillesse au régime général seront augmentées entre 2015 et 2018, et compensées à due proportion par une diminution des cotisations d'assurance chômage, compte tenu de l'amélioration prévue de la situation financière de ce régime.\n\nOutre les recettes associées à la réforme des retraites, les mesures nouvelles annoncées par le Premier ministre le 24 août 2011 dans le cadre d'un premier plan de lutte contre les déficits publics, et mises en œuvre dans la loi de finances rectificative pour 2011 et dans la loi de finances pour 2012 ainsi que dans la présente loi, permettront d'améliorer les comptes des organismes de sécurité sociale de 6 milliards d'euros, dont environ 4 milliards d'euros au titre de la réduction des niches sociales. Parmi celles-ci, on peut citer : la réforme des abattements sur les plus-values immobilières, la hausse du forfait social portant sur les dispositifs tels que l'épargne salariale ou la retraite supplémentaire, l'élargissement de l'assiette de la contribution sociale généralisée et de la contribution pour le remboursement de la dette sociale pour les revenus d'activité, la réintégration des heures supplémentaires dans le barème des allégements généraux de cotisations sociales suivant les recommandations du Conseil des prélèvements obligatoires, un plus juste assujettissement aux cotisations et contributions sociales des indemnités de rupture, dans la continuité du mouvement engagé par la loi de financement de la sécurité sociale pour 2011. Ces mesures traduisent également la volonté de renforcer l'équité du prélèvement, en assurant notamment la contribution des plus hauts revenus via l'augmentation de 1,2 point des prélèvements sociaux sur les revenus du capital. Par ailleurs, dans le cadre d'une politique globale de santé publique visant à limiter les comportements à risque, les prix du tabac seront augmentés, la fiscalité sur les alcools forts rehaussée et une nouvelle taxe créée sur les boissons à sucre ajouté.\n\nL'année 2012 verra ainsi le redressement des comptes de la sécurité sociale franchir une étape décisive. Cependant, l'effort de reconstitution des recettes se poursuivra au-delà de cette date, en retenant prioritairement les mesures permettant de réduire les niches sociales. Ces dispositifs, qui constituent des dérogations aux règles de droit commun d'assiette et de taux des principaux prélèvements sociaux, peuvent être justifiés au regard des incitations qu'ils permettent d'adresser aux agents économiques, comme dans le cas des allégements généraux sur les bas salaires qui visent à stimuler l'embauche de travailleurs faiblement qualifiés par les entreprises. Certains peuvent avoir un objectif d'équité ou de cohésion sociale qui justifient qu'ils soient maintenus. D'autres, en revanche, ne remplissent pas ou plus les objectifs économiques ou sociaux initiaux. S'appuyant sur ce constat, et dans le prolongement des mesures d'ores et déjà prises, le Gouvernement entend donc poursuivre au-delà de 2012 l'effort de neutralisation des niches sociales les moins efficaces. La présente projection quadriennale incorpore à ce titre un surcroît de recettes sociales au titre de la participation de la sécurité sociale à l'effort de réduction du déficit public nécessaire afin de respecter la trajectoire sur laquelle le Gouvernement s'est engagé.\n\nAu total, les hypothèses retenues dans la construction de la projection quadriennale associée à la présente loi aboutissent à une progression annuelle moyenne des recettes de l'ensemble des régimes obligatoires de base de sécurité sociale de 3,6 % en valeur de 2011 à 2015. Pour le seul régime général, la dynamique des recettes serait encore plus forte : + 4,0 % en moyenne. Avec un écart d'un point de croissance par an entre des recettes dynamiques grâce à des flux réguliers de mesures nouvelles et des dépenses maîtrisées dans la durée, la sécurité sociale se rapproche en 2015 de l'équilibre financier.\n\nAvant cette échéance, il restera à financer les déficits qui apparaîtront et dont le transfert à la Caisse d'amortissement de la dette sociale (CADES) n'est pas organisé à ce stade. Les déficits de la CNAV et du FSV seront repris par la CADES pendant la période de montée en charge des effets de la réforme des retraites, jusqu'en 2018. Les branches Maladie et Famille resteront certes déficitaires jusqu'en 2015 et devront supporter des charges financières au titre de ces besoins de financement, mais leur déficit sera fortement réduit par rapport aux projections précédentes, et leur impact sur la trésorerie de l'Agence centrale des organismes de sécurité sociale (ACOSS) en 2012 sera donc fortement allégé. D'autres régimes autorisés à recourir à l'emprunt, tels que le régime de retraite des exploitants agricoles, seront confrontés à un défi identique. Cependant, à mesure que les comptes de la sécurité sociale se redresseront, il sera possible de dégager des ressources à affecter à la CADES pour, conformément aux dispositions organiques, couvrir de nouvelles reprises de déficits limitées. A cet égard, la présente loi prévoit la mobilisation des recettes nouvelles dont bénéficiera la CADES en application du plan de lutte contre les déficits publics (soit environ 220 millions d'euros) au bénéfice de l'amortissement du déficit cumulé pour 2009 et 2010 de la branche Vieillesse du régime des exploitants agricoles, et ce dans le respect de la date prévisionnelle de fin de vie de la caisse estimée à 2025.\n\nRégime général\n\n(En milliards d'euros)\n\nEnsemble des régimes obligatoires de base\n\n(En milliards d'euros)\n\nFonds de solidarité vieillesse\n\n(En milliards d'euros)\n\n2012\n\n2013\n\n2014\n\n2015\n\nProduit intérieur brut en volume\n\n1,0\n\n2,0\n\n2,0\n\n2,0\n\nMasse salariale privée\n\n3,0\n\n4,0\n\n4,0\n\n4,0\n\nInflation\n\n1,7\n\n1,75\n\n1,75\n\n1,75\n\nObjectif national de dépenses d'assurance maladie en valeur\n\n2,5\n\n2,5\n\n2,5\n\n2,5\n\n1\n\n2009\n\n2010\n\n2011\n\n2012\n\n2013\n\n2014\n\n2015\n\nMaladie\n\nRecettes\n\n138,8\n\n141,8\n\n147,9\n\n155,7\n\n161,4\n\n167,7\n\n174,2\n\nDépenses\n\n149,3\n\n153,4\n\n157,4\n\n161,6\n\n165,9\n\n170,6\n\n175,2\n\nSolde\n\n-10,6\n\n-11,6\n\n-9,5\n\n-5,9\n\n-4,5\n\n-2,9\n\n-0,9\n\nAccidents du travail, maladies professionnelles\n\nRecettes\n\n10,4\n\n10,5\n\n11,6\n\n12,0\n\n12,3\n\n12,8\n\n13,3\n\nDépenses\n\n11,1\n\n11,2\n\n11,6\n\n11,9\n\n12,2\n\n12,5\n\n12,8\n\nSolde\n\n-0,7\n\n-0,7\n\n0,0\n\n0,0\n\n0,1\n\n0,3\n\n0,5\n\nFamille\n\nRecettes\n\n56,1\n\n50,2\n\n52,4\n\n53,9\n\n55,3\n\n57,0\n\n58,7\n\nDépenses\n\n57,9\n\n52,9\n\n55,0\n\n56,0\n\n57,5\n\n58,9\n\n60,3\n\nSolde\n\n-1,8\n\n-2,7\n\n-2,6\n\n-2,0\n\n-2,2\n\n-1,9\n\n-1,5\n\nVieillesse\n\nRecettes\n\n91,4\n\n93,4\n\n100,6\n\n104,7\n\n109,0\n\n113,7\n\n119,1\n\nDépenses\n\n98,7\n\n102,3\n\n106,6\n\n110,6\n\n115,0\n\n119,1\n\n123,6\n\nSolde\n\n-7,2\n\n-8,9\n\n-6,0\n\n-5,9\n\n-6,0\n\n-5,4\n\n-4,5\n\nToutes branches consolidées\n\nRecettes\n\n288,7\n\n287,5\n\n303,3\n\n316,7\n\n328,2\n\n341,0\n\n355,0\n\nDépenses\n\n309,1\n\n311,5\n\n321,3\n\n330,5\n\n340,8\n\n351,0\n\n361,5\n\nSolde\n\n-20,3\n\n-23,9\n\n-18,0\n\n-13,8\n\n-12,6\n\n-10,0\n\n6,5\n\n1\n\n2009\n\n2010\n\n2011\n\n2012\n\n2013\n\n2014\n\n2015\n\nMaladie\n\nRecettes\n\n162,0\n\n165,2\n\n171,8\n\n180,4\n\n186,4\n\n193,2\n\n200,3\n\nDépenses\n\n172,4\n\n176,5\n\n181,3\n\n186,2\n\n190,8\n\n196,0\n\n201,0\n\nSolde\n\n-10,4\n\n-11,4\n\n-9,5\n\n-5,8\n\n-4,4\n\n-2,7\n\n-0,7\n\nAccidents du travail, maladies professionnelles\n\nRecettes\n\n11,8\n\n11,9\n\n13,0\n\n13,4\n\n13,7\n\n14,2\n\n14,8\n\nDépenses\n\n12,4\n\n12,6\n\n12,9\n\n13,3\n\n13,6\n\n13,9\n\n14,2\n\nSolde\n\n-0,6\n\n-0,7\n\n0,1\n\n0,1\n\n0,1\n\n0,3\n\n0,6\n\nFamille\n\nRecettes\n\n56,6\n\n50,8\n\n52,9\n\n54,4\n\n55,8\n\n57,5\n\n59,3\n\nDépenses\n\n58,4\n\n53,5\n\n55,5\n\n56,5\n\n57,9\n\n59,4\n\n60,8\n\nSolde\n\n-1,8\n\n-2,7\n\n-2,6\n\n-2,0\n\n-2,2\n\n-1,9\n\n-1,5\n\nVieillesse\n\nRecettes\n\n179,4\n\n183,3\n\n194,5\n\n202,6\n\n209,1\n\n216,0\n\n223,3\n\nDépenses\n\n188,3\n\n194,1\n\n202,6\n\n210,4\n\n217,5\n\n224,0\n\n230,5\n\nSolde\n\n-8,9\n\n-10,8\n\n-8,1\n\n-7,8\n\n-8,3\n\n-8,0\n\n-7,2\n\nToutes branches consolidées\n\nRecettes\n\n401,2\n\n402,0\n\n422,0\n\n440,2\n\n454,5\n\n470,1\n\n486,6\n\nDépenses\n\n422,9\n\n427,5\n\n442,2\n\n455,8\n\n469,3\n\n482,4\n\n495,5\n\nSolde\n\n-21,7\n\n-25,5\n\n-20,1\n\n-15,6\n\n-14,8\n\n-12,3\n\n-8,9\n\n1\n\n2009\n\n2010\n\n2011\n\n2012\n\n2013\n\n2014\n\n2015\n\nRecettes\n\n10,0\n\n9,8\n\n13,8\n\n14,206\n\n14,7\n\n15,2\n\n15,7\n\nDépenses\n\n13,2\n\n13,8\n\n17,5\n\n18,3\n\n18,4\n\n18,6\n\n18,8\n\nSolde\n\n-3,2\n\n-4,1\n\n-3,8\n\n-4,1\n\n-3,8\n\n-3,4\n\n-3,1\n\n1"
    },
    {
      "provision_ref": "artAnnexeC",
      "section": "AnnexeC",
      "title": "Article AnnexeC",
      "content": "ÉTAT DES RECETTES, PAR CATÉGORIE ET PAR BRANCHE, DES RÉGIMES OBLIGATOIRES DE BASE ET DU RÉGIME GÉNÉRALAINSI QUE DES RECETTES, PAR CATÉGORIE, DES ORGANISMES CONCOURANT AU FINANCEMENT DE CES RÉGIMES\n\n1. Recettes par catégorie et par branche des régimes obligatoires de base de sécurité sociale :\n\nExercice 2012\n\n(En milliards d'euros)\n\nLes montants figurant en total par branche et par catégorie peuvent être différents de l'agrégation des montants détaillés du fait des opérations réciproques (notamment transferts).2. Recettes par catégorie et par branche du régime général de sécurité sociale :\n\nExercice 2012\n\n(En milliards d'euros)\n\nLes montants figurant en total par branche et par catégorie peuvent être différents de l'agrégation des montants détaillés du fait des opérations réciproques (notamment transferts).3. Recettes par catégorie des organismes concourant au financement des régimes obligatoires de base de sécurité sociale :\n\nExercice 2012\n\n(En milliards d'euros)\n\nMALADIE\n\nVIEILLESSE\n\nFAMILLE\n\nACCIDENTSdu travail/maladiesprofessionnelles\n\nRÉGIMESde base\n\nCotisations effectives\n\n82,2\n\n110,5\n\n35,3\n\n12,3\n\n240,2\n\nCotisations prises en charges par l'Etat\n\n1,4\n\n1,3\n\n0,5\n\n0,0\n\n3,3\n\nCotisations fictives d'employeur\n\n0,9\n\n36,6\n\n0,1\n\n0,3\n\n38,0\n\nContribution sociale généralisée\n\n63,0\n\n0,1\n\n9,5\n\n0,0\n\n72,5\n\nImpôts et taxes\n\n27,8\n\n17,7\n\n8,0\n\n0,3\n\n53,8\n\nTransferts\n\n2,4\n\n35,4\n\n0,3\n\n0,1\n\n27,7\n\nProduits financiers\n\n0,0\n\n0,1\n\n0,0\n\n0,0\n\n0,2\n\nAutres produits\n\n2,7\n\n0,8\n\n0,6\n\n0,4\n\n4,5\n\nRecettes\n\n180,4\n\n202,6\n\n54,4\n\n13,4\n\n440,2\n\n1\n\nMALADIE\n\nVIEILLESSE\n\nFAMILLE\n\nACCIDENTSdu travail/maladiesprofessionnelles\n\nRÉGIMEgénéral\n\nCotisations effectives\n\n73,8\n\n67,3\n\n35,0\n\n11,4\n\n187,5\n\nCotisations prises en charges par l'Etat\n\n1,1\n\n0,9\n\n0,5\n\n0,0\n\n2,5\n\nCotisations fictives d'employeur\n\n0,0\n\n0,0\n\n0,0\n\n0,0\n\n0,0\n\nContribution sociale généralisée\n\n54,6\n\n0,0\n\n9,6\n\n0,0\n\n64,2\n\nImpôts et taxes\n\n21,3\n\n11,1\n\n7,9\n\n0,2\n\n40,5\n\nTransferts\n\n2,6\n\n25,2\n\n0,3\n\n0,0\n\n18,5\n\nProduits financiers\n\n0,0\n\n0,0\n\n0,0\n\n0,0\n\n0,0\n\nAutres produits\n\n2,4\n\n0,2\n\n0,6\n\n0,3\n\n3,5\n\nRecettes\n\n155,7\n\n104,7\n\n53,9\n\n12,0\n\n316,7\n\n1\n\nFONDS DE SOLIDARITÉ VIEILLESSE\n\nContibution sociale généralisée\n\n10,0\n\nImpôts et taxes\n\n4,2\n\nProduits financiers\n\n0,0\n\nTotal\n\n14,2\n\n1"
    }
  ]
}