{
  "id": "loi-n-95-115-du-4-fevrier-1995",
  "type": "statute",
  "title": "Loi n° 95-115 du 4 février 1995",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000531809",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "La politique nationale d'aménagement et de développement durable du territoire concourt à l'unité de la nation, aux solidarités entre citoyens et à l'intégration des populations.\n\nAu sein d'un ensemble européen cohérent et solidaire, la politique nationale d'aménagement et de développement durable du territoire permet un développement équilibré de l'ensemble du territoire national alliant le progrès social, l'efficacité économique et la protection de l'environnement. Elle tend à créer les conditions favorables au développement de l'emploi et de la richesse nationale, notamment en renforçant la solidarité des entreprises avec leur territoire d'implantation, et à réduire les inégalités territoriales tout en préservant pour les générations futures les ressources disponibles ainsi que la qualité et la diversité des milieux naturels.\n\nElle assure l'égalité des chances entre les citoyens en garantissant en particulier à chacun d'entre eux un égal accès au savoir et aux services publics sur l'ensemble du territoire et réduit les écarts de richesses entre les collectivités territoriales par une péréquation de leurs ressources en fonction de leurs charges et par une modulation des aides publiques.\n\nDéterminée au niveau national par l'Etat, après consultation des partenaires intéressés, des régions ainsi que des départements, elle participe, dans le respect du principe de subsidiarité, à la construction de l'Union européenne et est conduite par l'Etat et par les collectivités territoriales dans le respect des principes de la décentralisation. Elle renforce la coopération entre l'Etat, les collectivités territoriales, les organismes publics et les acteurs économiques et sociaux du développement.\n\nLes citoyens sont associés à son élaboration et à sa mise en oeuvre ainsi qu'à l'évaluation des projets qui en découlent.\n\nLes choix stratégiques de la politique d'aménagement et de développement durable du territoire pour les vingt prochaines années sont définis par l'article 2. Ces choix stratégiques se traduisent par des objectifs énoncés par les schémas de services collectifs prévus au même article.\n\nL'Etat veille au respect de ces choix stratégiques et de ces objectifs dans la mise en oeuvre de l'ensemble de ses politiques publiques, dans l'allocation des ressources budgétaires et dans les contrats conclus avec les collectivités territoriales et leurs groupements, les établissements et organismes publics, les entreprises nationales et toute autre personne morale publique ou privée, en particulier dans les contrats de plan conclus avec les régions. Il favorise leur prise en compte dans la politique européenne de cohésion économique et sociale.\n\nCes choix stratégiques et ces objectifs offrent un cadre de référence pour l'action des collectivités territoriales et de leurs groupements, des agglomérations et des parcs naturels régionaux. Les schémas régionaux d'aménagement et de développement du territoire doivent être compatibles avec les schémas de services collectifs prévus à l'article 2."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "La politique d'aménagement et de développement durable du territoire repose sur les choix stratégiques suivants :\n\n- le renforcement de pôles de développement à vocation européenne et internationale, susceptibles d'offrir des alternatives à la région parisienne ;\n\n- le développement local, organisé dans le cadre des bassins d'emploi et fondé sur la complémentarité et la solidarité des territoires ruraux et urbains. Il favorise la mise en valeur des potentialités du territoire en s'appuyant sur une forte coopération intercommunale et sur l'initiative et la participation des acteurs locaux ;\n\n- l'organisation d'agglomérations favorisant leur développement économique, l'intégration des populations, la solidarité dans la répartition des activités, des services et de la fiscalité locale ainsi que la gestion maîtrisée de l'espace ;\n\n- le soutien des territoires en difficulté, notamment les territoires ruraux en déclin, certains territoires de montagne, les territoires urbains déstructurés ou très dégradés cumulant des handicaps économiques et sociaux, certaines zones littorales, les zones en reconversion, les régions insulaires et les départements d'outre-mer-régions ultrapériphériques françaises.\n\nAfin de concourir à la réalisation de chacun de ces choix stratégiques ainsi qu'à la cohésion de ces territoires, l'Etat assure :\n\n- la présence et l'organisation des services publics, sur l'ensemble du territoire, dans le respect de l'égal accès de tous à ces services, en vue de favoriser l'emploi, l'activité économique et la solidarité et de répondre à l'évolution des besoins des usagers, notamment dans les domaines de la santé, de l'éducation, de la culture, du sport, de l'information et des télécommunications, de l'énergie, des transports, de l'environnement, de l'eau ;\n\n- la correction des inégalités spatiales et la solidarité nationale envers les populations par une juste péréquation des ressources publiques et une intervention différenciée, selon l'ampleur des problèmes de chômage, d'exclusion et de désertification rurale rencontrés et selon les besoins locaux d'infrastructures de transport, de communication, de soins et de formation ;\n\n- un soutien aux initiatives économiques modulé sur la base de critères d'emploi et selon leur localisation sur le territoire en tenant compte des zonages en vigueur ;\n\n- une gestion à long terme des ressources naturelles et des équipements, dans le respect des principes énoncés par l'article L. 200-1 du code rural et par l'article L. 101-2 du code de l'urbanisme ;\n\n- la cohérence de la politique nationale d'aménagement du territoire avec les politiques mises en oeuvre au niveau européen ainsi que le renforcement des complémentarités des politiques publiques locales.\n\nLes choix stratégiques sont mis en oeuvre dans les schémas de services collectifs suivants :\n\n- le schéma de services collectifs de l'enseignement supérieur et de la recherche ;\n\n- le schéma de services collectifs culturels ;\n\n- le schéma de services collectifs sanitaires ;\n\n- le schéma de services collectifs de l'information et de la communication ;\n\n- le schéma de services collectifs de l'énergie ;\n\n- le schéma de services collectifs des espaces naturels et ruraux ;\n\n- le schéma de services collectifs du sport.\n\nLes schémas de services collectifs comportent un volet particulier prenant en compte la situation spécifique des régions ultrapériphériques françaises."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Les schémas de services collectifs sont élaborés par l'Etat dans une perspective à vingt ans. Ils prennent en compte les orientations des politiques d'aménagement de l'espace communautaire. Leur élaboration donne lieu à une concertation au niveau régional.\n\nLes schémas sont adoptés par décret. Ils sont révisés en tant que de besoin selon la même procédure. Toutefois, lorsqu'une modification ne concerne qu'une ou plusieurs régions, la concertation prévue au premier alinéa est limitée à la ou aux régions directement concernées."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "La politique de développement de la recherche en région est poursuivie, selon des modalités adaptées à la recherche scientifique, afin qu'en 2005 soient installés en dehors de la région d'Ile-de-France 65 p. 100 de l'ensemble des chercheurs, enseignants-chercheurs et ingénieurs participant à la recherche publique et 65 p. 100 des personnes qui, dans ces catégories de personnels, ont le grade de directeur de recherche ou un grade équivalent.Le schéma institué à l'article 11 fixe les modalités de réalisation de l'objectif défini à l'alinéa précédent."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Afin de réaliser une répartition équilibrée de la recherche sur le territoire national, l'Etat incite, selon des modalités adaptées à la recherche scientifique, les laboratoires privés à choisir une localisation conforme aux orientations des schémas de services collectifs."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Le schéma de services collectifs culturels définit les objectifs de l'Etat pour favoriser la création et développer l'accès de tous aux biens, aux services et aux pratiques culturels sur l'ensemble du territoire.Il identifie des territoires d'intervention prioritaire, afin de mieux répartir les moyens publics.Il encourage le développement de pôles artistiques et culturels à vocation nationale et internationale. Il prévoit, le cas échéant, les transferts de fonds patrimoniaux correspondants.Il définit, pour les organismes culturels qui bénéficient de subventions de l'Etat, des objectifs de diffusion de leurs activités ainsi que de soutien à la création.Il renforce la politique d'intégration par la reconnaissance des formes d'expression artistique, des pratiques culturelles et des langues d'origine.Il détermine les actions à mettre en oeuvre pour assurer la promotion et la diffusion de la langue française ainsi que la sauvegarde et la transmission des cultures et des langues régionales ou minoritaires.Il s'appuie sur l'usage des technologies de l'information et de la communication pour développer l'accès aux oeuvres et aux pratiques culturelles. ;Il détermine les moyens de rééquilibrage de l'action de l'Etat, en investissement et en fonctionnement, entre la région d'Ile-de-France et les autres régions de telle sorte qu'au plus tard, au terme d'un délai de dix ans, ces dernières bénéficient des deux tiers de l'ensemble des crédits consacrés par l'Etat.La conférence régionale de l'aménagement et du développement du territoire organise la concertation afin de contribuer au renforcement et à la coordination des politiques culturelles menées par l'Etat et les collectivités territoriales dans la région.Les contrats passés entre l'Etat, les collectivités territoriales intéressées et les organismes culturels qui bénéficient de subventions de l'Etat tiennent compte des objectifs du schéma."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Le schéma de services collectifs sanitaires a pour but d'assurer un égal accès en tout point du territoire à des soins de qualité. Il vise à corriger les inégalités intra et interrégionales en matière d'offre de soins et à promouvoir la continuité et la qualité des prises en charge en tenant compte des besoins de santé de la population, des conditions d'accès aux soins et des exigences de sécurité et d'efficacité. Il veille au maintien des établissements et des services de proximité.Il favorise la mise en réseau des établissements de santé, assurant le service public hospitalier et le développement de la coopération entre les établissements publics et privés. Il vise également à améliorer la coordination des soins en développant la complémentarité entre la médecine préventive, la médecine hospitalière, la médecine de ville et la prise en charge médico-sociale.Il favorise l'usage des nouvelles technologies de l'information dans les structures hospitalières de façon à permettre le développement de la télémédecine et à assurer un égal accès aux soins sur l'ensemble du territoire.Le schéma de services collectifs sanitaires prend en compte les dispositions des schémas régionaux d'organisation sanitaire ainsi que des schémas nationaux et interrégionaux prévus aux articles L. 712-1 à L. 712-5 du code de la santé publique."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Le schéma de services collectifs de l'information et de la communication fixe les conditions dans lesquelles est assurée l'égalité d'accès à ces services.Il définit les objectifs de développement de l'accès à ces services et de leurs usages sur l'ensemble du territoire, dans le respect des dispositions sur le service universel et les services obligatoires des télécommunications.Le schéma tient compte des évolutions des technologies et des obligations à la charge des opérateurs en matière d'offre de services de télécommunication. Il définit les conditions optimales pour l'utilisation de ces services, notamment dans le domaine de la publiphonie, de la téléphonie mobile, des connexions à haut débit, de la diffusion des services audiovisuels et multimédias, afin de favoriser le développement économique des territoires et l'accès de tous à l'information et à la culture.Il prévoit les objectifs de développement de l'accès à distance, prioritairement en vue d'offrir aux usagers un accès à distance au service public, notamment par les téléprocédures, et précise les objectifs de numérisation et de diffusion de données publiques.Il détermine les moyens nécessaires pour promouvoir l'usage des technologies de l'information et de la communication au sein des établissements d'enseignement scolaire et supérieur et de formation professionnelle.Le schéma définit également les conditions dans lesquelles l'Etat peut favoriser la promotion de nouveaux services utilisant les réseaux interactifs à haut débit, à travers notamment la réalisation de projets d'expérimentation et le développement de centres de ressources multimédias."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I. - Le schéma de services collectifs de l'énergie définit, dans le cadre de la politique nationale de l'énergie, les objectifs d'exploitation des ressources locales d'énergies renouvelables et d'utilisation rationnelle de l'énergie concourant à l'indépendance énergétique nationale, à la sécurité d'approvisionnement et à la lutte contre l'effet de serre. A cette fin, il évalue les besoins énergétiques prévisibles des régions, leur potentiel de production énergétique, leurs gisements d'économies d'énergie et les besoins en matière de transport d'énergie.Il détermine les conditions dans lesquelles l'Etat et les collectivités territoriales pourront favoriser des actions de maîtrise de l'énergie ainsi que de production et d'utilisation des énergies renouvelables en tenant compte de leur impact sur l'emploi et de leurs conséquences financières à long terme.Le schéma comprend une programmation des perspectives d'évolution des réseaux de transport de l'électricité, du gaz et des produits pétroliers.II. - La conférence régionale de l'aménagement et du développement du territoire organise la concertation afin de favoriser la coordination des actions menées en matière d'énergies renouvelables et d'utilisation rationnelle de l'énergie sur le territoire régional et leur évaluation."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Le schéma de services collectifs des espaces naturels et ruraux fixe les orientations permettant leur développement durable en prenant en compte l'ensemble des activités qui s'y déroulent, leurs caractéristiques locales ainsi que leur fonction économique, environnementale et sociale.Il définit les principes d'une gestion équilibrée de ces espaces qui pourront notamment être mis en oeuvre par les contrats territoriaux d'exploitation conclus en application de l'article L. 311-3 du code rural.Il décrit les mesures propres à assurer la qualité de l'environnement et des paysages, la préservation des ressources naturelles et de la diversité biologique, la protection des ressources non renouvelables et la prévention des changements climatiques. Il détermine les conditions de mise en oeuvre des actions de prévention des risques naturels afin d'assurer leur application adaptée sur l'ensemble du territoire.Il identifie les territoires selon les mesures de gestion qu'ils requièrent, ainsi que les réseaux écologiques, les continuités et les extensions des espaces protégés qu'il convient d'organiser.Il définit également les territoires dégradés et les actions de reconquête écologique qu'ils nécessitent.Il met en place des indicateurs de développement durable retraçant l'état de conservation du patrimoine naturel, l'impact des différentes activités sur cet état et l'efficacité des mesures de protection et de gestion dont ils font, le cas échéant, l'objet.Dans le cadre de leur mission définie à l'article L. 141-1 du code rural, les sociétés d'aménagement foncier et d'établissement rural contribuent à la mise en oeuvre du volet foncier du schéma.Un rapport sur l'état du patrimoine naturel et ses perspectives de conservation et de mise en valeur est annexé au schéma.La conférence régionale de l'aménagement et du développement du territoire organise la concertation sur la mise en oeuvre du schéma afin de contribuer à la coordination des politiques menées par l'Etat et les collectivités territoriales."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Dans une aire urbaine comptant au moins 50 000 habitants et dont une ou plusieurs communes centre comptent plus de 15 000 habitants, le ou les établissements publics de coopération intercommunale compétents en matière d'aménagement de l'espace et de développement économique, s'il en existe, et les communes de l'aire urbaine qui ne sont pas membres de ces établissements publics mais souhaitent s'associer au projet élaborent un projet d'agglomération. Ce projet détermine, d'une part, les orientations que se fixe l'agglomération en matière de développement économique et de cohésion sociale, d'aménagement et d'urbanisme, de transport et de logement, de politique de la ville, de politique de l'environnement et de gestion des ressources selon les recommandations inscrites dans les agendas 21 locaux du programme \"Actions 21\" qui sont la traduction locale des engagements internationaux finalisés lors du sommet de Rio de Janeiro des 1er et 15 juin 1992 et, d'autre part, les mesures permettant de mettre en oeuvre ces orientations.\n\nPour conclure un contrat particulier en application du ou des contrats de plan Etat-régions, les agglomérations devront s'être constituées en établissement public de coopération intercommunale à taxe professionnelle unique d'au moins 50 000 habitants et comprenant une ou plusieurs communes centre de plus de 15 000 habitants. A titre transitoire, les communes et les établissements publics de coopération intercommunale compétents en matière d'aménagement de l'espace et de développement économique des agglomérations n'étant pas constituées sous cette forme pourront conclure ce contrat particulier. Par sa signature, ils s'engagent à se regrouper, avant son échéance, au sein d'un établissement public de coopération intercommunale à taxe professionnelle unique d'au moins 50 000 habitants et comprenant une ou plusieurs communes centre de plus de 15 000 habitants. Cet établissement est seul habilité à engager l'agglomération lors du renouvellement du contrat.\n\nUn décret en Conseil d'Etat détermine les conditions d'application du présent article, notamment la durée du contrat particulier."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I. - Les transferts d'attributions des administrations centrales aux services déconcentrés des administrations civiles de l'Etat prévus à l'article 6 de la loi d'orientation relative à l'administration territoriale de la République (n° 92-125 du 6 février 1992) interviendront dans un délai de dix-huit mois à compter de la publication de la présente loi.II. - Les services déconcentrés de l'Etat, placés sous l'autorité du représentant de l'Etat dans le département ou la région dans les conditions prévues au I de l'article 34 de la loi relative aux droits et libertés des communes, des départements et des régions (n° 82-213 du 2 mars 1982) et à l'article 21-1 de la loi n° 72-619 du 5 juillet 1972 portant création et organisation des régions, font l'objet dans un délai de dix-huit mois à compter de la publication de la présente loi de regroupements fonctionnels favorisant leur efficacité, leur polyvalence et leur présence sur le territoire. Ces groupements sont opérés dans le cadre d'un schéma de réorganisation des services de l'Etat, qui précise les niveaux d'exercice des compétences de l'Etat et les adaptations de leurs implantations territoriales."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I. - Sur le territoire de chaque département, l'Etat et le département élaborent conjointement un schéma départemental d'amélioration de l'accessibilité des services au public, en associant les établissements publics de coopération intercommunale à fiscalité propre.\n\nCe schéma définit, pour une durée de six ans, un programme d'actions destiné à renforcer l'offre de services dans les zones présentant un déficit d'accessibilité des services. Il comprend un plan de développement de la mutualisation des services sur l'ensemble du territoire départemental.\n\nIl dresse une liste des services au public existant sur le territoire départemental à la date de son élaboration ou de sa révision, leur localisation et leurs modalités d'accès.\n\nLe représentant de l'Etat dans le département et le conseil départemental veillent à la publicité du schéma et à son accessibilité à l'ensemble de la population, en assurant notamment une diffusion dématérialisée ainsi qu'un affichage dans les établissements préfectoraux et à l'hôtel du département.\n\nII. - Le projet de schéma est transmis, pour avis, aux organes délibérants des établissements publics de coopération intercommunale à fiscalité propre. Le projet de schéma, éventuellement modifié pour tenir compte des avis recueillis, est soumis, pour avis, au conseil régional ainsi qu'à la conférence territoriale de l'action publique et, pour approbation, au conseil départemental. A l'issue de ces délibérations, le représentant de l'Etat dans le département arrête définitivement le schéma.\n\nLa mise en œuvre des actions inscrites dans le schéma donne lieu à une convention conclue entre le représentant de l'Etat dans le département, le département, les communes et groupements intéressés ainsi que les organismes publics et privés concernés et les associations d'usagers des services au public dans le département. Les parties à la convention s'engagent à mettre en œuvre, chacune dans la limite de ses compétences, les actions programmées.\n\nIII. - Le schéma peut, avant l'expiration du délai de six ans mentionné au I, être révisé sur proposition du représentant de l'Etat dans le département, du département ou des établissements publics de coopération intercommunale à fiscalité propre, s'ils représentent soit la moitié au moins de ces établissements sur le territoire départemental, soit la moitié au moins de la population départementale au regard du dernier recensement. La procédure de révision est celle prévue au II pour l'élaboration du schéma. La convention conclue pour la mise en œuvre des actions inscrites dans le schéma est modifiée pour tenir compte de la révision du schéma, après consultation des organismes publics et privés et des associations mentionnés au second alinéa du II.\n\nIV. - Un décret en Conseil d'Etat détermine les modalités d'application du présent article et précise les délais au terme desquels, en l'absence d'avis donné par les organes délibérants des collectivités territoriales ou des établissements publics de coopération intercommunale consultés, leur avis est réputé donné."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I. - L'Etat établit, pour assurer l'égal accès de tous aux services au public, les objectifs de présence territoriale, y compris de participation aux conventions France Services mentionnées à l'article 27 de la loi n° 2000-321 du 12 avril 2000 relative aux droits des citoyens dans leurs relations avec les administrations, et de services rendus aux usagers que doit prendre en compte tout organisme chargé d'une mission de service public et relevant de l'Etat ou de sa tutelle, dès lors qu'ils ne sont pas déjà pris en compte au titre de ses obligations de service universel.\n\nL'acte par lequel ces objectifs sont fixés prévoit également le montant et les modalités de contribution de l'organisme au financement du développement des services portant le label “France Services”. S'il s'agit d'une convention, un décret autorise sa signature.\n\nII. - Sans préjudice de l'autonomie de gestion propre à chaque établissement, organisme ou entreprise chargé d'un service public, le représentant de l'Etat dans le département, en concertation avec l'ensemble des acteurs concernés, propose et, sous réserve de leur accord, initie toute action visant à garantir que l'offre d'accès aux services publics est adaptée aux caractéristiques des territoires, concourt à leur attractivité et au maintien de leurs équilibres.\n\nA ce titre, le représentant de l'Etat dans le département est informé des perspectives d'évolution de l'organisation des services publics et de tout projet de réorganisation susceptibles d'affecter de manière significative les conditions d'accès à ces services. Cette information est transmise par le représentant de l'Etat dans le département au président du conseil général, au président du conseil régional et au président de l'association des maires du département. A son initiative, ou à la demande du président du conseil général, le représentant de l'Etat dans le département peut mener une concertation locale sur tout projet de réorganisation. Cette concertation, dont la durée ne peut excéder trois mois, associe notamment les élus locaux intéressés et les représentants du service public concerné. Pendant le déroulement de la concertation, la mise en oeuvre du projet de réorganisation est suspendue. A l'issue de cette concertation, le représentant de l'Etat dans le département présente un rapport rendant compte du déroulement de celle-ci et évaluant les conséquences de la réorganisation envisagée sur l'accès au service.\n\nSi le projet de réorganisation, en ce qui concerne les organismes chargés d'une mission de service public mentionnés au I, s'avère incompatible avec les objectifs de présence territoriale fixés par l'Etat au niveau national, ou en l'absence d'objectifs fixés par l'Etat, le représentant de l'Etat dans le département peut saisir le ministre de tutelle de l'établissement, de l'organisme ou de l'entreprise concerné et le ministre chargé de l'aménagement du territoire. Dans un délai de deux mois, les ministres s'assurent que les objectifs de présence territoriale fixés par l'Etat pour l'exercice de la mission de service public ont été intégrés de façon satisfaisante par l'organisme en charge de cette mission dans les évolutions envisagées et dans la concertation conduite. Dans le cas contraire, ils demandent à celui-ci de mettre en oeuvre les mesures appropriées pour respecter ces objectifs préalablement à l'exécution du projet de réorganisation. La saisine suspend la mise en oeuvre du projet en cause.\n\nIII. - Lorsqu'un projet de restructuration de service ou d'établissement public de l'Etat peut avoir des conséquences significatives sur l'équilibre économique d'un bassin d'emploi, le représentant de l'Etat dans le département diligente la réalisation d'une étude d'impact.\n\nCette étude d'impact évalue notamment les conséquences socio-économiques du projet ainsi que ses conséquences sur les ressources des collectivités territoriales et des établissements publics de coopération intercommunale concernés. Elle précise les actions d'accompagnement et les mesures de revitalisation envisageables."
    },
    {
      "provision_ref": "art29-1",
      "section": "29-1",
      "title": "Article 29-1",
      "content": "L'Etat, les collectivités territoriales et leurs groupements et les organismes nationaux ou locaux chargés d'une mission de service public peuvent, par convention, mettre des moyens en commun pour assurer l'accessibilité et la qualité des services publics sur le territoire, dans le respect des prescriptions du schéma d'amélioration de l'accessibilité des services au public.\n\nEn outre, les personnes mentionnées au premier alinéa du présent article peuvent participer aux conventions France Services prévues à l'article 27 de la loi n° 2000-321 du 12 avril 2000 relative aux droits des citoyens dans leurs relations avec les administrations. Dans le cadre d'une convention France Services, les collectivités territoriales ou leurs groupements peuvent également mettre à la disposition des personnes y participant ou qui la gèrent des locaux, ainsi que des fonctionnaires ou des agents non titulaires dans les conditions fixées à l'article 61 de la loi n° 84-53 du 26 janvier 1984 portant dispositions statutaires relatives à la fonction publique territoriale.\n\nLa convention peut déroger, pour les modalités de remboursement et d'exercice de l'autorité hiérarchique, au régime de la mise à disposition des personnels territoriaux, dans des conditions fixées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Dans un délai d'un an, le Gouvernement présentera un rapport sur les modalités de développement de la polyvalence des services publics."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "I. - La réalisation des équipements prévue au schéma national d'aménagement et de développement du territoire et la nature des financements publics correspondants font l'objet de lois de programmation quinquennales.II. - [Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 94-358 DC du 26 janvier 1995.]"
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "A compter du 1er janvier 1995, un fonds national d'aménagement et de développement du territoire, géré par un comité présidé par le Premier ministre, regroupe les crédits consacrés aux interventions pour l'aménagement du territoire, à la restructuration des zones minières, à la délocalisation des entreprises, à l'aide aux initiatives locales pour l'emploi, au développement de la montagne et à l'aménagement rural.\n\nLes crédits de ce fonds sont répartis entre une section générale et une section locale à gestion déconcentrée au niveau régional.\n\nLes décisions d'attribution des crédits inscrits dans la section locale à gestion déconcentrée sont communiquées par le représentant de l'Etat dans la région aux présidents des conseils régionaux et des conseils départementaux intéressés.\n\nLe représentant de l'Etat dans la région adresse, chaque année, aux présidents du conseil régional et des conseils départementaux intéressés un rapport sur les conditions d'exécution de ces décisions."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "I-Il est institué, dans les conditions prévues par la loi de finances pour 1995 (n° 94-1162 du 29 décembre 1994), un fonds de péréquation des transports aériens. Ce fonds concourt à assurer l'équilibre des dessertes aériennes réalisées dans l'intérêt de l'aménagement du territoire.II-Les transporteurs aériens ayant exploité en 1995 des liaisons aériennes répondant aux caractéristiques définies par la présente loi, et notamment par le présent article et par les textes pris pour son application, peuvent bénéficier d'une compensation financière du Fonds de péréquation des transports aériens dans la limite du résultat réel de la liaison concernée, le cas échéant en complément des subventions accordées par les collectivités territoriales ou autres personnes publiques intéressées.\" Les dispositions du précédent alinéa sont applicables aux liaisons pour lesquelles les obligations de service public et l'appel d'offres visés à l'article 4 du règlement (CEE) n° 2408/92 du Conseil du 23 juillet 1992 concernant l'accès des transporteurs aériens communautaires aux liaisons aériennes intracommunautaires ont été publiés au plus tard le 31 juillet 1996.    III-Les transporteurs aériens ayant exploité en 1996 des liaisons aériennes répondant aux caractéristiques définies au II du présent article peuvent bénéficier du régime transitoire de compensation financière prévu au II dans les mêmes conditions. Toutefois, la période pour laquelle ces transporteurs peuvent bénéficier de ce régime prend fin, pour chaque liaison considérée, à la date de début des services prévue à l'avis d'appel d'offres relatif à cette liaison. \" ;"
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "I. - (Abrogé).\n\nII. - Les conséquences de la taxe instituée par l'article L. 421-175 du code des impositions sur les biens et services sur l'équilibre financier des sociétés concessionnaires sont prises en compte par des décrets en Conseil d'Etat qui fixent notamment les durées des concessions autoroutières."
    },
    {
      "provision_ref": "art38-1",
      "section": "38-1",
      "title": "Article 38-1",
      "content": "Le fonds de gestion des milieux naturels contribue au financement des projets d'intérêt collectif concourant à la protection, à la réhabilitation ou à la gestion des milieux et habitats naturels.Sa mise en oeuvre prend en compte les orientations du schéma de services collectifs des espaces naturels et ruraux."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "Des politiques renforcées et différenciées de développement sont mises en oeuvre dans les zones caractérisées par des handicaps géographiques, économiques ou sociaux.\n\nCes zones comprennent les zones d'aménagement du territoire, les territoires ruraux de développement prioritaire, les quartiers prioritaires de la politique de la ville, les zones franches urbaines - territoires entrepreneurs (1), les bassins d'emploi à redynamiser, les zones de restructuration de la défense et les régions ultrapériphériques françaises.\n\n1. Les zones d'aménagement du territoire sont caractérisées notamment par leur faible niveau de développement économique et par l'insuffisance du tissu industriel ou tertiaire.\n\n2. Les territoires ruraux de développement prioritaire recouvrent les zones défavorisées caractérisées par leur faible niveau de développement économique.\n\n3. Les quartiers prioritaires de la politique de la ville sont définis à l'article 5 de la loi n° 2014-173 du 21 février 2014 de programmation pour la ville et la cohésion urbaine. (1)\n\nA (abrogé)\n\nB.-Des zones franches urbaines - territoires entrepreneurs sont créées dans des quartiers de plus de 10 000 habitants particulièrement défavorisés. La liste de ces zones est annexée à la loi n° 96-987 du 14 novembre 1996 relative à la mise en oeuvre du pacte de relance pour la ville. Leur délimitation est opérée par décret en Conseil d'Etat, en tenant compte des éléments de nature à faciliter l'implantation d'entreprises ou le développement d'activités économiques. Cette délimitation pourra prendre en compte des espaces situés à proximité du quartier, si ceux-ci sont de nature à servir le projet de développement d'ensemble dudit quartier. Ces espaces pourront appartenir, le cas échéant, à une ou plusieurs communes voisines qui ne seraient pas mentionnées dans ladite annexe.\n\nEn outre, des zones franches urbaines - territoires entrepreneurs sont créées à compter du 1er août 2006 dans des quartiers de plus de 8 500 habitants particulièrement défavorisés. La liste de ces zones franches urbaines - territoires entrepreneurs est arrêtée par décret. Leur délimitation est opérée dans les mêmes conditions qu'au premier alinéa du présent B.\n\nLes zones franches urbaines - territoires entrepreneurs des communes des départements d'outre-mer sont créées dans des quartiers particulièrement défavorisés des communes de ces départements. La liste de ces zones est annexée à la loi n° 96-987 du 14 novembre 1996 précitée. Leur délimitation est fixée par décret en Conseil d'Etat, en tenant compte des éléments de nature à faciliter l'implantation d'entreprises ou le développement d'activités économiques.\n\n3 bis. Les bassins d'emploi à redynamiser sont reconnus par voie réglementaire parmi les territoires dans lesquels la majorité des actifs résident et travaillent et qui recouvrent en 2006 les zones caractérisées par :\n\n1° Un taux de chômage au 30 juin 2006 supérieur de trois points au taux national ;\n\n2° Une variation annuelle moyenne négative de la population entre les deux derniers recensements connus supérieure en valeur absolue à 0, 15 % ;\n\n3° Une variation annuelle moyenne négative de l'emploi total entre 2000 et 2004 supérieure en valeur absolue à 0, 75 %.\n\nLes références statistiques utilisées pour la détermination de ces bassins d'emploi sont fixées par voie réglementaire.\n\n3 ter. Les zones de restructuration de la défense se répartissent en deux catégories :\n\n1° Les territoires dans lesquels la majorité des actifs résident et travaillent, incluant une ou plusieurs communes, d'une part, caractérisées par une perte d'au moins cinquante emplois directs du fait de la réorganisation des unités militaires et établissements du ministère de la défense sur le territoire national et, d'autre part, dont le territoire est couvert par un contrat de redynamisation de site de défense. Ces territoires doivent satisfaire à l'un des critères suivants :\n\na) Un taux de chômage supérieur de trois points à la moyenne nationale ;\n\nb) Une variation annuelle moyenne négative de la population entre les deux derniers recensements connus supérieure en valeur absolue à 0, 15 % ;\n\nc) Une variation négative de l'emploi total sur une période de quatre ans supérieure ou égale en valeur absolue à 0, 65 % ;\n\nd) Un rapport entre la perte locale d'emplois directs du fait de la réorganisation des unités militaires sur le territoire national et la population salariée d'au moins 5 %.Les références statistiques utilisées pour la détermination de ces territoires sont fixées par voie réglementaire ;\n\n2° Les communes, le cas échéant visées au 1°, caractérisées par une perte d'au moins cinquante emplois directs du fait de la réorganisation des unités militaires et établissements du ministère de la défense sur le territoire national et dont le territoire est couvert par un contrat de redynamisation de site de défense.Les contrats de redynamisation de site de défense sont conclus entre, d'une part, l'Etat et, d'autre part, les communes ou groupements de collectivités territoriales correspondant aux sites les plus affectés par la réorganisation du fait d'une perte nette de nombreux emplois directs et d'une grande fragilité économique et démographique. Ils sont d'une durée de trois ans, reconductible une fois pour deux ans.\n\nLes zones de restructuration de la défense sont délimitées par un arrêté conjoint des ministres chargés de l'économie, du budget et de l'aménagement du territoire qui détermine, pour chaque zone, celle des années comprises entre 2009 et 2021 au titre de laquelle elle est reconnue. Cet arrêté est pris au plus tard le 31 décembre 2021.\n\n4. Les régions ultrapériphériques françaises recouvrent les départements d'outre-mer."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "Afin de développer l'emploi et de favoriser le maintien, la croissance et la création des entreprises petites et moyennes dans les zones d'aménagement du territoire, dans les territoires ruraux de développement prioritaire et dans les zones de redynamisation urbaine, définis au premier alinéa de l'article 1465 et au I bis de l'article 1466 A du code général des impôts, un fonds national de développement des entreprises a pour objet de renforcer les fonds propres et de favoriser l'accès au crédit de ces entreprises. Il concourt à la mobilisation en leur faveur de l'épargne de proximité.\n\nLe fonds intervient :\n\n1° Par des prêts accordés aux personnes qui créent, développent ou reprennent une entreprise dans la limite d'un montant équivalent à leur apport en fonds propres au capital ;\n\n2° Par la garantie directe ou indirecte d'emprunts et d'engagements de crédit-bail immobilier contractés par les entreprises dans la limite de 50 % de leur montant ;\n\n3° Par la garantie d'engagements pris par les sociétés de caution, les sociétés de capital risque, les fonds communs de placement à risque, les sociétés de développement régional ou par un fonds de garantie créé par une collectivité territoriale en application des articles 6 et 49 de la loi n° 82-213 du 2 mars 1982 précitée ou de l'article 4-1 de la loi n° 72-619 du 5 juillet 1972 précitée.\n\nDes conventions organisent les modalités selon lesquelles les organismes régionaux, départementaux ou locaux agréés par le ministre chargé de l'économie sont associés aux interventions du fonds et notamment à l'instruction des demandes de prêts visés au 1° ci-dessus.\n\nLes ressources du fonds sont constituées par des dotations de l'Etat, des concours de l'Union européenne, des emprunts et l'offre au public de titres financiers, les produits générés par l'activité du fonds, les remboursements des prêts accordés et, le cas échéant, par des apports de la Caisse des dépôts et consignations.\n\nUn décret en Conseil d'Etat précise les modalités d'application du présent article."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "Dans le délai de dix-huit mois à compter de la publication de la présente loi, le Gouvernement présentera au Parlement des propositions visant à réduire les entraves à la mobilité économique des personnes, en particulier dans les domaines suivants :- aide à la réhabilitation des logements anciens ;- taxation des revenus liés au logement principal mis en location à cause d'une mobilité géographique de nature professionnelle ;- allégement des conditions de résiliation des prêts liés à la revente du logement principal pour cause de mobilité professionnelle ;- aides spécifiques à la famille pour les charges supplémentaires liées à la mobilité professionnelle dans les zones en difficulté."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "I.-modifie l'article 1594 F du code des impots.\n\nII.-Dans les conditions fixées par la loi de finances, il est institué un prélèvement sur les recettes de l'Etat destiné à compenser, à hauteur de 50 p. 100, la perte de recettes résultant pour les départements de l'application aux acquisitions de biens situés dans les zones France ruralités revitalisation mentionnées aux II et III de l'article 44 quindecies A du code général des impôts de l'abattement prévu à l'article 1594 F ter du même code.\n\nLa métropole de Lyon est substituée de plein droit au département du Rhône pour l'application du présent II dans son périmètre.\n\nPour l'application des dispositions qui précèdent, la collectivité de Corse est substituée de plein droit, à compter du 1er janvier 2018, aux départements de Haute-Corse et de Corse-du-Sud.\n\nPour l'application des dispositions qui précèdent, la Ville de Paris est substituée de plein droit, à compter du 1er janvier 2019, au département de Paris."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "I.-modifications du code général des impots.\n\nII.-modifications du code général des impots.\n\nIII. - Dans les conditions fixées par la loi de finances, l'Etat compense, chaque année, la perte de recettes résultant des exonérations liées aux créations d'activités mentionnées à l'article 1465 A et au I bis de l'article 1466 A du code général des impôts pour les collectivités territoriales ou leurs groupements dotés d'une fiscalité propre. A compter de 2011, le prélèvement sur les recettes de l'Etat destiné à compenser la perte de recettes s'applique uniquement aux communes ou aux groupements dotés d'une fiscalité propre.\n\nLes exonérations liées aux extensions d'activités mentionnées aux mêmes articles sont compensées pour les zones de redynamisation urbaine, par le Fonds national de péréquation de la taxe professionnelle, conformément aux dispositions du B de l'article 4 de la loi n° 96-987 du 14 novembre 1996 précitée et, pour les zones de revitalisation rurale, par le Fonds national de péréquation créé à l'article 70 de la présente loi.\n\nA compter de 2004, il est institué un prélèvement sur les recettes de l'Etat destiné à compenser, chaque année, dans les conditions prévues par la loi de finances, la perte de recettes résultant pour les collectivités territoriales ou leurs groupements dotés d'une fiscalité propre des exonérations liées aux extensions d'activités mentionnées aux articles précités du code général des impôts, dans les zones de revitalisation rurale. Cette compensation est égale au produit obtenu en multipliant la perte de base résultant chaque année et pour chaque collectivité de l'exonération par le taux de la taxe professionnelle de la collectivité ou du groupement pour 1994.\n\nCes compensations sont égales au produit obtenu en multipliant la perte de base résultant chaque année et pour chaque collectivité de l'exonération par le taux de la taxe professionnelle de la collectivité ou du groupement pour 1994.\n\nAu titre de 2009, les compensations calculées selon les dispositions qui précèdent sont minorées par application d'un taux correspondant à l'écart entre le montant total versé en 2008 au titre de l'ensemble des compensations mentionnées aux I à X de l'article 48 de la loi n° 2008-1425 du 27 décembre 2008 de finances pour 2009 et le montant total de ces mêmes compensations prévu à cette fin pour 2009 par le XI de ce même article. Au titre de 2010, la compensation calculée selon les dispositions qui précèdent et à laquelle est appliqué le taux d'évolution fixé au titre de 2009 est minorée par application d'un taux correspondant à l'écart entre le montant total à verser en 2009 au titre de l'ensemble des compensations mentionnées aux I à VIII de l'article 47 de la loi n° 2009-1673 du 30 décembre 2009 de finances pour 2010 et le montant total de ces mêmes compensations prévu à cette fin pour 2010 par le IX de ce même article.\n\nA compter de 2011, les taux à prendre en compte pour les communes et les groupements de communes à fiscalité propre pour le calcul des compensations ou des abattements visés aux alinéas précédents sont majorés en fonction des taux retenus pour déterminer les allocations compensatrices versées en 2010 au profit des départements et des régions.\n\nLes dispositions relatives à cette majoration au profit des communes ou des groupements de communes sont fixées au VI du 8 de l'article 77 de la loi n° 2009-1673 du 30 décembre 2009 de finances pour 2010.\n\nAu titre de 2011, les compensations calculées selon les dispositions qui précèdent et auxquelles sont appliqués le taux d'évolution fixé au titre de 2009 et le taux d'évolution fixé au titre de 2010 sont minorées par application du taux défini au IV de l'article 51 de la loi n° 2010-1657 du 29 décembre 2010 de finances pour 2011. Au titre de 2012, les mêmes compensations, auxquelles sont appliqués les taux d'évolution fixés au titre de 2009, 2010 et 2011, sont minorées par application du taux prévu pour 2012 au III de l'article 33 de la loi n° 2011-1977 du 28 décembre 2011 de finances pour 2012. Au titre de 2013, les mêmes compensations, auxquelles sont appliqués les taux d'évolution fixés au titre de 2009, 2010, 2011 et 2012, sont minorées par application du taux prévu pour 2013 au IV de l'article 31 de la loi n° 2012-1509 du 29 décembre 2012 de finances pour 2013. Au titre de 2014, les mêmes compensations, auxquelles sont appliqués les taux d'évolution fixés au titre de 2009, 2010, 2011, 2012 et 2013, sont minorées par application du taux prévu pour 2014 au IV de l'article 37 de la loi n° 2013-1278 du 29 décembre 2013 de finances pour 2014. Au titre de 2015, les mêmes compensations, auxquelles sont appliqués les taux d'évolution fixés depuis 2009, sont minorées par application du taux prévu pour 2015 au III de l'article 23 de la loi n° 2014-1654 du 29 décembre 2014 de finances pour 2015. Au titre de 2016, les mêmes compensations, auxquelles sont appliqués les taux d'évolution fixés depuis 2009, sont minorées par application du taux prévu pour 2016 au III de l'article 33 de la loi n° 2015-1785 du 29 décembre 2015 de finances pour 2016. Au titre de 2017, les mêmes compensations, auxquelles sont appliqués les taux d'évolution fixés depuis 2009, sont minorées par application du taux prévu pour 2017 au X de l'article 33 de la loi n° 2016-1917 du 29 décembre 2016 de finances pour 2017. A compter de 2018, les taux d'évolution fixés depuis 2009 et jusqu'à 2017 sont appliqués aux mêmes compensations."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "Le Gouvernement présentera au Parlement avant le 1er septembre 1995 des propositions tendant à permettre la réduction du nombre des logements vacants."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "Dans les zones France ruralités revitalisation mentionnées aux II et III de l'article 44 quindecies A du code général des impôts, l'Etat et les collectivités territoriales mettent en oeuvre des dispositions visant notamment à :\n\n-développer les activités économiques,\n\n-assurer un niveau de service de qualité et de proximité,\n\n-améliorer la qualité de l'habitat et l'offre de logement, notamment locatif,\n\n-lutter contre la déprise agricole et forestière et maintenir des paysages ouverts,\n\n-assurer le désenclavement des territoires,\n\n-développer la vie culturelle, familiale et associative,\n\n-valoriser le patrimoine rural,et d'une façon plus générale à assurer aux habitants de ces zones des conditions de vie équivalentes à celles ayant cours sur les autres parties du territoire.\n\nLes zones France ruralités revitalisation sont prises en compte dans les schémas de services collectifs et les schémas interrégionaux d'aménagement et de développement prévus par la présente loi ainsi que par les schémas régionaux de développement et d'aménagement prévus à l'article 34 de la loi n° 83-8 du 7 janvier 1983 précitée. Ces zones constituent un territoire de référence pour l'organisation des services rendus aux usagers prévue à l'article 29 de la présente loi."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "Les concours financiers de l'Etat à la réhabilitation de l'habitat ancien sont attribués par priorité aux communes situées dans les zones France ruralités revitalisation, mentionnées aux II et III de l'article 44 quindecies A du code général des impôts, ayant fait l'acquisition de biens immobiliers anciens situés sur leur territoire, en vue de les transformer en logements sociaux à usage locatif."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "Dans les zones France ruralités revitalisation mentionnées aux II et III de l'article 44 quindecies A du code général des impôts, l'Etat peut conclure avec le département une convention particulière de revitalisation rurale. Les régions sont associées à ces conventions. Celles-ci peuvent s'insérer dans les contrats de plan Etat-régions prévus à l'article 11 de la loi n° 82-653 du 29 juillet 1982 portant réforme de la planification. Elles ont pour objet de renforcer l'action publique dans les territoires ruraux les plus défavorisés en assurant la convergence des interventions, en accroissant l'engagement des partenaires et en adaptant les actions à la spécificité locale."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "I. - La répartition des compétences entre l'Etat et les collectivités territoriales sera clarifiée dans le cadre d'une loi portant révision de la loi n° 83-8 du 7 janvier 1983 relative à la répartition de compétences entre les communes, les départements, les régions et l'Etat et de la loi n° 83-623 du 22 juillet 1983 complétant la loi précitée. Cette loi interviendra dans un délai d'un an à compter de la publication de la présente loi.\n\nElle répartira les compétences de manière que chaque catégorie de collectivités territoriales dispose de compétences homogènes.\n\nCette loi prévoira que tout transfert de compétence est accompagné d'un transfert des personnels et des ressources correspondant.\n\nII. - Elle définira également les conditions dans lesquelles une collectivité pourra assumer le rôle de chef de file pour l'exercice d'une compétence ou d'un groupe de compétences relevant de plusieurs collectivités territoriales.\n\nIII. - Cette loi déterminera également les conditions dans lesquelles, dans le respect des orientations inscrites au schéma national d'aménagement et de développement du territoire, une collectivité territoriale pourra, à sa demande, se voir confier une compétence susceptible d'être exercée pour le compte d'une autre collectivité territoriale."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "Afin d'assurer la mise en oeuvre de la politique nationale d'aménagement et de développement du territoire, une loi définira, après une phase d'expérimentation qui débutera un an au plus après l'adoption de la présente loi, les modalités d'organisation et de financement des transports collectifs d'intérêt régional et les conditions dans lesquelles ces tâches seront attribuées aux régions, dans le respect de l'égalité des charges imposées au citoyen ainsi que de l'égalité des aides apportées par l'Etat aux régions.Sous réserve de l'expérimentation, cette loi devra prendre en compte le développement coordonné de tous les modes de transport et assurer la concertation entre toutes les autorités organisatrices de transports.Les régions concernées par l'expérimentation prévue au présent article sont autorités organisatrices des services régionaux de voyageurs de la Société nationale des chemins de fer français. La délimitation de ces services est fixée conjointement par l'Etat et la région. Chacune des régions reçoit chaque année, directement de l'Etat, une compensation forfaitaire des charges transférées à la date d'entrée en vigueur de l'expérimentation. La consistance, les conditions de fonctionnement et de financement de ces services ainsi que leur évolution sont fixées par une convention passée entre la région et la Société nationale des chemins de fer français. L'expérimentation sera close le 31 décembre 1999. Elle pourra toutefois prendre fin, pour chaque région participante, dès la clôture de l'exercice au cours duquel ladite région aura, avant le 1er juin, exprimé sa volonté d'y mettre fin.Pour préparer dans les meilleures conditions la loi prévue au premier alinéa, les dispositions prévues au troisième alinéa continuent à s'appliquer jusqu'au 31 décembre 2001 au plus tard."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "I. - La réduction des écarts de ressources entre les collectivités territoriales, en fonction de leurs disparités de richesse et de charges, constitue un objectif fondamental de la politique d'aménagement du territoire.\n\nII. - A compter du 1er janvier 1997, une péréquation financière est opérée entre les espaces régionaux de métropole.\n\nA cette fin, l'ensemble des ressources, hors emprunts, des collectivités territoriales et de leurs groupements, au sein d'un même espace régional, fait l'objet d'un calcul cumulé. Ces ressources comprennent les concours de toute nature reçus de l'Etat, les recettes de péréquation provenant de collectivités territoriales extérieures à l'espace considéré, les bases de calcul de l'ensemble des ressources fiscales multipliées pour chaque impôt ou taxe par le taux ou le montant unitaire moyen national d'imposition à chacun de ces impôts ou de ces taxes, les produits domaniaux nets de la région, des départements qui composent celle-ci, des communes situées dans ces départements et de leurs groupements.\n\nLes ressources ainsi calculées, rapportées, par an, au nombre des habitants de l'espace régional considéré, sont corrigées afin de tenir compte des charges des collectivités concernées et de leurs groupements. Elles ne peuvent être inférieures à 80 p. 100 ni excéder 120 p. 100 de la moyenne nationale par habitant des ressources des collectivités territoriales et de leurs groupements.\n\nLes éléments de calcul et les résultats des évaluations de ressources et de charges sont soumis chaque année, par le Gouvernement, à l'examen du Comité des finances locales.\n\nIII. - La péréquation financière prévue au II ci-dessus sera opérée prioritairement par une réforme conjointe des règles de répartition de la dotation globale de fonctionnement et des concours budgétaires de l'Etat aux collectivités territoriales et à leurs groupements, y compris ceux attribués au titre des contrats de plan et de la dotation globale d'équipement, d'une part, des mécanismes de redistribution des ressources de la taxe professionnelle, d'autre part.\n\nLa mise en oeuvre de la péréquation est établie progressivement. Elle doit être effective en 2010.\n\nIV. - Le Gouvernement déposera devant le Parlement, avant le 2 avril 1996, un rapport comportant :\n\n- un calcul, pour 1995, des ressources des collectivités territoriales et de leurs groupements selon les modalités définies au deuxième alinéa du II ;\n\n- des propositions relatives à la détermination d'un indice synthétique permettant de mesurer les ressources et les charges des collectivités territoriales et de leurs groupements ;\n\n- les résultats d'une étude sur les éventuelles corrélations entre le potentiel fiscal et l'effort fiscal ;\n\n- des propositions tendant à renforcer la contribution des concours, dotations et ressources fiscales visés au III à la réduction des écarts de ressources entre collectivités territoriales en fonction de leurs disparités de richesse et de charges ;\n\n- un bilan des effets des différents mécanismes de péréquation mis en oeuvre par les fonds national et départementaux de la taxe professionnelle, le fonds de correction des déséquilibres régionaux, le fonds de solidarité des communes de la région d'Ile-de-France, ainsi que par les différentes parts de la dotation globale de fonctionnement et de la dotation globale d'équipement. Ce bilan sera assorti de propositions de simplification et d'unification tant des objectifs assignés aux différentes formes de péréquation que de leurs modalités d'application.\n\nV. - Le Gouvernement recueillera, pour l'élaboration des propositions prévues au IV, l'avis d'une commission d'élus composée de représentants du Parlement ainsi que de représentants des maires, des présidents de conseils généraux et des présidents de conseils régionaux désignés dans des conditions définies par décret."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "Le renforcement des mécanismes de péréquation prévus à l'article 68 sera opéré pour chaque niveau de collectivité territoriale.Dans l'attente de la mise en oeuvre des dispositions propres à renforcer la péréquation visée aux II et III de l'article 68, les moyens financiers qui pourront être dégagés au profit de la réduction des écarts de richesse entre collectivités territoriales en fonction du niveau de leurs ressources et de leurs charges seront principalement affectés à la correction des disparités de bases de taxe professionnelle.En 1995, ce renforcement concernera prioritairement les communes et les régions."
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "I.-Pour les années 1995 et 1996, et jusqu'à la mise en oeuvre des mécanismes de péréquation prévus au III de l'article 68, le potentiel fiscal pris en compte pour la mise en oeuvre du fonds de correction des déséquilibres régionaux est déterminé, conformément aux dispositions du II de l'article 68, en tenant compte des compensations servies par l'Etat à raison des exonérations ou réductions de bases de fiscalité directe.II.-modifie l'article 64 de la loi 92-125 du 2 février 1992."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "Dans le délai de dix-huit mois à compter de la publication de la présente loi, le Gouvernement déposera devant le Parlement un rapport présentant des propositions de réforme du système de financement des collectivités locales, et en particulier de la taxe professionnelle, compatibles avec les dispositions de l'article 68 de la présente loi relatives à la péréquation financière.Le Gouvernement recueillera, pour l'élaboration de ces propositions, l'avis de la commission d'élus mentionnée au paragraphe V du même article."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "Sous réserve de l'autorité des décisions passées en force de chose jugée, sont validés les avis rendus et les décisions prises par le Comité des finances locales pendant la période comprise entre le 18 juin 1992 et le renouvellement de ses membres en 1995, en tant qu'ils seraient contestés sur le fondement de l'irrégularité de la désignation des représentants des maires au sein de ce comité."
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "I. - Dans le délai de dix-huit mois suivant la publication de la présente loi, le Gouvernement soumettra au Parlement un rapport contenant des propositions sur les points suivants :1° les modalités selon lesquelles le nombre des catégories d'établissements publics de coopération intercommunale pourrait être réduit et leur régime juridique simplifié ;2° dans quelle mesure et à quelles conditions ces établissements pourraient être dotés de compétences assumées progressivement, selon les besoins constatés par leurs responsables, dans le cadre d'une fiscalité additionnelle ou fondée sur la taxe professionnelle d'agglomération ;3° les conditions dans lesquelles l'organisation et le fonctionnement des groupements de communes à fiscalité propre ainsi que l'élection des représentants des communes qui en sont membres pourraient être adaptés par référence aux dispositions de la loi n° 82-1169 du 31 décembre 1982 relative à l'organisation administrative de Paris, Marseille, Lyon et des établissements publics de coopération intercommunale."
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Article 80",
      "content": "I. - modifie le code des communes.II. - modifie le code des communes.III. - modifie le code des communes.IV. - Les articles L. 165-26, L. 165-27, L. 165-29, L. 165-30, L. 165-36, L. 165-36-1, L. 165-36-2 et L. 165-37 du code des communes sont abrogés."
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "Le Gouvernement déposera devant le Parlement, quatre ans après la date de publication de la présente loi, un bilan de l'application de celle-ci et de ses effets quant à la réduction des écarts de ressources entre les collectivités territoriales."
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "I. - Sont applicables à Mayotte les articles 1er, 35, 37 (I), 38 et 43.II.modifie le titre II de la loi n° 83-8 du 7 janvier 1983."
    },
    {
      "provision_ref": "art89",
      "section": "89",
      "title": "Article 89",
      "content": "Les informations localisées issues des travaux topographiques ou cartographiques réalisés par l'Etat, les collectivités locales, les entreprises chargées de l'exécution d'une mission de service public, ou pour leur compte, doivent être rattachées au système national de référence de coordonnées géographiques, planimétriques et altimétriques défini par décret et utilisable par tous les acteurs participant à l'aménagement du territoire."
    }
  ]
}