{
  "id": "loi-n-2001-624-du-17-juillet-2001",
  "type": "statute",
  "title": "Loi n° 2001-624 du 17 juillet 2001",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000757800",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I.-Dans la limite d'un plafond fixé par décret, les contributions visées à l'article L. 351-3-1 du code du travail peuvent être utilisées sur prescription de l'Agence nationale pour l'emploi pour participer au financement des contrats de qualification créés par l'article 25 de la loi n° 98-657 du 29 juillet 1998 d'orientation relative à la lutte contre les exclusions en faveur des salariés involontairement privés d'emploi. Ces dispositions sont applicables du 1er juillet 2001 au 31 décembre 2003.\n\nII.-A modifié les dispositions suivantes :\n\n-Loi 98-657 du 29 juillet 1998\n\nArt. 25"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Les organismes mentionnés à l'article L. 351-21 du code du travail sont autorisés à verser à l'Etat 1 067 143 120 euros en 2001."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I., II.-Paragraphes modificateurs\n\nIII.-Le Fonds de réserve pour les retraites visé à l'article L. 135-6 du code de la sécurité sociale est exonéré de l'impôt sur les sociétés prévu au 5 de l'article 206 du code général des impôts.\n\nIV.-Paragraphe modificateur\n\nV.-Les dispositions du présent article entrent en vigueur au 1er janvier 2002.\n\nA titre transitoire et jusqu'à une date fixée par décret et qui ne peut être postérieure au 1er juillet 2002 :\n\n-les produits mentionnés à l'article L. 135-7 du code de la sécurité sociale sont centralisés et placés par le fonds institué à l'article L. 135-1 de ce code ;\n\n-les sommes gérées par la deuxième section du fonds institué à l'article L. 135-1 du même code à la date de promulgation de la présente loi demeurent gérées par ce fonds ;\n\n-le Fonds de solidarité vieillesse mentionné à l'article L. 135-1 du même code suit l'ensemble de ces opérations dans les comptes spécifiques ouverts au titre de la deuxième section du fonds, maintenus à cet effet à titre transitoire, selon les règles en vigueur à la date de promulgation de la présente loi.\n\nVI.-Le transfert des biens, droits et obligations du fonds visé à l'article L. 135-1 du code de la sécurité sociale au fonds visé à l'article L. 135-6 du même code est effectué à titre gratuit et ne donne lieu à aucune indemnité ou perception de droits ou de taxes ni à aucun versement de la contribution prévue à l'article 879 du code général des impôts ou d'honoraires au profit des agents de l'Etat."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Est ratifiée l'ordonnance n° 2001-350 du 19 avril 2001 relative au code de la mutualité et transposant les directives 92/49/CEE et 92/96/CEE du Conseil des 18 juin et 10 novembre 1992, prise en application de la loi n° 2001-1 du 3 janvier 2001 portant habilitation du Gouvernement à transposer, par ordonnances, des directives communautaires et à mettre en oeuvre certaines dispositions du droit communautaire, sous réserve de la modification suivante (modification de l'article L. 111-3 du code de la mutualité)"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Les associations, fédérations ou unions d'associations régulièrement déclarées ayant une activité dans le domaine de l'éducation populaire et de la jeunesse peuvent faire l'objet d'un agrément par le ministre chargé de la jeunesse ou par l'autorité administrative compétente. L'agrément, délivré pour une durée de cinq ans, est notamment subordonné à l'existence et au respect de dispositions statutaires garantissant la liberté de conscience, le respect du principe de non-discrimination, leur fonctionnement démocratique, la transparence de leur gestion, et permettant, sauf dans les cas où le respect de cette dernière condition est incompatible avec l'objet de l'association et la qualité de ses membres ou usagers, l'égal accès des hommes et des femmes et l'accès des jeunes à leurs instances dirigeantes. Les conditions de l'agrément et du retrait de l'agrément sont déterminées par décret en Conseil d'Etat.\n\nSeules les associations, fédérations ou unions d'associations agréées d'éducation populaire et de jeunesse peuvent recevoir une aide financière du ministère chargé de la jeunesse. Toutefois, les associations non agréées peuvent recevoir une aide pour un montant et pendant une durée limités. Les conditions de l'octroi d'une aide financière aux associations non agréées sont déterminées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I.-A créé les dispositions suivantes\n\n-Code de l'éducation\n\nArt. L. 621-3\n\nII.-Sous réserve des décisions de justice passées en force de chose jugée, est validé l'article 5 du décret n° 85-497 du 10 mai 1985 relatif à l'Institut d'études politiques de Paris en tant qu'il attribue au conseil de direction de l'institut compétence pour fixer les conditions d'admission des élèves."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I.-A modifié les dispositions suivantes\n\n-Code général des collectivités territoriales\n\nArt. L. 1511-6\n\nII.-A modifié les dispositions suivantes\n\n-Code des postes et télécommunications\n\nArt. L. 94\n\nIII.-L'Agence française de sécurité sanitaire environnementale remettra au Gouvernement et aux assemblées parlementaires, avant le 30 septembre 2002, un rapport sur l'existence ou l'inexistence de risques sanitaires d'une exposition au rayonnement des équipements terminaux et installations radioélectriques de télécommunications."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Sont prorogées jusqu'au 31 décembre 2002 les décisions d'inscription sur la liste d'homologation prises en application de l'article L. 363-1 du code de l'éducation avant le 10 juillet 2000."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "I. - Sont validés les arrêtés portant reclassement des enseignants contractuels des écoles d'architecture dans les catégories de professeurs de 1re, 2e et 4e catégorie au titre des années 1991, 1992 et 1993, en tant que la régularité de ces arrêtés serait mise en cause en raison de l'annulation de l'arrêté du 6 février 1991 relatif au reclassement des enseignants contractuels des écoles d'architecture.II. - Les candidats déclarés admis, lors de la session de 1992, aux concours internes de maîtres-assistants de 1re classe dans les groupes de disciplines \"sciences et techniques pour l'architecture\", \"théories et pratiques de la conception architecturale\" et \"sciences humaines et sociales\" et au concours interne de maîtres-assistants de 2e classe dans le groupe de disciplines \"arts techniques de la représentation\", gardent le bénéfice des décisions individuelles par lesquelles ils ont été nommés maîtres-assistants des écoles d'architecture.III. - Les candidats déclarés titulaires du diplôme d'études fondamentales en architecture à l'issue des sessions du 25 septembre et du 29 novembre 1996 de l'Ecole d'architecture de Paris-la-Seine gardent le bénéfice de leur diplôme."
    }
  ]
}