{
  "id": "loi-n-57-444-du-8-avril-1957",
  "type": "statute",
  "title": "Loi n° 57-444 du 8 avril 1957",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000501084",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les agents et les anciens agents des services actifs de police de la préfecture de police, soumis à la loi n° 48-1504 du 28 septembre 1948 relative au statut spécial des personnels de police, dont la limite d'âge était, au 1er décembre 1956, égale à cinquante-cinq ans, bénéficient, à compter du 1er janvier 1957, d'une bonification, égale à un cinquième du temps qu'ils ont effectivement passé en position d'activité dans des services actifs de police. Cette bonification ne peut être supérieure à cinq annuités.Cette bonification est accordée sous réserve de la condition de durée de services mentionnée au onzième alinéa du 1° du I de l'article L. 24 du code des pensions civiles et militaires de retraite. Cette condition n'est pas opposable aux fonctionnaires radiés des cadres pour invalidité ou par limite d'âge.\n\nA l'exception des contrôleurs généraux, sous-directeurs, directeurs, adjoints, chefs de service et directeurs des services actifs, le bénéfice de la bonification acquise dans les conditions définies au premier alinéa du présent article est maintenu aux fonctionnaires des services actifs de la préfecture de police également soumis à la loi n° 48-1504 du 28 septembre 1948 précitée et dont la limite d'âge était, au 1er décembre 1956, supérieure à cinquante-cinq ans, auxquels est également applicable le premier alinéa du présent article."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les personnels titulaires visés à l'article 1er ci-dessus sont assujettis à une retenue supplémentaire pour la retraite de 1 p. 100."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Le budget de la préfecture de police supportera pour les mêmes personnels une contribution supplémentaire de 3 p. 100 des traitements perçus par les personnels intéressés qui, en tant que de besoin, pourra être majorée par arrêté du ministre de l'intérieur et du ministre chargé du budget, pour couvrir les dépenses supplémentaires résultant pour le caisse nationale de retraites des agents des collectivités locales des dispositions prévues à la présente loi."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Sur les effectifs maximaux de la préfecture de police, fixés en conformité des dispositions de la loi de finances de l'année 1957, sont supprimés 600 emplois."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Les dispositions des articles 1er à 3 ci-dessus seront applicables, suivant les mêmes modalités et à l'exception des catégories équivalentes à celles qui, à la préfecture de police n'en sont pas bénéficiaires, aux personnels des services actifs de la sûreté nationale, soumis à la loi n° 48-1504 du 28 septembre 1948.Les mesures édictées par les articles 1er et 3 prendront effet à compter du 1er janvier 1957.Toutefois, les agents de la sûreté nationale répondant aux conditions ci-dessus et dont la mise à la retraite par limite d'âge ou pour invalidité, s'effectuera entre le 1er janvier 1957 et le 1er juillet 1959, bénéficieront seulement d'une bonification égale aux deux tiers de celle prévue à l'article 1er.Les dispositions de l'article 2 n'entreront en vigueur qu'à partir du 1er juillet 1959, date à laquelle la parité entre la sûreté nationale et la préfecture de police sera réalisée définitivement."
    },
    {
      "provision_ref": "art6bis",
      "section": "6bis",
      "title": "Article 6bis",
      "content": "A partir du 1er janvier 1983, le calcul de la pension de retraite, ainsi que les retenues pour pension des personnels des services actifs de police, seront déterminés, par dérogation aux articles L. 15 et L. 61 du code des pensions civiles et militaires de retraite, dans des conditions fixées par décret en Conseil d'Etat.Pour permettre la prise en compte progressive de leurs indemnités de sujétions spéciales dans leur pension, la retenue pour pension supportée par les intéressés sera majorée de 0,5 p. 100 à compter du 1er janvier 1983, 1 p. 100 à compter du 1er janvier 1987 et 1,2 p. 100 à compter du 1er janvier 1991."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Des décrets en conseil d'Etat fixeront, en tant que de besoin, les modalités d'application de la présente loi."
    }
  ]
}