{
  "id": "loi-n-61-1439-du-26-decembre-1961",
  "type": "statute",
  "title": "Loi n° 61-1439 du 26 décembre 1961",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000508788",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les Français, ayant dû ou estimé devoir quitter, par suite d'événements politiques, un territoire où ils étaient établis et qui était antérieurement placé sous la souveraineté, le protectorat ou la tutelle de la France, pourront bénéficier de la solidarité nationale affirmée par le préambule de la Constitution de 1946, dans les conditions fixées par la présente loi.Cette solidarité se manifeste par un ensemble de mesures de nature à intégrer les Français rapatriés dans les structures économiques et sociales de la nation.Ces mesures consisteront, en particulier, à accorder aux rapatriés des prestations de retour, des prestations temporaires de subsistance, des prêts à taux réduit et des subventions d'installation et de reclassement, des facilités d'accès à la profession et d'admission dans les établissements scolaires, des prestations sociales, ainsi que des secours exceptionnels.Les programmes de construction de logements bénéficiant de l'aide de l'Etat seront complétés par l'adjonction de contingents supplémentaires de logements pour les rapatriés. Le financement de ces contingents sera imputé sur les ressources dégagées par la loi de finances visée à l'article 4 ci-dessous.Des indemnités particulières pourront en outre être attribuées aux rapatriés les plus défavorisés qui ne peuvent se reclasser dans l'activité économique, notamment en raison de leur âge ou de leur invalidité.Des délais et des aménagements de taux d'intérêt seront accordés aux débiteurs de bonne foi pour le remboursement des prêts déjà consentis par les organismes ayant passé des conventions avec l'Etat."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Le Gouvernement est autorisé à prendre par ordonnances, dans les conditions prévues par les alinéas 2 et 3 de l'article 38 de la Constitution et avant le 24 avril 1962, celles des mesures mentionnées à l'article 1er qui sont du domaine de la loi et relatives aux règles concernant les garanties fondamentales accordées aux fonctionnaires civils et militaires de l'Etat ainsi qu'aux principes fondamentaux du droit du travail et de la sécurité sociale.\n\nLes ordonnances prises en vertu du présent article seront déposées devant le Parlement pour ratification au plus tard deux mois après l'expiration du délai fixé à l'alinéa précédent."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Par décret, le Gouvernement pourra étendre en totalité ou en partie les mesures prises en application de la présente loi à des Français ayant dû ou estimé devoir quitter, par suite d'événements politiques, un territoire non visé à l'article 1er.Un décret en Conseil d'Etat fixera les conditions selon lesquelles pourront bénéficier de certaines ou de la totalité des mesures prévues par la présente loi, des étrangers dont l'activité ou le dévouement justifient cette extension et qui s'établissent sur le territoire de la République française."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Une loi de finances, dont le projet devra être déposé au plus tard le 30 juin 1962, dégagera les ressources complémentaires nécessaires à l'application des mesures prises en vertu de la présente loi et déterminera les procédures selon lesquelles ces ressources seront affectées au financement de ces mesures.\n\nLa défense des biens et des intérêts des personnes visées aux articles 1er et 3 ci-dessus ainsi que les opérations financières qui en résultent seront assurées par un organisme dont la composition, le fonctionnement et les attributions seront fixés ultérieurement par une loi.\n\nUne loi distincte fixera, en fonction des circonstances, le montant et les modalités d'une indemnisation en cas de spoliation et de perte définitivement établies des biens appartenant aux personnes visées au premier alinéa de l'article 1er et au premier alinéa de l'article 3."
    }
  ]
}