{
  "id": "loi-n-83-332-du-22-avril-1983",
  "type": "statute",
  "title": "Loi n° 83-332 du 22 avril 1983",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000320185",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Le Gouvernement est autorisé à prendre par ordonnances, dans le délai d'un mois à compter de la date de promulgation de la présente loi et dans les conditions prévues à l'article 38 de la Constitution, les mesures nécessaires pour rétablir l'équilibre du commerce extérieur, contenir le déficit des finances publiques, contribuer au financement des régimes de sécurité sociale et continuer à ralentir le rythme de l'inflation, tout en poursuivant la lutte contre le chômage.\n\nCes mesures comprendront :\n\n1° Le financement par l'épargne des actions engagées par l'Etat en faveur du développement industriel et du soutien de l'emploi, par l'émission d'un emprunt obligatoire souscrit par les redevables de l'impôt sur les grandes fortunes ainsi que par les contribuables à l'impôt sur le revenu, compte tenu de leur niveau d'imposition ;\n\n2° L'institution d'une contribution sur les revenus des personnes physiques versée à un établissement public chargé de contribuer au financement des régimes de sécurité sociale ; à cette occasion, les modalités de paiement et les dates d'exigibilité de l'impôt sur le revenu dû au titre des revenus de 1982 ainsi que la date d'application de la majoration prévue à l'article 1761 du code général des impôts pourront être modifiées ;\n\n3° La modification du tarif de la taxe intérieure de consommation sur les produits pétroliers et assimilés visés au tableau B annexé à l'article 265 du code des douanes pour tenir compte des variations du prix des produits importés, et la modification des dispositions de l'article 26 de la loi n° 83-25 du 19 janvier 1983 relatives au tabac."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Un projet de loi portant ratification des ordonnances prises en vertu de la présente loi devra être déposé devant le Parlement au plus tard le 2 octobre 1983.\n\nLa présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}