{
  "id": "loi-n-2014-288-du-5-mars-2014",
  "type": "statute",
  "title": "LOI n°2014-288\n du 5 mars 2014",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000028683576",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. à III.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\n-Code du travail\n\nSct. Section 4 : Prise en charge des frais de formation ; Sct. Section 5 : Portabilité du droit individuel à la formation\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nIV.-Les I à III du présent article entrent en vigueur au 1er janvier 2015.\n\nV.-(Abrogé)\n\nVI.-Le Gouvernement remet au Parlement un rapport, avant la fin de l'année 2015, sur les conditions de la mise en œuvre du droit à la formation initiale différée.\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code de la sécurité sociale.\n\n-Code du travail\n\n-LOI n° 2011-893 du 28 juillet 2011\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code de la sécurité sociale.\n\n-Code du travail\n\n-Code du travail"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Dans un délai d'un an à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport étudiant l'opportunité de mettre en place une mesure permettant de garantir une couverture sociale, dans le cadre du stage de formation professionnelle, aux stagiaires dont les cotisations de sécurité sociale ne sont pas prises en charge."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I. et II.-A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII.-Les I et II du présent article entrent en vigueur au 1er janvier 2015. Ils s'appliquent à la collecte des contributions dues au titre de l'année 2015.\n\nIV.-Les organisations syndicales de salariés et les organisations professionnelles d'employeurs de la branche du travail temporaire ouvrent, dans le mois suivant la publication de la présente loi, des négociations visant à proposer, avant le 30 septembre 2014, l'adaptation du niveau et de la répartition de la contribution versée par les employeurs au titre de leur participation au financement de la formation professionnelle continue. Ce niveau ne peut être inférieur, en fonction de la taille des entreprises, aux niveaux prévus aux articles L. 6331-2 et L. 6331-9 du code du travail et la répartition de la contribution ne peut déroger aux parts minimales consacrées, en vertu de dispositions légales ou réglementaires, au financement du fonds paritaire de sécurisation des parcours professionnels, du congé individuel de formation et du compte personnel de formation.\n\nV.-Les organisations syndicales de salariés et les organisations professionnelles d'employeurs des secteurs d'activités mentionnés à l'article L. 6331-55 du même code ouvrent, dans le mois suivant la publication de la présente loi, des négociations visant à proposer, avant le 30 septembre 2014, l'adaptation de la répartition de la contribution mentionnée au même article L. 6331-55 versée par les employeurs au titre de leur participation au financement de la formation professionnelle continue et qui doit contribuer notamment au financement du fonds paritaire de sécurisation des parcours professionnels, du congé individuel de formation et du compte personnel de formation.\n\nVI.-Les organisations représentatives au niveau national des employeurs et des salariés du bâtiment et des travaux publics mentionnés à l'article L. 6331-35 dudit code ouvrent, dans le mois suivant la publication de la présente loi, des négociations visant à proposer, avant le 30 septembre 2014, l'adaptation du niveau et de la répartition de la contribution versée par les employeurs au titre de leur participation au financement de la formation professionnelle continue. Ce niveau ne peut être inférieur, en fonction de la taille des entreprises, aux niveaux prévus aux articles L. 6331-2 et L. 6331-9 du même code et la répartition de la contribution ne peut déroger aux parts minimales consacrées, en vertu de dispositions légales ou réglementaires, au financement du fonds paritaire de sécurisation des parcours professionnels, du congé individuel de formation et du compte personnel de formation. Ces négociations portent en particulier sur les conditions dans lesquelles cette contribution peut concourir au développement de la formation professionnelle initiale, notamment de l'apprentissage, et de la formation professionnelle continue dans les métiers des professions du bâtiment et des travaux publics.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I. et II.-A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII.-Les I et II du présent article entrent en vigueur au 1er janvier 2015. A compter de cette date :\n\n1° Les organismes collecteurs paritaires agréés en application des 1° à 4° de l'article L. 6332-7 du code du travail, dans leur rédaction antérieure à la présente loi, sont agréés pour collecter la contribution mentionnée aux articles L. 6331-2 et L. 6331-9 du même code, dans leur rédaction résultant de la présente loi. Le neuvième alinéa de l'article L. 6332-1 du même code ne leur est pas applicable jusqu'au 31 décembre 2015 ;\n\n2° Les organismes collecteurs paritaires agréés en application du 5° de l'article L. 6332-7 du même code, dans sa rédaction antérieure à la présente loi, sont agréés pour prendre en charge le congé individuel de formation.\n\nIV.-La collecte des contributions dues au titre de l'année 2014 s'achève en 2015, selon les règles antérieures à la présente loi.\n\nV.-Pendant une durée maximale fixée par décret et ne pouvant excéder trois ans, les dispositions du III de l'article L. 6332-1 du code du travail, dans sa rédaction résultant de la présente loi, s'entendent sous réserve des stipulations des accords professionnels conclus avant la publication de la même loi.\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail"
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Le Gouvernement présente au Parlement, dans les dix-huit mois suivant la promulgation de la présente loi, un rapport sur la formation professionnelle en outre-mer, notamment par la mobilité dans le cadre de la continuité territoriale."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "II.-L'exécution des contrats d'objectifs et de moyens conclus, avant la date d'entrée en vigueur de la présente loi, en application de l'article L. 6211-3 du code du travail, dans sa rédaction applicable avant cette date, se poursuit jusqu'au 31 décembre 2014."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I. III.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nII.-La validité de l'habilitation, en cours à la date de la publication de la présente loi, d'un organisme collecteur de la taxe d'apprentissage expire à la date de la délivrance de la nouvelle habilitation et, au plus tard, le 31 décembre 2015.\n\nLes biens des organismes collecteurs dont l'habilitation n'est pas renouvelée sont dévolus dans les conditions fixées à l'article L. 6242-9 du code du travail avant le 31 décembre 2016.\n\nConcernant les organismes collecteurs de la taxe d'apprentissage dont le champ d'intervention correspond à un centre de formation des apprentis national et un organisme gestionnaire national, la validité de l'habilitation expire au plus tard le 31 décembre 2019.\n\nLes transferts de biens, droits et obligations réalisés dans le cadre de ces dévolutions effectués jusqu'au 31 décembre 2016, à titre gratuit ou moyennant la seule prise en charge du passif ayant grevé l'acquisition des biens transférés, au profit d'organismes habilités en application des articles L. 6242-1 et L. 6242-2 du code du travail ne donnent lieu au paiement d'aucun droit, taxe ou impôt de quelque nature que ce soit. Ils ne donnent pas non plus lieu au paiement de la contribution prévue à l'article 879 du code général des impôts.\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail"
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "II. - Le présent article s'applique à la taxe d'apprentissage due au titre des rémunérations versées à compter du 1er janvier 2014."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "V.-Les I à IV s'appliquent à la taxe d'apprentissage due au titre des rémunérations versées à compter du 1er janvier 2014."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I, II, IV et VI.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII.-Pour permettre la négociation prévue à l'article L. 3123-14-3 du code du travail, l'application de l'article L. 3123-14-1 du même code et de la seconde phrase du VIII de l'article 12 de la loi n° 2013-504 du 14 juin 2013 relative à la sécurisation de l'emploi est suspendue jusqu'au 30 juin 2014. Cette suspension prend effet à compter du 22 janvier 2014.\n\nV.-Un décret en Conseil d'Etat détermine les conditions de mise en œuvre de la pénalité prévue à l'article L. 5121-8 du code du travail, dans sa rédaction résultant de la présente loi, ainsi que sa date d'entrée en vigueur, qui intervient au plus tard le 31 mars 2015.\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code de la sécurité sociale.\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code de la sécurité sociale.\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail"
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "VII. - (Abrogé)"
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Dans un délai de six mois suivant la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport examinant les conditions de mise en œuvre du développement professionnel continu des professionnels de santé et formule des recommandations concernant sa gouvernance et sa réalisation."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I. ― Les transferts de compétences à titre définitif mentionnés au III de l'article 13 et aux articles 21 et 22 de la présente loi et ayant pour conséquence d'accroître les charges des collectivités territoriales ouvrent droit à une compensation financière dans les conditions fixées, selon le cas, aux articles L. 1614-l à L. 1614-7 et L. 4332-1 du code général des collectivités territoriales pour ce qui concerne les dispositions relatives au fonds régional de l'apprentissage et de la formation professionnelle continue.Les ressources attribuées au titre de cette compensation sont équivalentes aux dépenses consacrées par l'Etat, à la date du transfert, à l'exercice des compétences transférées, diminuées du montant des éventuelles réductions brutes de charges ou des augmentations de ressources entraînées par les transferts.Le droit à compensation des charges d'investissement transférées par la présente loi est égal à la moyenne des dépenses actualisées constatées, hors taxes et hors fonds de concours, sur une période d'au moins cinq ans précédant le transfert de compétences.Le droit à compensation des charges de fonctionnement transférées par la présente loi est égal à la moyenne des dépenses actualisées constatées sur une période maximale de trois ans précédant le transfert de compétences.II. ― Le III de l'article 13, l'article 21, à l'exception du 4° du II de l'article L. 6121-2 du code du travail dans sa rédaction résultant de la présente loi, et l'article 22 de la présente loi sont applicables à compter du 1er janvier 2015, sous réserve de l'entrée en vigueur des dispositions relevant de la loi de finances prévues au I du présent article. Le 4° du II de l'article L. 6121-2 du code du travail, dans sa rédaction résultant de l'article 21 de la présente loi, est applicable aux dates fixées au IX du même article 21, sous réserve de l'entrée en vigueur des dispositions relevant de la loi de finances prévues au I du présent article.III. ― Les articles 80 à 88 de la loi n° 2014-58 du 27 janvier 2014 de modernisation de l'action publique territoriale et d'affirmation des métropoles sont applicables aux transferts de compétences mentionnés au III de l'article 13, à l'article 21 et à l'article 22 de la présente loi, à l'exception du II de l'article 82 et du second alinéa du I de l'article 83 de la loi n° 2014-58 du 27 janvier 2014 précitée.Pour l'application du second alinéa du I de l'article 80 de la même loi, l'année : « 2012 » est remplacée par l'année : « 2013 ».IV. ― Un décret en Conseil d'Etat fixe les modalités d'application du présent article, après avis de la commission consultative mentionnée à l'article L. 1211-4-1 du code général des collectivités territoriales.V. ― Le Gouvernement remet au Parlement, avant le 31 décembre 2015, un rapport sur les conséquences, en matière d'effort de formation, du passage de l'obligation de dépenser à l'obligation de former, avec un examen particulier de la situation des entreprises de dix à deux cent quatre-vingt-dix-neuf salariés."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "II.-1. Le présent article entre en vigueur le 1er janvier 2016."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I. à V.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nVI.-La première mesure de l'audience des organisations professionnelles d'employeurs au niveau des branches professionnelles et au niveau national et interprofessionnel, en application des articles L. 2152-1 à L. 2152-6 du même code, dans leur rédaction issue du I du présent article, est réalisée à compter de l'année 2017.\n\n-Code du travail\n\n-Code du travail"
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "XVII. - L'article L. 2122-3-1 du code du travail, dans sa rédaction résultant du XVI du présent article, s'applique à compter du 1er janvier 2015."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "I à V. - A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nVI. - Les III et IV entrent en vigueur à compter du 1er janvier 2015.\n\nL'article L. 2135-10 du code du travail, dans sa rédaction résultant du I du présent article, entre en vigueur à compter du 1er janvier 2015, sur la base, s'agissant de la contribution mentionnée au 1° du I de ce même article L. 2135-10, des rémunérations versées à compter du 1er janvier 2015.\n\n- Code du travail\n\n- Code du travail\n\n- Code du travail\n\n- Code du travail\n\n- Code du travail"
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "I à III.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIV.-Les I et II du présent article sont applicables à la caisse centrale d'activités sociales du personnel des industries électriques et gazières, aux caisses mutuelles complémentaires et d'action sociale des industries électriques et gazières et au comité de coordination mentionnés à l'article 47 de la loi n° 46-628 du 8 avril 1946 sur la nationalisation de l'électricité et du gaz, dans des conditions fixées par décret en Conseil d'Etat.\n\nV.-A l'exception de l'article L. 2327-16 du code du travail, dans sa rédaction résultant du 2° du III du présent article, les I à III s'appliquent pour les exercices ouverts à compter du 1er janvier 2015 ; toutefois, les articles L. 2325-48, L. 2325-54 et L. 2325-55 du même code, dans leur rédaction résultant du I du présent article, s'appliquent pour les exercices ouverts à compter du 1er janvier 2016.\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail"
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "A titre expérimental, un accord conclu entre l'employeur et les organisations syndicales de salariés peut prévoir le regroupement dans une négociation unique dite de « qualité de vie au travail » de tout ou partie des négociations obligatoires prévues aux articles L. 2242-5, L. 2242-8 à l'exception du 1°, L. 2242-11, L. 2242-13, L. 2242-21 et L. 4163-2 du code du travail, tel qu'il résulte de la loi n° 2014-40 du 20 janvier 2014 garantissant l'avenir et la justice du système des retraites.Cet accord est conclu pour une durée de trois ans. Pendant la durée de son application, l'obligation de négocier annuellement est suspendue pour les négociations qui font l'objet du regroupement prévu au premier alinéa.La validité de l'accord mentionné au premier alinéa est subordonnée à sa signature par une ou plusieurs organisations syndicales représentatives ayant recueilli au moins 50 % des suffrages exprimés au premier tour des dernières élections des titulaires au comité d'entreprise ou de la délégation unique du personnel ou, à défaut, des délégués du personnel, quel que soit le nombre de votants.Lorsque aucun accord n'a été conclu dans l'entreprise au titre du présent article, la négociation sur les modalités d'exercice du droit d'expression prévue à l'article L. 2281-5 du code du travail porte également sur la qualité de vie au travail.Le présent article est applicable jusqu'au 31 décembre 2015 et, pour les accords conclus avant cette date, jusqu'à expiration de leur durée de validité."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "I.-Le Gouvernement est habilité, dans les conditions prévues à l'article 38 de la Constitution et dans un délai de douze mois à compter de la promulgation de la présente loi, à prendre par ordonnance toutes les mesures nécessaires à l'application à Mayotte de la présente loi et à mettre en cohérence avec ces dispositions les différentes législations applicables à Mayotte.\n\nLe projet de loi de ratification de l'ordonnance est déposé devant le Parlement au plus tard le dernier jour du sixième mois suivant celui de sa publication.\n\nII.-A modifié les dispositions suivantes :\n\n-LOI n° 2012-1270 du 20 novembre 2012"
    }
  ]
}