{
  "id": "loi-n-2009-669-du-12-juin-2009",
  "type": "statute",
  "title": "LOI n° 2009-669 du 12 juin 2009",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000020735432",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2009-580 DC du 10 juin 2009.]\n\nII. ― Les articles L. 331-5 à L. 331-37 du même code, dans leur rédaction résultant de la présente loi, entrent en vigueur à la date de la première réunion de la Haute Autorité pour la diffusion des œuvres et la protection des droits sur internet et au plus tard le 1er novembre 2009.\n\nIII. ― Les procédures en cours devant l'Autorité de régulation des mesures techniques à la date de la première réunion de la Haute Autorité pour la diffusion des œuvres et la protection des droits sur internet sont poursuivies de plein droit devant le collège de la haute autorité.\n\nIV. ― Pour la constitution du collège de la haute autorité mentionné à l'article L. 331-16 du même code, le président est élu pour six ans. La durée du mandat des huit autres membres est fixée, par tirage au sort, à deux ans pour trois d'entre eux, à quatre ans pour trois autres et à six ans pour les deux derniers.\n\nPour la constitution de la commission de protection des droits mentionnée à l'article L. 331-17 du même code, le président est nommé pour six ans. La durée du mandat des deux autres membres est fixée, par tirage au sort, à deux ans pour l'un d'entre eux et à quatre ans pour l'autre."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I.-à III.-A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nDans les entreprises de presse où de tels accords n'ont pas été conclus à la date d'entrée en vigueur de la présente loi, les accords mentionnés à l'article L. 132-37 du code de la propriété intellectuelle fixent notamment le montant des rémunérations dues aux journalistes professionnels en application des articles L. 132-38 à L. 132-40 du même code, pour la période comprise entre l'entrée en vigueur de la présente loi et l'entrée en vigueur de ces accords.\n\n-Code de la propriété intellectuelle\n\n-Code de la propriété intellectuelle\n\n-Code du travail\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I. ― Le Centre national de la cinématographie est chargé d'initier ou d'élaborer, avant le 30 juin 2009, la mise en place d'un portail de référencement destiné à favoriser le développement des offres légales d'œuvres cinématographiques françaises ou européennes.II. ― Dans un délai de trois mois à compter de l'entrée en vigueur de la présente loi, les services de communication au public en ligne qui proposent un service de vente à l'acte de phonogrammes concluent avec les producteurs, pour l'exploitation de ce service et dans le respect des droits et exclusivités reconnus, un accord destiné à commercialiser ces phonogrammes dans le cadre d'une offre sans mesures techniques de protection lorsque celles-ci ne permettent pas l'interopérabilité."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I. - A l'exception des articles 15 et 16, du III de l'article 27 et de l'article 28, la présente loi est applicable à Wallis-et-Futuna et en Nouvelle-Calédonie.\n\nII. et III. - A modifié les dispositions suivantes :\n\n- Code de la propriété intellectuelle"
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I. à III. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIV. - Le III s'applique aux impositions établies à compter de l'année qui suit la publication du décret prévu au troisième alinéa de l'article 1er de la loi n° 86-897 du 1er août 1986 portant réforme du régime juridique de la presse dans sa rédaction issue du présent article et au plus tard à compter du 31 décembre 2009.\n\n- Loi n°82-652 du 29 juillet 1982\n\n- Code général des impôts, CGI.\n\n- Loi n°86-897 du 1 août 1986"
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I s'applique aux exercices clos à compter de la publication de la présente loi.\n\n- Code général des impôts, CGI."
    }
  ]
}