{
  "id": "loi-n-2005-882-du-2-aout-2005",
  "type": "statute",
  "title": "Loi n° 2005-882 du 2 août 2005",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000452052",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. - Paragraphe modificateur.II. - Un décret fixe les conditions d'application du présent article."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I., II. - Paragraphes modificateurs.III. - Les conditions d'application du dernier alinéa de l'article L. 313-3 du code de la consommation, tel que modifié par le présent article et par l'article 32 de la loi n° 2003-721 du 1er août 2003 pour l'initiative économique, font l'objet d'un rapport de la Banque de France transmis à l'Assemblée nationale et au Sénat avant le 31 décembre 2006 afin d'apprécier l'impact de la suppression de la notion de taux d'usure sur les modalités de financement des petites et moyennes entreprises."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I., II. - Paragraphes modificateurs.III. - Les dispositions des I et II s'appliquent aux exercices clos à compter de la date d'entrée en vigueur de la présente loi.IV. - Paragraphe modificateur."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I., II. - Paragraphes modificateurs.III. - Le I de l'article 46 de la loi n° 2002-73 du 17 janvier 2002 de modernisation sociale est abrogé à compter de la publication du décret en Conseil d'Etat prévu au V de l'article L. 121-4 du code de commerce."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I. à XII. - Paragraphes modificateurs.XIII. - Les 5° et 6° de l'article L. 742-6 et les articles L. 742-9 et L. 742-11 du même code sont abrogés à compter de la date de publication du décret en Conseil d'Etat prévu au V de l'article L. 121-4 du code de commerce.XIV. - Les dispositions du présent article sont applicables :1° A compter de la date de publication du décret en Conseil d'Etat prévu au V de l'article L. 121-4 du code de commerce, aux conjoints adhérant, à cette date, à l'assurance volontaire vieillesse des travailleurs non salariés en application des dispositions des  5° et 6° de l'article L. 742-6 du code de la sécurité sociale ;2° A compter du premier jour du quatrième trimestre civil suivant la date de publication du décret en Conseil d'Etat prévu au V de l'article L. 121-4 du code de commerce, aux conjoints collaborateurs mentionnés à l'article L. 622-8 du code de la sécurité sociale autres que ceux mentionnés au 1° du présent XIV."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I.-Les membres des professions libérales soumises à statut législatif ou réglementaire ou dont le titre est protégé, à l'exception des professions d'officiers publics ou ministériels, des commissaires aux comptes et des administrateurs judiciaires et mandataires judiciaires au redressement et à la liquidation des entreprises, peuvent exercer leur activité en qualité de collaborateur libéral.\n\nII.-A la qualité de collaborateur libéral le membre non salarié d'une profession mentionnée au I qui, dans le cadre d'un contrat de collaboration libérale, exerce auprès d'un autre professionnel, personne physique ou personne morale, la même profession.\n\nLe collaborateur libéral exerce son activité professionnelle en toute indépendance, sans lien de subordination. Il peut compléter sa formation et peut se constituer une clientèle personnelle.\n\nIII.-Le contrat de collaboration libérale doit être conclu dans le respect des règles régissant la profession.\n\nCe contrat doit, à peine de nullité, être établi par écrit et préciser :\n\n1° Sa durée, indéterminée ou déterminée, en mentionnant dans ce cas son terme et, le cas échéant, les conditions de son renouvellement ;\n\n2° Les modalités de la rémunération ;\n\n3° Les conditions d'exercice de l'activité, et notamment les conditions dans lesquelles le collaborateur libéral peut satisfaire les besoins de sa clientèle personnelle ;\n\n4° Les conditions et les modalités de sa rupture, dont un délai de préavis ;\n\n5° Les modalités de sa suspension afin de permettre au collaborateur de bénéficier des indemnisations prévues par la législation de la sécurité sociale en matière d'assurance maladie, de maternité, de congé d'adoption et de congé de paternité et d'accueil de l'enfant.\n\nIII bis.-La collaboratrice libérale en état de grossesse médicalement constaté a le droit de suspendre sa collaboration pendant au moins seize semaines à l'occasion de l'accouchement. A compter de la déclaration de grossesse et jusqu'à l'expiration d'un délai de huit semaines à l'issue de la période de suspension du contrat, le contrat de collaboration libérale ne peut être rompu unilatéralement, sauf en cas de manquement grave aux règles déontologiques ou propres à l'exercice professionnel de l'intéressée, non lié à l'état de grossesse.\n\nLe père collaborateur libéral ainsi que, le cas échéant, le conjoint ou concubin collaborateur libéral de la mère ou la personne collaboratrice libérale liée à elle par un pacte civil de solidarité ont le droit de suspendre leur collaboration pendant une durée égale à celle mentionnée au troisième alinéa de l'article L. 1225-35 du code du travail. A compter de l'annonce par le collaborateur libéral de son intention de suspendre son contrat de collaboration après la naissance de l'enfant et jusqu'à l'expiration d'un délai de huit semaines à l'issue de la période de suspension du contrat, le contrat de collaboration libérale ne peut être rompu unilatéralement, sauf en cas de manquement grave aux règles déontologiques ou propres à l'exercice professionnel de l'intéressé, non lié à la paternité. Le collaborateur libéral qui souhaite suspendre son contrat de collaboration en fait part au professionnel libéral avec lequel il collabore au moins un mois avant le début de la suspension.\n\nLe collaborateur libéral ou la collaboratrice libérale a le droit de suspendre sa collaboration pendant une durée égale à celles mentionnées à l'article L. 1225-37 du code du travail lorsque l'autorité administrative ou tout organisme désigné par voie réglementaire lui confie un enfant en vue de son adoption. A compter de l'annonce par le collaborateur ou la collaboratrice de son intention de suspendre son contrat de collaboration et jusqu'à l'expiration d'un délai de huit semaines à l'issue de la période de suspension du contrat, le contrat de collaboration libérale ne peut être rompu unilatéralement, sauf en cas de manquement grave aux règles déontologiques ou propres à l'exercice professionnel de l'intéressé, non lié à l'adoption.\n\nIII ter.-Les articles 1er à 4 et 7 à 10 de la loi n° 2008-496 du 27 mai 2008 portant diverses dispositions d'adaptation au droit communautaire dans le domaine de la lutte contre les discriminations s'appliquent à tout contrat de collaboration libérale, y compris lors de sa rupture.\n\nIV.-Le collaborateur libéral est responsable de ses actes professionnels dans les conditions prévues par les textes régissant chacune des professions mentionnées au I.\n\nV.-Le collaborateur libéral relève du statut social et fiscal du professionnel libéral qui exerce en qualité de professionnel indépendant.\n\nVI.-Paragraphe modificateur."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Il est créé un label Entreprise du patrimoine vivant pouvant être attribué à toute entreprise qui détient un patrimoine économique, composé en particulier d'un savoir-faire rare, renommé ou ancestral, reposant sur la maîtrise de techniques traditionnelles ou de haute technicité et circonscrit à un territoire.Le label Entreprise du patrimoine vivant est attribué selon des critères et des modalités définis par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I. à IV : Paragraphes modificateurs.V. - Un décret en Conseil d'Etat fixe les conditions d'application du 1° du IV."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "I.-Paragraphe modificateur.\n\nII.-Abrogé.\n\nIII.-Jusqu'au 31 décembre 2005, le prix d'achat effectif est le prix unitaire net figurant sur la facture d'achat majoré des taxes sur le chiffre d'affaires, des taxes spécifiques afférentes à cette revente et du prix du transport.\n\nDu ler janvier 2006 au 31 décembre 2006, pour l'application de l'article L. 442-2 du code de commerce, le montant minorant le prix unitaire net figurant sur la facture d'achat n'excède pas 40 % du montant total de l'ensemble des autres avantages financiers consentis par le vendeur, exprimé en pourcentage du prix unitaire net du produit.\n\nIV.-Par dérogation aux articles 112-1 et 112-4 du code pénal, l'infraction à l'article L. 442-2 du code de commerce commise avant le 31 décembre 2006 est jugée, et l'exécution des sanctions prononcées se poursuit, selon la disposition en vigueur lors de sa commission."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "Le Gouvernement remet au Parlement, avant le 31 décembre 2007, un rapport relatif à l'application des dispositions du présent titre analysant leurs conséquences sur les différents partenaires des relations commerciales ainsi que sur le consommateur. Il en analyse également les conséquences en termes d'emploi et l'impact sur la structuration du tissu industriel, commercial et artisanal des petites et moyennes entreprises et des très petites entreprises. Ce rapport présente, en tant que de besoin, les adaptations législatives et réglementaires paraissant nécessaires en vue de corriger les déséquilibres éventuellement constatés. Il évalue l'opportunité de baisser à 10 % puis à 0 % le seuil mentionné au deuxième alinéa de l'article L. 442-2 du code de commerce et définit les modalités pour y parvenir."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "I. - Le commerce équitable s'inscrit dans la stratégie nationale de développement durable.\n\nII. - Le commerce équitable a pour objet d'assurer le progrès économique et social des travailleurs en situation de désavantage économique du fait de leur précarité, de leur rémunération et de leur qualification, organisés au sein de structures à la gouvernance démocratique, au moyen de relations commerciales avec un acheteur, qui satisfont aux conditions suivantes :\n\n1° Un engagement entre les parties au contrat sur une durée permettant de limiter l'impact des aléas économiques subis par ces travailleurs, qui ne peut être inférieure à trois ans ;\n\n2° Le paiement par l'acheteur d'un prix rémunérateur pour les travailleurs, établi sur la base d'une identification des coûts de production et d'une négociation équilibrée entre les parties au contrat ;\n\n3° L'octroi par l'acheteur d'un montant supplémentaire obligatoire destiné aux projets collectifs, en complément du prix d'achat ou intégré dans le prix, visant à renforcer les capacités et l'autonomisation des travailleurs et de leur organisation.\n\nChaque entreprise intervenant dans ces filières valorise des modes de production et d'exploitation respectueux de l'environnement et de la biodiversité, tels que l'agroécologie lorsqu'il s'agit de filières alimentaires, et est en mesure de produire des informations relatives à la traçabilité des produits.\n\nLes entreprises faisant publiquement état de leur appartenance au commerce équitable participent à des actions de sensibilisation et d'éducation à des modes de production et de consommation socialement et écologiquement durables.\n\nCes dispositions ne font pas obstacle à l'application du livre IV du code de commerce.\n\nUn décret en Conseil d'Etat précise les critères du désavantage économique, au sens du premier alinéa du présent II, et les modalités contractuelles définies aux 1° à 3°.\n\nII bis.-Seuls les produits satisfaisant aux conditions définies au II et soumis à des systèmes de garantie ou conformes à des labels reconnus dans les conditions prévues au III peuvent comporter le terme “ équitable ” dans leur dénomination de vente.\n\nIII. - Les systèmes de garantie et les labels de commerce équitable sont reconnus, pour une durée renouvelable de trois ans, par la plateforme nationale d'actions globales pour la responsabilité sociétale des entreprises, qui comprend parmi ses membres un député et un sénateur et dont les missions et la composition sont précisées par décret."
    },
    {
      "provision_ref": "art60-1",
      "section": "60-1",
      "title": "Article 60-1",
      "content": "I.-La Commission de concertation du commerce comprend parmi ses membres un député et un sénateur, ainsi qu'un représentant au Parlement européen élu en France.II.-Les missions, la composition, l'organisation et le fonctionnement de la commission sont précisés par décret."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "I.-Les dispositions des 1 et 2 de l'article 210 A du code général des impôts s'appliquent à la transmission universelle de patrimoine réalisée entre deux ou plusieurs      chambres de commerce et d'industrie territoriales, sous réserve que l'entité qui possède les biens à l'issue de l'opération respecte les prescriptions mentionnées au 3 du même article.Pour l'application de ces dernières dispositions, la société absorbée s'entend de l'entité qui possédait les biens avant l'intervention de l'opération, et la société absorbante s'entend de l'entité possédant ces mêmes biens après l'opération.II.-Ces dispositions s'appliquent aux opérations de regroupement intervenues à compter du 1er janvier 2003."
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "I. - A compter du 1er janvier 2006, les salariés et anciens salariés de la chambre de commerce et d'industrie de Paris et leurs ayants droit qui relevaient antérieurement du régime spécial d'assurance vieillesse et invalidité du personnel de cet établissement, tel qu'il résulte du règlement approuvé par le décret n° 97-1325 du 30 décembre 1997, sont, pour les risques qu'il couvre, affiliés ou pris en charge par le régime général de sécurité sociale. Il est mis fin à ce régime spécial à compter de la même date.II. - Les droits à pensions dans ce régime spécial, au 31 décembre 2005, sont pris en charge par le régime général de sécurité sociale dans la limite des règles qui lui sont propres.Un arrêté des ministres chargés du budget et de la sécurité sociale fixe la contribution au régime général de sécurité sociale incombant à la chambre de commerce et d'industrie de Paris pour ce transfert de droits ainsi que le calendrier de versement.Un décret apporte les adaptations rendues nécessaires par ce transfert aux règles fixées en application des articles L. 341-1 à L. 341-4 et L. 341-6, des deuxième à quatrième alinéas de l'article L. 351-1 et de l'article L. 351-11 du code de la sécurité sociale.III. - L'ensemble des personnels de la chambre de commerce et d'industrie de Paris est affilié aux régimes de retraite complémentaire des salariés mentionnés à l'article L. 921-4 du code de la sécurité sociale à compter du 1er janvier 2006.IV. - Pour ceux des droits à pensions mentionnés au II qui ne sont pas pris en charge par le régime général de sécurité sociale ou, le cas échéant, par les régimes de retraite complémentaire mentionnés au III, la chambre de commerce et d'industrie de Paris pourvoit, à compter du 1er janvier 2006, aux couvertures complémentaires nécessaires en application des titres Ier et II du livre IX du code de la sécurité sociale.V. - La chambre de commerce et d'industrie de Paris peut mettre en place, d'une part, un dispositif de retraite supplémentaire à cotisations définies et réparties entre l'employeur et le salarié, d'autre part, un dispositif d'épargne volontaire selon les règles prévues pour les plans d'épargne entreprise et les plans d'épargne retraite collective."
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "Les cotisations des présidents de chambre de métiers et des présidents de chambre régionale de métiers au régime de l'indemnité compensatrice des anciens présidents de chambre de métiers, géré par CMA France, et les contributions de chambres à ce régime, sont obligatoires."
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Article 80",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I s'appliquent à la taxe sur les salaires due à raison des rémunérations versées à compter du 1er janvier 2006."
    },
    {
      "provision_ref": "art89",
      "section": "89",
      "title": "Article 89",
      "content": "I. à III. - Paragraphes modificateurs.IV. - Les dispositions du présent article entrent en vigueur à partir de la publication du décret en Conseil d'Etat prévu à l'article L. 342-3 du code du travail, et au plus tard le 1er janvier 2007."
    },
    {
      "provision_ref": "art96",
      "section": "96",
      "title": "Article 96",
      "content": "I. à VI. - Paragraphes modificateurs.VII. - Les dispositions du présent article ne s'appliquent qu'à compter des élections des délégués du personnel et des représentants du personnel aux comités d'entreprise, comités d'établissement, comités centraux d'entreprise et comités de groupe intervenant après la publication de la présente loi.VIII. (Abrogé)"
    },
    {
      "provision_ref": "art101",
      "section": "101",
      "title": "Article 101",
      "content": "Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre, par ordonnances, dans un délai expirant le dernier jour du douzième mois suivant la publication de la présente loi, les mesures de nature législative permettant de rendre applicables, avec les adaptations nécessaires, les dispositions de la présente loi en Nouvelle-Calédonie, en Polynésie française, dans les îles Wallis et Futuna et à Mayotte.Le projet de loi portant ratification de ces ordonnances sera déposé devant le Parlement, au plus tard, le dernier jour du dix-huitième mois suivant la publication de la présente loi."
    },
    {
      "provision_ref": "art102",
      "section": "102",
      "title": "Article 102",
      "content": "I.-Les articles 3, 6, 8, 9, 10 (IV), 15, 24, 25, 28, 58, 67, 68, 71, 72, 73, 80 et 90 à 94 de la présente loi ne sont pas applicables à Saint-Pierre-et-Miquelon.II.-A modifié les dispositions suivantes :\n\nCode de commerce\n\nL910-1,  L912-1-1,  L912-7,  L914-1,  L917-1,  L917-2,  L917-3,  L917-4,  L917-5\n\nIII.-Pour leur application à Saint-Pierre-et-Miquelon, les  articles 12 et 47 sont ainsi modifiés :1° Au III de l'article 12, les mots : \" décret en Conseil d'Etat prévu au V de l'article L. 121-4 du code de commerce  \" sont remplacés par les mots : \" décret en Conseil d'Etat prévu à l'article 6 de l'ordonnance n° 2008-697 du 11 juillet 2008 relative à l'application à Saint-Pierre-et-Miquelon de la loi n° 2005-882 du 2 août 2005 en faveur des petites et moyennes entreprises et réformant la chambre interprofessionnelle de Saint-Pierre-et-Miquelon \"  ;2° Aux II à IV de l'article 47, les mots : \" 31 décembre 2005 \", \" 1er janvier 2006 \", \" 31 décembre 2006 \" et \" 1er janvier 2007 \" sont respectivement remplacés par les mots : \" 31 décembre 2008 \", \" 1er janvier 2009 \", \" 31 décembre 2009 \" et \" 1er janvier 2010 \" .IV.-A modifié les dispositions suivantes :\n\nOrdonnance n° 2007-329 du 12 mars 2007\n\nart. 13-1"
    }
  ]
}