{
  "id": "loi-n-2009-1437-du-24-novembre-2009",
  "type": "statute",
  "title": "LOI n° 2009-1437 du 24 novembre 2009",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000021312490",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I., II., IV. - A créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII.-Le délégué à l'information et à l'orientation présente au Premier ministre, avant le 1er juillet 2010, un plan de coordination aux niveaux national et régional de l'action des opérateurs nationaux sous tutelle de l'Etat en matière d'information et d'orientation. Il examine les conditions de réalisation du rapprochement, sous la tutelle du Premier ministre, de l'établissement public visé à l'article L. 313-6 du code de l'éducation, du Centre pour le développement de l'information sur la formation permanente et du Centre d'information et de documentation jeunesse.\n\nLe plan de coordination est remis au Parlement et rendu public.\n\n- Code du travail\n\n- Code du travail\n\n- Code de l'éducation\n\n- Code du travail"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Le Gouvernement remet au Parlement, avant le 1er janvier 2011, un rapport sur le financement du droit individuel à la formation et le traitement comptable et fiscal des droits acquis à ce titre par les salariés et non encore mobilisés."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "L'expérimentation d'un livret de compétences, partant de l'évaluation de l'acquisition du socle commun de connaissances et de compétences défini à l'article L. 122-1-1 du code de l'éducation, est engagée pour les élèves des premier et second degrés, jusqu'au 31 décembre 2012, dans les établissements d'enseignement volontaires désignés par arrêté conjoint des ministres chargés de l'éducation nationale et de la jeunesse.Tout ou partie des élèves de ces établissements se voient remettre un livret de compétences afin, tout au long de leur parcours, d'enregistrer les compétences acquises au titre du socle commun susmentionné, de valoriser leurs capacités, leurs aptitudes et leurs acquis dans le champ de l'éducation formelle et informelle, ainsi que leurs engagements dans des activités associatives, sportives et culturelles. Le livret retrace les expériences de découverte du monde professionnel de l'élève et ses souhaits en matière d'orientation.L'expérimentation vise également à apprécier la manière dont il est tenu compte du livret de compétences dans les décisions d'orientation des élèves.Lorsque l'élève entre dans la vie active, il peut, s'il le souhaite, intégrer les éléments du livret de compétences au passeport orientation et formation prévu à l'article L. 6315-2 du code du travail.Le Gouvernement remet au Parlement, au plus tard le 30 septembre 2012, un rapport d'évaluation de la présente expérimentation."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Dans un délai d'un an après la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur les modalités d'accès à la formation professionnelle dans les zones transfrontalières et en outre-mer, l'harmonisation des conditions d'accès à la formation pour les travailleurs et les demandeurs d'emplois, la reconnaissance mutuelle des certifications professionnelles et des expériences acquises en formation et en entreprise ainsi que les systèmes d'indemnisation et le financement des formations suivies dans un pays frontalier.Ce rapport formule, le cas échéant, des propositions d'amélioration des systèmes existants ainsi que des modalités de suivi de ses conclusions."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "II.-A compter de la date de publication de la présente loi, le fonds national de péréquation est agréé en tant que fonds paritaire de sécurisation des parcours professionnels en application de l'article L. 6332-18 du code du travail dans sa rédaction issue de la présente loi."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I., II. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nIII.-Dans un délai d'un an après la date de publication de la présente loi, le Gouvernement remet au Parlement un rapport sur l'opportunité d'adapter le régime juridique de la Commission nationale de la certification professionnelle au regard de ses missions.\n\n- Code du travail\n\n- Code de l'éducation\n\n- Code du travail"
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nII. - Les 9°, 10° et 11° du I sont applicables à compter du 1er janvier 2010.\n\n- Code du travail\n\n- Code du travail\n\n- Code du travail\n\n- Code du travail"
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I., II., III., IV. - A modifié les dispositions suivantes :\n\nV. - Sans préjudice des dispositions de l'article L. 6341-3 du même code, peuvent être agréées, dans les conditions fixées à l'article L. 6341-4, les formations, dont la durée ne peut excéder deux mois, entamées jusqu'au 31 octobre 2010 dans les centres de formation d'apprentis volontaires par des jeunes à la recherche d'un employeur susceptible de les recruter en qualité d'apprentis.\n\nUn comité, constitué de deux députés et deux sénateurs, est chargé de présenter un rapport au Parlement sur la mise en œuvre de l'alinéa précédent dans un délai d'un an à compter de la date de publication de la présente loi.\n\n- Code du travail"
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I., II.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nIII.-Le II est applicable à raison des rémunérations versées à compter du 1er janvier 2009.\n\n-Code du travail\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "A titre expérimental et dans le respect du code des marchés publics, l'Etat, les collectivités territoriales et les établissements publics soumis au même code peuvent mettre en œuvre des clauses d'exécution de leurs marchés et accords-cadres stipulant que, pour certaines catégories d'achats et au-dessus de certains montants de marché, 5 % au moins du nombre d'heures travaillées pour l'exécution du contrat sont effectuées par des jeunes de moins de vingt-six ans de niveau de qualification inférieur au baccalauréat ou par des salariés en contrat d'apprentissage ou de professionnalisation, ou par des salariés embauchés depuis moins de deux ans à l'issue d'un contrat d'apprentissage ou de professionnalisation.La présente expérimentation s'applique aux procédures de marché engagées à compter de la publication de la présente loi et jusqu'au 31 décembre 2011.Les catégories d'achats concernées et les montants de marché au-delà desquels le présent article s'applique sont définis par voie réglementaire.Le Gouvernement remet au Parlement, au plus tard le 30 septembre 2011, un rapport d'évaluation de la présente expérimentation."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "L'Etat peut, en concertation avec les régions, conclure des conventions d'objectifs sur le développement de la formation des jeunes par l'alternance avec les entreprises ou avec les organisations syndicales et associations les représentant au niveau des branches professionnelles. Ces conventions comprennent notamment des engagements sur le taux de jeunes de seize à vingt-cinq ans révolus en formation par l'alternance et présents dans leur effectif que les entreprises ou les organisations et associations susmentionnées s'engagent à atteindre aux échéances du 1er janvier 2012 et du 1er janvier 2015.Ces conventions déterminent également les conditions dans lesquelles la réalisation des engagements pris est évaluée. Au plus tard trois mois avant chacune des deux échéances mentionnées au premier alinéa, le Gouvernement remet au Parlement un rapport d'évaluation sur cette réalisation. Au regard de l'écart existant, pour l'ensemble de l'emploi privé et pour les principales branches professionnelles, entre le taux de jeunes en formation par l'alternance présents dans les effectifs et le taux de 5 %, le Gouvernement peut alors présenter au Parlement, si nécessaire, un projet de loi comportant les mesures destinées à atteindre ce taux de 5 %."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "A titre expérimental, jusqu'au 31 décembre 2011 et dans des départements dont la liste est fixée par voie réglementaire, le représentant de l'Etat dans le département conclut avec les personnes visées            à l'article L. 5321-1 du code du travail des conventions d'objectifs comportant des engagements réciproques des signataires.Ces conventions déterminent :― des objectifs d'identification des offres d'emploi non pourvues dans le bassin d'emploi considéré ;― des objectifs de mutualisation au sein du service public de l'emploi des données relatives au marché du travail ainsi recueillies ;― des objectifs de placement des demandeurs d'emploi en fonction des offres d'emploi identifiées ;― des objectifs d'accompagnement dans l'emploi des personnes embauchées et les modalités selon lesquelles ces personnes peuvent bénéficier d'actions de formation.Ces conventions prévoient les indicateurs quantitatifs et qualitatifs associés à la définition des objectifs.Elles déterminent également le processus d'évaluation contradictoire des résultats obtenus au regard des objectifs fixés.Le Gouvernement remet au Parlement, au plus tard le 30 septembre 2011, un rapport évaluant la présente expérimentation."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "A titre expérimental, lorsqu'elles sont engagées à compter de la publication de la présente loi et jusqu'au 31 décembre 2011, peuvent être financées au titre de la participation des employeurs au développement de la formation professionnelle continue dans le cadre du plan de formation les dépenses correspondant :― à une part de la rémunération des salariés assurant le tutorat de jeunes de moins de vingt-six ans embauchés depuis moins de six mois ou stagiaires dans l'entreprise ;― aux éventuels compléments de salaire versés aux salariés en contrepartie de leur activité de tutorat des jeunes susmentionnés.Un décret détermine les modalités d'application du présent article.Le Gouvernement remet au Parlement, au plus tard le 30 septembre 2011, un rapport sur la présente expérimentation, qui évalue en particulier son impact sur le développement et la valorisation du tutorat ainsi que sur l'accès des jeunes peu ou pas qualifiés à l'emploi, à la formation et à la qualification."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "A titre expérimental, jusqu'au 31 décembre 2011, tout apprenti dont la formation n'a pas été sanctionnée par un diplôme ou un titre à finalité professionnelle conformément à l'article L. 6211-1 du code du travail peut bénéficier, à sa demande, de la prise en compte de ses acquis en vue de l'obtention d'un certificat de qualification professionnelle.Les modalités de mise en œuvre du présent article sont fixées par des conventions ou accords de branche déposés avant le 31 décembre 2010. Un décret détermine les modalités applicables à défaut d'accord ou de convention de branche.Le Gouvernement remet au Parlement, au plus tard le 30 septembre 2011, un rapport évaluant la présente expérimentation."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "I.-La validité des agréments délivrés aux organismes collecteurs paritaires des fonds de la formation professionnelle continue mentionnés aux sections 1, 2 et 3 du chapitre II du titre III du livre III de la sixième partie du code du travail expire au plus tard le 1er janvier 2012.\n\nUn nouvel agrément est subordonné à l'existence d'un accord conclu à cette fin entre les organisations syndicales de salariés et d'employeurs représentatives dans le champ d'application de l'accord.\n\nII. - A modifié les dispositions suivantes :\n\n- Code du travail"
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "A titre expérimental, lorsqu'elles sont engagées à compter de la publication de la présente loi et jusqu'au 31 décembre 2011, sont prises en charge au titre de la participation des employeurs au développement de la formation professionnelle continue dans le cadre du plan de formation les dépenses correspondant aux rémunérations versées à un salarié recruté par une entreprise employant moins de dix salariés pour remplacer un salarié absent de l'entreprise pour cause de formation.Les dépenses mentionnées au premier alinéa sont prises en charge dans la limite d'un plafond et d'une durée maximale déterminés par voie réglementaire.Le Gouvernement remet au Parlement, au plus tard le 30 septembre 2011, un rapport sur la présente expérimentation qui évalue en particulier son impact sur l'accès à la formation."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "Chaque année, le Conseil national de l'emploi, de la formation et de l'orientation professionnelles établit un bilan, par bassin d'emploi et par région, des actions de formation professionnelle qui ont été réalisées par l'ensemble des organismes dispensant de telles actions, sur la base des évaluations transmises par chaque comité régional de l'emploi, de la formation et de l'orientation professionnelles."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "Au plus tard le 1er avril 2010, les salariés de l'Association nationale pour la formation professionnelle des adultes qui participent à l'accomplissement des missions d'orientation professionnelle des demandeurs d'emploi vers la formation sont transférés, pour exercer ces mêmes missions, à l'institution mentionnée à l'article L. 5312-1 du code du travail. Les salariés dont le contrat de travail est transféré demeurent à titre transitoire régis par l'accord du 4 juillet 1996 sur les dispositions générales régissant le personnel de l'Association nationale pour la formation professionnelle des adultes. La convention collective applicable aux personnels de l'institution mentionnée à l'article L. 5312-1 du code du travail leur devient applicable dès que les adaptations nécessaires ont fait l'objet d'un accord ou, au plus tard, quinze mois après leur transfert."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "A titre expérimental, jusqu'au 31 décembre 2011, le plan régional de développement des formations professionnelles prévoit une convention visant à développer une coopération entre les établissements de formation professionnelle et l'université. Cette convention a pour objet le développement de formations qualifiantes."
    }
  ]
}