{
  "id": "loi-n-2019-759-du-24-juillet-2019",
  "type": "statute",
  "title": "LOI n°2019-759 du 24 juillet 2019",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000038811588",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. à II. - A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII. - Par dérogation au I de l'article 1693 quater du code général des impôts, la taxe prévue à l'article 299 du même code due au titre de l'année 2019 donne lieu au paiement d'un acompte unique, acquitté dans les conditions suivantes :1° Pour les redevables de la taxe sur la valeur ajoutée soumis au régime réel normal d'imposition mentionné au 2 de l'article 287 dudit code, lors du dépôt de l'annexe à la déclaration mentionnée au 1 du même article 287 déposée au titre du mois d'octobre ;2° Dans les autres cas, au plus tard le 25 novembre, lors du dépôt de l'annexe à la déclaration prévue au même 1 déposée auprès du service de recouvrement dont relève le siège ou le principal établissement du redevable.Cet acompte est égal au montant de la taxe qui aurait été liquidée sur la base des sommes encaissées en 2018 en contrepartie du ou des services taxables fournis en France. Le pourcentage représentatif de la part des services rattachés à la France défini au IV de l'article 299 bis du même code est évalué lors de la période comprise entre le lendemain de la publication de la présente loi et le 31 octobre 2019. L'acompte est dû par les personnes pour lesquelles sont dépassés les seuils mentionnés au III de l'article 299 du code général des impôts, déterminés à partir de ces mêmes sommes et de ce même pourcentage, sans préjudice de son remboursement lorsqu'il est constaté que les conditions d'assujettissement ne sont pas remplies.Pour l'assujettissement et la liquidation de la taxe prévue à l'article 299 du même code due au titre de l'année 2019, le pourcentage représentatif de la part des services rattachés à la France défini au IV de l'article 299 bis dudit code est évalué lors de la période comprise entre le lendemain de la publication de la présente loi et le 31 décembre 2019.IV. - L'option prévue à l'article 1693 quater B du code général des impôts peut, pour la taxe prévue à l'article 299 du même code due au titre de l'année 2019, être exercée jusqu'au 31 octobre 2019 et prend effet à partir du premier paiement à compter de cette date.V. - Le Gouvernement remet au Parlement, avant le 30 septembre de chaque année, un rapport sur les négociations conduites au sein de l'Organisation de coopération et de développement économiques pour identifier et mettre en œuvre une solution internationale coordonnée destinée à renforcer l'adéquation des règles fiscales internationales aux évolutions économiques et technologiques modernes. Ce rapport précise notamment, pour chaque proposition figurant dans le document de consultation publique de février 2019 ou toute autre proposition postérieure, la position de la France, de l'Union européenne et de chaque juridiction fiscale participant à ces travaux et la motivation de chacune de ces positions, l'état d'avancement des négociations, les perspectives d'aboutissement et l'impact budgétaire, fiscal, administratif et économique pour la France et les entreprises françaises. Il rend compte aussi, le cas échéant, des progrès des travaux menés sur ces questions dans le cadre de l'Union européenne ou tout autre cadre international pertinent. Il renseigne particulièrement les parlementaires sur les possibilités de la mise en œuvre d'une coopération renforcée pour la fiscalité du numérique à l'échelle européenne.Il fait également état de l'incidence de ces négociations sur la taxe sur les services numériques prévue à l'article 299 du code général des impôts et indique la date à laquelle un nouveau dispositif mettant en œuvre la solution internationale coordonnée se substituera à cette taxe.\n\n- Code général des impôts, CGI.\n\n- Livre des procédures fiscales\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI.\n\n- Livre des procédures fiscales\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "En l'absence de notification préalable de la taxe sur les services numériques prévue à l'article 299 du code général des impôts à la Commission européenne en application de l'article 108, paragraphe 3, du traité sur le fonctionnement de l'Union européenne, le Gouvernement remet, dans un délai de trois mois à compter de la promulgation de la présente loi, un rapport au Parlement sur les raisons pour lesquelles la taxe précitée n'a pas été notifiée à la Commission européenne."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Le Gouvernement remet au Parlement, dans un délai de trois mois à compter de la promulgation de la présente loi, un rapport dressant un état des lieux de la fiscalité pesant sur les entreprises du secteur du commerce. Il précise les différences de prélèvement entre les entreprises du commerce physique et les entreprises du commerce en ligne, notamment transnationales.Ce rapport élabore des propositions en vue d'aboutir à un cadre fiscal plus équitable entre les différentes formes de commerce."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le chiffre d'affaires mentionné au deuxième alinéa du I de l'article 219 du code général des impôts s'entend de celui réalisé par le redevable au cours de l'exercice ou de la période d'imposition, ramené s'il y a lieu à douze mois. Pour la société mère d'un groupe mentionné à l'article 223 A ou à l'article 223 A bis du même code, le chiffre d'affaires est apprécié en faisant la somme des chiffres d'affaires de chacune des sociétés membres de ce groupe.\n\nIV.-Les dispositions des I et II s'appliquent aux exercices clos à compter du 6 mars 2019.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "A compter de 2020, le Gouvernement remet au Parlement, avant le 30 septembre de chaque année, un rapport sur les résultats de la taxe prévue à l'article 299 du code général des impôts et sur son impact économique. Ce rapport précise également la répartition du produit de la taxe en fonction, d'une part, des catégories de services mentionnées au II du même article 299 et, d'autre part, de l'origine géographique des groupes redevables.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}