{
  "id": "loi-n-96-314-du-12-avril-1996",
  "type": "statute",
  "title": "Loi n° 96-314 du 12 avril 1996",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000193354",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - Le taux du droit d'enregistrement prévu à l'article 719 du code général des impôts pour la fraction de la valeur taxable supérieure à 700 000 F est fixé à 9 %.II. - Les dispositions du I sont applicables aux actes passés et aux conventions conclues à compter du 1er décembre 1995."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. Paragraphe modificateurII. - Les dispositions du présent article sont applicables aux prêts consentis et aux souscriptions réalisées au cours des exercices ouverts à compter du 1er janvier 1996."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. Paragraphe modificateurII. Paragraphe modificateurIII. Paragraphe modificateurIV. - Les dispositions des I à III sont applicables pour l'imposition des résultats des exercices ouverts à compter du 1er janvier 1996.Pour 1996, et par dérogation aux dispositions de l'article 239 du code général des impôts, les sociétés civiles professionnelles peuvent exercer l'option pour l'assujettissement à l'impôt sur les sociétés jusqu'au 30 juin de cette année."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I. Paragraphe modificateurII. Paragraphe modificateurIII. - Les dispositions des I et II s'appliquent aux souscriptions effectuées à compter du 1er janvier 1996."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. Paragraphe modificateurII. Paragraphe modificateurIII. - 1° Les dispositions du I sont applicables à l'impôt sur le revenu dû au titre de 1996 et des années suivantes ;2° Les dispositions du II sont applicables à compter du 1er janvier 1997.Cf. Instructions 1997-01-01 3F-1-97, 1997-01-02 4Q-1-97."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I. Paragraphe modificateurII. Paragraphe modificateurIII. Paragraphe modificateurIV. Paragraphe modificateurV. Paragraphe modificateurVI. Paragraphe modificateurVII. - Les dispositions du 3° de l'article 5 de la loi n° 79-575 du 10 juillet 1979 portant diverses mesures en faveur de l'emploi continuent à s'appliquer aux entreprises dont l'effectif a atteint ou franchi le seuil de dix salariés avant la date d'entrée en vigueur des dispositions des V et VI du présent article.VIII. - Les dispositions des V et VI du présent article sont applicables à compter du 1er mai 1996."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I. Paragraphe modificateurII. - Les dispositions du 2° de l'article L. 80 B sont applicables aux demandes et notifications adressées à compter du 1er juillet 1996. Un décret en Conseil d'Etat en précise les conditions d'application, notamment le contenu, le lieu de dépôt des demandes ainsi que les modalités selon lesquelles l'administration accuse réception de ces demandes et notifications."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I. Paragraphe modificateurII. Paragraphe modificateurIII. - Les dispositions du présent article s'appliquent aux opérations de scission intervenues à compter du 1er avril 1996."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I s'appliquent aux donations consenties par actes passés à compter du 1er avril 1996."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I sont applicables aux donations consenties par actes passés à compter du 1er avril 1996."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I. Paragraphe modificateurII. - S'agissant des rentes ou indemnités résultant de la réparation d'un dommage corporel lié à la maladie, les dispositions du I sont applicables à compter du 1er janvier 1996."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I. - Par dérogation au premier alinéa de l'article L. 442-7 et à l'article L. 443-6 du code du travail, un accord conclu dans les conditions prévues par les articles L. 442-10 et L. 442-11 dudit code peut prévoir que tout ou partie des droits constitués au profit de chaque salarié au titre de la réserve spéciale de participation des exercices ouverts en 1991 et 1992 sont négociables ou exigibles à compter du 1er janvier 1996 et jusqu'au 30 septembre 1996.II. - Par dérogation à l'article L. 443-6 du code du travail, un accord conclu dans les conditions prévues à l'article L. 442-10 dudit code, ou une décision du chef d'entreprise lorsque le plan d'épargne d'entreprise a été établi à l'initiative de celui-ci, peuvent prévoir que tout ou partie des actions ou parts acquises par chaque salarié dans le cadre d'un plan d'épargne d'entreprise, dont la date normale de délivrance est fixée entre le 1er janvier 1997 et le 31 décembre 1998, sont négociables ou exigibles à compter du 1er janvier 1996 et jusqu'au 30 septembre 1996."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Les personnes physiques titulaires de plans d'épargne-logement prévus aux articles L. 315-1 et suivants du code de la construction et de l'habitation, ayant atteint une durée d'au moins deux ans et six mois entre le 1er janvier et le 30 septembre 1996, peuvent, entre les mêmes dates, dans des conditions fixées par décret en Conseil d'Etat, affecter une fraction de cette épargne au financement de travaux d'entretien ou d'amélioration de logements destinés à l'habitation principale ou à l'acquisition de meubles meublants ou d'équipements ménagers à usage non professionnel."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Pour toute offre de prêt émise entre le 1er janvier et le 31 décembre 1996 au titre d'un plan d'épargne-logement, le montant et la durée du prêt sont fixés de telle sorte que le total des intérêts à payer par l'emprunteur soit égal au total des intérêts acquis pris en compte pour le calcul du montant du prêt, multiplié par un coefficient égal à 3."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I. - Le gain net imposable retiré de la cession de parts ou actions mentionnées au I bis de l'article 92 B du code général des impôts réalisée du 1er janvier 1996 au 31 décembre 1996 peut, sur demande du contribuable, être exonéré lorsque le produit de la cession est investi dans un délai de deux mois dans l'acquisition ou la construction d'un immeuble situé en France et affecté exclusivement à l'habitation ou, pour un tel immeuble, dans la réalisation de travaux de reconstruction, d'agrandissement ou de grosses réparations.L'exonération s'applique également lorsque le produit de la cession est investi dans l'achat d'un terrain destiné à la construction d'un logement individuel, sous réserve de dépôt du permis de construire avant le 31 décembre 1996 et à la condition que les fondations soient achevées au plus tard le 31 mars 1997.Lorsque le montant de la cession mentionnée au premier alinéa excède celui de l'investissement, la fraction de la plus-value exonérée est déterminée selon le rapport existant entre le montant de l'investissement et le montant de la cession.II. - Le gain net imposable retiré de la cession de parts ou actions mentionnées au I bis de l'article 92 B du code général des impôts réalisée du 1er janvier 1996 au 30 septembre 1996 peut, sur demande du contribuable, être exonéré lorsque le produit de la cession est investi, au plus tard le 31 octobre 1996, dans la réalisation de travaux d'entretien ou d'amélioration de ses résidences principale et secondaire en France pour un montant au moins égal à 3 000 F par facture. Cette disposition est applicable également en cas d'acquisition de meubles meublants et d'équipements ménagers à usage non professionnel à condition que la valeur unitaire des biens éligibles soit au moins égale à 1 000 F.L'exonération s'applique dans la limite d'un montant de cessions de 100 000 F par contribuable pour l'ensemble de la période mentionnée à l'alinéa précédent.Lorsque le montant des cessions mentionnées au premier alinéa excède celui de l'investissement, la fraction de la plus-value exonérée est déterminée selon le rapport existant entre le montant de l'investissement, retenu dans la limite de 100 000 F, et le montant des cessions.La liste des biens ouvrant droit au bénéfice de la présente disposition est précisée par arrêté ministériel.III. - Lorsque l'exonération visée au I ou au II est demandée, la limite mentionnée au I de l'article 92 B du code précité est appréciée, pour l'imposition des autres gains nets réalisés au cours de la même année par le foyer fiscal, en faisant abstraction du montant de la cession correspondant à la plus-value ainsi exonérée.IV. - Un décret précise les modalités d'application du présent article, notamment les obligations déclaratives des contribuables et des intermédiaires."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "I. - II. - III. (Paragraphes abrogés)IV. Paragraphe modificateurV. - (Paragraphe abrogé)."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I. Paragraphe modificateurII. Paragraphe modificateurIII. Paragraphe modificateurIV. Un décret en Conseil d'Etat détermine les modalités d'application du présent article, notamment les obligations déclaratives incombant aux contribuables et aux sociétés mentionnés au II, ainsi que les modalités de décompte des déductions pratiquées au titre des amortissements considérés.Cf. Décret 96-632 1996-07-16.Cf. Instruction 1996-08-20 5D-5-96."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I s'appliquent à compter de l'imposition des revenus de l'année 1996 et aux déficits encore reportables après le 31 décembre 1995."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "I. Paragraphe modificateurII. Paragraphe modificateurIII. Paragraphe modificateurIV. Paragraphe modificateurV. - Les dispositions du présent article s'appliquent aux contrôles engagés à compter de la date d'entrée en vigueur de la présente loi."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "I. Paragraphe modificateurII. Paragraphe modificateurIII. Paragraphe modificateurIV. - Les dispositions du présent article s'appliquent aux contrôles engagés à compter de la date d'entrée en vigueur de la présente loi."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "I. - Les organismes qui bénéficient de taxes parafiscales, de prélèvements légalement obligatoires, de subventions ou d'autres concours financiers de l'Etat, d'un établissement public de l'Etat, ou d'une autre personne morale soumise au contrôle économique et financier de l'Etat sont soumis au contrôle de l'inspection générale des finances.\n\nQuand les organismes mentionnés à l'alinéa précédent attribuent des concours financiers, des subventions ou participent au capital d'autres organismes, ces derniers peuvent également faire l'objet d'un contrôle de l'Inspection générale des finances dans les mêmes conditions.\n\nLe contrôle prévu aux alinéas précédents s'exerce de plein droit. Il est effectué sur pièces et sur place et porte sur l'ensemble des comptes et de la gestion de l'organisme vérifié. Toutefois, lorsque le concours mentionné au premier alinéa est affecté à une dépense déterminée et qu'il ne dépasse pas la moitié des ressources totales de l'organisme bénéficiaire, le contrôle se limite au compte d'emploi du concours financier que l'organisme doit produire en même temps que les pièces de dépenses afférentes. Si le compte d'emploi et les pièces de dépenses ne sont pas produites, le contrôle porte sur l'ensemble des comptes et de la gestion de l'organisme.\n\nLes dispositions qui précèdent s'appliquent sans préjudice des dispositions de l'article 31 de l'ordonnance n° 58-896 du 23 septembre 1958 relative à des dispositions générales d'ordre financier, en ce qu'elles concernent l'Inspection générale des finances, les comptables supérieurs du Trésor et l'Inspection générale de l'administration.\n\nII. - L'inspection générale des finances exerce les mêmes pouvoirs de contrôle que ceux prévus au I ci-dessus à l'égard des organismes bénéficiaires de concours financiers provenant de la Communauté européenne.\n\nIII. - Le fait de faire obstacle, de quelque manière que ce soit, au contrôle de l'inspection générale des finances est passible d'une amende de 15 000 € et entraîne la répétition des concours financiers dont l'utilisation n'aura pas été justifiée. Le ministre chargé de l'économie et des finances peut saisir le procureur de la République près la juridiction compétente en vue de déclencher l'action publique.\n\nIV. - Lorsqu'il apparaît, notamment à la suite d'un contrôle de l'inspection générale des finances, qu'un concours accordé par l'Etat, un établissement public de l'Etat ou un organisme soumis au contrôle économique et financier de l'Etat, au profit de l'un des organismes visés au I et au II du présent article, n'a pas reçu l'emploi auquel il avait été destiné, le ministre compétent ou le représentant légal de l'établissement ou de l'organisme peut en ordonner la répétition à concurrence des sommes qui ont été employées à un objet différent de celui qui avait été prévu.\n\nV. - Les dispositions du présent article sont applicables aux contrôles exercés par les comptables supérieurs du Trésor.\n\nVI. - Les mêmes pouvoirs et les mêmes prérogatives sont reconnus à l'inspection générale de l'administration dans le cadre de son champ d'intervention.\n\nVII. - En cas d'obstacle au contrôle exercé par l'inspection générale de l'administration, l'inspection générale des affaires sociales, l'inspection générale de l'industrie et du commerce, l'inspection générale de l'agriculture et l'inspection générale de l'éducation, du sport et de la recherche dans le cadre de leurs compétences, les dispositions du III du présent article sont applicables et la saisine du procureur de la République incombe au ministre dont relève l'inspection générale concernée."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "Les primes à la performance attribuées par l'Etat, après consultation de la Commission nationale du sport de haut niveau, aux athlètes français qui seront médaillés au jeux Olympiques de 1996 d'Atlanta ne seront pas soumises à l'impôt sur le revenu."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "Un ou plusieurs représentants de l'Etat peuvent être nommés au conseil d'administration ou de surveillance des sociétés dont plus de la moitié du capital social est détenue, directement ou indirectement :\n\nconjointement par l'Etat, un établissement public de l'Etat et, le cas échéant, des collectivités territoriales.\n\nLeur nombre est fixé par décret et ne peut excéder six ni le tiers des membres du conseil d'administration ou de surveillance.\n\nLes dispositions des articles L. 225-25 et L. 225-72 du code de commerce ne sont pas applicables à ces représentants, qui ne sont pas pris en compte pour la détermination du nombre minimal et du nombre maximal de membres du conseil d'administration et du conseil de surveillance, fixés par les articles L. 225-17 et L.225-69 du même code.\n\nLe mandat de ces représentants est gratuit, sans préjudice de remboursement par l'entreprise des frais exposés pour l'exercice dudit mandat.\n\nLes dispositions du présent article ne sont pas applicables aux sociétés relevant de l'ordonnance n° 2014-948 du 20 août 2014 relative à la gouvernance et aux opérations sur le capital des sociétés à participation publique."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "La Société française de production et de création audiovisuelles est ajoutée à la liste des entreprises figurant à l'annexe de la loi n° 93-923 du 19 juillet 1993 précitée."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "I. Paragraphe modificateurII. Paragraphe modificateurIII. Paragraphe modificateurIV. - Durant la période transitoire s'écoulant entre l'entrée en vigueur de la présente loi et la cession au secteur privé de la majorité du capital de la Société française de production et de création audiovisuelles :- cette société demeure soumise à la législation sur les sociétés anonymes ;- les règles de composition de son conseil d'administration restent celles en vigueur avant la publication de la présente loi.V. - Les conventions et accords collectifs de travail applicables à la Société française de production et de création audiovisuelles, en raison de son appartenance au secteur public de l'audiovisuel, notamment ceux conclus par l'association des employeurs dudit secteur, ainsi que les accords collectifs de travail propres à ladite société, en vigueur à la date de la publication de la présente loi, continuent de produire effet, à l'exception des dispositions relatives aux commissions paritaires et au conseil de discipline, jusqu'à l'expiration d'une période de quinze mois à compter de la cession au secteur privé de la majorité du capital de la société, sauf conclusion, au cours de cette période, de conventions ou d'accords collectifs de travail s'y substituant.Dans les trois mois qui suivent la date de la perte de la majorité du capital par l'Etat, des négociations doivent s'engager, à la demande d'une des parties intéressées, en vue de conclure de nouvelles conventions ou de nouveaux accords collectifs de travail entre les organisations syndicales de salariés reconnues représentatives et le nouvel employeur.Lorsque les conventions ou les accords en vigueur à la date de la publication de la présente loi n'ont pas été remplacés par une nouvelle convention ou un nouvel accord avant la fin de la période mentionnée au premier alinéa de ce paragraphe, les salariés de la société concernée conservent les avantages individuels qu'ils ont acquis, en application de la convention ou de l'accord, à l'expiration de cette période.VI. - Lors de la cession par l'Etat du capital de la Société française de production et de création audiovisuelles, tous les contrats de travail en cours au jour de la cession subsistent entre le nouvel employeur et le personnel de la société dans les conditions prévues par l'article L. 122-12 du code du travail.Les salariés en fonction à la date de la perte de la majorité de capital par l'Etat continueront à bénéficier de l'affiliation aux régimes de retraite et de prévoyance pour lesquels ils ont cotisé, et notamment au régime de retraite complémentaire institué par le décret n° 70-1277 du 23 décembre 1970 portant création d'un régime de retraite complémentaire des assurances sociales en faveur des agents non titulaires de l'Etat et des collectivités publiques. Les nouvelles conventions ou nouveaux accords collectifs devront prévoir, pour ces salariés, le maintien de l'affiliation à ces régimes.VII. - Jusqu'à l'expiration d'une période de quinze mois à compter de la cession par l'Etat au secteur privé de la majorité du capital de la Société française de production et de création audiovisuelles, les emplois disponibles dans les sociétés et établissements publics relevant du titre III de la loi n° 86-1067 du 30 septembre 1986 précitée pourront être proposés, à titre prioritaire, aux agents de ladite société.Les agents bénéficiant, au titre de l'alinéa précédent, d'une mesure de reclassement dans les sociétés ou établissements ci-dessus mentionnés devront, le cas échéant, renoncer aux indemnités légales et conventionnelles de licenciement.Un décret fixe, en tant que de besoin, les modalités d'application du présent article.VIII. - Les dispositions des V, VI et VII ci-dessus sont applicables aux filiales de la Société française de production et de création audiovisuelles."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "Les mots : \"Crédit d'équipement des petites et moyennes entreprises\" sont supprimés de l'annexe I de la loi n° 83-675 du 26 juillet 1983 précitée."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "Par dérogation aux dispositions de l'article L. 153-3 du code de la voirie routière, les redevances ou péages perçus sur les ponts existants de l'île de Ré et de l'estuaire de la Charente peuvent également être affectés, jusqu'au 1er janvier 2012, à la couverture de leurs charges d'entretien et d'exploitation ainsi qu'à l'équilibre financier global de ces deux ouvrages d'art gérés par le département."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "Est validée l'ordonnance du 22 mars 1994 du président du tribunal administratif de Limoges désignant les membres de la commission d'enquête préalable à la déclaration d'utilité publique de la section Arveyres - Saint-Julien-Puy-Lavèze de l'autoroute A 89, dans la mesure où celle-ci serait contestée sur le fondement de l'incompétence du président de ce tribunal à procéder à cette désignation."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "La Caisse nationale de garantie des ouvriers dockers instituée par l'article L. 5343-9 du code des transports est habilitée à utiliser une partie de son fonds de réserve pour contribuer aux dépenses d'exécution des plans sociaux signés dans le secteur de la manutention portuaire dans les ports visés à l'article L. 5343-1 dudit code et agréés par l'Etat avant le 31 décembre 1996.\n\nUn décret détermine la part du fonds de réserve qui sera utilisée à cette fin, la nature des dépenses que la caisse peut assumer à ce titre, les critères de répartition et les modalités d'affectation de cette aide aux organismes chargés de l'exécution de ces plans. Ce décret précise les modalités de contrôle du bon emploi des fonds à la disposition de la caisse et, le cas échéant, les conditions de leur reversement."
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "Sont validés les titres de perception émis par les communes avant la date de publication de la présente loi afférents aux droits de voirie prévus à l'article L. 2213-6 du code général des collectivités territoriales en tant qu'ils seraient contestés sur le fondement d'un défaut de base légale à la définition des objets taxés.Les dispositions du présent article ne font pas obstacle à l'exécution des décisions juridictionnelles passées en force de chose jugée antérieurement à la promulgation de la présente loi."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "I. et II. Paragraphes modificateursIII. - Les dispositions du I et du II ci-dessus s'appliquent au chiffre d'affaires réalisé à compter du 1er octobre 1995."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "I. Paragraphe modificateurII. - Les sommes perçues et comptabilisées au profit des régimes mentionnés à l'article L. 651-1 du code de la sécurité sociale, au titre du produit de la contribution sociale de solidarité à la charge des sociétés pour les exercices 1980 à 1994, leur sont définitivement acquises.III. - Les dispositions du I du présent article sont applicables au produit de la contribution due à compter du 1er janvier 1995.IV. - Avant le 30 septembre 1996, le Gouvernement présente au Parlement un rapport sur le recouvrement des cotisations dues aux régimes bénéficiaires de la contribution sociale de solidarité mentionnés à l'article L. 651-1 du code de la sécurité sociale. Ce rapport précise notamment l'évolution des taux de recouvrement et des restes à recouvrer. En réponse aux observations formulées par la Cour des comptes dans son premier rapport annuel sur la sécurité sociale, il dresse un bilan des procédures de recouvrement mises en oeuvre et des dispositions tendant à sanctionner les assurés se soustrayant volontairement à leur obligation de cotisation."
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "Avant le 30 octobre 1997, le Gouvernement présente au Parlement un rapport sur les conditions d'application de la contribution sociale de solidarité des sociétés, définie à l'article L. 651-1 du code de la sécurité sociale, aux activités de transformation et de commercialisation des produits agricoles, et son incidence éventuelle sur ce secteur."
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "I. Paragraphe modificateurII. Paragraphe modificateurIII. - Les dispositions du présent article sont applicables au calcul du crédit d'impôt formation au titre des années 1995 et suivantes."
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Article 80",
      "content": "Sont validés, dans la mesure où ils seraient contestés sur le fondement de l'absence d'autorisation législative, tous les actes accomplis et les garanties accordées par l'Etat dans le cadre de la liquidation amiable des sociétés de développement régional Centrest, Lordex et Picardie."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "Les articles 2 et 3 du décret du 20 juillet 1995 modifiant le décret du 3 février 1993 relatif aux redevances de mise à disposition de fréquences radioélectriques et de gestion dues par les titulaires des autorisations délivrées en application des articles L. 33-1 et L. 33-2 du code des postes et télécommunications sont applicables aux redevances dues à compter du 1er mars 1993."
    },
    {
      "provision_ref": "art84",
      "section": "84",
      "title": "Article 84",
      "content": "La délivrance, par les préfets, de la carte européenne d'arme à feu prévue à l'article 85 du décret n° 95-589 du 6 mai 1995 est assujettie à la perception d'un droit de timbre de 50 F."
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Article 86",
      "content": "En raison de la destruction des locaux de la recette-conservation des hypothèques de Bastia, suite à l'attentat perpétré le 23 décembre 1995 contre l'hôtel des impôts, la responsabilité de l'Etat susceptible d'être engagée en application des articles 2449 à 2452 du code civil, est limitée à l'exploitation ou à la reproduction des informations telles qu'elles figurent dans la documentation subsistante ou reçue postérieurement au constat établi par ordonnance sur requête du président du tribunal de grande instance de Bastia.Tout acte, formalité, sommation, ou notification, prescrit à peine de déchéance, nullité, caducité, forclusion, péremption ou inopposabilité, qui n'a pu être accompli par une personne publique ou privée, du fait de l'interruption du fonctionnement normal de la recette-conservation des hypothèques de Bastia, est réputé valable s'il est effectué au plus tard le 31 octobre 1996."
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "I. - Sous réserve des décisions de justice passées en force de chose jugée, les offres de prêts mentionnées à l'article L. 312-7 du code de la consommation et émises avant le 31 décembre 1994 sont réputées régulières au regard des dispositions relatives à l'échéancier des amortissements prévues par le 2° de l'article L. 312-8 du même code, dès lors qu'elles ont indiqué le montant des échéances de remboursement du prêt, leur périodicité, leur nombre ou la durée du prêt, ainsi que, le cas échéant, les modalités de leur variations.II. Paragraphe modificateur"
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "Le Gouvernement remet au Parlement avant le 1er octobre 1996 un rapport sur la gestion du régime d'indemnisation des victimes de catastrophes naturelles institué par la loi n° 82-600 du 13 juillet 1982 relative à l'indemnisation des victimes des catastrophes naturelles. Ce rapport retracera notamment l'évolution récente des contrats d'assurance dans les zones sinistrées. Il recherchera également les moyens de renforcer la transparence du régime et l'information des assurés."
    },
    {
      "provision_ref": "art94",
      "section": "94",
      "title": "Article 94",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I sont applicables pour les impositions dues au titre de 1996 et des années suivantes."
    },
    {
      "provision_ref": "art98",
      "section": "98",
      "title": "Article 98",
      "content": "Sont validées les nominations et titularisations dans le grade de conseiller de 2e classe de chambre régionale des comptes prononcées par décret du Président de la République du 26 février 1991.Ces nominations et titularisations sont validées en tant qu'elles excédaient l'autorisation de recrutement qui n'avait été donnée par l'article 27 de la loi n° 82-595 du 10 juillet 1982 relative aux présidents des chambres régionales des comptes et au statut des membres des chambres régionales des comptes que jusqu'au 31 décembre 1990."
    },
    {
      "provision_ref": "art99",
      "section": "99",
      "title": "Article 99",
      "content": "A titre expérimental, l'Etat peut, à compter de la publication de la présente loi, conclure avec les branches professionnelles du textile, de l'habillement, du cuir et de la chaussure des conventions-cadres relatives au maintien ou au développement de l'emploi tenant compte des résultats de la négociation sur l'aménagement et la réduction du temps de travail engagée après l'accord national interprofessionnel sur l'emploi du 31 octobre 1995.A compter du premier jour du mois suivant la conclusion des conventions susmentionnées et jusqu'au 31 décembre 1997, les dispositions de l'article 113 de la loi de finances pour 1996 (n° 95-1346 du 30 décembre 1995) sont applicables aux entreprises appartenant aux branches susvisées dans les conditions suivantes :- la réduction mentionnée au III de cet article est applicable pour les gains et rémunérations versés au cours d'un mois civil inférieurs ou égaux à 169 fois le salaire minimum de croissance majoré de 50 p. 100 ;- le montant de la réduction, qui ne peut excéder 1 892 F par mois, est déterminé par un coefficient fixé par décret.Pour les entreprises employant cinquante salariés ou plus disposant d'un comité d'entreprise ou dans lesquelles un constat de carence aura été établi conformément à l'article L. 433-13 du code du travail, ces dispositions s'appliquent sous réserve de la conclusion d'une convention spécifique entre l'entreprise et l'Etat portant notamment sur le maintien ou la création d'emplois et l'aménagement et la réduction du temps de travail, à compter du premier jour du mois suivant la conclusion de cette convention.Le non-respect par l'entreprise des engagements pris dans la convention spécifique entraîne l'interruption pour l'entreprise des conditions particulières d'application du III de l'article 113 de la loi de finances pour 1996 (n° 95-1346 du 30 décembre 1995) prévues par le présent article et peut conduire au reversement des aides correspondantes perçues au titre de ces dispositions. Les modalités d'application du présent alinéa sont fixées par décret.Toutefois, les entreprises visées au deuxième alinéa du présent article pourront continuer à bénéficier en 1998 de ces dispositions dans la limite d'un plafond de 650 000 F s'appliquant, pour chaque entreprise et sur une période de trois ans s'achevant le 31 décembre 1998 au plus tard, au cumul de l'avantage qu'elles procurent et des autres aides publiques reçues pendant la même période. Les entreprises qui souhaiteront bénéficier de cette prolongation devront déclarer les aides perçues au titre de ces dispositifs, dans des conditions qui seront fixées par décret."
    }
  ]
}