{
  "id": "loi-n-2012-387-du-22-mars-2012",
  "type": "statute",
  "title": "LOI n°2012-387\n du 22 mars 2012",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000025553296",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I à IV. - A modifié les dispositions suivantes :\n\nV. - Les II à IV du présent article s'appliquent aux cessions de fonds de commerce ayant fait l'objet d'un acte signé à compter de la publication de la présente loi.\n\n- Code de commerce\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "V. - Le présent article entre en vigueur le premier jour du septième mois suivant la publication de la présente loi."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I. - Les professions libérales groupent les personnes exerçant à titre habituel, de manière indépendante et sous leur responsabilité, une activité de nature généralement civile ayant pour objet d'assurer, dans l'intérêt du client ou du public, des prestations principalement intellectuelles, techniques ou de soins mises en œuvre au moyen de qualifications professionnelles appropriées et dans le respect de principes éthiques ou d'une déontologie professionnelle, sans préjudice des dispositions législatives applicables aux autres formes de travail indépendant.\n\nII. - A modifié les dispositions suivantes :\n\n- Loi n°90-1258 du 31 décembre 1990\n\nArt. 10"
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "III. - [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2012-649 DC du 15 mars 2012.]IV. - Le II entre en vigueur le jour de la publication de l'ordonnance prévue au III et au plus tard dans un délai de dix-huit mois à compter de la promulgation de la présente loi."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "I. A modifié les dispositions suivantes :\n\n-Code de la sécurité sociale.\n\nSct. Chapitre 3 bis : Modernisation et simplification des déclarations sociales ainsi que du recouvrement des cotisations et contributions sociales, Art. L133-5-3\n\nC. Le présent I entre en vigueur le 1er janvier 2013."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "II. ― Par dérogation à l'article L. 611-12 du code de la sécurité sociale, le mandat des administrateurs des caisses de base est prorogé jusqu'au 30 novembre 2012."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "I. A.\n\nA modifié les dispositions suivantes :\n\nII. A.\n\nA modifié les dispositions suivantes :\n\n-Code de la sécurité sociale.\n\nArt. L243-14\n\nB. Le A entre en vigueur le 1er janvier 2012\n\n-Code du travail\n\nArt. L1221-12-1\n\nB. Le A entre en vigueur le 1er janvier 2012"
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. ― Le présent article s'applique pour chaque salarié présent à l'effectif de l'entreprise à compter du premier jour du troisième mois suivant la publication de la présente loi au Journal officiel.\n\n- Code du travail\n\nArt. L3141-3"
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "I. ― Afin de réduire le nombre de données figurant sur le bulletin de paie mentionné à l'article L. 3243-2 du code du travail et de mettre en œuvre la déclaration sociale nominative mentionnée à l'article L. 133-5-3 du code de la sécurité sociale, les dispositions réglementaires relatives à la définition des éléments nécessaires au calcul des cotisations et contributions des régimes obligatoires de protection sociale, notamment pour la détermination de leur assiette, assises sur les rémunérations et gains de travailleurs salariés ou assimilés ainsi que de ceux servant au calcul des droits à prestations de sécurité sociale en espèces font l'objet, au plus tard le 1er janvier 2013, d'une harmonisation en collaboration avec les organismes chargés de la gestion des régimes mentionnés au II du présent article.II. ― Les instances chargées de la gestion du régime d'assurance chômage et des régimes de protection sociale complémentaire relevant du chapitre Ier du titre II du livre IX du code de la sécurité sociale ou institués en application de l'article L. 911-1 du même code mettent en œuvre les dispositions utiles pour qu'au 1er janvier 2015 au plus tard les conventions ou accords qui sont négociés par les partenaires sociaux dans leur champ tiennent compte de l'harmonisation des définitions prévue au I du présent article.III. ― Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance, dans un délai de trente-six mois à compter de la promulgation de la présente loi, les mesures complétant celles prises en application des I et II du présent article qui sont nécessaires pour adopter une définition unique des éléments pris en compte pour le calcul des cotisations de sécurité sociale et contributions sociales et des droits à prestations en espèces.Le projet de loi ratifiant cette ordonnance est déposé au plus tard le dernier jour du troisième mois suivant la publication de l'ordonnance."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "I. ― Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance les mesures relevant du domaine de la loi nécessaires à la transposition de la directive 2010/73/ UE du Parlement européen et du Conseil du 24 novembre 2010 modifiant la directive 2003/71/ CE concernant le prospectus à publier en cas d'offre au public de valeurs mobilières ou en vue de l'admission de valeurs mobilières à la négociation et la directive 2004/109/ CE sur l'harmonisation des obligations de transparence concernant l'information sur les émetteurs dont les valeurs mobilières sont admises à la négociation sur un marché réglementé ainsi que les mesures d'adaptation de la législation liées à cette transposition.Cette ordonnance est prise dans un délai de douze mois à compter de la date de publication de la présente loi. Un projet de loi de ratification est déposé devant le Parlement au plus tard le dernier jour du troisième mois suivant la publication de cette ordonnance.II. ― [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2012-649 DC du 15 mars 2012.]III. ― [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2012-649 DC du 15 mars 2012.]"
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "left\n\n- Loi n°2000-321 du 12 avril 2000\n\nArt. 16 A\n\nI. - A modifié les dispositions suivantes :\n\nII. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance, dans un délai de dix-huit mois à compter de la promulgation de la présente loi, les mesures préparatoires nécessaires à la création d'une armoire numérique sécurisée facilitant les démarches administratives des entreprises, notamment pour :1° Harmoniser les définitions, données et références utilisées lors des demandes ou des déclarations des entreprises aux administrations, en vue de permettre les échanges dans le cadre de l'armoire numérique sécurisée et d'éviter que soient demandées à l'usager une information ou une donnée déjà fournies par voie électronique à une autorité administrative ;2° Procéder, dans les dispositions relatives aux secrets protégés par la loi et, le cas échéant, après avis motivé et publié de la Commission nationale de l'informatique et des libertés, dans la législation relative à l'informatique, aux fichiers et aux libertés, aux ajustements nécessaires pour donner accès aux informations ou données de l'entreprise à tout organisme autorisé à en connaître. Ces ajustements ne peuvent pas porter sur les informations ou les données qui, en raison de leur nature, notamment parce qu'elles touchent au secret médical et au secret de la défense nationale, ne peuvent faire l'objet d'une communication directe.Le projet de loi ratifiant cette ordonnance est déposé devant le Parlement au plus tard le dernier jour du troisième mois suivant la publication de l'ordonnance."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2012-649 DC du 15 mars 2012.]"
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "II. ― [Dispositions déclarées non conformes à la  Constitution par la décision du Conseil constitutionnel n° 2012-649 DC  du 15 mars 2012.]"
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. ― Les sommes collectées, réservées sur un compte d'attente ou dues  au cours de l'exercice 2011 et des exercices précédents au titre de la  fraction réservée par priorité aux logements des travailleurs immigrés  et de leurs familles sont fongibles et peuvent être utilisées pour  financer tous les types de prêts ou d'aides mentionnés à l'article L. 716-2 du code rural et de la pêche maritime.\n\n- Code rural"
    },
    {
      "provision_ref": "art89",
      "section": "89",
      "title": "Article 89",
      "content": "I. - [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2012-649 DC du 15 mars 2012.]\n\nII et III. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code rural\n\n- Code de l'urbanisme"
    },
    {
      "provision_ref": "art95",
      "section": "95",
      "title": "Article 95",
      "content": "IV. - b) [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2012-649 DC du 15 mars 2012.]"
    },
    {
      "provision_ref": "art99",
      "section": "99",
      "title": "Article 99",
      "content": "I. - A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII. - A modifié les dispositions suivantes :\n\nIII. - Le I est applicable en Polynésie française, à Wallis-et-Futuna et en Nouvelle-Calédonie. Le II est applicable à Wallis-et-Futuna et en Nouvelle-Calédonie.\n\n- Loi du 29 juillet 1881\n\n- Loi du 29 juillet 1881\n\n- Loi du 29 juillet 1881\n\n- Code du patrimoine."
    },
    {
      "provision_ref": "art101",
      "section": "101",
      "title": "Article 101",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Sous réserve des dispositions de l'article 6 de la loi n° 55-4 du 4 janvier 1955 concernant les annonces judiciaires et légales, le I est applicable en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna.\n\n-Loi n° 55-4 du 4 janvier 1955"
    },
    {
      "provision_ref": "art102",
      "section": "102",
      "title": "Article 102",
      "content": "I.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII.-Sous réserve des dispositions de l'article 6 de la loi n° 55-4 du 4 janvier 1955 précitée, le 1° du I du présent article est applicable en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna.\n\nPour l'application du 2° du même I à Saint-Pierre-et-Miquelon, les mots : des organisations professionnelles les plus représentatives des entreprises de presse sont remplacés par les mots : de la chambre d'agriculture, de commerce, d'industrie, de métiers et de l'artisanat et les mots : conjoint du ministre chargé de la communication et du ministre chargé de l'économie sont remplacés par le mot : préfectoral.\n\n-Loi n° 55-4 du 4 janvier 1955\n\n-Loi n° 55-4 du 4 janvier 1955"
    },
    {
      "provision_ref": "art103",
      "section": "103",
      "title": "Article 103",
      "content": "I.-A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII.-Les modalités d'application des articles 26-4 à 26-8 de la loi n° 65-557 du 10 juillet 1965 fixant le statut de la copropriété des immeubles bâtis sont fixées par décret en Conseil d'Etat.\n\nIII.-Le I est applicable à l'expiration d'un délai de deux mois suivant la publication du décret en Conseil d'Etat prévu au II.\n\n-Loi n° 65-557 du 10 juillet 1965\n\n-Loi n° 65-557 du 10 juillet 1965"
    },
    {
      "provision_ref": "art113",
      "section": "113",
      "title": "Article 113",
      "content": "I. - L'ordonnance n° 2009-515 du 7 mai 2009 relative aux procédures de recours applicables aux contrats de la commande publique est ratifiée.II. - L'ordonnance n° 2009-864 du 15 juillet 2009 relative aux contrats de concession de travaux publics est ratifiée."
    },
    {
      "provision_ref": "art114",
      "section": "114",
      "title": "Article 114",
      "content": "L'ordonnance n° 2010-1512 du 9 décembre 2010 portant adaptation du droit des entreprises en difficulté et des procédures de traitement des situations de surendettement à l'entrepreneur individuel à responsabilité limitée est ratifiée."
    },
    {
      "provision_ref": "art118",
      "section": "118",
      "title": "Article 118",
      "content": "I. - A créé les dispositions suivantes :\n\nII. - L'article 19-1 de la loi n° 93-122 du 29 janvier 1993 relative à la prévention de la corruption et à la transparence de la vie économique et des procédures publiques est applicable aux marchés publics et aux accords-cadres passés ou pour lesquels une consultation est engagée postérieurement à la date de promulgation de la présente loi.\n\n- Loi n°93-122 du 29 janvier 1993"
    },
    {
      "provision_ref": "art121",
      "section": "121",
      "title": "Article 121",
      "content": "I, II et IV-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII.-Par dérogation aux deuxième et troisième alinéas du I de l'article L. 441-10 du code de commerce, des accords interprofessionnels peuvent définir des délais de paiement supérieurs à ceux prévus au même neuvième alinéa, sous réserve qu'ils soient expressément stipulés par contrat et qu'ils ne constituent pas un abus manifeste à l'égard du créancier et, sous réserve :\n\n1° Qu'ils portent sur des ventes de produits ou des prestations de services relevant de secteurs ayant été couverts par un accord conclu conformément à l'article 21 de la loi n° 2008-776 du 4 août 2008 de modernisation de l'économie et qui présentent un caractère saisonnier particulièrement marqué rendant difficile le respect du délai prévu aux deuxième et troisième alinéas du I de l'article L. 441-10 du code de commerce ;\n\n2° Qu'ils fixent des délais inférieurs aux délais de paiement applicables au 31 décembre 2011 en application de l'accord conclu conformément à l'article 21 de la loi n° 2008-776 du 4 août 2008 précitée.\n\nCes accords sont conclus avant le premier jour du septième mois suivant la publication de la présente loi. Ils fixent leur durée de validité, qui ne peut être supérieure à trois ans.\n\nIls sont reconnus comme satisfaisant aux conditions prévues au présent III par décret pris après avis de l'Autorité de la concurrence. Ce décret peut étendre le bénéfice des délais de paiement dérogatoires à tous les opérateurs dont l'activité est couverte par l'accord.\n\nV.-Les I et II entrent en vigueur le 1er janvier 2013. Ils s'appliquent aux contrats en cours pour les créances dont le délai de paiement commence à courir après cette date.\n\n-Code de commerce\n\n-Code de la construction et de l'habitation."
    },
    {
      "provision_ref": "art129",
      "section": "129",
      "title": "Article 129",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2012-649 DC du 15 mars 2012.]"
    },
    {
      "provision_ref": "art130",
      "section": "130",
      "title": "Article 130",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2012-649 DC du 15 mars 2012.]"
    },
    {
      "provision_ref": "art134",
      "section": "134",
      "title": "Article 134",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2012-649 DC du 15 mars 2012.]"
    }
  ]
}