{
  "id": "loi-n-2011-893-du-28-juillet-2011",
  "type": "statute",
  "title": "LOI n° 2011-893 du 28 juillet 2011",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000024408887",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Il est créé un service dématérialisé gratuit favorisant le développement de la formation en alternance. Ce service vise notamment à faciliter la prise de contact entre les employeurs et les personnes recherchant un contrat en alternance, en complémentarité avec le service prévu à l'article L. 6111-4 du code du travail, à les aider à la décision grâce à des outils de simulation et à développer la dématérialisation des formalités liées à l'emploi et à la rémunération des personnes en alternance.Les chambres consulaires et les organismes collecteurs paritaires agréés pour recevoir les contributions des entreprises au financement des contrats ou des périodes de professionnalisation       participent, dans l'exercice de leurs compétences, à l'organisation et au développement de ce service."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "A titre expérimental, pour une durée de deux ans à compter de la promulgation de la présente loi et dans les départements définis par arrêté du ministre chargé de l'apprentissage, la mission des médiateurs prévus à l'article L. 6222-39 du code du travail est étendue à l'accompagnement de l'entreprise ou de l'apprenti dans la mise en œuvre de la réglementation relative à l'apprentissage par les entreprises artisanales et industrielles, commerciales et de services qui accueillent un ou plusieurs apprentis."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Dans un délai d'un an après la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur le financement des formations en apprentissage dispensées au sein de l'Etat, des collectivités territoriales et des établissements publics."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "A titre expérimental,              jusqu'au 31 décembre 2015, les contrats de professionnalisation peuvent être conclus par un particulier employeur, sous réserve d'un accompagnement de ce dernier adapté aux spécificités de son statut.Un accord de branche étendu détermine :1° L'accompagnement adapté du particulier employeur ;2° Les conditions de financement de la formation du salarié et du particulier employeur ;3° L'organisme collecteur paritaire agréé chargé de financer cette formation.Le Gouvernement présente au Parlement une évaluation de cette expérimentation avant son terme."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Dans un délai d'un an après la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur les modalités de mise en œuvre d'un crédit individuel de formation inversement proportionnel au niveau d'études atteint et disponible sous forme de chèque formation."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Un rapport du Gouvernement est déposé au Parlement, avant le 1er octobre 2011, sur les conditions et l'évolution des sources de financement des examens organisés par les centres de formation d'apprentis, ainsi que sur les aménagements qui pourraient être apportés quant à la périodicité de ces examens."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "Les articles 31 à 39 de la présente loi entrent en vigueur au 1er novembre 2011. Un accord collectif national conclu avant cette date peut déroger à ces articles."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "Un accord conclu et agréé dans les conditions prévues à la section 5 du chapitre II du titre II du livre IV de la cinquième partie du code du travail peut prévoir l'expérimentation de modalités particulières d'accompagnement et d'incitation financière dans le parcours de retour à l'emploi dans les bassins d'emploi qu'il détermine et pour des personnes ayant perdu leur emploi suite à l'échéance d'un contrat à durée déterminée, d'une mission de travail temporaire ou d'un chantier au sens des articles L. 1236-8, L. 1223-8 et L. 1223-9 du même code. Ces modalités peuvent notamment comprendre les mesures mentionnées à l'article L. 1233-65 du même code, des périodes de formation et des périodes de travail effectuées dans les conditions définies au 3° de l'article L. 1233-68 dudit code.\n\nCet accord, conclu pour une durée maximale de trois ans, détermine les conditions dans lesquelles l'expérimentation est évaluée avant son terme. Cette évaluation est communiquée au Parlement."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "I, II,-A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII.-Le recouvrement de la contribution due par l'employeur en cas de non-proposition du contrat de sécurisation professionnelle, ainsi que des versements à sa charge au titre du financement de ce contrat, prévus respectivement aux articles L. 1233-66 et L. 1233-69 du code du travail, est effectué par l'institution mentionnée à l'article L. 5312-1 du même code, pour le compte de l'organisme gestionnaire du régime d'assurance chômage mentionné à l'article L. 5427-1 dudit code. La contribution et les versements exigibles avant le 1er janvier 2013 sont recouvrés, à compter de cette date, selon les règles, garanties et sanctions applicables avant cette même date.\n\nIV.-Jusqu'à l'entrée en vigueur des dispositions conventionnelles et réglementaires d'application de l'article 41 de la présente loi, la convention de reclassement personnalisé et le contrat de transition professionnelle restent applicables selon les modalités en vigueur à la date de promulgation de la présente loi, sous réserve des stipulations des accords collectifs conclus en application de l'article L. 1233-68 du code du travail dans sa rédaction antérieure à la présente loi.\n\nLes organismes collecteurs paritaires agréés pour recevoir les contributions des entreprises au financement des contrats ou des périodes de professionnalisation et du droit individuel à la formation peuvent affecter des ressources collectées à ce titre aux mesures de formation mises en œuvre dans le cadre de conventions de reclassement personnalisé ou de contrats de transition professionnelle. Le fonds paritaire de sécurisation des parcours professionnels mentionné à l'article L. 6332-18 du code du travail peut contribuer au financement de ces mesures de formation.\n\nV.-A abrogé les dispositions suivantes au 31 décembre 2012 :\n\nLa filiale de l'Association nationale pour la formation professionnelle des adultes visée à l'article 2 de la même ordonnance assure la mise en œuvre des mesures mentionnées à l'article L. 1233-65 du code du travail pour les salariés licenciés pour motif économique résidant sur les bassins visés au premier alinéa de l'article 1er de ladite ordonnance et ayant adhéré au contrat de sécurisation professionnelle avant le 30 juin 2012.\n\nVI.-Les articles 41 et 44 de la présente loi ne s'appliquent pas à Mayotte.\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-LOI n° 2011-94 du 25 janvier 2011\n\n-Code de la sécurité sociale.\n\n-Ordonnance n° 2006-433 du 13 avril 2006"
    }
  ]
}