{
  "id": "loi-n-90-86-du-23-janvier-1990",
  "type": "statute",
  "title": "Loi n° 90-86 du 23 janvier 1990",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000707200",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "... VII. - (abrogé)\n\nVIII. - Les paragraphes I à VI du présent article entreront en application à compter du 1er janvier 1991.\n\n..."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Des dispositions spéciales seront prises par arrêté pour limiter les conséquences financières de l'article 1er de la présente loi sur les employeurs."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Jusqu'à l'installation des commissions interrégionales de la tarification sanitaire et sociale, les commissions régionales expérimentées en Ile-de-France et en Aquitaine, en application de l'article 66 de la loi n° 86-17 du 6 janvier 1986 adaptant la législation sanitaire et sociale aux transferts de compétences en matière d'aide sociale et de santé sont maintenues. Les procédures engagées devant les commissions régionales continuent à produire leurs effets devant les nouvelles juridictions."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Les prestations et les salaires servant de base à leur calcul mentionnés aux articles L. 341-6 et L. 351-11 du code la sécurité sociale, ainsi que les prestations, salaires et revenus dont les modalités de revalorisation et de majoration sont identiques, sont revalorisées de 2,15 p. 100 au 1er janvier 1990 et de 1,3 p. 100 au 1er juillet 1990."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "[Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 89-269 DC du 22 janvier 1990.]"
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I.-Paragraphe modificateur\n\nII.-Les personnes admises en centre d'aide par le travail qui, à la date d'entrée en vigueur de la présente loi, bénéficient du cumul de l'allocation aux adultes handicapés et de la garantie de ressources conservent le montant cumulé de ces avantages tant que ce montant est supérieur à celui résultant des limites instituées par le neuvième alinéa de l'article L. 821-1 du code de la sécurité sociale.\n\nUn décret fixe, en tant que de besoin, ces modalités transitoires.\n\nIII.-Le dispositif prévu au présent article entre en vigueur au 1er juin 1990."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I.-Sous réserve des décisions de justice devenues définitives, les arrêtés préfectoraux fixant dans les unités ou centres de long séjour les forfaits journaliers de soins à la charge de l'assurance maladie ainsi que les décisions des présidents de conseil général fixant dans ces unités ou centres les prix de journée-hébergement sont validés en tant que leur légalité serait contestée par le moyen tiré de l'absence des décrets d'application prévus par les articles 8 et 9 de la loi n° 78-11 du 4 janvier 1978 modifiant et complétant certaines dispositions de la loi n° 75-535 du 30 juin 1975 relative aux institutions sociales et médico-sociales et de la loi n° 70-1318 du 31 décembre 1970 portant réforme hospitalière.\n\nLes personnes hébergées en long séjour auxquelles le délai de prescription prévu aux articles L. 131-4 et L. 252-4 du code de l'action sociale et des familles a été opposé ou est opposable à la date de publication de la présente loi peuvent déposer une demande de prise en charge au titre de l'aide sociale dans les délais prévus en application des articles L. 131-4 et L. 252-4 précités courant à partir de la date de publication de la présente loi, pour la période comprise entre la date d'admission en établissement et celle de ladite publication.\n\nLes sommes dues en application de la présente disposition ne peuvent donner lieu à intérêts moratoires.\n\nII. Paragraphe modificateur\n\nIII. Paragraphe modificateur\n\nIV.-Les dispositions prévues aux paragraphes II et III du présent article sont applicables au plus tard jusqu'à l'entrée en vigueur de la réforme des conditions de prise en charge des personnes âgées dépendantes."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Les médecins diplômés dans les conditions prévues à l'article 50 de la loi n° 68-978 du 12 novembre 1968 peuvent se voir reconnaître une compétence en angéiologie dans les mêmes conditions que les médecins diplômés sous le régime d'études antérieur à celui institué par la loi n° 82-1098 du 23 décembre 1982 relative aux études médicales et pharmaceutiques, s'ils ont validé dans cette discipline un cycle universitaire d'études commencé au plus tard au cours de l'année universitaire 1988-1989."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Sont validés les diplômes d'Etat de docteur en médecine, les diplômes d'études spécialisées et les diplômes d'études spécialisées complémentaires délivrés aux candidats entrés dans le troisième cycle des études médicales avant le 1er octobre 1988 et qui ont demandé à bénéficier des dispositions du décret n° 88-321 du 7 avril 1988 fixant l'organisation du troisième cycle des études médicales, en tant que la légalité de ces diplômes serait contestée par le moyen tiré de l'illégalité entachant le deuxième alinéa de l'article 73 du décret n° 88-321 du 7 avril 1988 précité."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Le mandat des membres des commissions médicales d'établissement en fonctions dans les établissements publics hospitaliers à la date du 31 décembre 1988 est prorogé jusqu'au 31 décembre 1990 au plus tard."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "L'Institut national de la statistique et des études économiques a pour obligation de publier, chaque mois, un indice des prix à la consommation d'où est exclue toute référence aux prix du tabac."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "Les fonctionnaires retraités - et leurs ayants cause - ayant appartenu aux corps des professeurs certifiés et assimilés, des professeurs d'éducation physique et sportive, des conseillers principaux d'éducation et des professeurs de lycée professionnel du deuxième grade, radiés des cadres avant le 1er septembre 1989, âgés de cinquante ans et six mois au moins et ayant atteint le huitième échelon de leurs grades à la date de leur radiation des cadres, bénéficient, à compter du 1er septembre 1989, d'une révision de leur pension civile sur la base de l'indice de traitement pris en compte pour la liquidation de leur pension augmenté de quinze points d'indice majoré."
    }
  ]
}