{
  "id": "loi-n-48-975-du-16-juin-1948",
  "type": "statute",
  "title": "Loi n° 48-975 du 16 juin 1948",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000504674",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les dispositions ci-après fixent les conditions dans lesquelles sont tenus de se constituer sous la forme soit de sociétés coopératives, soit d'associations syndicales de reconstruction, les groupements ayant pour objet de réaliser pour le compte de leurs membres, en application de la loi du 28 octobre 1946, la reconstruction des immeubles bâtis ou la reconstitution des biens mobiliers autres que les biens meubles d'usage courant ou familial."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les sociétés coopératives de reconstruction sont constituées entre personnes physiques ou morales, publiques ou privées ayant droit à indemnité pour réparation de dommages immobiliers au titre de la loi du 28 octobre 1946.Elles et leurs unions sont des sociétés de gestion. Elles jouissent de la personnalité civile et relèvent de la compétence des tribunaux civils. Elles sont soumises à l'agrément préalable du ministre de l'équipement et du logement.Les sociétés coopératives de reconstitution mobilière sont constituées entre personnes ayant droit, au titre de la loi du 28 octobre 1946, à indemnité de reconstitution de biens mobiliers autres que les biens meubles d'usage courant ou familial. Sauf en cas de dérogation accordée par le ministre de l'équipement et du logement, sur avis de la commission départementale de la reconstruction, ces sociétés coopératives de reconstitution mobilière sont distinctes des sociétés coopératives de reconstruction immobilière. Elles sont régies par les dispositions de la présente loi applicables à ces dernières.Lorsqu'une société coopérative s'occupera à la fois de reconstruction immobilière et de reconstitution mobilière, les deux genres d'activité ne pourront jamais être confondus et devront, au contraire, toujours faire l'objet de deux comptes distincts."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "L'agrément du ministre de l'équipement et du logement est donné pour chaque coopérative après avis de la commission départementale de la reconstruction, avis qui devra être formulé dans le délai d'un mois à partir de la demande d'agrément.En cas d'avis défavorable de la commission départementale, et préalablement à la décision du ministre, un deuxième examen de la demande d'agrément sera effectué, dans le délai d'un mois à partir de l'avis de la commission départementale, par une commission nationale dont la composition est fixée par décret. Si l'agrément du ministre de l'équipement et du logement est refusé malgré un avis favorable de la commission nationale, la décision de refus du ministre devra être motivée. Cette décision devra intervenir dans le délai d'un mois à partir de l'avis de la commission nationale.En cas d'avis favorable de la commission départementale, le ministre ne pourra refuser l'agrément qu'après avis de la commission nationale et, s'il est favorable, le refus devra être motivé. Les mêmes délais d'un mois seront observés.La commission nationale, présidée par un magistrat de l'ordre judiciaire, devra comprendre un nombre de représentants des sinistrés égal à la moitié de ses membres ; ces représentants seront désignés par les fédérations nationales les plus représentatives.Le retrait d'agrément peut être prononcé par décision motivée du ministre de l'équipement et du logement et après avis de la commission départementale de la reconstruction et de la commission nationale ci-dessus désignée.Le ministre de l'équipement et du logement consulte également la commission nationale avant de prendre une décision sur l'agrément ou le retrait de l'agrément des coopératives dont l'activité déborde le cadre départemental."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Le retrait de l'agrément, hors le cas où la coopérative régularise sa situation et obtient un nouvel agrément, entraîne la dissolution et la liquidation anticipée de celle-ci."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Les statuts des sociétés coopératives de reconstruction sont obligatoirement établis en conformité des dispositions des statuts-types arrêtés par le ministre de l'équipement et du logement qui détermine les dispositions desdits statuts ayant un caractère obligatoire.La décision du ministre de l'équipement et du logement devra intervenir dans le délai maximum d'un mois à partir de la promulgation de la présente loi."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Dans le mois de son agrément, toute société coopérative doit, à peine de nullité, déposer à la préfecture du département de son siège :\n\n1° Un original de l'acte constitutif, s'il est fait par acte sous seing privé, ou une expédition, s'il est notarié ;\n\n2° Une ampliation des décisions d'agrément du ministre de l'équipement et du logement.\n\nDans le même délai et sous la même sanction, un extrait de l'acte constitutif est publié sur un support habilité à recevoir des annonces légales dans le département du siège.\n\nIl est fait mention de la décision d'agrément du ministre de l'équipement et du logement."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "L'assemblée générale délibère sur les statuts et sur toutes les affaires de la société, sous réserve des dispositions de la présente loi."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "L'assemblée générale nomme un conseil d'administration pris parmi les membres de la société.Les fonctions d'administrateur sont gratuites, sauf remboursement des frais exposés."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Le conseil d'administration agit, d'une manière générale, pour le compte des adhérents, comme étant leur mandataire vis-à-vis de l'Etat et des tiers et gère leurs intérêts dans les conditions de la présente loi. Il passe notamment tous contrats et marchés en leur nom, fait exécuter les travaux de réparation et de reconstitution de leurs immeubles et des éléments d'exploitation, conformément aux plans et devis acceptés par eux.Le président ou son mandataire représente valablement la société en justice. Le conseil peut déléguer tout ou partie de ses pouvoirs à l'un de ses membres et charger, sous sa responsabilité, un directeur ou gérant d'exécuter et de surveiller les opérations de la société.Dans tous les actes, factures, annonces ou autres documents émanant de la société, la dénomination sociale doit toujours être précédée ou suivie immédiatement des mots écrits visiblement et en toutes lettres : \"Société coopérative de reconstruction\" ou \"Société coopérative de reconstitution\" ; il devra également être indiqué que cette société est constituée en vertu de la présente loi."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Les ressources propres de la société se composent notamment :1° D'une participation des associés fixée chaque année par l'assemblée générale, dont le montant, jusqu'à concurrence au maximum de 1 % de leurs travaux et avec leur agrément individuel, peut être imputé sur l'indemnité de dommages de guerre ;2° Des subventions visées à l'article 31 ci-après ;3° Des subventions et avances accordées par les départements, les communes, les établissements publics ;4° Des libéralités, dons et legs faits à la société ;5° Des subventions à recevoir de l'Etat à titre de remboursement des frais d'émission et autres relatifs aux emprunts qui pourront être contractés en vertu des dispositions de l'article 51 ci-après.Les charges de la société comprennent seulement les frais et dépenses nécessaires à son fonctionnement."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "La société coopérative est soumise au contrôle administratif, technique et financier de l'Etat.En vue de l'exercice de ce contrôle, tous les comptes rendus des délibérations de l'assemblée générale et du conseil d'administration, tous les registres, documents et pièces comptables ou autres concernant la gestion de la coopérative et les dossiers administratifs et techniques des adhérents sont, à tous moments, tenus au siège de la société, à la disposition des représentants du ministère de l'équipement et du logement désignés à cet effet.La société coopérative doit autoriser, sur leur demande, les représentants dûment habilités à cet effet du ministre de l'économie et des finances et du ministre de l'équipement et du logement à prendre connaissance de tous renseignements, pièces ou documents relatifs aux mouvements des comptes ouverts à son nom dans les établissements bancaires.Un décret d'application, pris par le ministre de l'équipement et du logement, fixera les modalités d'organisation technique des travaux."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Le délégué départemental du ministère de l'équipement et du logement doit être avisé de la date, du lieu et de l'ordre du jour de toutes réunions du conseil d'administration ou de l'assemblée générale, trois jours francs au moins à l'avance. Si l'activité de la société coopérative excède le cadre du département, l'avis est donné au ministre de l'équipement et du logement cinq jours francs au moins avant la réunion.Le ministre ou son délégué peut se faire représenter à ces réunions, son représentant siège avec voix consultative.Ce représentant peut suspendre dans un délai de six jours l'exécution d'une délibération du conseil d'administration ou d'une décision prise par l'administrateur délégué visé à l'article 9, alinéa 3, ci-dessus, au cas où il estimerait cette délibération ou cette décision contraire aux dispositions législatives ou réglementaires ou aux règles d'une bonne gestion de la société. Il soumet l'affaire au conseil d'administration avec ses observations dans un délai de quinze jours et celui-ci, convoqué par son président, décide."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Le délégué départemental du ministère de l'équipement et du logement peut requérir que les marchés ou contrats relatifs aux travaux fassent l'objet d'un appel à la concurrence.A cet effet, la société coopérative doit justifier que trois entrepreneurs au moins lui ont fait des offres, parmi lesquelles elle choisit celles qui paraissent mériter la préférence. Si trois offres n'ont pas été réunies, la société doit procéder à une nouvelle consultation plus étendue, à moins qu'elle n'en soit dispensée par le délégué départemental du ministère de l'équipement et du logement.Les marchés passés par les sociétés coopératives de reconstruction doivent être conformes aux documents types établis à leur usage par l'administration."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "En cas de faute grave ou de carence du président ou de l'administrateur délégué mentionné à l'article 9, alinéa 3, le ministre de l'équipement et du logement peut, par arrêté motivé, suspendre l'intéressé jusqu'à la prochaine assemblée générale ordinaire : le conseil d'administration désigne dans un délai de quinze jours celui de ses membres auquel sont transférés les pouvoirs du président ou de l'administrateur délégué suspendu.En cas d'irrégularités graves dans la gestion ou de carence du conseil d'administration, le ministre de l'équipement et du logement peut, par arrêté motivé, dessaisir le conseil d'administration et désigner un administrateur auquel est transféré de plein droit l'ensemble des pouvoirs dudit conseil d'administration. La mission de cet administrateur prend fin, soit à la désignation d'un nouveau conseil d'administration par l'assemblée générale convoquée à sa diligence dans un délai de soixante jours, soit à la dissolution de l'organisme si celui-ci est entré dans la phase d'achèvement de son activité au sens des dispositions du décret n° 56-1298 du 20 décembre 1956."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Sous réserve des dispositions de la présente loi ou des textes pris pour son application, les sociétés coopératives de reconstruction sont régies par les principes généraux du droit, applicables aux contrats et obligations. Toutefois, la comptabilité de la société est tenue suivant les usages du commerce.La loi du 10 septembre 1947, portant statut de la coopération ne s'applique pas aux sociétés coopératives de reconstruction immobilière ou de reconstitution mobilière."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Des associations syndicales de reconstruction peuvent être constituées par arrêté du ministre de l'équipement et du logement entre les propriétaires sinistrés qui en font la demande.Des associations syndicales peuvent, de même, être constituées sur avis conforme de la commission départementale de la reconstruction entre l'ensemble des propriétaires précédemment groupés en associations syndicales de remembrement, lorsque les quatre cinquièmes en nombre au moins et les deux tiers en intérêt au moins de ces propriétaires ont sollicité cette mesure.Le ministre de l'équipement et du logement peut, sous les conditions prévues à l'alinéa précédent, grouper en association syndicale de reconstruction des propriétaires à qui des terrains ont été ou doivent être attribués en exécution d'un remembrement partiel effectué par une association syndicale de remembrement."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Les associations syndicales de reconstruction sont des établissements publics jouissant de l'autonomie financière et placés sous la tutelle du ministre de l'équipement et du logement.Leurs statuts sont approuvés par le ministre de l'équipement et du logement."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "L'assemblée générale élit pour un an parmi les membres de l'association syndicale un bureau de trois à dix membres.Les fonctions de membres du bureau sont gratuites, sauf remboursement des frais exposés."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "L'administration de l'association est assurée par le bureau avec l'aide et sous le contrôle d'un commissaire à la reconstruction nommé par le ministre de l'équipement et du logement.Tout membre de l'association a le droit, à tout moment, d'obtenir du président de l'association et du commissaire à la reconstruction les renseignements qui intéressent ses intérêts dans la reconstruction.L'association ne peut engager aucun de ses membres sans l'autorisation personnelle de celui-ci, pour une somme plus élevée que l'indemnité de reconstruction à laquelle la loi du 28 octobre 1946 donne droit à ce membre."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Le président représente l'association syndicale. Il est élu par le bureau parmi ses membres. Ses fonctions sont gratuites, sauf remboursement des frais exposés."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "L'assemblée générale ordinaire approuve la gestion du bureau après avoir entendu le commissaire qui doit présenter un rapport sur les opérations accomplies pendant l'année, ainsi que sur la situation financière.Elle donne son avis sur :1° Toutes les questions pour lesquelles les statuts prévoient sa consultation ;2° Les propositions de dissolution de l'association ou de modification des statuts.Dans les réunions autres que l'assemblée annuelle, l'assemblée générale ne peut délibérer que sur les questions qui figurent à l'ordre du jour."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Le commissaire à la reconstruction prépare et propose au président et au bureau les mesures nécessaires au fonctionnement de l'association syndicale, à la préparation et au règlement des travaux.Il établit le projet de budget.Sous peine de nullité des délibérations, il participe avec voix consultative aux réunions de l'assemblée générale et du bureau.Il contresigne toutes les pièces portant engagements de dépenses, sauf dérogation accordée par le ministre de l'équipement et du logement.D'une manière générale, il est chargé de toutes les attributions qui lui sont confiées par la présente loi, par les textes réglementaires pris pour son application ou par les statuts de l'association syndicale.Le bureau et le président ne peuvent lui consentir de délégation de pouvoir."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Le budget de l'association syndicale prévoit obligatoirement sous des rubriques distinctes :1° Les dépenses de fonctionnement ;2° Les dépenses afférentes aux travaux."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Les ressources propres de l'association se composent notamment :1° D'une participation des associés fixée chaque année par l'assemblée générale, dont le montant, jusqu'à concurrence au maximum de 1 % de leurs travaux et avec leur agrément individuel, peut être imputé sur l'indemnité de dommages de guerre ;2° Des subventions visées à l'article 31 ci-après ;3° Des subventions et avances accordées par les départements, les communes, les établissements publics ;4° Des libéralités, dons ou legs faits à l'association ;5° Des subventions à recevoir de l'Etat à titre de remboursement des frais d'émission et autres, relatifs aux emprunts qui pourront être contractés en vertu des dispositions de l'article 51 ci-après.Les charges de l'association comprennent seulement les frais et dépenses nécessaires à son fonctionnement."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Un receveur-trésorier est chargé, sous sa responsabilité, de poursuivre la rentrée des recettes de l'association et de toutes les sommes qui lui seraient dues, ainsi que du paiement des dépenses de toute nature.Il a seul qualité pour recevoir les indemnités de dommages de guerre accordées par l'Etat aux associés, au titre de la législation sur la reconstruction, ainsi que toute somme versée par l'Etat ou par des tiers, en vue de la construction ou de la reconstruction d'immeubles par l'association syndicale.Il doit, dès leur perception, déposer les fonds disponibles de l'association en compte courant au Trésor public."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Sous réserve des dispositions spéciales de la présente loi, les règles établies pour les maires et les receveurs des communes en ce qui concerne l'ordonnancement et l'acquittement des dépenses, ainsi que la gestion, la présentation et l'examen des comptes, sont applicables aux présidents et receveurs-trésoriers des associations syndicales.Toutefois, des dérogations à ces règles pourront être édictées par arrêtés concertés entre le ministre de l'économie et des finances et le ministre de l'équipement et du logement.Les receveurs-trésoriers sont, pour l'exercice des attributions définies au paragraphe 1er du présent article, soumis aux conditions de surveillance et de responsabilité imposées aux comptables communaux.En outre, ils sont tenus de communiquer aux agents dûment mandatés par le ministre de l'équipement et du logement, sur place ou par écrit, tous renseignements, pièces ou documents intéressant la gestion des associations syndicales."
    },
    {
      "provision_ref": "art26bis",
      "section": "26bis",
      "title": "Article 26bis",
      "content": "Le recouvrement des recettes de l'association est effectué au vu de titres de perception émis par le président et contresignés par le commissaire à la reconstruction. En cas de difficultés d'encaissement, ces titres de perception sont rendus exécutoires par le préfet et les poursuites sont exercées comme en matière de contributions directes."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "La dissolution de l'association est prononcée par arrêté du ministre de l'équipement et du logement, après avis de l'assemblée générale convoquée à cet effet, s'il y a lieu, à sa diligence. La dissolution ne peut être décidée avant la notification de son compte à chacun des sinistrés mandants.Dans le cas où des difficultés contentieuses s'opposent à cette notification, la dissolution de l'association peut être néanmoins prononcée ; les adhérents doivent, dans ce cas, recevoir préalablement notification de la situation provisoire de leur compte et être informés de l'existence et de la nature de ces difficultés, ainsi que de leur incidence financière éventuelle.La dissolution est assortie, le cas échéant, des conditions imposées par le ministre de l'équipement et du logement en vue de l'acquittement des dettes ou dans l'intérêt général."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "La liquidation de l'association dissoute, ainsi que l'accomplissement des conditions imposées par le ministre, sont assurés, sous le contrôle du ministre de l'équipement et du logement, par le commissaire à la reconstruction ou par toute autre personne désignée par le ministre, qui fixe l'étendue de ses pouvoirs.Le receveur-trésorier conserve ses fonctions, conformément aux prescriptions de l'article 25 ci-dessus, pendant toute la période de liquidation."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "Lorsque les commissaires à la reconstruction et le personnel des associations syndicales ne sont pas des fonctionnaires en activité de service, leur statut est celui du personnel des entreprises privées."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Les dépenses de fonctionnement des sociétés coopératives et des associations syndicales telles que location des locaux, frais de convocation, rémunération du personnel, etc., sont couvertes notamment par des subventions de l'Etat sur les crédits ouverts au ministre de l'équipement et du logement.Ces subventions sont accordées suivant un barème et dans les conditions qui seront fixées par décret rendu sur le rapport du ministre de l'économie et des finances et du ministre de l'équipement et du logement.En aucun cas, les subventions ou autres avantages accordés aux sociétés coopératives ne pourront être inférieurs à ceux alloués aux associations syndicales."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "L'assemblée générale est composée de tous les membres de l'association ou de la société coopérative ; chaque membre dispose d'une voix.Les administrateurs légaux, les tuteurs des mineurs et des majeurs en tutelle, les administrateurs des biens des aliénés, les administrateurs provisoires des biens des présumés absents, les envoyés en possession provisoire et, d'une façon générale, les mandataires légaux ou judiciaires participent aux assemblées générales sans qu'il soit besoin d'une autorisation particulière des conseils ou juridictions dont ils dépendent.En cas d'usufruit, de copropriété ou d'indivision, le représentant est désigné dans les conditions prévues par l'article 64 de la loi du 28 octobre 1946. Il ne dispose que d'une voix.Les contestations qui peuvent s'élever sur les droits des membres ne préjudicient pas à la validité des décisions de l'assemblée générale.Les communes, les départements, les établissements publics sont représentés conformément à la loi."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Les administrateurs et les membres des bureaux sont responsables envers la société coopérative ou l'association syndicale et envers les tiers soit des infractions aux dispositions légales ou réglementaires, soit des fautes lourdes qu'ils auraient commises dans l'exercice de leurs fonctions."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Les membres des groupements sont obligés individuellement en ce qui concerne les travaux exécutés pour leur compte. Ils sont, en outre, tenus des dettes et  obligations résultant de l'activité de l'organisme proportionnellement au montant des travaux qui les concernent.Ils ne peuvent se retirer des groupements avant l'achèvement des travaux de reconstruction de leurs immeubles et la liquidation qui devra suivre leurs décomptes individuels qu'avec l'accord du ministre de l'équipement et du logement, après avis du bureau ou du conseil d'administration de l'organisme intéressé.Ils pourront toutefois s'en retirer à tout moment s'ils bénéficient, sur leur demande, de l'indemnité d'éviction prévue par l'article 19 de la loi du 28 octobre 1946.A compter d'une date qui sera fixée par arrêté du ministre de l'équipement et du logement, aucun nouveau membre ne pourra être admis dans une association syndicale de reconstruction ou société coopérative de reconstruction, sans l'agrément préalable du ministre."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Les membres des groupements indiquent les biens dont les dommages donnent lieu à indemnité, la nature des travaux à exécuter, ainsi que les sommes par eux dues ou qui leur sont réclamées pour travaux de reconstruction antérieurement effectués.Ils certifient que ces indemnités sont nettes de toutes imputations prévues ou autorisées par les lois en vigueur ou indiquent les imputations effectuées ou à effectuer.Le délégué départemental à la reconstruction est tenu de communiquer aux groupements tous renseignements concernant les travaux effectués, antérieurement à l'admission du sinistré, sur l'immeuble de ce dernier, soit par lui-même, soit par l'Etat. Il doit, de même, faire connaître au groupement si le sinistré a demandé, conformément à la loi, l'imputation sur son indemnité de dommages de guerre de tout ou partie des impôts institués par l'ordonnance du 15 août 1945.A compter du jour de son entrée dans le groupement, le sinistré ne peut demander l'imputation prévue à l'alinéa précédent ; s'il possède plusieurs immeubles endommagés par actes de guerre, dont parties seulement devront être reconstruites par le groupement, il peut demander que cette imputation soit faite exclusivement sur les indemnités afférentes aux immeubles dont la reconstruction n'est pas assurée par le groupement."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "La souscription d'emprunts pour couvrir la fraction du coût de reconstitution des biens qui restait éventuellement à la charge du sinistré nécessite un mandat spécial de ce dernier, qui doit fournir garantie suffisante pour le remboursement du prêt et le paiement des intérêts."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "Les fonds de la société sont séparés en deux comptes distincts, le compte des travaux et le compte de gestion.Un compte individuel est ouvert à chaque associé.A ce compte figurent tous les apports du sinistré, qui comprennent notamment les indemnités prévues par la loi du 28 octobre 1946, le produit des emprunts souscrits par lui et, le cas échéant, s'il le désire, le solde, après apurement, de son compte de remembrement.Il constate également le montant des dépenses se rapportant aux travaux effectués pour son compte et sa participation dans les travaux d'intérêt commun."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "Sous réserve des dispositions légales et réglementaires concernant l'ordre de priorité, l'ordre des travaux est fixé par le conseil d'administration ou le bureau, suivant les règles des statuts, et approuvé par l'assemblée générale."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "Les associations syndicales de reconstruction et les sociétés coopératives de reconstruction sont maîtres d'ouvrage jusqu'à la réception définitive des travaux.Le groupement de reconstruction maître de l'ouvrage doit procéder à la réception provisoire des travaux qu'il a fait exécuter pour le compte de ses adhérents dans le délai d'un mois, suivant la date d'achèvement des ouvrages prévus aux marchés.Quinze jours au moins avant la date fixée, le groupement, convoque l'architecte, le ou les entrepreneurs intéressés ainsi que les sinistrés mandants pour le compte de qui les travaux ont été exécutés.Les constatations sur le chantier sont faites par l'architecte assistant le maître de l'ouvrage.Il est immédiatement dressé procès-verbal de la réception provisoire ; ce procès-verbal porte notamment mention, de façon précise et détaillée, des omissions, imperfections et malfaçons constatées.Le procès-verbal de réception provisoire est signé par le maître de l'ouvrage, l'architecte et l'entrepreneur et, en outre, par chacun des sinistrés pour le compte desquels les travaux ont été exécutés."
    },
    {
      "provision_ref": "art39bis",
      "section": "39bis",
      "title": "Article 39bis",
      "content": "Le sinistré qui refuse de signer le procès-verbal doit, à peine de forclusion, faire connaître au maître de l'ouvrage les motifs de son refus par écrit et dans un délai maximum de quinze jours à compter de la réception provisoire.Dans un délai qui ne peut excéder quinze jours à compter de l'expiration de celui visé au paragraphe précédent, le bureau ou le conseil d'administration, avis pris de l'architecte, statue sur les motifs invoqués par le sinistré et fait connaître à celui-ci sa décision, sous pli recommandé avec demande d'avis de réception.Il est expressément fait mention de la décision du bureau ou du conseil d'administration au procès-verbal qui peut alors être valablement notifié à l'entrepreneur sans la signature du sinistré intéressé ; le procès-verbal peut également être valablement notifié sans la signature du sinistré lorsque celui-ci, régulièrement convoqué, ne s'est pas présenté ou fait représenter, ou lorsqu'il a encouru la forclusion, prévue au premier alinéa du présent article."
    },
    {
      "provision_ref": "art39ter",
      "section": "39ter",
      "title": "Article 39ter",
      "content": "Dans le délai de quarante jours à compter de la date de la réception provisoire, le maître de l'ouvrage notifie à l'entrepreneur le procès-verbal de réception provisoire, sous pli recommandé avec demande d'avis de réception, et informe l'architecte ; cette notification vaut injonction à l'entrepreneur d'exécuter ses obligations, conformément aux indications dudit procès-verbal, dans un délai qui ne peut excéder trois mois à compter de la date de la notification de celui-ci, quelle que soit cette date.A l'expiration du délai de trois mois visé à l'alinéa précédent, le maître de l'ouvrage fait procéder à cette exécution aux frais, risques et pour le compte de l'entrepreneur défaillant.Le groupement peut faire l'avance de ces frais."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "Sauf dérogation spéciale accordée par le ministre de l'équipement et du logement, aucune personne employée à la direction ou à la gestion des associations syndicales ou des sociétés coopératives ne peut, d'autre part, louer ou avoir loué ses services ou son industrie à l'organisme considéré, être ou avoir été son fournisseur."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "Les groupements visés par la présente loi ne peuvent, pour l'exécution des travaux, traiter avec une entreprise qui aurait été exclue des travaux de reconstruction par le ministre de l'équipement et du logement, non plus qu'avec une entreprise dans laquelle un membre élu du conseil d'administration ou du bureau, ou un agent du groupement, même après cessation de ses fonctions, aurait ou aurait eu, dans les cinq dernières années, un intérêt quelconque, ou qui rémunérerait et qui aurait rémunéré, dans les cinq dernières années, à un titre quelconque, l'une de ces personnes.Il pourra être dérogé à cette interdiction par décision du ministre de l'équipement et du logement, sur avis conforme de la commission départementale de la reconstruction.Les marchés passés par les groupements prévoient la résiliation à toute époque, avec l'approbation du ministre, en cas de violation des dispositions du présent article et sans indemnité pour l'entrepreneur."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "Les groupements représentent valablement leurs membres pour toutes les opérations relatives à la reconstitution, notamment pour l'accomplissement des formalités prévues par la loi du 28 octobre 1946."
    },
    {
      "provision_ref": "art42bis",
      "section": "42bis",
      "title": "Article 42bis",
      "content": "Les frais de gestion et d'entretien des immeubles qui, construits par les groupements de reconstruction au moyen d'avances de l'Etat, en exécution de l'ordonnance n° 45-2064 du 8 septembre 1945 et des textes subséquents, ne peuvent, une fois achevés, être immédiatement cédés aux sinistrés, sont pris en charge par l'Etat dans la limite des crédits ouverts à cet effet."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "Les sociétés coopératives de reconstruction constituées dans les conditions fixées par la présente loi peuvent se grouper en unions, en vue de passer des marchés, effectuer des achats en commun, centraliser leurs opérations de comptabilité et s'aider mutuellement dans la gestion de leurs intérêts communs.Le ministre de l'équipement et du logement peut, aux mêmes fins, autoriser la constitution, sur le plan départemental, sauf dérogation spéciale, d'unions d'associations syndicales de reconstruction.Les unions ont les mêmes caractères juridiques que les groupements qui les composent."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "Les statuts des unions de sociétés coopératives de reconstruction et des unions d'associations syndicales de reconstruction sont établis en conformité des dispositions des statuts-types, arrêtés par le ministre de l'équipement et du logement, qui détermine les dispositions desdits statuts ayant un caractère obligatoire, compte devant être tenu des prescriptions de l'article 5 de la présente loi."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "Les unions de sociétés coopératives de reconstruction et les unions d'associations syndicales de reconstruction durent jusqu'à la réalisation de l'objet pour lequel elles ont été constituées ; la dissolution d'une union ne peut être prononcée avant l'expiration de son terme qu'en vertu d'une délibération prise à la majorité des deux tiers au moins des délégués des sociétés coopératives ou des associations syndicales présents ou représentés à l'assemblée générale.L'union ne prend pas fin par la volonté de l'une des sociétés ou des associations adhérentes, ni par leur dissolution ; elle se continue de plein droit jusqu'à l'expiration de son propre terme."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "L'assemblée générale de l'union des sociétés coopératives ou d'associations syndicales de reconstruction délibère souverainement sur les statuts et les comptes et peut se saisir de toutes les affaires de l'union ; elle est composée de tous les délégués des groupements constituant l'union.Le nombre des délégués de chaque société ou association est fixé par les statuts de l'union.Les délégués à l'assemblée générale peuvent se faire représenter par l'un d'eux. Le nombre maximum de mandats qui peuvent être confiés à un même délégué est fixé par les statuts de l'union.L'assemblée délibère valablement lorsque le quart du nombre des délégués est présent ou représenté.Les décisions sont toujours prises à la majorité des voix des délégués présents ou représentés."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "L'assemblée générale d'une union de sociétés coopératives nomme un conseil d'administration dont les membres sont choisis parmi les délégués des sociétés coopératives.L'assemblée générale d'une union d'associations syndicales élit un bureau dont les membres sont choisis parmi les délégués des associations syndicales."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "Les ressources destinées à faire face aux frais et dépenses des unions de sociétés coopératives ou d'associations syndicales se composent :1° Des cotisations des sociétés coopératives ou associations syndicales adhérentes ;2° Des subventions et avances accordées par les départements, les communes ou les établissements publics ;3° Des libéralités, dons et legs faits à l'union ;4° Des subventions à recevoir de l'Etat à titre de remboursement des frais d'émission et autres relatifs aux emprunts qui pourraient être contractés en vertu des dispositions de l'article 51 ci-après.Les charges des unions de coopératives ou d'associations syndicales comprennent seulement les frais et dépenses nécessaires à leur fonctionnement."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "Sous réserve des dispositions qui précèdent, les unions sont soumises aux règles applicables aux groupements qui les constituent, tant en ce qui concerne leur formation, leur administration, et leur gestion qu'en ce qui concerne le contrôle de leur fonctionnement."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "Les sociétés coopératives de reconstruction, les associations syndicales de reconstruction et leurs unions sont autorisées à adhérer, dans les conditions prévues à l'article premier (1°) du décret n° 47-1338 du 19 juillet 1947, à un groupement constitué, en application des articles 44 à 49 de la loi n° 47-580 du 30 mars 1947. Toutefois, elles sont dispensées de l'agrément spécial exigé audit article."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "Les sociétés coopératives de reconstruction, les associations syndicales de reconstruction et leurs unions peuvent être autorisées par le ministre de l'équipement et du logement à emprunter directement ; dans les conditions prévues aux articles 44 à 49 de la loi du 30 mars 1947 et du décret du 19 juillet 1947, lorsque le montant des indemnités de dommages de guerre de leurs adhérents prioritaires est au moins égal à un chiffre minimum fixé par arrêté du ministre de l'économie et des finances et du ministre de l'équipement et du logement."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "Lorsque la Caisse nationale des marchés de l'Etat est intervenue dans le financement d'un marché passé par une association syndicale de reconstruction ou par une union d'associations syndicales, elle peut obtenir, en ce qui concerne l'utilisation des emprunts visés aux articles 50 et 51 ci-dessus, les sûretés que l' article 6 du décret du 14 juin 1938 l'autorise à requérir pour le financement des marchés passés par une collectivité ou un établissement public.Les mêmes sûretés peuvent être obtenues en ce qui concerne les fonds à provenir des réquisitions réglées par le Crédit national ou des avances versées par l'Etat, ainsi qu'en ce qui concerne les fonds disponibles dans la caisse de l'association ou de l'union et ayant la même origine.A cet effet, la caisse adresse une requête au commissaire à la reconstruction chargé du contrôle de l'association syndicale ou de l'union qui doit s'assurer que le montant total des fonds visés ci-dessus est toujours au moins égal au montant des engagements de la caisse, ainsi qu'au receveur-trésorier, qui veille, sous sa responsabilité, à l'affectation de ces fonds."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "Tout groupement existant à la date de la promulgation de la présente loi sera appelé en assemblée générale, et ce dans le délai d'un an à dater de ladite promulgation, à l'effet de se prononcer à la majorité des membres présents ou représentés, sur sa transformation en coopérative ou en association syndicale de reconstruction, selon le cas."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "Les groupements déjà constitués, sous quelque forme que ce soit, en vue de la reconstruction ou de la reconstitution de biens sinistrés, pourront obtenir immédiatement l'agrément du ministre de l'équipement et du logement, sous condition de mettre leurs statuts en harmonie avec les dispositions de la présente loi, dans un délai de trois mois à compter de sa promulgation.La modification des statuts pourra, à titre exceptionnel, être adoptée par l'assemblée générale ordinaire, nonobstant toutes dispositions législatives contraires."
    },
    {
      "provision_ref": "art54bis",
      "section": "54bis",
      "title": "Article 54bis",
      "content": "Un arrêté conjoint du ministre de l'équipement et du logement et du ministre de l'économie et des finances peut, sous réserve d'une délibération conforme de l'assemblée générale du groupement en cause, décider la transformation d'une société coopérative de reconstruction en association syndicale de reconstruction, et réciproquement."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "Les libéralités, dons ou legs faits aux groupements ou à leurs unions sont exempts de tous droits de timbre et d'enregistrement."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "Les articles 62, 64, 65, 66, 67 et 69 de la loi du 28 octobre 1946 sont applicables aux sociétés coopératives, aux associations syndicales et à leurs unions."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "Des décrets préciseront le mode d'attribution des subventions aux sociétés coopératives et aux associations syndicales de reconstruction, les règles de comptabilité des sociétés coopératives et de leurs unions, les règles générales de fonctionnement des associations syndicales et de leurs unions, ainsi que, d'une manière générale, les modalités d'application de la présente loi."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "Des décrets fixeront les conditions dans lesquelles les dispositions de la présente loi seront applicables dans les territoires relevant du ministre chargé des départements et territoires d'outre-mer."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "Les associations syndicales et les sociétés coopératives de reconstruction peuvent être autorisées à exécuter pour le compte de personnes physiques ou morales, dans les conditions et selon les modalités prévues par la loi n° 48-975 du 16 juin 1948 et les textes subséquents, des travaux immobiliers n'ouvrant pas droit au bénéfice de la législation sur les dommages de guerre."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "Un décret en Conseil d'Etat fixera les modalités d'application du précédent article et, notamment, les conditions dans lesquelles seront remboursés les frais engagés par le groupement pour le compte des personnes visées à l'article précédent."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "Jusqu'à une date qui sera fixée par arrêté du ministre de l'économie et des finances et du ministre de l'équipement et du logement, les sociétés coopératives de reconstruction ayant obtenu l'autorisation prévue à l'article 59 peuvent également être autorisées par le ministre de l'équipement et du logement ou par le directeur des services départementaux à passer avec toute société constituée en vue de la construction de logements un contrat en vertu duquel elles fourniront à ladite société des services techniques et administratifs.Ce contrat doit être conforme à un contrat-type arrêté par le ministre de l'économie et des finances, le ministre de l'équipement et du logement et le secrétaire d'Etat à l'économie et aux finances, qui précise notamment les modalités du contrôle exercé sur les opérations de construction visées à l'alinéa précédent.Les marchés à conclure avec les entrepreneurs pour l'exécution desdites opérations sont passés dans la même forme que ceux des sociétés coopératives de reconstruction."
    }
  ]
}