{
  "id": "loi-n-72-657-du-13-juillet-1972",
  "type": "statute",
  "title": "Loi n° 72-657 du 13 juillet 1972",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000875580",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Il est institué une taxe sur les surfaces commerciales assise sur la surface de vente des magasins de commerce de détail, dès lors qu'elle dépasse 400 mètres carrés des établissements ouverts à partir du 1er janvier 1960 quelle que soit la forme juridique de l'entreprise qui les exploite. Ne sont pas considérés comme magasins de commerce de détail les établissements de commerce de gros dont la clientèle est composée de professionnels pour les besoins de leur activité ou de collectivités. Lorsque ces établissements réalisent à titre accessoire des ventes à des consommateurs pour un usage domestique, ces ventes constituent des ventes au détail qui sont soumises à la taxe dans les conditions de droit commun.\n\nToutefois, le seuil de superficie de 400 mètres carrés ne s'applique pas aux établissements contrôlés directement ou indirectement par une même personne et exploités sous une même enseigne commerciale lorsque la surface de vente cumulée de l'ensemble de ces établissements excède 4 000 mètres carrés.\n\nLa surface de vente des magasins de commerce de détail, prise en compte pour le calcul de la taxe, et celle visée à l'article L. 720-5 du code de commerce, s'entendent des espaces affectés à la circulation de la clientèle pour effectuer ses achats, de ceux affectés à l'exposition des marchandises proposées à la vente, à leur paiement, et de ceux affectés à la circulation du personnel pour présenter les marchandises à la vente.\n\nLa surface de vente des magasins de commerce de détail prise en compte pour le calcul de la taxe ne comprend que la partie close et couverte de ces magasins.\n\nLa surface de vente à retenir pour le calcul de la taxe est celle existant au 31 décembre de l'année précédant l'année d'imposition pour les établissements existant à cette date.\n\nLes établissements situés à l'intérieur des quartiers prioritaires de la politique de la ville bénéficient d'une franchise de 1 500 euros sur le montant de la taxe dont ils sont redevables.\n\nSi ces établissements, à l'exception de ceux dont l'activité principale est la vente ou la réparation de véhicules automobiles, ont également une activité de vente au détail de carburants, l'assiette de la taxe comprend en outre une surface calculée forfaitairement en fonction du nombre de position de ravitaillement dans la limite de 70 mètres carrés par position de ravitaillement. Le décret prévu à l'article 20 fixe la surface forfaitaire par emplacement à un montant compris entre 35 et 70 mètres carrés.\n\nPour les établissements dont le chiffre d'affaires au mètre carré est inférieur à 3 000 €, le taux de cette taxe est de 5, 74 € au mètre carré de surface définie au troisième alinéa. Pour les établissements dont le chiffre d'affaires au mètre carré est supérieur à 12 000 €, le taux est fixé à 34, 12 €.\n\nA l'exclusion des établissements qui ont pour activité principale la vente ou la réparation de véhicules automobiles, les taux mentionnés à l'alinéa précédent sont respectivement portés à 8, 32 € ou 35, 70 € lorsque, sur un même site ou au sein d'un ensemble commercial au sens de l'article L. 752-3 du code de commerce :\n\n― l'établissement a également une activité de vente au détail de carburants ;\n\n― ou l'établissement contrôle directement ou indirectement une installation de distribution au détail de carburants ;\n\n― ou l'établissement et une installation de distribution au détail de carburants sont contrôlés directement ou indirectement par une même personne.\n\nLorsque le chiffre d'affaires au mètre carré est compris entre 3 000 et 12 000 euros, le taux de la taxe est déterminé par la formule suivante : 5, 74 euros + [0, 00315 × (CA / S-3 000)] euros, dans laquelle CA désigne le chiffre d'affaires annuel hors taxe de l'établissement assujetti, exprimé en euros, et S désigne la surface des locaux imposables, exprimée en mètres carrés.\n\nA l'exclusion des établissements dont l'activité principale est la vente ou la réparation de véhicules automobiles, la formule mentionnée à l'alinéa précédent est remplacée par la formule suivante : 8, 32 € + [0, 00304 × (CAS / S ― 3000)] €, lorsque, sur un même site ou au sein d'un ensemble commercial au sens de l'article L. 752-3 du code de commerce :\n\n― l'établissement a également une activité de vente au détail de carburants ;\n\n― ou l'établissement contrôle directement ou indirectement une installation de distribution au détail de carburants ;\n\n― ou l'établissement et une installation de distribution au détail de carburants sont contrôlés directement ou indirectement par une même personne.\n\nLes professions dont l'exercice à titre principal requiert des superficies de vente anormalement élevées ou, en fonction de leur chiffre d'affaires au mètre carré, les établissements dont la surface des locaux de vente destinés à la vente au détail est inférieure à 600 mètres carrés bénéficient de réductions précisées par décret par rapport aux taux mentionnés ci-dessus. Le montant de la taxe est majoré de 30 % pour les établissements dont la superficie est supérieure à 5 000 mètres carrés et dont le chiffre d'affaires annuel hors taxes est supérieur à 3 000 euros par mètre carré.\n\nLa taxe ne s'applique pas aux établissements dont le chiffre d'affaires annuel est inférieur à 460 000 euros.\n\nLes dispositions prévues à l'article L. 651-5 du code de la sécurité sociale sont applicables pour la détermination du chiffre d'affaires imposable.\n\nLes mêmes taxes frappent les coopératives de consommation et celles d'entreprises privées ou nationalisées et d'entreprises publiques.\n\nLe montant de la taxe calculé selon le présent article et avant application de la modulation prévue au cinquième alinéa du 1.2.4.1 de l'article 77 de la loi n° 2009-1673 du 30 décembre 2009 de finances pour 2010 est majoré de 50 % pour les établissements dont la surface de vente excède 2 500 mètres carrés. Le produit de cette majoration est affecté au budget de l'Etat."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "La taxe est déclarée et payée avant le 15 juin de l'année au titre de laquelle elle est due.\n\nLorsque le montant de la taxe fait l'objet de la majoration prévue au dernier alinéa de l'article 3, le paiement de la taxe donne lieu au versement d'un acompte égal à 50 % du montant de la taxe ainsi majorée.Cet acompte s'impute sur le montant de la taxe dû le 1er janvier de l'année suivante ou, en cas de cessation d'activité au cours de l'année où l'acompte est acquitté, sur le montant de la taxe dû à raison de cette cessation, en application du II de l'article 6.Lorsque le montant de la somme imputable est supérieur au montant de la taxe sur laquelle il s'impute, l'excédent est restitué."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I. - La taxe est due par l'exploitant de l'établissement. Le fait générateur de la taxe est constitué par l'existence de l'établissement au 1er janvier de l'année au titre de laquelle elle est due. La taxe est exigible le 15 mai de la même année. En cas d'exploitation incomplète au cours de l'année précédente, le chiffre d'affaires réalisé par le redevable est annualisé pour apprécier le respect du seuil de 460 000 € mentionné à l'article 3 et pour déterminer le taux de la taxe. Le montant de la taxe est calculé au prorata de la durée de l'exploitation.\n\nII.-La cessation d'exploitation, en cours d'année, d'un établissement de commerce de détail mentionné au premier alinéa de l'article 3 constitue un fait générateur de la taxe.\n\nChaque exploitant qui cesse son activité en cours d'année est redevable de la taxe mentionnée à l'article 3 à ce titre, au prorata de la durée de son exploitation l'année de la cessation.\n\nPour le calcul de la taxe, le chiffre d'affaires réalisé par le redevable est annualisé pour apprécier le respect du seuil de 460 000 € mentionné au même article 3 et déterminer le taux de la taxe. La surface à prendre en compte pour la taxe due au titre de la cessation d'exploitation est la surface mentionnée audit article 3 au jour de la cessation.\n\nLe coefficient multiplicateur prévu au cinquième alinéa du 1.2.4.1 de l'article 77 de la loi n° 2009-1673 du 30 décembre 2009 de finances pour 2010 applicable à la taxe est celui en vigueur à la date de la cessation d'exploitation.\n\nLa taxe est déclarée et payée avant le 15 du sixième mois suivant la cessation d'exploitation."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "La taxe est recouvrée, contrôlée selon les mêmes procédures et sous les mêmes sanctions, garanties et privilèges que la taxe sur la valeur ajoutée. Les réclamations sont présentées, instruites et jugées selon les règles applicables à cette même taxe."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Un décret en Conseil d'Etat déterminera en tant que de besoin les modalités d'application de la présente loi et apportera les adaptations nécessaires à son application dans les départements d'outre-mer. Il prévoira en particulier les majorations applicables en cas de retard de paiement des taxes prévues à l'article 3."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Les dispositions de la présente loi sont applicables aux étrangers sous réserve de la signature de conventions internationales de réciprocité."
    }
  ]
}