{
  "id": "loi-n-79-1102-du-21-decembre-1979",
  "type": "statute",
  "title": "Loi n° 79-1102 du 21 décembre 1979",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000516622",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Pour l'assiette de l'impôt sur le revenu dont sont redevables les assistantes maternelles régies par la loi n. 77-505 du 17 mai 1977, le revenu brut à retenir est égal à la différence entre, d'une part, le total des sommes versées tant à titre de rémunération que d'indemnités pour l'entretien et l'hébergement des enfants et, d'autre part, une somme égale à trois fois le montant horaire du salaire minimum de croissance, par jour et pour chacun des enfants qui leur sont confiés.Cette somme est portée à quatre fois le montant horaire du salaire minimum de croissance par jour et par enfant ouvrant droit à la majoration prévue à l'article L. 773-10 du code du travail.Pour les revenus perçus depuis le 1er janvier 1980, il est ajouté aux sommes prévues ci-dessus une somme égale à une fois le montant horaire du salaire minimum de croissance lorsque la durée de garde de l'enfant est de vingt-quatre heures consécutives.Le montant de l'abattement retenu pour déterminer la rémunération imposable des assistantes maternelles régies par la loi n° 77-505 du 17 mai 1977 ne peut excéder le total des sommes versées tant à titre de rémunération que d'indemnités pour l'entretien et l'hébergement des enfants."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Lorsqu'un inventeur expose des frais pour prendre un brevet ou en assurer la maintenance sans percevoir de produits imposables, ou lorsqu'il perçoit des produits inférieurs à ces frais, le déficit correspondant est déductible du revenu global de l'année de la prise du brevet et des neuf années suivantes."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I Paragraphe modificateurII - Les modifications éventuelles aux tranches du barème seront désormais prononcées par décret dans les limites des taux minimum et maximum de 10 p. 100 et 80 p. 100 du produit brut des jeux."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I - Les bénéfices réalisés par les sociétés créées de fait sont imposés selon les règles prévues au code général des impôts pour les sociétés en participation.Ces deux catégories de sociétés doivent, pour l'application des articles 8 et 60 du code général des impôts, inscrire à leur actif les biens dont les associés ont convenu de mettre la propriété en commun.II - Lorsqu'un contribuable exerce son activité professionnelle dans le cadre d'une société dont les bénéfices sont, en application des articles 8 et 8 ter du code général des impôts, soumis en son nom à l'impôt sur le revenu dans la catégorie des bénéfices agricoles rééls, des bénéfices industriels ou commerciaux ou des bénéfices non commerciaux, ses droits ou parts dans la société sont considérés, notamment pour l'application des articles 38, 69 quater et 93 dudit code, comme des éléments d'actif affectés à l'exercice de la profession."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I - Lorsque des droits dans une société ou un groupement mentionnés aux articles 8 ou 239 quater du code général des impôts sont inscrits à l'actif d'une personne morale passible de l'impôt sur les sociétés dans les conditions de droit commun ou d'une entreprise industrielle, commerciale, artisanale ou agricole imposable à l'impôt sur le revenu de plein droit selon un régime de bénéfice réel, la part de bénéfice correspondant à ces droits est déterminée selon les règles applicables au bénéfice réalisé par la personne ou l'entreprise qui détient ces droits.II - Dans tous les autres cas, la part de bénéfice ainsi que les profits résultant de la cession des droits sociaux sont déterminés et imposés en tenant compte de la nature de l'activité et du montant des recettes de la société ou du groupement.III - Ces dispositions s'appliqueront aux exercices ouverts à compter du 1er janvier 1980."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Le délai fixé à l'administration par le premier alinéa de l'article 1869 du code général des impôts pour donner assignation à fin de condamnation en matière de contributions indirectes est porté à trois ans à compter de la date du procès-verbal constatant l'infraction."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Les opérations portant sur des valeurs mobilières inscrites à la cote officielle d'une bourse de province ou au compartiment spécial du hors-cote ou figurant au relevé quotidien des valeurs non admises à la cote officielle d'une de ces bourses sont exonérées de l'impôt prévu à l'article 978 du code général des impôts."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Le taux du prélèvement prévu à l'article 125 A III bis 3° du code général des impôts est ramené de 40 à 38 p. 100 pour les produits, courus à compter du 1er janvier 1980, des placements autres que les bons et titres."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I - Est autorisée, aux conditions fixées par la convention à passer à cet effet, la cession gratuite au département de la Dordogne de l'ensemble immobilier appartenant à l'Etat dénommé Cité sanitaire de Clairvivre et des droits nés des occupations et utilisations de fait antérieures à cette cession.II - La propriété des biens appartenant à la société anonyme des grands hôtels de Cannes est transférée à l'Etat, à titre de dation en paiement à concurrence de leur valeur.La valeur vénale de ces biens est fixée comme en matière d'expropriation.Les opérations relatives à la gestion de ces biens sont retracées au compte spécial du Trésor \"Opérations commerciales des domaines\".III -  Une nouvelle répartition, entre l'Etat, la collectivité territoriale de Saint-Pierre-et-Miquelon et les communes, des immeubles situés à Saint-Pierre-et-Miquelon et faisant partie du domaine de ces collectivités est opérée par décret en Conseil d'Etat après avis du conseil général de la collectivité territoriale.IV - Est autorisée, aux conditions fixées par la convention à passer à cet effet, la cession gratuite à l'établissement public départemental dénommé Centre de moyen séjour pour convalescence, cure et réadaptation du Vésinet de l'ensemble immobilier dit Etablissement national des convalescentes du Vésinet et des meubles qui le garnissent. Cette cession est exonérée de tous droits ou taxes."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Le ministre de l'économie est, jusqu'au 31 décembre 1980, habilité à conclure avec des établissements de crédit à statut légal spécial des conventions établissant pour chaque opération les modalités selon lesquelles pourront être stabilisées les charges du service d'emprunts contractés en devises étrangères.La contre-valeur en francs de ces emprunts est utilisée pour l'octroi de prêts à des entreprises françaises qui réalisent des investissements susceptibles d'entraîner une amélioration de la balance des paiements."
    }
  ]
}