{
  "id": "loi-n-2025-176-du-24-fevrier-2025",
  "type": "statute",
  "title": "LOI n°2025-176 du 24 février 2025",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000051244562",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai de trois mois à compter de la promulgation de la présente loi, toute mesure relevant du domaine de la loi ayant pour objet de transformer l'établissement public foncier et d'aménagement de Mayotte en un établissement public chargé de coordonner les travaux de reconstruction de Mayotte, en lien avec les ministères et leurs opérateurs, ainsi que de veiller à la livraison de l'ensemble des ouvrages et à la réalisation de l'ensemble des opérations d'aménagement conduites par des acteurs publics et privés nécessaires à la reconstruction.L'ordonnance définit :1° La dénomination de l'établissement ;2° Les règles relatives à l'organisation et à l'administration de l'établissement, de façon à garantir au sein de son conseil d'administration, présidé par le président du Conseil départemental de Mayotte, une représentation équilibrée de l'Etat et des collectivités territoriales de Mayotte. Le président de l'association des maires de Mayotte et au moins cinq représentants des communes et de leurs groupements sont membres du conseil d'administration, dans des conditions reflétant les équilibres territoriaux de Mayotte. En cas de partage des voix au sein du conseil d'administration, un représentant de l'Etat a voix prépondérante ;3° Les conditions dans lesquelles le conseil d'administration de l'établissement peut consulter le comité de l'eau et de la biodiversité de Mayotte, la commission d'urgence foncière de Mayotte ainsi que les acteurs économiques et sociaux, notamment le Conseil économique, social et environnemental de Mayotte ;4° Les missions de l'établissement et les conditions dans lesquelles ce dernier peut assurer la maîtrise d'ouvrage ou la maîtrise d'ouvrage déléguée de certains ouvrages, équipements ou infrastructures ou de certaines opérations d'aménagement, coordonner l'action de différents maîtres d'ouvrage et se substituer à un maître d'ouvrage en cas de défaillance grave de celui-ci.L'ordonnance prévoit la continuité des missions exercées par l'établissement public foncier et d'aménagement de Mayotte et de l'ensemble de ses moyens, de son personnel, de ses droits et de ses obligations.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance.II. - A compter du 1er janvier 2026, l'établissement public chargé de coordonner les travaux de reconstruction de Mayotte rend public, chaque année et de manière accessible, un rapport d'activité qui rend compte de la nature, du coût et des modalités de financement des opérations réalisées dans le cadre de ses missions. Ce rapport contient, sous la forme d'une annexe, le rapport prévu à l'article 2."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "A compter du 1er janvier 2026, le Gouvernement remet chaque année au Parlement un rapport rendant compte :1° De la planification et du budget prévisionnel des opérations prévues dans le cadre des travaux de reconstruction à Mayotte à la suite du cyclone Chido ;2° Des différentes modalités de soutien au financement de la reconstruction mises en œuvre par l'Etat et par l'Union européenne en faveur des collectivités territoriales de Mayotte ;3° De l'avancement de l'élaboration et de l'actualisation des plans de prévention des risques naturels prévisibles à Mayotte ;4° De la mise à jour des données cadastrales en cohérence avec les opérations de reconstruction menées.Ce rapport procède à une analyse des besoins de Mayotte en termes d'infrastructures."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "A Mayotte, jusqu'au 31 décembre 2027, par dérogation à l'article L. 2121-30 du code général des collectivités territoriales et aux articles L. 212-1, L. 212-4 et L. 212-5 du code de l'éducation, l'Etat ou un de ses établissements publics désigné par le ministre chargé de l'éducation nationale peut assurer la construction, la reconstruction, la rénovation, la réhabilitation, l'extension, les grosses réparations et l'équipement des écoles publiques des communes désignées par arrêté du ministre chargé de l'éducation nationale au regard des dégâts subis par les écoles à la suite du cyclone Chido ou des événements climatiques survenus entre le 13 décembre 2024 et le 13 mai 2025, à la demande des communes concernées.Le service de l'Etat ou l'établissement public chargé de la mission définie au premier alinéa du présent article s'assure du respect de la réglementation, notamment en matière de prévention des risques naturels, d'hygiène et de santé, ainsi que du caractère adapté des équipements aux spécificités de la situation mahoraise. Il assure l'accès à plusieurs points d'eau potable et à un espace de restauration scolaire dans les nouvelles écoles ou les écoles faisant l'objet d'une reconstruction. Ces écoles sont conçues de façon à pouvoir intégrer un procédé de production d'énergie renouvelable.La construction d'une nouvelle école, son implantation et le nombre de classes sont soumis à l'avis conforme de la commune. L'extension ou la reconstruction d'une école conduisant à l'ouverture d'une ou de plusieurs classes supplémentaires est également soumise à l'avis conforme de la commune.Dans la mesure nécessaire à la mission définie au même premier alinéa, les biens affectés aux écoles sont mis, de plein droit, à la disposition de l'Etat ou de l'établissement public précité, qui assume alors l'ensemble des droits et obligations du propriétaire. Il exerce en tant que de besoin les attributions du maître d'ouvrage définies à l'article L. 2421-1 du code de la commande publique.Toutefois, la commune conserve les droits et obligations résultant de contrats déjà conclus dans le champ défini au premier alinéa du présent article, sauf accord avec l'Etat ou l'établissement public pour que celui-ci se substitue à la collectivité. La collectivité territoriale propriétaire conserve la charge des emprunts qu'elle avait contractés au titre des biens mis à disposition en application du quatrième alinéa.L'échéancier de remboursement des emprunts souscrits par les collectivités territoriales de Mayotte auprès des établissements de crédit ou des sociétés de financement peut être renégocié. Les collectivités territoriales de Mayotte peuvent bénéficier de l'assistance des services ou des agences de l'Etat compétents pour mener ces négociations.Au 31 décembre 2027 au plus tard, l'Etat ou l'établissement public remet les biens à leurs propriétaires ou, pour les biens nouvellement construits, aux collectivités territoriales compétentes. Cette remise met fin à la mise à disposition prévue au quatrième alinéa et, le cas échéant, emporte transfert de la propriété des biens nouvellement construits et de l'ensemble des droits et obligations qui s'y attachent. Toutefois, l'Etat ou l'établissement public conserve les droits et obligations résultant des contrats qu'il a conclus, sauf si la commune accepte de se substituer à lui.Par dérogation à l'avant-dernier alinéa, si les opérations ne sont pas achevées au 31 décembre 2027, la commune et l'Etat ou l'établissement public peuvent, par convention, prolonger la mission définie au présent article."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les constructions démontables et temporaires, implantées à Mayotte à compter du 14 décembre 2024 et jusqu'à l'expiration d'une durée de deux ans à compter de la promulgation de la présente loi, destinées à un usage de bureaux pour des services publics dont les locaux ont été détruits ou dégradés en raison des événements climatiques survenus entre le 13 décembre 2024 et le 13 mai 2025, correspondant à des classes démontables installées dans les établissements scolaires ou universitaires en vue de pallier les insuffisances temporaires de capacités d'accueil occasionnées par ces mêmes événements ou destinées à un usage d'habitation pour des personnels séjournant temporairement à Mayotte dans le cadre d'une mission de soutien aux victimes ou d'une mission d'aide à la reconstruction sont dispensées de toute formalité au titre du code de l'urbanisme.Ces constructions peuvent déroger aux dispositions du plan local d'urbanisme ou du document en tenant lieu, excepté celles relatives au zonage. Elles ne peuvent pas être implantées dans les zones où les constructions sont interdites en application des 1° et 2° du II de l'article L. 562-1 et de l'article L. 562-2 du code de l'environnement ou de l'article L. 174-5 du code minier ou dans des secteurs d'habitat informel, au sens de l'article 1er-1 de la loi n° 90-449 du 31 mai 1990 visant à la mise en œuvre du droit au logement.L'implantation de ces constructions est soumise à l'accord préalable du maire de la commune. A cette fin, le maître d'ouvrage transmet à ce dernier un dossier mentionnant la localisation, l'usage de la construction et la nature du projet. Une copie de ce dossier est transmise par le maire au représentant de l'Etat dans le Département de Mayotte, qui dispose d'un délai de huit jours pour indiquer si l'emplacement projeté est situé dans une des zones où les constructions sont interdites, mentionnées au deuxième alinéa du présent article, ou dans un secteur d'habitat informel. Le maire dispose d'un délai de trois jours après réception de l'avis du représentant de l'Etat dans le Département de Mayotte pour autoriser ou non l'implantation. Le silence gardé par le maire vaut refus.Au plus tard deux ans après la promulgation de la présente loi, les constructions mentionnées au premier alinéa sont démontées et le maître d'ouvrage est tenu de remettre les lieux dans leur état initial."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre, par voie d'ordonnance, dans un délai de trois mois à compter de la promulgation de la présente loi, toute mesure relevant du domaine de la loi destinée, pendant une durée limitée ne pouvant excéder deux ans, à modifier et à adapter les règles de construction et de lutte contre les locaux ou installations constituant un habitat informel au sens de l'article 1er-1 de la loi n° 90-449 du 31 mai 1990 précitée pour mieux tenir compte des caractéristiques et des contraintes propres au territoire de Mayotte afin de faciliter et d'accélérer les opérations de reconstruction ou de réfection des constructions, aménagements et installations dégradés ou détruits en raison des événements climatiques survenus entre le 13 décembre 2024 et le 13 mai 2025 ainsi que de renforcer l'évacuation et la démolition des locaux ou installations constituant un habitat informel.Dans la mesure nécessaire à l'atteinte de ces objectifs, cette ordonnance peut, notamment, modifier les adaptations applicables à Mayotte en ce qui concerne les règles techniques auxquelles sont soumis les constructions et les travaux qui y sont assimilés ainsi que les aménagements et prévoir de nouvelles adaptations de ces règles, à l'exclusion de celles prévues aux titres III et IV et aux chapitres Ier, III, V, VI et VII du titre V du livre Ier du code de la construction et de l'habitation et, pour les locaux à usage d'habitation, à l'exclusion de celles relatives aux obligations de recours aux énergies renouvelables. Les modifications ou adaptations des règles prévues au chapitre II du même titre V ne peuvent porter que sur l'obligation de prévoir une installation permettant de déterminer la quantité d'eau froide fournie à chaque local occupé à titre privatif ou à chaque partie privative d'un lot de copropriété ainsi qu'aux parties communes.Les modifications ou adaptations prévues par l'ordonnance favorisent la récupération, le stockage et le traitement des eaux de pluie. L'ordonnance peut aussi modifier les adaptations applicables à Mayotte en matière de lutte contre l'habitat informel.Elle peut s'appliquer aux constructions démontables et temporaires dispensées de toute formalité au titre du code de l'urbanisme mentionnées à l'article 4 de la présente loi.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I. - Jusqu'au 31 décembre 2025, à Mayotte, la vente par une entreprise à un particulier de tôles pouvant servir de matériau de construction est subordonnée à la présentation d'un titre d'identité et d'un justificatif de domicile ou du récépissé mentionné au I de l'article 13 ainsi qu'à la signature d'une déclaration par laquelle l'acheteur s'engage à utiliser ces matériaux pour la reconstruction ou la réfection de son logement et à s'abstenir de toute revente à un tiers.II. - Les entreprises mentionnées au I tiennent un registre des achats comportant les informations relatives aux acheteurs. Ce registre est consultable sur demande par les forces de l'ordre.III. - Le représentant de l'Etat à Mayotte peut ordonner la fermeture, pour une durée maximale de six mois, des établissements qui ont vendu des tôles à un particulier n'ayant pas fourni les informations mentionnées au I ou qui ont manqué à leur obligation de consigner ces informations dans le registre mentionné au II."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Le présent chapitre s'applique à la reconstruction ou à la réfection, à l'identique ou avec des adaptations ou des modifications, des constructions, des aménagements et des installations dégradés ou détruits à Mayotte en raison des événements climatiques survenus entre le 13 décembre 2024 et le 13 mai 2025. Il s'applique également, dans les mêmes conditions, aux constructions, aux installations et aux aménagements nouveaux nécessaires au fonctionnement des réseaux de télécommunications. Il ne s'applique pas aux locaux ou installations constituant un habitat informel, au sens de l'article 1er-1 de la loi n° 90-449 du 31 mai 1990 précitée.Il s'applique aux déclarations prévues au I de l'article 13 de la présente loi et aux demandes d'autorisation d'urbanisme déposées dans un délai de deux ans à compter de la promulgation de la présente loi."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I. - Par dérogation à l'article L. 111-15 du code de l'urbanisme, la reconstruction ou la réfection, à l'identique ou avec les adaptations ou les modifications prévues au présent article, des constructions, des aménagements et des installations dégradés ou détruits mentionnés à l'article 7 de la présente loi est autorisée, nonobstant toute disposition d'urbanisme contraire, y compris si la carte communale ou le plan local d'urbanisme en dispose autrement.La dérogation prévue au premier alinéa du présent I est subordonnée, pour les constructions achevées après le 1er janvier 2013, au fait que la construction faisant l'objet d'une reconstruction ou d'une réfection ait fait l'objet d'une autorisation d'urbanisme ou d'une décision de non-opposition à déclaration préalable. Elle ne s'applique pas aux bâtiments faisant l'objet d'un arrêté pris en application des articles L. 511-11 ou L. 511-19 du code de la construction et de l'habitation, sauf si les travaux projetés permettent de remédier à la situation ayant entraîné la prise dudit arrêté.II. - Les travaux nécessaires à la reconstruction ou à la réfection des constructions ou des installations peuvent comporter des adaptations ou des modifications de la construction ou de l'installation initiale, dans la limite d'une diminution ou d'une augmentation de 5 % de son gabarit initial.Lorsqu'elle est justifiée par un objectif d'intérêt général, notamment l'amélioration de la performance énergétique, de l'accessibilité ou de la sécurité de la construction ou de l'installation ou l'exercice d'une mission de service public, ou par l'agrandissement ou la création de locaux d'habitation, cette diminution ou cette augmentation peut excéder 5 % du gabarit initial, dans la limite des modifications de la construction nécessaires à la réalisation des objectifs invoqués, sans toutefois pouvoir excéder 20 % du gabarit initial.Pour les constructions à destination d'habitation, la modification du gabarit ne peut excéder 5 % si les travaux ont pour effet de porter la surface totale de plancher de la construction à un niveau supérieur à 150 mètres carrés ou de conduire à la construction d'un étage supplémentaire, sauf s'il s'agit du premier étage au-dessus du rez-de-chaussée.Ces adaptations et ces modifications ne peuvent avoir pour effet de modifier la destination ou la sous-destination initiale de la construction, excepté lorsque le changement de destination vise à créer des logements dans les secteurs où les règles d'urbanisme autorisent une telle destination.III. - Le droit à reconstruction ou à réfection prévu au I, que cette reconstruction ou cette réfection comporte ou non des modifications de la construction ou de l'installation initiale, s'exerce dans la limite des règles applicables en matière de risques naturels, technologiques ou miniers et, le cas échéant, sous réserve des prescriptions de sécurité, d'accessibilité ou de salubrité publique dont l'autorité compétente peut assortir l'autorisation d'urbanisme ou la décision de non-opposition à déclaration préalable."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Par dérogation au cinquième alinéa de l'article L. 48 du code des postes et des communications électroniques, le délai minimal laissé aux propriétaires ou, en cas de copropriété, au syndicat représenté par le syndic pour présenter leurs observations sur les projets de mise en œuvre d'une servitude sur les propriétés privées situées à Mayotte est réduit à un mois à compter de la date à laquelle ils ont été informés des motifs qui justifient l'institution de la servitude et le choix de son emplacement."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I. - A titre exceptionnel, par dérogation au premier alinéa de l'article L. 121-8 du code de l'urbanisme, l'implantation à Mayotte d'installations radioélectriques peut être autorisée en discontinuité avec les agglomérations et villages existants par le représentant de l'Etat dans le Département de Mayotte, après avis du président de l'établissement public de coopération intercommunale compétent en matière de plan local d'urbanisme ou, à défaut, du maire de la commune concernée, sous réserve des conditions cumulatives suivantes :1° Etre localisées à la distance la plus éloignée possible de la limite haute du rivage, compte tenu des difficultés techniques et de la configuration géographique des lieux, et, en tout état de cause, au-delà des espaces proches du rivage et d'une bande de cent mètres de la limite haute du rivage ;2° Démontrer que la localisation de ces installations en discontinuité de l'urbanisation répond à une nécessité technique dûment justifiée ou à un besoin de fourniture au public d'un service mobile de communications électroniques ;3° Démontrer que ces installations ne sont pas de nature à porter une atteinte significative à l'environnement, aux paysages ou aux sites et paysages remarquables au regard de la topographie du secteur et des infrastructures de raccordement.Sur les installations mentionnées au premier alinéa du présent I, les opérateurs recourent à une solution de partage de site ou de pylône dans les conditions prévues par les autorisations d'utilisation des fréquences radioélectriques qui leur sont attribuées.Les autorités mentionnées au même premier alinéa se prononcent dans un délai de quinze jours à compter de la transmission par le représentant de l'Etat du dossier de demande d'autorisation d'urbanisme portant sur l'implantation d'installations radioélectriques dans les conditions prévues au présent article. A défaut, leur avis est réputé favorable.II. - Par dérogation au second alinéa de l'article 7, le présent article est applicable jusqu'au 31 décembre 2026."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I. - Pendant une durée de deux ans à compter de la promulgation de la présente loi, le premier alinéa du B du II de l'article L. 34-9-1 du code des postes et des communications électroniques n'est pas applicable à Mayotte pour toute reconstruction ou réfection, à l'identique ou avec les adaptations ou les modifications nécessaires, des installations radioélectriques dégradées ou détruites soumises à l'accord ou à l'avis de l'Agence nationale des fréquences.II. - Par dérogation à l'avant-dernier alinéa de l'article L. 47 du code des postes et des communications électroniques et pour une période de deux ans à compter de la promulgation de la présente loi, l'autorité mentionnée au troisième alinéa du même article L. 47 se prononce dans un délai de deux semaines à compter de leur réception sur les demandes de permission de voirie ayant pour objet l'implantation à Mayotte à titre temporaire d'installations de communications électroniques ou la réalisation des interventions nécessaires à la continuité du fonctionnement des services et des réseaux de communications électroniques du territoire. Le silence gardé par l'autorité à l'expiration de ce délai vaut accord.Les permissions de voirie délivrées sur le fondement du présent article précisent que leur octroi est soumis à un régime dérogatoire."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I. - Par dérogation au deuxième alinéa de l'article L. 323-3 du code de l'énergie, pour la reconstruction ou la réfection, à l'identique ou avec des adaptations ou des modifications justifiées par un objectif d'intérêt général, des ouvrages des réseaux publics de transport ou de distribution d'électricité dégradés ou détruits à Mayotte, l'autorité administrative peut soumettre le projet à la procédure de participation du public par voie électronique en lieu et place de l'enquête publique ou de la consultation du public, sous réserve que les travaux envisagés ne donnent pas lieu à expropriation.II. - Par dérogation au quatrième alinéa de l'article L. 115-1 du code de la voirie routière, les travaux mentionnés au I du présent article peuvent être entrepris après l'expiration d'un délai de quinze jours à compter du dépôt de la demande de travaux, sauf opposition dans ce délai du maire ou du représentant de l'Etat chargé de la voirie concernée.III. - Par dérogation au deuxième alinéa et au 1° de l'article L. 323-11 du code de l'énergie, les avis des maires des communes ou des gestionnaires des domaines publics sur le territoire ou l'emprise desquels les ouvrages sont implantés sur l'exécution des travaux mentionnés au I du présent article sont réputés favorables s'ils ne sont pas rendus dans un délai de quinze jours. Ces avis ne sont pas requis lorsque ces travaux portent sur une reconstruction ou une réfection à l'identique, en urgence ou sur un branchement en basse tension.IV. - Le I est applicable à compter du 1er juillet 2025 et jusqu'à deux ans après la promulgation de la présente loi. Les II et III sont applicables pendant une durée de deux ans à compter de la promulgation de la présente loi."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I. - Par dérogation à l'article L. 421-4 du code de l'urbanisme, la reconstruction ou la réfection à l'identique, sans modification ni adaptation, des constructions, des aménagements et des installations mentionnés au même article L. 421-4 qui remplissent les conditions fixées à l'article 7 de la présente loi font l'objet uniquement d'une déclaration à la mairie de la commune dans laquelle les travaux sont envisagés. La déclaration mentionne l'emplacement du projet. Une copie de la déclaration est transmise par le maire au représentant de l'Etat à Mayotte, qui en accuse réception. Un récépissé de la déclaration est fourni au déclarant.II. - Lorsque la reconstruction ou la réfection de ces constructions, aménagements ou installations comporte des adaptations ou des modifications, même minimes, ou en cas de changement de destination, la demande d'autorisation d'urbanisme ou la déclaration préalable précise que le projet est soumis au régime dérogatoire prévu au présent chapitre.Le cas échéant, les adaptations et les modifications qu'il est envisagé d'apporter à la construction, à l'aménagement ou à l'installation initial font l'objet d'une motivation spécifique dans la demande d'autorisation d'urbanisme.Lors du dépôt de la demande d'autorisation d'urbanisme, il est transmis au pétitionnaire un document d'information sur les travaux de la commission d'urgence foncière de Mayotte, l'invitant à vérifier la validité du titre de propriété des parcelles faisant l'objet de sa demande.III. - L'autorité compétente en matière d'autorisation d'urbanisme procède, dans les meilleurs délais et pendant toute la durée de l'instruction, à l'affichage en mairie et à la publication sur le site internet de la commune d'un avis de dépôt de demande de permis ou de déclaration préalable précisant les caractéristiques essentielles du projet. Le récépissé de dépôt de la demande est affiché sans délai sur le terrain, de manière visible de l'extérieur, pendant toute la durée de l'instruction, par les soins du demandeur.IV. - Le délai d'instruction de la demande de permis de construire, d'aménager ou de démolir est d'un mois. Celui de la déclaration préalable est de quinze jours.V. - Lorsque la décision relève de l'Etat, le maire transmet sans délai le dossier au représentant de l'Etat dans le département.VI. - L'autorité compétente dispose d'un délai de huit jours ouvrés à compter de la réception du dossier pour notifier au demandeur, le cas échéant, que son dossier est incomplet, en lui indiquant les pièces et les informations manquantes.VII. - Lorsque la délivrance de l'autorisation d'urbanisme est subordonnée au recueil préalable de l'avis, de l'accord ou de l'autorisation d'un organisme ou d'une autorité administrative, l'autorité compétente lui transmet un exemplaire du dossier dans un délai de cinq jours à compter de sa réception.VIII. - Les majorations ou les prolongations du délai d'instruction de la demande d'urbanisme découlant de l'application de règles de délivrance prévues par d'autres législations que celle de l'urbanisme sont limitées à quinze jours à compter de la réception du dossier par l'organisme ou l'autorité administrative concernés.La majoration ou la prolongation du délai d'instruction est notifiée sans délai au demandeur.IX. - Lorsque la réalisation des travaux est subordonnée à une procédure préalable de participation du public selon les modalités prévues à l'article L. 123-19 du code de l'environnement, la majoration du délai d'instruction est limitée à quarante-cinq jours.X. - Les avis, accords ou autorisations requis sont adressés à l'autorité compétente pour délivrer l'autorisation d'urbanisme dans un délai de quinze jours à compter de la réception du dossier. Nonobstant toute disposition contraire, le silence gardé passé ce délai vaut, selon le cas, avis favorable ou accord tacite. L'autorité compétente peut instruire conjointement les dossiers avec ses homologues d'autres collectivités territoriales métropolitaines ou ultramarines dans le cadre de conventions.Lorsque ces avis, accords ou autorisations sont émis par un organisme collégial, celui-ci statue dans un délai de quinze jours à compter de la réception du dossier et par tout moyen assurant l'identification des participants et le respect de la confidentialité des débats vis-à-vis des tiers, nonobstant toute disposition particulière le régissant."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Par dérogation à l'article L. 181-12 du code rural et de la pêche maritime, la reconstruction ou la réfection, à l'identique ou avec des adaptations ou des modifications, dans la limite d'une augmentation de 5 % de leur gabarit initial, des constructions, des aménagements ou des installations nécessaires à l'exploitation agricole et forestière ou au stockage et à l'entretien de matériel agricole ou liés à une exploitation agricole et destinés au commerce ou à la restauration, lorsque les produits commercialisés ou consommés sont majoritairement issus de l'exploitation, et ayant pour conséquence la réduction des surfaces agricoles et des surfaces forestières dans les communes disposant d'un document d'urbanisme ou entraînant la réduction des espaces non encore urbanisés dans une commune soumise au règlement national d'urbanisme est soumise à l'avis de la commission mentionnée à l'article L. 181-10 du même code."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Sans préjudice du second alinéa de l'article L. 651-3 du code de l'environnement, lorsque la délivrance de l'autorisation d'urbanisme ou la décision de non-opposition à déclaration préalable nécessaire pour réaliser des travaux mentionnés à l'article 7 de la présente loi requiert une mise à la disposition du public du dossier en application du premier alinéa de l'article L. 651-3 du code de l'environnement, l'autorité compétente pour organiser ladite mise à la disposition du public peut, le cas échéant, avec l'accord du maire de la commune d'implantation, décider de substituer à cette mise à disposition la procédure de participation du public par voie électronique mentionnée à l'article L. 123-19 du même code.Le dossier soumis à la procédure de participation du public par voie électronique en application du I du même article L. 123-19 ou en application du premier alinéa du présent article est mis en consultation sur un support papier, aux horaires d'ouverture dans la préfecture et dans la mairie de la commune d'implantation du projet s'agissant des décisions des autorités de l'Etat, y compris des autorités administratives indépendantes et des établissements publics de l'Etat, ou au siège de l'autorité et dans la mairie de la commune d'implantation du projet s'agissant des décisions des autres autorités. Les observations et les propositions du public sont consignées dans un registre prévu à cet effet."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Les opérations et les travaux de démolition ou de déblaiement ainsi que la mise en place des constructions ou des installations temporaires directement nécessaires à la conduite des travaux de reconstruction ou de réfection peuvent être engagés dès le dépôt de la demande d'autorisation d'urbanisme ou de la déclaration préalable.Le premier alinéa n'est pas applicable lorsque les opérations et les travaux portent sur un immeuble inscrit au titre des monuments historiques en application de l'article L. 621-25 du code du patrimoine."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I. - Peuvent être négociés sans publicité mais avec mise en concurrence préalable les marchés de travaux soumis au code de la commande publique qui sont nécessaires à la reconstruction ou à la réfection des équipements publics et des bâtiments affectés par le cyclone Chido survenu à Mayotte les 13 et 14 décembre 2024 ou par les événements climatiques survenus entre le 13 décembre 2024 et le 13 mai 2025 et qui répondent à un besoin dont la valeur estimée est inférieure à 2 millions d'euros hors taxes.Le premier alinéa est également applicable aux lots dont le montant est inférieur à un million d'euros hors taxes à la condition que le montant cumulé de ces lots n'excède pas 20 % de la valeur totale estimée de tous les lots.II. - Peuvent être négociés sans publicité ni mise en concurrence préalable les marchés de travaux, de fournitures et de services soumis au code de la commande publique qui sont nécessaires pour remédier aux conséquences du cyclone Chido et des événements climatiques mentionnés au I et qui répondent à un besoin dont la valeur estimée est inférieure à 100 000 euros hors taxes.Le premier alinéa du présent II est également applicable aux lots dont le montant est inférieur à 80 000 euros hors taxes pour les marchés de services et de fournitures et à 100 000 euros hors taxes pour les marchés de travaux à la condition que le montant cumulé de ces lots n'excède pas 20 % de la valeur totale estimée de tous les lots.III. - Les marchés publics mentionnés aux I et II font l'objet d'une publication numérique destinée à l'information du public, lors de leur lancement, d'une part, et lors de leur passation, d'autre part, sur les sites internet de la préfecture de Mayotte et de l'établissement public mentionné à l'article 1er. Ces publications demeurent accessibles au public pendant une durée de deux ans."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Par dérogation aux articles L. 2113-10 et L. 2113-11 du code de la commande publique, les marchés publics nécessaires pour remédier aux conséquences du cyclone et des événements climatiques mentionnés au I de l'article 17 de la présente loi peuvent faire l'objet d'un marché unique."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Les acheteurs peuvent confier à un opérateur économique une mission globale portant sur la conception, la construction ou l'aménagement des équipements publics et des bâtiments mentionnés au I de l'article 17, même si les conditions prévues au deuxième alinéa de l'article L. 2171-2 du code de la commande publique ne sont pas remplies."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I. - Les acheteurs peuvent réserver jusqu'à 30 % du montant estimé des marchés passés dans les conditions prévues aux articles 17 à 19 dont la valeur estimée hors taxes est inférieure aux seuils européens applicables aux marchés publics, mentionnés dans l'avis annexé au code de la commande publique, aux microentreprises et aux petites et moyennes entreprises, au sens de l'article 51 de la loi n° 2008-776 du 4 août 2008 de modernisation de l'économie, ainsi qu'aux artisans répondant aux critères prévus aux articles L. 111-1 et L. 111-2 du code de l'artisanat, dont le siège social était établi dans le Département de Mayotte le 13 décembre 2024. Ces petites et moyennes entreprises et ces artisans peuvent se grouper pour présenter une offre commune.II. - Les soumissionnaires qui ne possèdent pas la qualité de microentreprise, de petite ou moyenne entreprise ou d'artisan, au sens du I du présent article, formalisent par un plan de sous-traitance le montant et les modalités de participation d'entreprises possédant cette qualité à l'exécution du marché auquel ils postulent. Le plan de sous-traitance comporte, pour chacune des entreprises concernées, les informations figurant dans la déclaration de sous-traitance. Lorsque les soumissionnaires ne prévoient pas de sous-traiter à des microentreprises, à des petites et moyennes entreprises ou à des artisans établis à Mayotte, le plan de sous-traitance se limite à en mentionner les motifs. Ces motifs peuvent tenir notamment à l'absence de microentreprises, de petites et moyennes entreprises ou d'artisans en activité dans le secteur concerné par les prestations du marché public ou en mesure de répondre aux exigences de ce dernier.Si le titulaire d'un marché passé dans les conditions fixées aux articles 17 à 19 n'est pas lui-même une microentreprise, une petite ou moyenne entreprise ou un artisan, la part minimale qu'il s'engage à confier, directement ou indirectement, à des microentreprises, à des petites et moyennes entreprises ou à des artisans mentionnés au I du présent article est fixée à 30 % du montant prévisionnel estimé du marché, sauf lorsque la structure économique du secteur concerné ne le permet pas."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Les soumissionnaires à un marché public mentionné aux articles 17 à 19 fournissent à l'acheteur, si celui-ci en fait la demande, tout renseignement sur les éléments techniques et comptables de l'estimation du coût de revient des prestations qui font l'objet du marché.Les titulaires des marchés mentionnés aux mêmes articles 17 à 19 fournissent à l'acheteur, si celui-ci en fait la demande, tout renseignement sur les éléments techniques et comptables du coût de revient des prestations qui font l'objet du marché.Les titulaires des marchés mentionnés auxdits articles 17 à 19 ainsi que, dans des conditions fixées par voie réglementaire, les entreprises qui leur sont liées et leurs sous-traitants ont l'obligation de permettre et de faciliter la vérification éventuelle sur pièces ou sur place, par les agents de l'administration, de l'exactitude des renseignements mentionnés aux deux premiers alinéas du présent article."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Les articles 17 à 21 s'appliquent aux marchés pour lesquels une consultation est engagée ou un avis de publicité est envoyé à la publication à compter de l'entrée en vigueur de la présente loi et pendant un délai de deux ans à compter de cette date."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Les collectivités territoriales et leurs groupements peuvent, entre le 14 décembre 2024 et le 17 mai 2025, verser des subventions à toute association ou fondation reconnue d'utilité publique s'engageant à utiliser ces fonds pour financer les secours d'urgence au profit des victimes du cyclone Chido, pour fournir gratuitement des repas ou des soins aux personnes en difficulté ou pour contribuer à favoriser leur logement, y compris par la reconstruction des locaux d'habitation rendus inhabitables, à l'exclusion des locaux édifiés sans droit ni titre et constituant un habitat informel au sens du deuxième alinéa de l'article 1er-1 de la loi n° 90-449 du 31 mai 1990 visant à la mise en œuvre du droit au logement.Les collectivités territoriales et leurs groupements peuvent également octroyer des financements à l'établissement public mentionné à l'article 1er de la présente loi."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I. - Le taux de la réduction d'impôt prévue au 1 de l'article 200 du code général des impôts est porté à 75 % pour les dons et les versements, y compris l'abandon exprès de revenus ou de produits, effectués entre le 14 décembre 2024 et le 17 mai 2025 au profit des organismes d'intérêt général mentionnés au même article 200 qui, dans le cadre de leur action dans le Département de Mayotte à la suite du passage du cyclone Chido ou des événements climatiques survenus entre le 13 décembre 2024 et le 13 mai 2025, fournissent gratuitement des repas ou des soins aux personnes en difficulté ou contribuent à favoriser leur logement, y compris par la reconstruction des locaux d'habitation rendus inhabitables, à l'exclusion des locaux édifiés sans droit ni titre et constituant un habitat informel au sens du deuxième alinéa de l'article 1er-1 de la loi n° 90-449 du 31 mai 1990 précitée.Au sens du présent article, n'entrent pas dans la catégorie des organismes mentionnés au premier alinéa les associations de financement électorales et les mandataires financiers mentionnés au 3 de l'article 200 du code général des impôts.Ces versements sont retenus dans la limite de 2 000 euros par an. Il n'en est pas tenu compte pour l'application de la limite de 20 % du revenu imposable mentionnée au 1 du même article 200.II. - La perte de recettes pour l'Etat est compensée, à due concurrence, par la création d'une taxe additionnelle à l'accise sur les tabacs prévue au chapitre IV du titre Ier du livre III du code des impositions sur les biens et services."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I. - Du 14 décembre 2024 au 30 juin 2025, les procédures de recouvrement forcé relatives aux créances dont sont redevables les personnes physiques et les personnes morales fiscalement domiciliées ou dont le siège social est situé dans le Département de Mayotte et dont le recouvrement incombe aux comptables publics sont suspendues. Sont également suspendus, pour ces créances et jusqu'à la fin de cette période, les délais en cours à la date du 14 décembre 2024 ou commençant à courir à compter de cette date et prévus à peine de nullité, de caducité, de forclusion, de prescription, d'inopposabilité ou de déchéance d'un droit ou d'une action ainsi que les délais de réclamation et de recours. Cette période de suspension peut être prolongée par décret jusqu'au 31 décembre 2025, pour tout ou partie des redevables, en considération de leur situation économique et financière et, pour les entreprises, de leur appartenance à une même catégorie en fonction de leur taille ou de leur activité.Sont également suspendus, dans les mêmes conditions, les délais mentionnés aux articles 642 et 647 du code général des impôts.II. - La perte de recettes pour l'Etat résultant du premier alinéa du I est compensée, à due concurrence, par la création d'une taxe additionnelle à l'accise sur les tabacs prévue au chapitre IV du titre Ier du livre III du code des impositions sur les biens et services.III. - La perte de recettes pour les collectivités territoriales résultant du premier alinéa du I est compensée, à due concurrence, par la majoration de la dotation globale de fonctionnement et, corrélativement pour l'Etat, par la création d'une taxe additionnelle à l'accise sur les tabacs prévue au chapitre IV du titre Ier du livre III du code des impositions sur les biens et services.IV. - La perte de recettes pour les organismes de sécurité sociale résultant du premier alinéa du I est compensée, à due concurrence, par la majoration de l'accise sur les tabacs prévue au chapitre IV du titre Ier du livre III du code des impositions sur les biens et services."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I. - A. - Les établissements de crédit et les sociétés de financement mentionnés à l'article L. 511-1 du code monétaire et financier ainsi que les sociétés de tiers-financement mentionnées au 8 de l'article L. 511-6 du même code, imposés d'après leurs bénéfices réels et ayant leur siège dans un Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la France une convention d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales peuvent bénéficier d'un crédit d'impôt au titre des avances remboursables ne portant pas intérêt versées au cours de l'année d'imposition ou de l'exercice pour financer des travaux de reconstruction, de réhabilitation ou d'amélioration accessoires aux travaux de réhabilitation de logements situés dans le Département de Mayotte, achevés avant le 14 décembre 2024 et utilisés ou destinés à être utilisés en tant que résidence principale.Les travaux mentionnés au présent A sont réalisés par des entreprises ou par l'emprunteur sous condition de recours à l'assistance d'un maître d'ouvrage délégué.Lorsque les travaux sont réalisés par l'emprunteur sous condition de recours à l'assistance d'un maître d'ouvrage délégué, seules les dépenses relatives aux matériaux de construction et au recours à l'assistance d'un maître d'ouvrage délégué sont retenues dans l'avance remboursable ne portant pas intérêt.B. - La nature des travaux mentionnés au A du présent I, leurs modalités de détermination ainsi que les modalités de recours à l'assistance d'un maître d'ouvrage délégué sont fixées par décret. Ce décret fixe également les critères d'éligibilité exigés des entreprises pour les travaux mentionnés au même A.Ces travaux ne sont pas cumulables avec les travaux mentionnés au 2 du I de l'article 244 quater U du code général des impôts.C. - L'avance remboursable ne portant pas intérêt peut être consentie aux personnes mentionnées et dans les conditions prévues aux 1° et 2° du 3 du même I.D. - Le montant de l'avance remboursable ne portant pas intérêt ne peut excéder 50 000 € par logement.E. - Lorsque les travaux sont réalisés par une entreprise, l'emprunteur fournit à l'établissement de crédit, à la société de financement ou à la société de tiers-financement mentionné au A du présent I, à l'appui de sa demande d'avance remboursable ne portant pas intérêt, un descriptif et un devis détaillés des travaux envisagés. Lorsque les travaux sont réalisés par l'emprunteur, celui-ci fournit un descriptif des travaux envisagés et les factures correspondantes. Il transmet tous les éléments justifiant que les travaux ont été effectivement réalisés conformément aux documents précités et satisfont aux conditions prévues au présent article, dans un délai de trois ans à compter de l'octroi de l'avance par l'établissement de crédit, la société de financement ou la société de tiers-financement, sauf en cas de décès de l'emprunteur, d'accident de santé de ce dernier entraînant une interruption temporaire de travail d'au moins trois mois, d'état de catastrophe naturelle ou technologique, de contestation contentieuse de l'opération ou de force majeure, dans des conditions fixées par décret.F. - Il ne peut être accordé qu'une seule avance remboursable ne portant pas intérêt par logement.G. - La durée de remboursement de l'avance remboursable ne portant pas intérêt ne peut excéder deux cent quarante mois.Par dérogation au premier alinéa du présent G, la société mentionnée à l'article L. 313-19 du code de la construction et de l'habitation peut accorder une avance remboursable ne portant pas intérêt bénéficiant d'une première période avec différé de remboursement de soixante mois suivie d'une seconde période de remboursement d'une durée maximale de trois cents mois. Les mensualités sont nulles lors de la première période et constantes lors de la seconde période. La durée de la première période peut être réduite ou supprimée à la demande de l'emprunteur.Les conditions de remboursement de l'avance remboursable ne portant pas intérêt sont déterminées à la date d'émission de l'offre de prêt.II. - Les II à VI de l'article 244 quater U du code général des impôts s'appliquent au crédit d'impôt prévu au A du I du présent article dans les mêmes conditions et selon les mêmes modalités.III. - A. - Le crédit d'impôt prévu au présent article est imputé à hauteur d'un cinquième de son montant sur l'impôt sur le revenu ou l'impôt sur les sociétés dû par le contribuable au titre de l'année ou de l'exercice au cours de laquelle l'établissement de crédit, la société de financement ou la société de tiers-financement a versé des avances remboursables dans les conditions prévues au présent article et par fractions égales sur l'impôt sur le revenu ou l'impôt sur les sociétés dû au titre des quatre années ou des quatre exercices suivants. Si la fraction du crédit d'impôt excède l'impôt dû au titre de chacune de ces années, l'excédent est restitué.B. - Si, pendant la durée de remboursement de l'avance et tant que celle-ci n'est pas intégralement remboursée, il apparaît que les conditions mentionnées au I pour l'octroi de l'avance remboursable n'ont pas été respectées, le crédit d'impôt est reversé par l'établissement de crédit, la société de financement ou la société de tiers-financement.Par exception :1° Si les travaux mentionnés au A du même I sont réalisés par une entreprise, lorsque le devis ou la facture mentionnant tout ou partie des travaux financés ne permettent pas de justifier les informations figurant dans le descriptif mentionné au E dudit I, l'entreprise réalisant ces travaux est redevable d'une amende égale à 10 % du montant des travaux non justifié. Cette amende ne peut excéder le montant du crédit d'impôt. Un décret fixe les modalités d'application du présent 1° ;2° Lorsque la justification de la réalisation ou de l'éligibilité des travaux n'est pas apportée par le bénéficiaire de l'avance remboursable ne portant pas intérêt dans le délai prévu au E du I, à l'exception des cas mentionnés au 1° du présent B, l'Etat exige de ce bénéficiaire le remboursement de l'avantage indûment perçu. Celui-ci ne peut excéder le montant du crédit d'impôt majoré de 25 %. Un décret définit les modalités de restitution de l'avantage indu par le bénéficiaire de l'avance remboursable ne portant pas intérêt.C. - Si, pendant la durée de remboursement de l'avance et tant que celle-ci n'est pas intégralement remboursée, la condition relative à l'affectation du logement mentionnée au A du I n'est plus respectée, les fractions de crédit d'impôt restant à imputer ne peuvent plus être utilisées par l'établissement de crédit, la société de financement ou la société de tiers-financement.D. - L'offre d'avance remboursable ne portant pas intérêt émise par l'établissement de crédit, la société de financement ou la société de tiers-financement peut prévoir de rendre exigible cette avance auprès des bénéficiaires dans les cas mentionnés au premier alinéa du B et au C du présent III selon des modalités définies par décret.E. - En cas de remboursement anticipé de l'avance remboursable ne portant pas intérêt intervenant pendant la durée d'imputation du crédit d'impôt, les fractions de crédit d'impôt restant à imputer ne peuvent plus être utilisées par l'établissement de crédit, la société de financement ou la société de tiers-financement.IV. - La société mère mentionnée à l'article 223 A du code général des impôts est substituée aux sociétés du groupe pour l'imputation sur le montant de l'impôt sur les sociétés dont elle est redevable, au titre de chaque exercice, des crédits d'impôt dégagés par chaque société du groupe en application du présent article. Le III du présent article s'applique à la somme de ces crédits d'impôt.V. - Les établissements de crédit, les sociétés de financement et les sociétés de tiers-financement qui octroient ou qui gèrent des avances remboursables ne portant pas intérêt prévues au A du I déclarent ces opérations à l'administration fiscale dans des conditions et des délais déterminés par décret et sous peine des sanctions prévues au 2 du IV de l'article 1736 du code général des impôts.VI. - Un décret fixe les modalités d'application du présent article, notamment les modalités de calcul du crédit d'impôt et de détermination du taux du crédit d'impôt ainsi que les caractéristiques financières et les conditions d'attribution de l'avance remboursable ne portant pas intérêt prévue au présent article.VII. - Le présent article s'applique aux offres de prêts ne portant pas intérêt émises à compter d'une date fixée par décret, et au plus tard du 1er avril 2025, et jusqu'au 31 décembre 2027."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I. - Les pénalités et les majorations prévues en cas de retard de paiement des impôts ne sont pas applicables au titre de la période allant du 14 décembre 2024 au 30 juin 2025 pour les impôts dont sont redevables les personnes physiques et les personnes morales fiscalement domiciliées ou dont le siège social est situé à Mayotte et dont la moitié au moins du chiffre d'affaires est réalisée à Mayotte. Cette période peut être prolongée par décret jusqu'au 31 décembre 2025, pour tout ou partie des redevables, en considération de leur situation économique et financière et, pour les entreprises, de leur appartenance à une même catégorie en fonction de leur taille et de leur activité.II. - La perte de recettes pour l'Etat est compensée, à due concurrence, par la création d'une taxe additionnelle à l'accise sur les tabacs prévue au chapitre IV du titre Ier du livre III du code des impositions sur les biens et services.III. - La perte de recettes pour les organismes de sécurité sociale est compensée, à due concurrence, par la majoration de l'accise sur les tabacs prévue au chapitre IV du titre Ier du livre III du code des impositions sur les biens et services.IV. - La perte de recettes pour les collectivités territoriales est compensée, à due concurrence, par la majoration de la dotation globale de fonctionnement et, corrélativement pour l'Etat, par la création d'une taxe additionnelle à l'accise sur les tabacs prévue au chapitre IV du titre Ier du livre III du code des impositions sur les biens et services."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "Par dérogation au i du A du 1 de l'article 266 nonies du code des douanes, le tarif de la taxe mentionnée à l'article 266 sexies du même code applicable aux réceptions de déchets générés dans le Département de Mayotte est nul jusqu'au 31 décembre 2026."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I. - Les employeurs et les travailleurs indépendants mentionnés au II de l'article 28-1 de l'ordonnance n° 96-1122 du 20 décembre 1996 relative à l'amélioration de la santé publique, à l'assurance maladie, maternité, invalidité, décès et autonomie, au financement de la sécurité sociale à Mayotte et à la caisse de sécurité sociale de Mayotte et à l'article 23-5 de l'ordonnance n° 2002-411 du 27 mars 2002 relative à la protection sanitaire et sociale à Mayotte ainsi que les travailleurs indépendants relevant des secteurs agricole et maritime bénéficient de droit, jusqu'au 30 juin 2025, d'une suspension des obligations de paiement des cotisations et contributions sociales restant dues à la date du 14 décembre 2024 ainsi que de celles dues à compter de cette même date aux organismes de recouvrement des cotisations sociales au titre de l'activité exercée sur le territoire du Département de Mayotte. Cette suspension est prolongée jusqu'au 31 décembre 2025 pour les redevables justifiant, à la date du 30 juin 2025, d'une baisse persistante de leur chiffre d'affaires liée aux événements climatiques survenus depuis le 13 décembre 2024 ou selon des critères économiques et financiers définis par décret et appréciés au regard de leur appartenance à une même catégorie en fonction de leur taille ou de leur activité. Sur le fondement des données relatives à la situation économique locale transmises par l'organisme mentionné à l'article L. 225-1 du code de la sécurité sociale, le Gouvernement remet au Parlement, avant le 1er octobre 2025, un rapport sur la situation économique et financière des principales catégories de redevables.Pendant la période prévue au premier alinéa du présent I, il est sursis aux poursuites pour le règlement des cotisations et contributions sociales dues par ces employeurs et ces travailleurs indépendants. Le sursis suspend les délais s'appliquant à la réalisation des actes en matière de recouvrement, de contrôle et de contentieux. Les pénalités et les majorations de retard ne sont pas applicables au titre de la même période.Les employeurs et les travailleurs indépendants sont considérés à jour de leurs obligations de paiement des cotisations et contributions sociales pour la période concernée par la suspension, sous réserve du respect de leurs obligations de déclaration.II. - Les cotisants mentionnés au I peuvent bénéficier de plans d'apurement conclus avec les organismes de recouvrement des cotisations sociales dont ils relèvent. Pour les employeurs, ces plans entrent en vigueur au plus tard le 1er avril 2026. Pour les travailleurs indépendants mentionnés au même I, ces plans entrent en vigueur au plus tard le 1er août 2026. Dans des conditions fixées par décret, ces dates peuvent être reportées jusqu'à douze mois, pour tenir compte de l'évolution de la situation économique locale.Le plan d'apurement peut être conclu pour une durée maximale de cinq ans. Peuvent faire l'objet d'un plan d'apurement l'ensemble des cotisations et contributions sociales restant dues aux organismes de recouvrement à la date de conclusion du plan, à la charge des employeurs et des travailleurs indépendants mentionnés audit I, ainsi que celles qui, étant à la charge des salariés, ont été constatées à la date de conclusion du plan et précomptées sans être reversées à ces mêmes organismes, à condition que ces plans prévoient en priorité leur règlement.Le cas échéant, le plan d'apurement tient compte des exonérations et des remises prévues en application du présent article. Les directeurs des organismes de recouvrement adressent des propositions de plan à l'ensemble des cotisants mentionnés au I. Ces propositions sont adressées avant le 1er mars 2026 pour les employeurs et avant le 1er juillet 2026 pour les travailleurs indépendants mentionnés au même I. A défaut d'opposition ou de demande d'aménagement par le cotisant dans un délai d'un mois, le plan est réputé accepté.Les employeurs ou les travailleurs indépendants mentionnés audit I peuvent également demander le bénéfice d'un plan d'apurement aux directeurs des organismes de recouvrement, avant le 1er mars 2026 pour les employeurs et avant le 1er juillet 2026 pour les travailleurs indépendants mentionnés au même I.Les pénalités et les majorations de retard dont sont redevables, du fait de leurs dettes de cotisations et contributions sociales, les cotisants qui concluent avec l'organisme de recouvrement dont ils relèvent un plan d'apurement dans les conditions mentionnées au présent II sont remises d'office à l'issue du plan, sous réserve du respect de celui-ci.III. - Pour les employeurs et les travailleurs indépendants mentionnés au I actifs sur le territoire du Département de Mayotte le 14 décembre 2024, le plan d'apurement prévu au II peut comporter un abandon total ou partiel des cotisations et contributions sociales dues par les employeurs pour la période comprise entre le 14 décembre 2024 et le 30 juin 2025 ou dues à titre personnel par les travailleurs indépendants mentionnés au I au titre des exercices 2024 et 2025.Cet abandon est accordé aux employeurs et aux travailleurs indépendants mentionnés au même I qui justifient d'une baisse de leur chiffre d'affaires au titre de leur activité réalisée sur le territoire et commensurable à l'abandon demandé, s'ils adressent une demande à l'organisme de recouvrement des cotisations dont ils relèvent, pour les employeurs, au plus tard le 31 janvier 2026 et, pour les travailleurs indépendants, au plus tard le 31 mai 2026. Les modalités d'appréciation de la réduction d'activité et les conditions d'octroi de cet abandon sont définies par décret.Le bénéfice de l'abandon de créances mentionné au présent III est subordonné au fait :1° Pour le cotisant, d'être à jour de ses obligations déclaratives ;2° Pour l'employeur, de s'être au préalable acquitté de la part salariale des cotisations et contributions sociales restant dues ou, à défaut, de leur inclusion dans le plan d'apurement.IV. - Une entreprise ne peut bénéficier des dispositions prévues au présent article lorsqu'elle ou son dirigeant a été condamné en application des articles L. 8211-1, L. 8221-3 et L. 8221-5 du code du travail au cours des cinq années précédant le début de la période de suspension mentionnée au I du présent article.La condamnation de l'entreprise ou du chef d'entreprise pour les motifs mentionnés au premier alinéa du présent IV ou, après mise en demeure, le non-respect de l'échéancier du plan d'apurement ou le non-paiement des cotisations et contributions sociales dues après la signature de ce plan entraîne sa caducité.V. - La perte de recettes pour les organismes de sécurité sociale est compensée, à due concurrence, par la majoration de l'accise sur les tabacs prévue au chapitre IV du titre Ier du livre III du code des impositions sur les biens et services."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "I. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nII. - Par dérogation à l'article 28-13-1 de l'ordonnance n° 96-1122 du 20 décembre 1996 relative à l'amélioration de la santé publique, à l'assurance maladie, maternité, invalidité, décès et autonomie, au financement de la sécurité sociale à Mayotte et à la caisse de sécurité sociale de Mayotte et jusqu'au 31 décembre 2025, les décisions d'attribution prises par l'instance du conseil mentionné à l'article L. 612-1 du code de la sécurité sociale compétente en matière d'action sanitaire et sociale peuvent être prises sans demande préalable et être traitées et mises en paiement par un organisme désigné par arrêté du ministre chargé de la sécurité sociale.\n\nIII. - Le présent article est applicable à compter du 14 décembre 2024.\n\n- Ordonnance n° 96-1122 du 20 décembre 1996\n\n- Ordonnance n° 96-1122 du 20 décembre 1996"
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Les demandeurs d'emploi résidant à Mayotte qui épuisent, à compter du 1er décembre 2024, leurs droits à l'une des allocations mentionnées aux articles L. 5422-1, L. 5423-1, L. 5424-1 et L. 5424-25 du code du travail bénéficient, qu'ils remplissent ou non les conditions de l'ouverture d'une nouvelle période d'indemnisation, d'une prolongation de la durée pendant laquelle cette allocation leur est versée jusqu'au 31 mars 2025. Cette durée peut être prolongée par un décret pris après avis du conseil d'administration de l'organisme mentionné au premier alinéa de l'article L. 5427-1 du même code s'agissant des allocations prévues aux articles L. 5422-1 et L. 5424-25 dudit code, en fonction de l'évolution de la situation sociale et des conditions matérielles locales, au plus tard jusqu'au 31 décembre 2025.Pour les travailleurs privés d'emploi entre le 1er décembre 2024 et le terme de la période de prolongation mentionnée au premier alinéa du présent article, la période de référence au cours de laquelle est recherchée la durée d'affiliation à l'assurance chômage requise pour l'ouverture d'une nouvelle période d'indemnisation au terme de cette prolongation est prolongée du nombre de jours compris entre le 1er décembre 2024 et le terme de cette période de prolongation. Est également prolongé, selon les mêmes modalités, le délai de douze mois courant à compter de la fin d'un contrat de travail et avant l'expiration duquel doit intervenir l'inscription comme demandeur d'emploi ou le dépôt de la demande d'allocation auprès de l'opérateur mentionné à l'article L. 5312-1 du code du travail ou de l'un des employeurs mentionnés à l'article L. 5424-1 du même code."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "I. - Sans préjudice du II, le bénéfice des droits et des prestations sociales versés aux assurés résidant à Mayotte et à leurs ayants droit est maintenu jusqu'au 30 juin 2025 lorsqu'il vient à expiration à compter du 14 décembre 2024, même en l'absence de demande de renouvellement, de souscription des déclarations requises ou de production des pièces justificatives nécessaires par son bénéficiaire. Cette période peut être prolongée par décret, pour tout ou partie des droits ou des prestations dus, en fonction de l'évolution de la situation sociale et des conditions matérielles locales, au plus tard jusqu'au 31 décembre 2025.Le bénéfice de ces droits et de ces prestations sociales ainsi que les remboursements et les prises en charge des frais de santé peuvent être accordés au titre de la période mentionnée au premier alinéa du présent I même en l'absence de demande ou de production par leur potentiel bénéficiaire de certaines pièces nécessaires pour apprécier son éligibilité, lorsqu'il est dans l'impossibilité de les fournir ou que la caisse est dans l'incapacité de les traiter, à l'exception des pièces nécessaires pour justifier de son identité et des conditions relatives à la nationalité ou à la régularité ou à l'ancienneté de son séjour. Le présent alinéa est applicable aux demandes en cours d'instruction le 14 décembre 2024 lorsque les pièces fournies à l'appui de ces demandes étaient incomplètes.Pendant la période mentionnée au premier alinéa du présent I, par dérogation au premier alinéa de l'article L. 822-4 du code de la construction et de l'habitation, le bénéfice des aides personnelles au logement versées par la caisse de sécurité sociale de Mayotte peut être accordé ou maintenu même si le local est loué ou sous-loué en partie à des tiers. L'aide personnelle au logement peut exceptionnellement être versée même en l'absence du respect des exigences mentionnées à l'article L. 822-9 et au 3° de l'article L. 861-5 du même code.Les actions en recouvrement des prestations sociales indues sont suspendues jusqu'au 30 juin 2025. Cette échéance peut être reportée par décret dans les conditions prévues à la seconde phrase du premier alinéa du présent I.II. - A. - 1. Par dérogation aux articles L. 232-2, L. 232-12, L. 241-3, L. 241-6 et L. 245-2 du code de l'action sociale et des familles, les bénéficiaires des droits et prestations énumérés au 2 du présent A pour lesquels l'accord sur ces droits et prestations expire entre le 14 décembre 2024 et le 31 décembre 2025 ou a expiré avant le 14 décembre 2024, sans que la demande de renouvellement de ce droit ou de cette prestation ait pu faire l'objet, à cette date, d'une décision de la commission des droits et de l'autonomie des personnes handicapées prévue à l'article L. 146-9 du code de l'action sociale et des familles, bénéficient d'une prolongation de douze mois au maximum de la durée de cet accord à compter de la date de son expiration ou à compter du 14 décembre 2024 s'il a expiré avant cette date, sauf en cas de décision de la commission des droits et de l'autonomie des personnes handicapées ou, le cas échéant, du président du conseil départemental rejetant la demande de renouvellement ou modifiant le droit au cours de cette période.Cette période peut être renouvelée par décret, pour tout ou partie des droits ou prestations dus, en fonction de l'évolution de la situation sociale et des conditions matérielles locales.2. Sont concernés les droits et prestations suivants :a) L'allocation personnalisée d'autonomie prévue à l'article L. 232-1 du code de l'action sociale et des familles ;b) La carte « mobilité inclusion » prévue à l'article L. 241-3 du même code ;c) La prestation de compensation du handicap prévue à l'article L. 245-1 dudit code affectée aux charges mentionnées aux 1°, 4° et 5° de l'article L. 245-3 du même code ;d) Les allocations prévues aux articles 35 et 35-1 de l'ordonnance n° 2002-411 du 27 mars 2002 relative à la protection sanitaire et sociale à Mayotte, dans sa rédaction antérieure à la loi n° 2018-1317 du 28 décembre 2018 de finances pour 2019 ;e) L'allocation d'éducation de l'enfant handicapé et ses compléments prévus à l'article 10-1 de l'ordonnance n° 2002-149 du 7 février 2002 relative à l'extension et la généralisation des prestations familiales et à la protection sociale dans le Département de Mayotte ;f) Tous les autres droits ou prestations mentionnés à l'article L. 241-6 du code de l'action sociale et des familles relevant de la compétence de la commission mentionnée à l'article L. 146-9 du même code.3. En l'absence de décision de la commission mentionnée au même article L. 146-9, les décisions fixant pour l'année scolaire 2024-2025 les orientations et les mesures propres à assurer l'insertion scolaire mentionnées au 1° du I de l'article L. 241-6 du même code sont reconduites pour l'année scolaire 2025-2026.B. - Le bénéfice des droits et prestations mentionnés au A du présent II peut être accordé même en l'absence de demande ou de production par leur potentiel bénéficiaire des pièces nécessaires pour apprécier son éligibilité lorsque celui-ci est dans l'impossibilité de les fournir ou lorsque la maison départementale des personnes handicapées ou l'équipe médico-sociale est dans l'incapacité de les traiter, à l'exception du certificat médical. Le présent B est également applicable aux demandes en cours d'instruction le 14 décembre 2024 lorsque les pièces fournies à l'appui de ces demandes étaient incomplètes.Le présent article est applicable sans préjudice de l'exercice par les organismes de leurs prérogatives en matière de contrôle et de lutte contre les fraudes ainsi que de poursuite du recouvrement des indus portant sur des prestations obtenues frauduleusement."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Par dérogation à l'article L. 5122-1 du code du travail, les taux horaires de l'allocation et de l'indemnité d'activité partielle peuvent être majorés, par décret, pour les établissements situés à Mayotte.Le présent article s'applique aux demandes d'indemnisation adressées à l'Agence de services et de paiement au titre du placement en position d'activité partielle de salariés du 14 décembre 2024 au 31 mars 2025. Cette période peut être prolongée par décret en fonction de l'évolution de la situation sociale et des conditions matérielles locales, au plus tard jusqu'au 31 décembre 2025."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Les demandes de logement social à Mayotte non renouvelées et arrivant à échéance à compter du 14 décembre 2024 sont prolongées de plein droit jusqu'au 31 mars 2025. Cette échéance peut être reportée par décret au plus tard jusqu'au 1er juillet 2025 en fonction de l'évolution de la situation sociale et des conditions matérielles locales."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Dans un délai d'un mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un bilan exhaustif de la catastrophe, incluant le nombre de personnes décédées, disparues, blessées et amputées lors du passage du cyclone Chido survenu dans la nuit du 13 au 14 décembre 2024."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "Le Gouvernement remet au Parlement, dans un délai de trois mois à compter de la promulgation de la présente loi, un rapport sur les disparités persistantes entre les montants des prestations sociales versés à Mayotte et ceux versés dans l'hexagone et dans les autres départements d'outre-mer. Ce rapport évalue l'impact de ces écarts sur le niveau de vie des Mahorais et propose un calendrier concerté d'alignement des prestations sociales sur celles de l'hexagone."
    }
  ]
}