{
  "id": "loi-n-89-936-du-29-decembre-1989",
  "type": "statute",
  "title": "Loi n° 89-936 du 29 décembre 1989",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000322103",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Pour le calcul de la dotation globale de fonctionnement prévue à l'article L. 234-1 du code des communes, le taux de prélèvement sur le produit net prévisionnel de la taxe sur la valeur ajoutée est fixé, pour 1989, à 16,636 p. 100."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Une somme de 300 millions de francs est allouée au budget général sur la part des bénéfices de l'institut d'émission des départements d'outre-mer versée au Trésor en 1989."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "L'ajustement des recettes tel qu'il résulte des évaluations révisées figurant à l'état A annexé à la présente loi et le supplément de charges du budget de l'Etat pour 1989 sont fixés ainsi qu'il suit :\n\n(tableau non reproduit)."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Il est ouvert aux ministres, au titre des dépenses ordinaires des services civils pour 1989, des crédits supplémentaires s'élevant à la somme totale de 41 478 482 753 F, conformément à la répartition par titre et par ministère qui en est donnée à l'état B annexé à la présente loi."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Il est ouvert aux ministres, au titre des dépenses en capital des services pour 1989, des autorisations de programme et des crédits de paiement supplémentaires s'élevant respectivement aux sommes de 5 231 314 872 F et de 3 127 908 942 F, conformément à la répartition par titre et par ministère qui en est donnée à l'état C annexé à la présente loi."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Il est ouvert au ministre de la défense, au titre des dépenses ordinaires des services militaires pour 1989, des autorisations de programme et des crédits de paiement supplémentaires s'élevant respectivement aux sommes de 50 000 000 F et de 1 594 700 000 F."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Il est ouvert au ministre de la défense, au titre des dépenses en capital des services militaires pour 1989, des autorisations de programme et des crédits de paiement supplémentaires s'élevant respectivement aux sommes de 25 700 000 F et de 21 300 000 F."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Il est ouvert aux ministres, au titre des dépenses des budgets annexes pour 1989, des autorisations de programme et des crédits de paiement supplémentaires s'élevant respectivement aux sommes de 15 409 000 F et de 147 520 000 F ainsi répartis :\n\n(tableau non reproduit)"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Il est ouvert au ministre d'Etat, ministre de l'économie, des finances et du budget, pour 1989, au titre des comptes de prêts, des crédits de paiement supplémentaires s'élevant à la somme de 425 000 000 F."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Sont ratifiés les crédits ouverts par les décrets d'avance n° 89-194 du 31 mars 1989 et n° 89-634 du 8 septembre 1989."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I. - Paragraphe modificateur\n\nII. - Les dispositions du présent article s'appliquent pour l'imputation des déficits constatés au titre des exercices clos à compter du 31 décembre 1989."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I. - L'application de la méthode d'évaluation prévue à l'article 340-4 de la loi n° 66-537 du 24 juillet 1966 sur les sociétés commerciales n'a pas d'incidence sur les résultats imposables, par dérogation à l'article 38 du code général des impôts.\n\nII. - Toutefois, les dispositions du onzième alinéa du 5° du I de l'article 39 du code général des impôts sont applicables à la fraction de la provision constituée à raison de l'écart d'équivalence négatif, qui correspond à la dépréciation définie au douzième alinéa du 5° du I de l'article 39 précité, des titres évalués selon cette méthode. L'excédent éventuel de cette provision n'est pas déductible pour l'assiette de l'impôt.\n\nLes provisions qui sont transférées au poste d'écart d'équivalence ainsi que celles devenues sans objet en raison de l'application de la méthode d'évaluation mentionnée au paragraphe l, sont immédiatement rapportées aux résultats imposables. Les provisions pour dépréciation des titres ainsi transférées sont comprises dans les plus-values à long terme de l'exercice visées au I du paragraphe I de l'article 39 quindecies du même code.\n\nIII. - En cas de cession de titres mentionnés au paragraphe II, la plus-value ou la moins-value est déterminée en fonction de leur prix de revient.\n\nIV. - Un décret définit les modalités d'application du présent article ainsi que les obligations déclaratives des entreprises qui appliquent la méthode d'évaluation prévue au paragraphe I."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "La plus-value de cession d'un immeuble par une société civile immobilière non soumise à l'impôt sur les sociétés dont les parts ont été affectées par une société d'assurance à la couverture de contrats d'assurance sur la vie à capital variable prévus par l'article L. 131-1 du code des assurances est comprise dans le résultat imposable de la société d'assurance sous déduction des profits de réévaluation constatés lors des estimations annuelles de ces parts dans les comptes de la société d'assurance.\n\nLa moins-value de même nature est retenue dans les mêmes conditions, et ne peut venir en diminution des profits de réévaluation des parts de la société civile, constatés par la société d'assurance."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I., II. - Paragraphes modificateurs\n\nIII. - La demande du bénéfice du régime de faveur prévu par les articles 697 et 721 du code général des impôts est présentée dans l'acte d'acquisition. Elle est soumise à agrément préalable dans les mêmes conditions et pour les mêmes opérations que celles prévues à l'article 1465 du même code.\n\nLorsque l'entreprise cesse volontairement son activité ou cède le bien acquis dans les cinq ans de l'acquisition, ou ne respecte pas les conditions auxquelles le régime de faveur est subordonné, elle est tenue d'acquitter, à première réquisition, le complément d'imposition, de taxe ou de droit dont la mutation a été dispensée et, en outre, l'intérêt de retard prévu à l'article 1727 du code.\n\nLes dispositions de l'alinéa qui précède ne sont pas applicables lorsque l'entreprise ou le bien acquis sont transmis à titre gratuit ou en cas de fusion ou d'apport en société du bien lorsque le nouveau propriétaire s'engage à respecter les conditions auxquelles le régime de faveur est subordonné."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I. - Paragraphe modificateur\n\nII. - Les dispositions du présent article s'appliquent également à l'impôt de solidarité sur la fortune dû au titre de 1989."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I. - 1. Le prélèvement social institué par l'article Ier de la loi n° 87-516 du 10 juillet 1987 portant diverses mesures relatives au financement de la sécurité sociale s'applique dans les mêmes conditions aux revenus soumis à l'impôt sur le revenu de 1989.\n\nLes contribuables qui ne sont pas soumis à l'impôt sur le revenu ou dont la cotisation n'est pas mise en recouvrement en application du 1 bis de l'article 1657 du code général des impôts ne sont pas assujettis au prélèvement.\n\nIl n'est pas procédé au recouvrement du prélèvement lorsque son montant est inférieur à la somme mentionnée au 2 de l'article 1657 du même code.\n\n2. Le prélèvement social institué par l'article 2 de la loi n° 87-516 du 10 juillet 1987 précitée s'applique dans les mêmes conditions aux produits de placement sur lesquels est opéré, au cours de l'année 1990, le prélèvement prévu à l'article 125 A du code général des impôts.\n\nII. - 1. La contribution définie à l'article 2 de la loi n° 86-966 du 18 août 1986 portant diverses mesures relatives au financement des retraites et pensions s'applique, dans les mêmes conditions, aux revenus de l'année 1988.\n\n2. Les montants de 160 F et 140 F mentionnés à l'article 6 de la loi n° 86-966 du 18 août 1986 précitée sont portés respectivement à 180 F et 160 F.\n\n3. Sauf dans les cas où la cotisation d'impôt due sur les revenus de 1988 est mise en recouvrement après le 31 mars 1990, la contribution est mise en recouvrement le 31 mars 1990 et acquittée en même temps que l'acompte provisionnel de l'impôt sur le revenu payable au plus tard le 15 mai 1990. Pour les contribuables ayant opté pour le paiement mensuel de l'impôt sur le revenu, la contribution est prélevée en même temps que la première mensualité suivant la date limite de paiement de l'acompte provisionnel mentionné ci-dessus.\n\nPar dérogation à l'article 150 R du code général des impôts, le paiement de la contribution ne peut être fractionné."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Pour l'application du dernier alinéa du 3 et du cinquième alinéa du a du 5 de l'article 158 du code général des impôts, les droits sociaux appartenant au conjoint sont considérés comme détenus indirectement."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "I., II. - Paragraphes modificateurs\n\nIII. - Les sociétés mentionnées au 8° de l'article 223 sexies du code général des impôts transfèrent à leurs actionnaires les crédits d'impôt attachés aux produits encaissés au cours des exercices clos depuis cinq ans au plus et dont la distribution est exonérée de précompte, en proportion de la fraction distribuée de ces produits.\n\nIV. - Paragraphe modificateur\n\nV. - Ces dispositions s'appliquent aux distributions effectuées à compter du 1er janvier 1990.\n\nVI. - Un décret fixe les conditions d'application du présent article."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Premier alinéa modificateur.\n\nCette disposition revêt un caractère interprétatif."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "I. - Paragraphe modificateur\n\nII. - Pour l'application en 1991 des articles 1636 B sexies, 1636 B septies, 1639 A et 1648 D du code général des impôts, les taux d'imposition de l'année précédente sont multipliés par 0,960.\n\nLes dispositions de l'alinéa précédent ne sont pas applicables au taux moyen de la taxe d'habitation et au taux moyen pondéré de la taxe d'habitation et des taxes foncières constatés en 1990 dans l'ensemble des communes membres d'un syndicat d'agglomération nouvelle et retenus pour le calcul de la variation du taux de taxe professionnelle du syndicat en 1991. Ces mêmes taux sont multipliés par 0,960 pour calculer la variation du taux de la taxe professionnelle du syndicat d'agglomération nouvelle en 1992.\n\nLe seuil d'écrêtement prévu au paragraphe I de l'article 1648 A et la base d'imposition de taxe professionnelle mentionnée au paragraphe Il de l'article 1647 D du même code sont, pour 1991, divisés par 0,960."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "I. - Paragraphe modificateur\n\nII. - En cas d'examen contradictoire de l'ensemble de la situation fiscale personnelle visé à l'article L. 12 du livre des procédures fiscales ou de vérification approfondie de situation fiscale d'ensemble mentionnée à l'article 67 de la loi de finances pour 1976 (n° 75-1278 du 30 décembre 1975), la demande au contribuable des relevés de compte dans l'avis de vérification ou simultanément à l'envoi ou à la remise de cet avis, ainsi que l'envoi ou la remise de toute demande de renseignements en même temps que cet avis sont sans influence sur la régularité de ces procédures lorsque celles-ci ont été engagées avant la date d'entrée en vigueur de la présente loi."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "I. - Paragraphe modificateur\n\nII. - Les dispositions du paragraphe I sont applicables à tous les litiges engagés par des réclamations présentées après l'entrée en vigueur de la présente loi."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "Lorsqu'une commission départementale des impôts directs et des taxes sur le chiffre d'affaires, antérieurement saisie d'un litige, n'a pas notifié sa décision ou son avis au 15 décembre 1989, les mises en recouvrement des impositions qui auraient dû, sous peine de prescription, être effectuées avant le 31 décembre 1989, peuvent être valablement reportées jusqu'au 30 juin 1990."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "En matière de publicité foncière et d'enregistrement, tout acte, formalité, inscription, mention, publication ou notification prescrit à peine de déchéance, nullité, caducité, forclusion, péremption ou inopposabilité, qui n'a pu être accompli par une personne publique ou privée du fait de l'interruption du fonctionnement normal des services fiscaux, entre le 1er juillet 1989 et le 31 décembre 1989 inclus, sera réputé valable s'il a été effectué au plus tard le 31 janvier 1990. Les droits de toute nature ne pourront donner lieu à aucune majoration ou pénalité du fait d'un retard involontaire imputable à l'interruption du fonctionnement des services."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "Le délai prévu au quatrième alinéa de l'article 7 de la loi n° 82-213 du 2 mars 1982 relative aux droits et libertés des communes, des départements et des régions est porté à trente jours pour l'établissement des budgets de l'exercice 1990."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "I. - Il est perçu, dans la région Ile-de-France définie par l'article les de la loi n° 76-394 du 6 mai 1976 portant création et organisation de la région d'Ile-de-France, une taxe annuelle sur les locaux à usage de bureaux.\n\nII. - Les locaux à usage de bureaux s'entendent des locaux commerciaux ou à usage professionnel, ainsi que des locaux utilisés par les administrations publiques à l'exception, d'une part, des magasins, boutiques, ateliers, hangars, garages et locaux de stockage et, d'autre part, des locaux spécialement aménagés pour l'exercice d'une activité de caractère sanitaire, social, éducatif, sportif ou culturel.\n\nIII. - Sont exonérés de la taxe les locaux appartenant aux fondations et aux associations, reconnues d'utilité publique, dans lesquels elles exercent leur activité.\n\nLes locaux d'une superficie totale inférieure à 100 mètres carrés sont exonérés de la taxe. Pour l'application de cette disposition, il est tenu compte de tous les locaux à usage de bureaux qu'un propriétaire possède à une même adresse ou, en cas de pluralité d'adresses, dans un même groupement topographique.\n\nIV. - La taxe est due par les personnes privées ou publiques qui, au premier janvier de l'année d'imposition, sont propriétaires de locaux imposables.\n\nV. - Les tarifs de la taxe sont fixés à :\n\n1° 50 francs par mètre carré dans les 1er 2e, 3e, 4e, 6e, 7e, 8e, 9e, 14e, 15e, 16e, 17e arrondissements de Paris et dans les arrondissements de Nanterre et de Boulogne-Billancourt du département des Hauts-de-Seine.\n\n2° 30 francs, par mètre carré dans les autres arrondissements de Paris, dans l'arrondissement d'Antony du département des Hauts-de-Seine ainsi que dans les départements de Seine-Saint-Denis et du Val-de-Marne ;\n\n3° 15 francs par mètre carré dans les départements de Seine-et-Marne, des Yvelines, de l'Essonne et du Val-d'Oise.\n\nLes limites des circonscriptions visées aux 1°, 2° et 3° ci-dessus sont celles qui existent à la date de promulgation de la présente loi.\n\nToutefois, le tarif de la taxe est fixé à 15 francs par mètre carré pour les locaux dont les collectivités publiques et leurs établissements publics sans caractère industriel ou commercial, les organismes sans but lucratif à caractère sanitaire, social, éducatif, sportif ou culturel ou les organismes professionnels sont propriétaires et dans lesquels ils exercent leur activité.\n\nLes tarifs sont révisés chaque année en fonction de l'évolution annuelle de l'indice du coût de la construction.\n\nVI. - Les redevables sont tenus de déposer une déclaration accompagnée du paiement de l'impôt, avant le 1er mars de chaque année, auprès du comptable du Trésor du lieu de situation des locaux imposables.\n\nVII. - 1. Le contrôle, le recouvrement, le contentieux, les garanties et les sanctions relatifs à cette taxe sont régis par les règles applicables en matière d'impôt sur les sociétés.\n\n2. Le privilège prévu au 1° du 2 de l'article 1920 du code général des impôts peut être exercé pour le recouvrement de la taxe annuelle sur les locaux à usage de bureaux."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "I. - Paragraphe modificateur\n\nII. - Il est institué au profit de la commune de Saint-Martin (Guadeloupe) une taxe annuelle sur les locations de véhicules pour financer l'amélioration de son réseau routier.\n\nLa taxe est due sur le prix hors assurances perçu au titre des locations de véhicules terrestres automobiles circulant dans la commune. Son taux est fixé à 5 p. 100.\n\nLe loueur, ou l'intermédiaire qui encaisse pour le compte de celui-ci le prix des locations, perçoivent la taxe et en reversent sous leur responsabilité le montant dû au titre de chaque trimestre au receveur municipal avant le 25 des mois d'avril, août, octobre et janvier.\n\nUn décret en Conseil d'Etat fixe les modalités d'application de la taxe.\n\nLe contrôle, le contentieux, les garanties et les sanctions relatifs à cette taxe sont régis par les règles applicables à la taxe de séjour."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "I. - Paragraphe modificateur\n\nII. - A titre exceptionnel, le fonds est alimenté par une contribution des entreprises mentionnées aux 5 et 7 de l'article L. 310-1 du code des assurances, versée au plus tard le 30 juin 1990. Son assiette est constituée par les primes ou cotisations d'assurance émises en 1989, nettes de taxe et d'annulation ou de remboursement. Le taux de cette contribution est égal à 0,6 p. 100.\n\nCette contribution est recouvrée sous les mêmes garanties et les mêmes sanctions que la taxe sur les conventions d'assurance prévue aux articles 991 et suivants du code général des impôts."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "Alinéas modificateurs\n\nCes tarifs entrent en vigueur le 15 janvier 1990."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "Les tarifs de la taxe sur les véhicules des sociétés prévus à l'article 1010 du code général des impôts sont portés à 5 700 F pour les véhicules dont la puissance fiscale n'excède pas 7 CV et à 12 500 F pour les autres véhicules, à compter de la période d'imposition s'ouvrant le 1er octobre 1989."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "A modifié les dispositions suivantes\n\nCette disposition est applicable aux traitements et soldes perçus au titre des périodes postérieures au 31 décembre 1989."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "A compter du 1er janvier 1990, les droits et obligations de la société de développement de véhicules automobiles (Sodéva) sont transférés à l'Etat."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "[Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n°89-270 DC du 29 décembre 1989.]"
    }
  ]
}