{
  "id": "loi-n-95-125-du-8-fevrier-1995",
  "type": "statute",
  "title": "Loi n° 95-125 du 8 février 1995",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000350926",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Les dispositions du présent chapitre entreront en application trois mois après l'entrée en vigueur de la présente loi."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Peuvent être nommées en qualité d'assistants auprès des magistrats des tribunaux judiciaires, des cours d'appel, de la Cour de cassation ainsi qu'à l'Ecole nationale de la magistrature les personnes titulaires d'un diplôme sanctionnant une formation juridique d'une durée au moins égale à quatre années d'études supérieures après le baccalauréat et que leur compétence qualifie particulièrement pour exercer ces fonctions.\n\nCes assistants sont nommés pour une durée de deux ans renouvelable deux fois. Ils sont tenus au secret professionnel sous les peines prévues à l'article 226-13 du code pénal.\n\nCes assistants peuvent également être nommés auprès du tribunal de première instance et de la cour d'appel de Papeete, dans les mêmes conditions qu'aux deux premiers alinéas du présent article.\n\nUn décret en Conseil d'Etat précise les modalités d'application du présent article."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "La médiation régie par le présent chapitre s'entend de tout processus structuré, quelle qu'en soit la dénomination, par lequel deux ou plusieurs parties tentent de parvenir à un accord en vue de la résolution amiable de leurs différends, avec l'aide d'un tiers, le médiateur, choisi par elles ou désigné, avec leur accord, par le juge saisi du litige."
    },
    {
      "provision_ref": "art21-1",
      "section": "21-1",
      "title": "Article 21-1",
      "content": "La médiation est soumise à des règles générales qui font l'objet de la présente section, sans préjudice de règles complémentaires propres à certaines médiations ou à certains médiateurs."
    },
    {
      "provision_ref": "art21-2",
      "section": "21-2",
      "title": "Article 21-2",
      "content": "Le médiateur accomplit sa mission avec impartialité, compétence, indépendance et diligence."
    },
    {
      "provision_ref": "art21-3",
      "section": "21-3",
      "title": "Article 21-3",
      "content": "Sauf accord contraire des parties, la médiation est soumise au principe de confidentialité.Les constatations du médiateur et les déclarations recueillies au cours de la médiation ne peuvent être divulguées aux tiers ni invoquées ou produites dans le cadre d'une instance judiciaire ou arbitrale sans l'accord des parties.Il est fait exception aux alinéas précédents dans les deux cas suivants :a) En présence de raisons impérieuses d'ordre public ou de motifs liés à la protection de l'intérêt supérieur de l'enfant ou à l'intégrité physique ou psychologique de la personne ;b) Lorsque la révélation de l'existence ou la divulgation du contenu de l'accord issu de la médiation est nécessaire pour sa mise en œuvre ou son exécution.Lorsque le médiateur est désigné par un juge, il informe ce dernier de ce que les parties sont ou non parvenues à un accord."
    },
    {
      "provision_ref": "art21-4",
      "section": "21-4",
      "title": "Article 21-4",
      "content": "L'accord auquel parviennent les parties ne peut porter atteinte à des droits dont elles n'ont pas la libre disposition."
    },
    {
      "provision_ref": "art21-5",
      "section": "21-5",
      "title": "Article 21-5",
      "content": "Sans préjudice du 7° de l'article L. 111-3 du code des procédures civiles d'exécution, l'accord auquel parviennent les parties peut être soumis à l'homologation du juge, qui lui donne force exécutoire."
    },
    {
      "provision_ref": "art21-6",
      "section": "21-6",
      "title": "Article 21-6",
      "content": "Un Conseil national de la médiation est placé auprès du ministre de la justice. Il est chargé de :1° Rendre des avis dans le domaine de la médiation définie à l'article 21 et proposer aux pouvoirs publics toutes mesures propres à l'améliorer ;2° Proposer un recueil de déontologie applicable à la pratique de la médiation ;3° Proposer des référentiels nationaux de formation des médiateurs et faire toute recommandation sur la formation ;4° Emettre des propositions sur les conditions d'inscription des médiateurs sur la liste prévue à l'article 22-1 A.Pour l'exercice de ses missions, le Conseil national de la médiation recueille toutes informations quantitatives et qualitatives sur la médiation.Un décret en Conseil d'Etat fixe l'organisation, les moyens et les modalités de fonctionnement du Conseil national de la médiation."
    },
    {
      "provision_ref": "art21-7",
      "section": "21-7",
      "title": "Article 21-7",
      "content": "Siègent au Conseil national de la médiation des personnalités qualifiées ainsi que des représentants des associations intervenant dans le champ de la médiation, des administrations, des juridictions et des professions du droit. Une majorité des membres ont une expérience pratique ou une formation à la médiation.Un décret en Conseil d'Etat fixe les modalités de sa composition."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Le juge peut désigner, avec l'accord des parties, un médiateur pour procéder à une médiation, en tout état de la procédure, y compris en référé. Cet accord est recueilli dans des conditions prévues par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art22-1",
      "section": "22-1",
      "title": "Article 22-1",
      "content": "En tout état de la procédure, y compris en référé, lorsqu'il estime qu'une résolution amiable du litige est possible, le juge peut, s'il n'a pas recueilli l'accord des parties, leur enjoindre de rencontrer un médiateur qu'il désigne et qui répond aux conditions prévues par décret en Conseil d'Etat. Celui-ci informe les parties sur l'objet et le déroulement d'une mesure de médiation."
    },
    {
      "provision_ref": "art22-1A",
      "section": "22-1A",
      "title": "Article 22-1A",
      "content": "Il est établi, pour l'information des juges, une liste des médiateurs dressée par chaque cour d'appel, dans des conditions fixées par un décret en Conseil d'Etat pris dans un délai de six mois à compter de la promulgation de la loi n° 2016-1547 du 18 novembre 2016 de modernisation de la justice du XXIe siècle."
    },
    {
      "provision_ref": "art22-2",
      "section": "22-2",
      "title": "Article 22-2",
      "content": "Lorsque les frais de la médiation sont à la charge des parties, celles-ci déterminent librement entre elles leur répartition.\n\nA défaut d'accord, ces frais sont répartis à parts égales, à moins que le juge n'estime qu'une telle répartition est inéquitable au regard de la situation économique des parties.\n\nLorsque l'aide juridictionnelle a été accordée à l'une des parties, la répartition de la charge des frais de la médiation est établie selon les règles prévues à l'alinéa précédent. Les frais incombant à la partie bénéficiaire de l'aide juridictionnelle sont à la charge de l'Etat, sous réserve des dispositions de l'article 50 de la loi du 10 juillet 1991 relative à l'aide juridique.\n\nLe juge fixe le montant de la provision à valoir sur la rémunération du médiateur et désigne la ou les parties qui versent la provision dans le délai qu'il détermine. La désignation du médiateur est caduque à défaut de versement dans le délai et selon les modalités impartis. Lorsque la médiation est ordonnée en cours d'instance, celle-ci est alors poursuivie."
    },
    {
      "provision_ref": "art22-3",
      "section": "22-3",
      "title": "Article 22-3",
      "content": "La durée de la mission de médiation est fixée par le juge, sans qu'elle puisse excéder un délai déterminé par décret en Conseil d'Etat.\n\nLe juge peut toutefois renouveler la mission de médiation. Il peut également y mettre fin, avant l'expiration du délai qu'il a fixé, d'office ou à la demande du médiateur ou d'une partie.\n\nLe présent article n'est pas applicable lorsque le juge ordonne la médiation dans la décision statuant définitivement sur les modalités d'exercice de l'autorité parentale."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Les dispositions du présent chapitre ne sont pas applicables aux procédures pénales."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Un décret en Conseil d'Etat détermine les conditions d'application du présent chapitre."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "I. - (Paragraphe modificateur).II. - Les dispositions du présent chapitre entreront en vigueur le premier jour du sixième mois qui suit celui de la publication de la présente loi."
    },
    {
      "provision_ref": "art34-1",
      "section": "34-1",
      "title": "Article 34-1",
      "content": "Le procureur de la République peut requérir directement la force publique pour faire exécuter les décisions rendues sur le fondement des instruments internationaux et européens relatives au déplacement illicite international d'enfants, dans des conditions définies par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "[Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 95-360 DC du 2 février 1995.]"
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "Les dispositions du présent chapitre entreront en vigueur le 6 mars 1995."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "I. - (Paragraphe modificateur).II. - (Paragraphe modificateur).III. - Pour les officiers de paix en fonctions à la date de publication de la présente loi et ayant la qualité d'officier de police judiciaire dans les conditions prévues par l'article L. 23-1 du code de la route, les conditions de la formation complémentaire ainsi que les modalités d'organisation et le programme des épreuves complémentaires auxquelles ils sont soumis pour être désignés, en application du 3° de l'article 16 du code de procédure pénale, en qualité d'officiers de police judiciaire, sont fixés par arrêté conjoint du ministre de la justice et du ministre intéressé."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "Les dispositions du code des tribunaux administratifs et des cours administratives d'appel qui citent en les reproduisant des articles d'autres codes et de lois sont modifiées de plein droit par l'effet des modifications ultérieures de ces articles."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "I. - Le I de l'article 5 et les articles 7 à 17 et 20 de la présente loi sont applicables en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna.\n\nII. - Les articles 7 à 17 et 20 à 26 de la présente loi sont applicables à Mayotte.\n\nIII. - Un décret en Conseil d'Etat précise les modalités d'application de l'article 20 de la présente loi dans les collectivités mentionnées au I du présent article"
    }
  ]
}