{
  "id": "loi-n-54-405-du-10-avril-1954",
  "type": "statute",
  "title": "Loi n° 54-405 du 10 avril 1954",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000312730",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Il est ouvert au ministre de l'éducation nationale, au titre des dépenses ordinaires, pour l'exercice 1954, des crédits s'élevant à la somme de 234.245.246.000 F.Ces crédits s'appliquent :A concurrence de 214.168.119.000 F, au titre III : \"Moyens des services\" ;Et, à concurrence de 20.077.127.000 F, au titre IV :\"Interventions publiques\",Conformément à la répartition par service et par chapitre, qui en est donnée à l'état A,annexé à la présente loi."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Il est ouvert au ministre de l'éducation nationale pour 1954, au titre des dépenses en capital, des crédits s'élevant à la somme de 60.984.000.000 F et des autorisations de programme s'élevant à la somme de 66.481.000.000 F.Ces crédits et ces autorisations de programme s'appliquent :Au titre V : \"Investissements exécutés par l'Etat\", à concurrence de 17.756.000.000 F pour les crédits de payement et de 23.613.000.000 F pour les autorisations de programme, conformément à sa répartition par service et par chapitre figurant à l'état B annexé à la présente loi ;Au titre VI : \"Investissements exécutés avec le concours de l'Etat\", à concurrence de 43.228.000.000 F pour les crédits de payement et de 42.808.000.000 F pour les autorisations de programme, conformément à la répartition par service et par chapitre figurant à l'état B annexé à la présente loi."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Il est ouvert au ministre de l'éducation nationale pour 1954, au titre des dépenses effectuées sur ressources affectées, des crédits s'élevant à la somme de 30.000.000 F applicables au titre VIII :\"Dépenses effectuées sur ressources affectées\", conformément à la répartition par service et par chapitre figurant à l'état C annexé à la présente loi."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Le ministre de l'éducation nationale est autorisé à engager en 1954, par anticipation sur les crédits qui lui seront alloués pour l'exercice 1955, des dépenses s'élevant à la somme totale de 1.530.000.000 F et réparties par service et par chapitre conformément à l'état D annexé à la présente loi."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Le deuxième alinéa de l'article 21 de la loi n° 53-80 du 7 février 1953 est modifié comme suit :\"Cette procédure sera applicable du 1er janvier 1930 au 31 décembre 1958.\""
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Les dispositions des lois des 13 juin, 2 et 10 juillet 1830 et de l'article 151 de la loi de finances du 30 juin 1923 relatives aux cessions gratuites d'objets d'art provenant de la manufacture nationale de Sèvres sont abrogées.Des attributions gratuites d'objets de Sèvres pourront être effectuées par voies d'arrêtés signés du ministre chargé des beaux-arts pour ;Les cadeaux du Président de la République et du ministre chargé des beaux-arts.Des affectations gratuites d'objets de Sèvres peuvent être décidées par arrêtés du ministre chargé des affaires culturelles pour les besoins du Président de la République et du Premier ministre, l'aménagement des hôtels ministériels, des hôtels diplomatiques à l'étranger, des hôtels des présidents des assemblées prévues par la Constitution, des cabinets des chefs des grands corps de l'Etat et des hôtels du grand chancelier de la Légion d'honneur et du chancelier de l'ordre de la Libération."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "L'article 2 de la loi du 21 décembre 1880 est ainsi complété :Toutefois, des internats de lycées de jeunes filles pourront être nationaux."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "A partir d'une date qui sera fixée par décret pris en Conseil d'Etat, et selon des modalités à définir dans ledit décret, les traitements et indemnités des personnels enseignant, technique et administratif des écoles préparatoires et des écoles de plein exercice de médecine et de pharmacie, sont pris en charge par l'Etat et imputés sur les crédits inscrits à cet effet au budget du ministère de l'éducation nationale.La présente mesure devra intervenir au plus tard le 1er novembre 1954."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Les établissements d'enseignement de la direction générale de la jeunesse et des sports sont des établissements publics de l'Etat, dotés de la personnalité civile et de l'autonomie financière.Des décrets contresignés par le ministre de l'éducation nationale, le ministre des finances et des affaires économiques, les ministres chargés du budget et de la fonction publique, fixeront l'organisation de ces établissements ainsi que les règles d'administration et de comptabilité qui leur sont applicables."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "A dater de la promulgation de la présente loi, le musée pédagogique et les services pédagogiques et techniques qui lui sont rattachés, notamment la bibliothèque, la cinémathèque et la phonothèque centrale de l'enseignement public, formeront un établissement public d'éducation, de documentation et de recherche, jouissant de la personnalité civile et de l'autonomie financière.Le régime administratif et financier de cet établissement sera précisé par décret contresigné du ministre de l'éducation nationale, du ministre des finances et des affaires économiques et du secrétaire d'Etat au budget."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Le ministre des finances et des affaires économiques est autorisé à donner à bail, pour une période supérieure à dix-huit ans, au département de la Seine, les terrains et immeubles, propriété de l'Etat, sis 49, avenue Daumesnil, à Saint-Mandé."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Les abattements réalisés par le Parlement sur les crédits proposés par le Gouvernement au cours de la discussion de la présente loi feront l'objet avant le 1er juin 1954, à due concurrence, de rétablissement par décrets pris sur le rapport du ministre des finances et des affaires économiques, après avis conforme de la commission des finances de l'Assemblée nationale et après avis de la commission des finances du Conseil de la République.Ces décrets ne pourront intervenir qu'au bénéfice des chapitres relatifs aux bourses, à la recherche scientifique et aux améliorations de la situation de la fonction enseignante ainsi, que, le cas échéant, des chapitres sur lesquels les abattements ont été réalisés."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Les crédits ouverts au ministre de l'éducation nationale, au titre des dépenses en capital, pour l'exercice 1954, pourront faire l'objet de transferts de chapitre à chapitre par arrêté pris sous la signature du ministre des finances et des affaires économiques, du ministre de l'éducation nationale et du secrétaire d'Etat au budget, après avis conforme de la commission des finances de l'Assemblée nationale et après avis de la commission des finances du Conseil de la République."
    }
  ]
}