{
  "id": "loi-n-2021-1520-du-25-novembre-2021",
  "type": "statute",
  "title": "LOI n°2021-1520 du 25 novembre 2021",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000044367862",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I à II.-A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code de la sécurité intérieure\n\n- Code de la sécurité intérieure\n\nIII.-Les établissements publics de coopération intercommunale mentionnés au dernier alinéa du I de l'article L. 731-4 du code de la sécurité intérieure disposent d'un délai de cinq ans à compter de la promulgation de la présente loi pour élaborer le plan intercommunal de sauvegarde mentionné au même article L. 731-4.Dans un délai raisonnable à l'issue de l'adoption de ce plan, et au plus tard à l'issue du délai mentionné au premier alinéa du présent III, le président de l'établissement public présente le plan intercommunal de sauvegarde devant l'assemblée délibérante."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Dans chaque conseil municipal où il n'est pas désigné un adjoint au maire ou un conseiller municipal chargé des questions de sécurité civile en application de l'article L. 731-3 du code de la sécurité intérieure, est désigné un correspondant incendie et secours.Le correspondant incendie et secours est l'interlocuteur privilégié du service départemental ou territorial d'incendie et de secours dans la commune sur les questions relatives à la prévention, la protection et la lutte contre les incendies. Il a pour missions l'information et la sensibilisation du conseil municipal et des habitants de la commune sur l'ensemble des questions relatives à la prévention et à l'évaluation des risques de sécurité civile, à la préparation des mesures de sauvegarde, à l'organisation des moyens de secours, à la protection des personnes, des biens et de l'environnement et aux secours et soins d'urgence aux personnes victimes d'accidents, de sinistres ou de catastrophes ainsi qu'à leur évacuation.La fonction de correspondant incendie et secours n'ouvre droit à aucune rémunération supplémentaire.Un décret détermine les conditions et les modalités de création et d'exercice de cette nouvelle fonction."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Le g de l'article 3 de l'ordonnance n° 2021-650 du 26 mai 2021 portant transposition de la directive (UE) 2018/1972 du Parlement européen et du Conseil du 11 décembre 2018 établissant le code des communications électroniques européen et relative aux mesures d'adaptation des pouvoirs de l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse est ratifié."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I à III.-A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\n- LOI n° 84-53 du 26 janvier 1984\n\n- Code général des collectivités territoriales\n\n- LOI n° 84-53 du 26 janvier 1984\n\n- Code général des collectivités territoriales\n\n- Code général des collectivités territoriales\n\n- Code général des collectivités territoriales\n\nIV. - Le 2° du III du présent article entre en vigueur le 1er janvier 2022.V. - La compensation financière des charges résultant de l'exercice des missions confiées par le 2° du II aux centres de gestion et au Centre national de la fonction publique territoriale s'opère dans des conditions fixées par la loi de finances."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "Le Gouvernement remet au Parlement, au plus tard six mois après la promulgation de la présente loi, un rapport dressant le bilan de la formation des officiers de sapeurs-pompiers, volontaires et professionnels.Ce rapport a pour objectifs de proposer les modalités d'une meilleure coordination des actions de formation entre l'Ecole nationale supérieure des officiers de sapeurs-pompiers et le Centre national de la fonction publique territoriale, de formuler des recommandations relatives à l'évolution de la gouvernance de l'Ecole nationale supérieure des officiers de sapeurs-pompiers, d'étudier les modalités de son intégration au nouveau dispositif de formation de la haute fonction publique prévu par l'ordonnance n° 2021-702 du 2 juin 2021 portant réforme de l'encadrement supérieur de la fonction publique de l'Etat et d'émettre des préconisations relatives à son financement. Il analyse, à ce titre, les avantages et les inconvénients de faire de cette école l'organisme collecteur unique des deux cotisations versées par les services départementaux d'incendie et de secours pour financer les actions de formation en faveur des sapeurs-pompiers."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "I.-Le Premier ministre peut décider que la mention Mort pour le service de la République est portée sur l'acte de décès du militaire, de l'agent de la police nationale, de l'agent de police municipale, de l'agent des douanes, de l'agent de l'administration pénitentiaire, du sapeur-pompier ou du marin-pompier, de la personne mentionnée à l'article L. 721-2 du code de la sécurité intérieure ou de la personne membre d'un organisme mentionné aux articles L. 725-1 et L. 742-9 du même code qui est décédé dans l'une des conditions suivantes :1° Du fait de l'accomplissement de ses fonctions dans des circonstances exceptionnelles ;2° En accomplissant un acte d'une particulière bravoure ou un acte de dévouement ou pour sauver la vie d'une ou de plusieurs personnes, dépassant l'exercice normal de ses fonctions ;3° Au cours de missions, services, tâches, manœuvres ou exercices exécutés sur ordre et présentant une dangerosité ou un risque particuliers.Lorsque des événements exceptionnels le justifient, le Premier ministre peut également décider que la mention Mort pour le service de la République est portée sur l'acte de décès de personnes non mentionnées au premier alinéa du présent I décédées dans le cadre de ces événements dans l'une des conditions prévues au présent I. Un décret détermine les catégories de personnes et les dates de décès susceptibles d'ouvrir droit au bénéfice de cette mention en application du présent alinéa.Le présent I est applicable aux décès survenus à compter du 21 mars 2016.II.-La qualité de pupille de la République est attribuée par le Premier ministre aux enfants, jusqu'à l'âge de vingt et un ans inclus, des personnes mentionnées au I dont l'acte de décès porte la mention Mort pour le service de la République , sur la demande de l'un de leurs parents, de leur représentant légal ou des enfants eux-mêmes lorsqu'ils sont majeurs.III.-Les pupilles de la République ont droit, jusqu'à l'âge de vingt et un ans inclus, à la protection et au soutien matériel et moral de l'Etat mentionnés à l'article L. 421-1 du code des pensions militaires d'invalidité et des victimes de guerre pour leur éducation, dans les conditions et limites prévues par la présente loi.Le Premier ministre est compétent pour accomplir, au bénéfice des pupilles de la République, les actions mentionnées au 3° de l'article L. 421-2 du même code.Des bourses et des exonérations diverses peuvent être accordées, même au delà de vingt et un ans, aux pupilles de la République, en vue de faciliter leur instruction et leurs études, selon les modalités prévues à l'article L. 421-3 dudit code.IV.-Tous les actes ou pièces ayant exclusivement pour objet la protection des pupilles de la République sont dispensés des droits mentionnés à l'article L. 421-4 du code des pensions militaires d'invalidité et des victimes de guerre.\n\nV. - A modifié les dispositions suivantes :\n\nVI.-Les enfants éligibles à la qualité de pupille de la République qui remplissent à la fois les conditions prévues aux articles L. 411-1 à L. 411-11 du code des pensions militaires d'invalidité et des victimes de guerre ou à l'article L. 4123-13 du code de la défense ou des autres dispositifs de protection particulière et celles de la présente loi optent en faveur d'un seul de ces régimes.\n\nVII. et VIII. - A modifié les dispositions suivantes :\n\nIX.-Un décret en Conseil d'Etat fixe les modalités d'application des I, II, III et VI du présent article.\n\n- Code général des impôts, CGI.\n\n- Code des pensions militaires d'invalidité et des victimes de guerre.\n\n- Code du service national"
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "A l'occasion des travaux usuels de rénovation des façades d'un centre d'incendie et de secours ou lors de la création d'un tel centre, la devise de la République est apposée au fronton du bâtiment."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "I.-A modifié les dispositions suivantes :\n\n- Code de la sécurité intérieure\n\nII.-Le service d'incendie et de secours adresse à l'employeur qui s'est vu attribuer le label employeur partenaire des sapeurs-pompiers mentionné à l'article L. 723-11 du code de la sécurité intérieure toute information utile à la mise en œuvre de la réduction d'impôt prévue à l'article 238 bis du code général des impôts, notamment les relevés d'heures du sapeur-pompier volontaire."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "I. - Dans le cadre de l'expérimentation prévue au présent article, en vue d'assurer la bonne coordination de la prise en charge, les services d'incendie et de secours et les services d'aide médicale urgente mettent en œuvre des plateformes communes, qui peuvent être physiques ou dématérialisées. Ces plateformes sont fondées sur le renforcement de l'interconnexion des outils de télécommunication, l'interopérabilité des systèmes d'information et l'application de procédures communes, assurant l'unicité et la fluidité de l'information, la traçabilité partagée des interventions et l'optimisation des engagements.II. - Pour une durée de deux ans à compter de l'entrée en vigueur des mesures d'application du présent article, est mise en place une expérimentation visant à instituer un numéro unique d'appel d'urgence. Cette expérimentation a pour objectif de faciliter et d'accélérer l'accès aux services d'incendie et de secours, aux services de police et de gendarmerie nationales, aux services d'aide médicale urgente, en lien avec la garde ambulancière, avec la permanence des soins et, lorsqu'elles réalisent des missions pour le compte des services d'incendie et de secours, avec les associations agréées de sécurité civile. Elle a pour objectif d'améliorer la prise en charge des personnes appelantes à travers le renforcement de la coordination entre ces services.Cette expérimentation a pour objectifs :1° D'évaluer les bénéfices d'une colocalisation physique de l'ensemble des services précités sur un plateau commun ;2° D'implémenter et de tester le cadre d'interopérabilité pour les plateformes d'urgence ;3° De tester, au niveau départemental, les configurations suivantes : une première rassemblant l'ensemble des services précités, une deuxième regroupant les mêmes services, hors 17 « police-secours », et une troisième testant de manière autonome le regroupement du 15 et de la permanence des soins et leur interconnexion avec les autres services d'urgence ;4° D'objectiver les gains potentiels de la mise en place d'une plateforme de « débruitage » commune, avec ou sans prédéclenchement des moyens.A cette fin, le Gouvernement remet au Parlement un bilan des activités des plateformes communes déjà existantes. Ce bilan est mis à la disposition de l'ensemble des départements.III. - Cette expérimentation est mise en œuvre dans une zone de défense et de sécurité. Elle est placée sous l'autorité conjointe du préfet de zone et du directeur général de l'agence régionale de santé dont dépend le département du chef-lieu de zone. Les conditions matérielles de sa mise en œuvre sont définies avec les présidents des conseils d'administration des services d'incendie et de secours et les présidents des conseils de surveillance des établissements de santé sièges d'un service d'aide médicale urgente concernés.IV. - En concertation avec ces mêmes acteurs, un bilan intermédiaire est effectué par le préfet de zone de défense et de sécurité et le directeur général de l'agence régionale de santé dont dépend le département du chef-lieu de zone, douze mois après le lancement de l'expérimentation. Ce bilan est remis conjointement au ministre de l'intérieur et au ministre chargé de la santé.V. - Au plus tard trois mois avant le terme de l'expérimentation, un comité, dont les membres sont désignés par arrêté conjoint du ministre de l'intérieur et du ministre chargé de la santé, réalise le bilan final de l'expérimentation. Ce bilan évalue notamment, pour les départements expérimentateurs, la pertinence du modèle de plateforme retenu, au regard de la rapidité du décroché, de la qualité de la réponse opérationnelle et de la prise en charge des personnes appelantes, et s'attache à déterminer les conditions appropriées pour l'éventuelle généralisation d'un modèle unique sur tout le territoire.VI. - Afin de permettre la généralisation du modèle de plateforme retenu, le cas échéant, le ministre de l'intérieur et le ministre chargé de la santé présentent un rapport au Parlement précisant le bilan des expérimentations et proposant un référentiel fixant les modalités de fonctionnement des plateformes."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "Le Gouvernement remet au Parlement, avant le 1er janvier 2023, un rapport portant sur le financement des services départementaux et territoriaux d'incendie et de secours.Ce rapport détaille notamment l'évolution des recettes et des dépenses de ces établissements publics, par nature, et dresse des prévisions à court, moyen et long termes.Il analyse les critères pris en compte pour le calcul des dotations et contributions versées à ces établissements publics et évalue leur pertinence.Il détermine les besoins associés aux différentes prestations versées aux sapeurs-pompiers professionnels et volontaires, pour l'ensemble des financeurs, et détaille les conséquences budgétaires propres aux services départementaux d'incendie et de secours.Il précise les conditions dans lesquelles, par dérogation aux articles 14 et 15 de la loi n° 96-370 du 3 mai 1996 relative au développement du volontariat dans les corps de sapeurs-pompiers, le conseil d'administration du service d'incendie et de secours peut décider de financer l'allocation de vétérance versée aux sapeurs-pompiers volontaires relevant d'un corps communal ou intercommunal."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "I et III. -A modifié les dispositions suivantes :\n\n- Code général des collectivités territoriales\n\nII.-Il est nommé, dans chaque service d'incendie et de secours, un référent mixité et lutte contre les discriminations, au sens de l'article 1er de la loi n° 2008-496 du 27 mai 2008 portant diverses dispositions d'adaptation au droit communautaire dans le domaine de la lutte contre les discriminations, ainsi qu'un référent sûreté et sécurité, notamment compétent pour les questions relatives à la prévention des violences commises contre les sapeurs-pompiers. Ces référents sont chargés d'apporter tout conseil utile et de formuler des recommandations dans leur domaine respectif de compétences. Leurs fonctions s'exercent sous réserve de la responsabilité et des prérogatives des autorités d'emploi des services d'incendie et de secours. Leurs missions et leurs modalités de désignation sont fixées par décret."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "Le Gouvernement remet au Parlement, au plus tard six mois après la promulgation de la présente loi, un rapport présentant le bilan de la législation en matière de mécénat de 2018 et les aides disponibles pour les employeurs dans le cadre du recrutement d'un sapeur-pompier volontaire et de ses départs en mission.Ce rapport présente les résultats du dispositif de mécénat qui ouvre droit, pour les employeurs, à une réduction d'impôt égale à 60 % de son montant, dans la limite de 5 % du chiffre d'affaires, lorsque certains de leurs salariés sont également sapeurs-pompiers volontaires. Il vise également à faire l'exégèse de l'ensemble des dispositifs d'aide disponibles pour ces entreprises et à préciser à chaque fois l'efficacité du dispositif, la connaissance de celui-ci par les entreprises et les éventuelles pistes d'évolution. Il tient compte de la distinction entre les différentes entreprises en proposant une analyse spécifique pour les petites et moyennes entreprises.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}