{
  "id": "loi-n-2014-896-du-15-aout-2014",
  "type": "statute",
  "title": "LOI n°2014-896 du 15 août 2014",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000029362502",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Dans les deux ans suivant la promulgation de la présente loi, le Gouvernement remet un rapport au Parlement étudiant la possibilité de sanctionner certains délits d'une contrainte pénale à titre de peine principale, en supprimant la peine d'emprisonnement encourue, et évaluant les effets possibles d'une telle évolution sur les condamnations prononcées ainsi que ses conséquences sur la procédure pénale."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2014-696 DC du 7 août 2014.]"
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "Lorsqu'un sursis simple a été révoqué de plein droit par une condamnation prononcée antérieurement à l'entrée en vigueur de la présente loi, l'article 735 du code de procédure pénale, dans sa rédaction antérieure à celle résultant du II de l'article 8 de la présente loi, demeure applicable tant que la peine résultant de la révocation n'a pas été totalement ramenée à exécution.Toutefois, lorsqu'une juridiction de l'application des peines est saisie de l'octroi d'une des mesures prévues aux articles 712-6 et 712-7 du même code, elle est compétente pour statuer sur la demande de dispense de révocation du sursis simple. Elle statue alors dans les conditions prévues au même article 712-6."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "I. - Hormis les cas prévus au II du présent article, la présente loi entre en vigueur le 1er octobre 2014.II. - Les articles 8, 13, 15, 39, 42, 45, 46 [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2014-696 DC du 7 août 2014.] de la présente loi entrent en vigueur le 1er janvier 2015.III. - Les dispositions de l'article 721 du code de procédure pénale, dans sa rédaction résultant de l'article 13 de la présente loi, ne s'appliquent, s'agissant des condamnations en cours d'exécution à la date de leur entrée en vigueur, qu'aux fractions annuelles et mensuelles de la peine restant à exécuter.IV. - Les articles 720 et 730-3 du même code, dans leur rédaction résultant des articles 39 et 42 de la présente loi, sont mises en œuvre, dans un délai d'un an, pour les condamnés ayant, au moment de leur entrée en vigueur, déjà accompli au moins le double de la durée de la peine restant à subir."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "VII. - [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2014-696 DC du 7 août 2014.]"
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "Dans les deux ans suivant la promulgation de la présente loi, le Gouvernement présente au Parlement un rapport sur son évaluation, en particulier sur la mise en œuvre de la contrainte pénale."
    }
  ]
}