{
  "id": "loi-n-2017-1775-du-28-decembre-2017",
  "type": "statute",
  "title": "LOI n° 2017-1775 du 28 décembre 2017",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000036298548",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I., III., V. et VII.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIV.-Le transfert de la compétence prévu à l'article L. 5141-5 et au second alinéa de l'article L. 5522-21 du code du travail dans leur rédaction résultant de l'article 7 de la loi n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République ne donne lieu à aucun transfert de services au sens du I de l'article 114 de la même loi.A compter du 1er janvier 2017, chaque région reçoit une compensation financière dont le montant est calculé sur la base de la rémunération du premier échelon du premier grade correspondant aux fractions d'emplois des agents, titulaires ou non titulaires, chargés au sein des services de l'Etat de l'exercice de cette compétence au 31 décembre 2015, ainsi que des moyens de fonctionnement associés. Ces dispositions s'appliquent à compter du 1er janvier 2018 pour les collectivités d'outre-mer de Saint-Martin, Saint-Barthélemy et Saint-Pierre-et-Miquelon, sous réserve que le nombre total d'agents chargés de cette compétence au 31 décembre 2017 ne soit pas, pour chacune de ces collectivités, inférieur à celui constaté au 31 décembre 2016.\n\nVI.-Il est versé, au titre de l'année 2017, aux régions mentionnées dans le tableau du dernier alinéa du présent VI ainsi qu'aux collectivités territoriales de Guadeloupe, de Martinique et de La Réunion en application des articles 78 et 91 de la loi n° 2014-58 du 27 janvier 2014 de modernisation de l'action publique territoriale et d'affirmation des métropoles, un montant total de 314 360 € correspondant à l'ajustement de la compensation du transfert des services en charge de la gestion des fonds européens.Les montants correspondant aux versements prévus au premier alinéa du présent VI sont prélevés sur la part du produit de la taxe intérieure de consommation sur les produits énergétiques revenant à l'Etat.Ils sont répartis conformément au tableau suivant :\n\n(En euros)\n\nVIII.-Il est versé, au titre de l'année 2017, aux régions mentionnées dans le tableau du dernier alinéa du présent VIII ainsi qu'aux collectivités territoriales de Guadeloupe et de La Réunion en application de l'article 28 de la loi n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République, un montant total de 46 255 € correspondant à l'ajustement de la compensation du transfert des services des centre de ressources, d'expertise et de performances sportives.Les montants correspondant aux versements prévus au premier alinéa du présent VIII sont prélevés sur la part du produit de la taxe intérieure de consommation sur les produits énergétiques revenant à l'Etat.Ils sont répartis conformément au tableau suivant :\n\n(En euros)\n\n-LOI n° 2008-1425 du 27 décembre 2008\n\n-Loi n° 2005-1719 du 30 décembre 2005\n\n-LOI n° 2015-1785 du 29 décembre 2015\n\n-Loi n° 2004-1484 du 30 décembre 2004\n\nII.-Il est versé en 2017 au département de La Réunion une somme de 7 006 664 € prélevée sur la part revenant à l'Etat du produit de la taxe intérieure de consommation sur les produits énergétiques.\n\nRégion\n\nMontant à verser\n\nAuvergne-Rhône-Alpes\n\n35 013\n\nBourgogne-Franche-Comté\n\n31 667\n\nBretagne\n\n7 375\n\nCentre-Val de Loire\n\n5 000\n\nGrand Est\n\n2 250\n\nHauts-de-France\n\n755\n\nNormandie\n\n640\n\nNouvelle-Aquitaine\n\n33 344\n\nOccitanie\n\n59 632\n\nProvence-Alpes Côte d'Azur\n\n4 275\n\nGuadeloupe\n\n11 399\n\nMartinique\n\n2 500\n\nLa Réunion\n\n122 010\n\nTotal\n\n314 360\n\n1\n\nRégion\n\nMontant à verser\n\nCentre-Val de Loire\n\n2 015\n\nIle-de-France\n\n4 875\n\nNouvelle-Aquitaine\n\n13 690\n\nPays de la Loire\n\n1 300\n\nProvence-Alpes Côte d'Azur\n\n7 670\n\nGuadeloupe\n\n13 195\n\nLa Réunion\n\n3 510\n\nTotal\n\n46 255\n\n1"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I.-Par dérogation au IV de l'article 65 de la loi n° 2010-1657 du 29 décembre 2010 de finances pour 2011, le montant du produit de la taxe mentionnée à l'article 302 bis ZB du code général des impôts affecté en 2017 au compte d'affectation spéciale Services nationaux de transport conventionnés de voyageurs en application du même article 302 bis ZB est de 92 millions d'euros.II.-Par dérogation à la troisième ligne de la dernière colonne du tableau du second alinéa du I de l'article 46 de la loi n° 2011-1977 du 28 décembre 2011 de finances pour 2012, le plafond du produit de la taxe prévue à l'article 302 bis ZB du code général des impôts affecté en 2017 à l'Agence de financement des infrastructures de transport de France est de 521 millions d'euros.III.-Par dérogation à la quatrième ligne de la dernière colonne du tableau du second alinéa du I de l'article 46 de la loi n° 2011-1977 du 28 décembre 2011 précitée, le plafond de la part du produit de la taxe intérieure de consommation sur les produits énergétiques prévue à l'article 265 du code des douanes affectée en 2017 à l'Agence de financement des infrastructures de transport de France, en application du III de l'article 36 de la loi n° 2014-1654 du 29 décembre 2014 de finances pour 2015, est de 1 124 millions d'euros.La part du produit de la taxe mentionnée au premier alinéa du présent III affectée en 2017 à l'Agence de financement des infrastructures de transport de France est consacrée, à hauteur de 339 millions d'euros, au remboursement de la dette de la société Ecomouv'.\n\nIV.-A modifié les dispositions suivantes :\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Par dérogation aux c et d du 1° du I de l'article 5 de la loi n° 2015-1786 du 29 décembre 2015 de finances rectificative pour 2015, le montant de la fraction de la taxe intérieure sur les houilles, les lignites et les cokes prévue à l'article 266 quinquies B du code des douanes affectée en 2017 au compte d'affectation spéciale « Transition énergétique » est de 1,2 million d'euros et le montant de la fraction de la taxe intérieure de consommation sur les produits énergétiques prévue à l'article 265 du même code affectée en 2017 au même compte d'affectation spéciale est de 6 119,7 millions d'euros."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I.-Par dérogation à la trente-septième ligne de la dernière colonne du tableau du second alinéa du I de l'article 46 de la loi n° 2011-1977 du 28 décembre 2011 de finances pour 2012, le plafond du produit de la taxe instituée au premier alinéa de l'article 1609 novovicies du code général des impôts est, pour l'année 2017, de 186 millions d'euros.II.-Il est opéré, en 2017, un prélèvement de 27 millions d'euros sur les ressources accumulées de l'Agence française pour la biodiversité mentionnée à l'article L. 131-8 du code de l'environnement.Le versement de ce prélèvement est opéré avant le 31 décembre 2017. Le recouvrement, le contentieux, les garanties et les sanctions relatifs à ce prélèvement sont régis par les règles applicables en matière de taxe sur les salaires."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. - Pour 2017, l'ajustement des ressources tel qu'il résulte des évaluations révisées figurant à l'état A annexé à la présente loi et la variation des charges du budget de l'Etat sont fixés aux montants suivants :\n\n(En millions d'euros*)\n\nII. - Pour 2017 :1° Les ressources et les charges de trésorerie qui concourent à la réalisation de l'équilibre financier sont évaluées comme suit :\n\n(En milliards d'euros)\n\n2° Le plafond de la variation nette, appréciée en fin d'année, de la dette négociable de l'Etat d'une durée supérieure à un an demeure inchangé.III. - Pour 2017, le plafond d'autorisation des emplois rémunérés par l'Etat, exprimé en équivalents temps plein travaillé est fixé à 1 944 683.\n\nRessources\n\nCharges\n\nSoldes\n\nBudget général\n\nleft\n\nleft\n\nleft\n\nRecettes fiscales brutes/dépenses brutes\n\n1 724\n\n3 400\n\nleft\n\nA déduire : Remboursements et dégrèvements\n\n50\n\n50\n\nleft\n\nRecettes fiscales nettes/dépenses nettes\n\n1 674\n\n3 350\n\nleft\n\nRecettes non fiscales\n\n427\n\nleft\n\nleft\n\nRecettes totales nettes/dépenses nettes\n\n2 101\n\n3 350\n\nleft\n\nA déduire : Prélèvements sur recettes au profit des collectivités territoriales et de l'Union européenne\n\n- 1 574\n\nleft\n\nleft\n\nMontants nets pour le budget général\n\n3 675\n\n3 350\n\n325\n\nEvaluation des fonds de concours et crédits correspondants\n\nleft\n\nleft\n\nleft\n\nMontants nets pour le budget général, y compris fonds de concours\n\n3 675\n\n3 350\n\nleft\n\nBudgets annexes\n\nleft\n\nleft\n\nleft\n\nContrôle et exploitation aériens\n\nleft\n\n- 10\n\n10\n\nPublications officielles et information administrative\n\nleft\n\nleft\n\nleft\n\nTotaux pour les budgets annexes\n\nleft\n\n- 10\n\n10\n\nEvaluation des fonds de concours et crédits correspondants :\n\nleft\n\nleft\n\nleft\n\nContrôle et exploitation aériens\n\nleft\n\nleft\n\nleft\n\nPublications officielles et information administrative\n\nleft\n\nleft\n\nleft\n\nTotaux pour les budgets annexes, y compris fonds de concours\n\nleft\n\n- 10\n\n10\n\nComptes spéciaux\n\nleft\n\nleft\n\nleft\n\nComptes d'affectation spéciale\n\n1 888\n\n1 888\n\n0\n\nComptes de concours financiers\n\n415\n\n- 153\n\n568\n\nComptes de commerce (solde)\n\nleft\n\nleft\n\n- 500\n\nComptes d'opérations monétaires (solde)\n\nleft\n\nleft\n\nleft\n\nSolde pour les comptes spéciaux\n\nleft\n\nleft\n\n67\n\nSolde général\n\nleft\n\nleft\n\n402\n\n* Les montants figurant dans le présent tableau sont arrondis au million d'euros le plus proche ; il résulte de l'application de ce principe que le montant arrondi des totaux et sous-totaux peut ne pas être égal à la somme des montants arrondis entrant dans son calcul.\n\n1\n\ncenter\n\nBesoin de financement\n\nAmortissement de la dette à moyen et long termes\n\n115,2\n\nDont amortissement nominal de la dette à moyen et long termes\n\n112,8\n\nDont suppléments d'indexation versés à l'échéance (titres indexés)\n\n2,4\n\nAmortissement des autres dettes\n\n-\n\nDéficit à financer\n\n74,1\n\nAutres besoins de trésorerie\n\n-\n\nTotal\n\n189,3\n\nRessources de financement\n\nleft\n\nEmissions de dette à moyen et long termes nettes des rachats\n\n185,0\n\nRessources affectées à la Caisse de la dette publique et consacrées au désendettement\n\n-\n\nVariation nette de l'encours des titres d'Etat à court terme\n\n- 7,5\n\nVariation des dépôts des correspondants\n\n0,6\n\nVariation des disponibilités du Trésor à la Banque de France et des placements de trésorerie de l'Etat\n\n1,0\n\nAutres ressources de trésorerie\n\n10,2\n\nTotal\n\n189,3\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I. - Il est ouvert pour 2017, au titre du budget général, des autorisations d'engagement et des crédits de paiement supplémentaires s'élevant, respectivement, aux montants de 3 671 295 098 € et de 3 514 272 037 €, conformément à la répartition par mission donnée à l'état B annexé à la présente loi.II. - Il est annulé pour 2017, au titre du budget général, des autorisations d'engagement et des crédits de paiement s'élevant, respectivement, aux montants de 124 577 720 € et de 114 698 413 €, conformément à la répartition par mission donnée à l'état B annexé à la présente loi."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Il est annulé pour 2017, au titre des budgets annexes, des autorisations d'engagement et des crédits de paiement s'élevant à 10 000 000 €, conformément à la répartition par budget annexe donnée à l'état C annexé à la présente loi."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I. - Il est ouvert pour 2017, au titre des comptes d'affectation spéciale, des autorisations d'engagement et des crédits de paiement s'élevant à 2 795 194 524 €, conformément à la répartition par compte donnée à l'état D annexé à la présente loi.II. - Il est annulé pour 2017, au titre des comptes d'affectation spéciale, des autorisations d'engagement et des crédits de paiement s'élevant à 907 494 524 €, conformément à la répartition par compte donnée à l'état D annexé à la présente loi.III. - Il est ouvert pour 2017, au titre des comptes de concours financiers, des autorisations d'engagement s'élevant à 269 100 000 €, conformément à la répartition par compte donnée à l'état D annexé à la présente loi.IV. - Il est annulé pour 2017, au titre des comptes de concours financiers, des autorisations d'engagement et des crédits de paiement s'élevant à 152 800 000 €, conformément à la répartition par compte donnée à l'état D annexé à la présente loi."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le Gouvernement remet au Parlement dans les six mois à compter de l'adoption de la présente loi un rapport précis détaillant département par département le détail du paiement de la politique agricole commune, pour les millésimes 2015, 2016 et 2017.\n\n- LOI n° 2016-1917 du 29 décembre 2016"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Sont ratifiés les ouvertures et les annulations de crédits opérées par le décret n° 2017-1639 du 30 novembre 2017 portant ouverture et annulation de crédits à titre d'avance."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I.-A modifié les dispositions suivantes :\n\n-Code général des impôts, CGI.\n\n-Code de la sécurité sociale.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I.- A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII.-Le I s'applique aux immeubles classés ou inscrits, en tout ou en partie, au titre des monuments historiques acquis par une société civile à compter du 1er janvier 2018 ou ayant fait l'objet d'une division à compter de cette même date."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I.-A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII.-Le I s'applique à compter du 1er janvier 2018."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le I s'applique aux exercices clos à compter du 31 décembre 2017.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nII.-Le I s'applique à l'impôt sur le revenu dû au titre de l'année 2017 et des années suivantes et à l'impôt sur les sociétés dû au titre des exercices clos à compter du 31 décembre 2017.\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I.-A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII.-Le I entre en vigueur le 1er janvier 2018."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I. à III.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA compter de 2021, les taux à prendre en compte pour les communes pour le calcul de la compensation en application des 1° et 2° du présent A sont majorés des taux appliqués en 2017 dans les départements.B.-Il est institué un prélèvement sur les recettes de l'Etat destiné à compenser les pertes de recettes résultant, pour les collectivités territoriales et les établissements publics de coopération intercommunale à fiscalité propre, de l'exonération de cotisation foncière des entreprises mentionnée à l'article 1463 A du code général des impôts.La compensation de l'exonération de cotisation foncière des entreprises est égale, chaque année et pour chaque commune ou établissement public de coopération intercommunale à fiscalité propre, au produit obtenu en multipliant la perte de bases résultant de l'exonération par le taux de cotisation foncière des entreprises appliqué en 2017 dans la commune ou l'établissement public de coopération intercommunale. Pour les communes qui, au 1er janvier 2017, étaient membres d'un établissement public de coopération intercommunale sans fiscalité propre, le taux voté par la commune au titre de 2017 est majoré du taux appliqué au profit de l'établissement public de coopération intercommunale pour la même année 2017.Lorsque, à la suite d'une création, d'un changement de régime fiscal ou d'une fusion, un établissement public de coopération intercommunale fait application, à compter du 1er janvier 2017, du régime prévu au I de l'article 1609 quinquies C du code général des impôts ou à l'article 1609 nonies C du même code, la compensation est égale au produit du montant des bases faisant l'objet de l'exonération prévue à l'article 1463 A dudit code par le taux moyen pondéré des communes membres de l'établissement public de coopération intercommunale constaté pour 2017, éventuellement majoré dans les conditions prévues au troisième alinéa du présent B.V.-A.-L'exonération prévue à l'article 44 sexdecies du code général des impôts s'applique à compter des impositions établies au titre de 2018.B.-Les exonérations prévues aux articles 1383 F, 1463 A et 1466 B du même code, ainsi que celles résultant des articles 1586 ter et 1586 nonies dudit code, s'appliquent à compter des impositions établies au titre de 2019.VI.-Le Gouvernement remet au Parlement, avant le 1er septembre 2020, un rapport évaluant le coût de ce dispositif d'exonération fiscale pour l'Etat, les collectivités territoriales et les établissements publics de coopération intercommunale à fiscalité propre concernés ainsi que l'efficacité de ce dispositif au regard des objectifs fixés. Ce rapport porte également sur d'éventuelles évolutions, notamment sur l'opportunité d'étendre ce dispositif sur le territoire national.Le rapport prévu au premier alinéa du présent VI évalue également le coût pour les finances publiques et, au regard de leurs objectifs, l'efficacité des dispositifs en faveur des zones de revitalisation rurale, des bassins d'emploi à redynamiser, des quartiers prioritaires de la politique de la ville, des zones franches urbaines-territoires entrepreneurs, des zones d'aides à finalité régionale, des zones d'aide à l'investissement des petites et moyennes entreprises, des zones franches d'activité des départements d'outre-mer et des zones de restructuration de la défense. Il identifie les pistes d'évolutions de ces dispositifs.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Livre des procédures fiscales\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-LOI n° 2016-1917 du 29 décembre 2016\n\nIV.-A.-Il est institué un prélèvement sur les recettes de l'Etat destiné à compenser les pertes de recettes résultant, pour les collectivités territoriales et les établissements publics de coopération intercommunale à fiscalité propre, de l'exonération de taxe foncière sur les propriétés bâties mentionnée au I de l'article 1383 F du code général des impôts. La compensation est calculée dans les conditions suivantes :1° Elle est égale au produit obtenu en multipliant la perte de bases résultant, chaque année et pour chaque collectivité territoriale ou établissement public de coopération intercommunale à fiscalité propre, de l'exonération par le taux de taxe foncière sur les propriétés bâties appliqué en 2017 dans la collectivité territoriale ou l'établissement public de coopération intercommunale ;2° Pour les communes qui, au 1er janvier 2017, étaient membres d'un établissement public de coopération intercommunale sans fiscalité propre, le taux voté par la commune au titre de cette année est majoré du taux appliqué au profit de l'établissement public de coopération intercommunale pour 2017."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I s'applique aux rémunérations versées à compter du 1er janvier 2018.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I s'applique aux demandes d'agrément déposées à compter du 1er janvier 2018.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I. - A abrogé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI.\n\n- Livre des procédures fiscales\n\nIII. - A. - Les 2° à 8° du I et le II s'appliquent aux opérations de fusion, de scission ou d'apport partiel d'actif réalisées à compter du 1er janvier 2018.B. - Le 1° du I s'applique aux opérations d'attribution de titres représentatifs d'apports partiels d'actif réalisés à compter du 1er janvier 2018."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2017-759 DC du 28 décembre 2017.]"
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII. - Le I s'applique aux opérations forestières réalisées à compter du 1er janvier 2018."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I.-A modifié les dispositions suivantes :\n\n-Code général des impôts, CGI.\n\nII.-Le I s'applique aux plus-values réalisées au titre des cessions intervenant à compter du 1er janvier 2018."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-A.-Un abattement est applicable sur les plus-values, déterminées dans les conditions prévues aux articles 150 V à 150 VD du code général des impôts, résultant de la cession de terrains à bâtir définis au 1° du 2 du I de l'article 257 du même code ou de biens immobiliers bâtis, ou de droits relatifs à ces mêmes biens, situés dans des communes classées par arrêté conjoint des ministres chargés du budget et du logement, dans des zones géographiques se caractérisant par un déséquilibre particulièrement important entre l'offre et la demande de logements, à la double condition que la cession :\n\n1° Soit précédée d'une promesse unilatérale de vente ou d'une promesse synallagmatique de vente, signée et ayant acquis date certaine à compter du 1er janvier 2018, et au plus tard le 31 décembre 2020 ;\n\n2° Soit réalisée au plus tard le 31 décembre de la deuxième année suivant celle au cours de laquelle la promesse unilatérale de vente ou la promesse synallagmatique de vente a acquis date certaine.\n\nB.-Pour l'application de l'abattement mentionné au A, le cessionnaire s'engage, par une mention portée dans l'acte authentique d'acquisition, à réaliser et à achever, dans un délai de quatre ans à compter de la date d'acquisition, un ou plusieurs bâtiments d'habitation collectifs dont le gabarit est au moins égal à 75 % du gabarit maximal autorisé tel qu'il résulte de l'application des règles du plan local d'urbanisme ou d'un document d'urbanisme en tenant lieu.\n\nS'agissant de l'acquisition de biens immobiliers bâtis, le cessionnaire s'engage également à démolir la ou les constructions existantes en vue de réaliser et d'achever, dans les conditions prévues au premier alinéa du présent B, un ou plusieurs bâtiments d'habitation collectifs répondant aux conditions de gabarit prévues au même premier alinéa.\n\nC.-Le taux de l'abattement mentionné au A est de 70 %.\n\nCe taux est porté à 85 % lorsque le cessionnaire s'engage à réaliser et à achever des logements sociaux ou intermédiaires, tels que définis, respectivement, aux 3° et 5° de l'article L. 351-2 et à l'article L. 302-16 du code de la construction et de l'habitation, dont la surface habitable représente au moins 50 % de la surface totale des constructions mentionnées sur le permis de construire du programme immobilier.\n\nD.-L'abattement mentionné au A ne s'applique pas aux plus-values résultant des cessions réalisées au profit :\n\n1° D'une personne physique qui est le conjoint du cédant, son partenaire lié par un pacte civil de solidarité, son concubin notoire ou un ascendant ou descendant du cédant ou de l'une de ces personnes ;\n\n2° D'une personne morale dont le cédant, son conjoint, son partenaire lié par un pacte civil de solidarité, son concubin notoire ou un ascendant ou descendant de l'une de ces personnes est un associé ou le devient à l'occasion de cette cession.\n\nE.-En cas de manquement aux engagements mentionnés au B et au second alinéa du C, le cessionnaire est redevable d'une amende d'un montant égal à 10 % du prix de cession mentionné dans l'acte.\n\nEn cas de fusion de sociétés, l'engagement souscrit par le cessionnaire n'est pas rompu lorsque la société absorbante s'engage, dans l'acte de fusion, à se substituer à la société absorbée pour le respect de l'engagement précité dans le délai restant à courir. Le non-respect de cet engagement par la société absorbante entraîne l'application à cette société de l'amende prévue au premier alinéa du présent E.\n\nF.-L'abattement mentionné au A est également applicable aux plus-values prises en compte pour la détermination de l'assiette des contributions prévues à l'article L. 136-7 du code de la sécurité sociale et à l'article 16 de l'ordonnance n° 96-50 du 24 janvier 1996 relative au remboursement de la dette sociale, du prélèvement prévu au 2° du I de l'article 235 ter du code général des impôts et, le cas échéant, de la taxe mentionnée à l'article 1609 nonies G du même code.\n\nIII.-Le Gouvernement remet au Parlement avant le 1er septembre 2020 une évaluation de l'abattement prévu au II du présent article qui apprécie l'efficacité du dispositif mis en place, la pertinence des conditions établies et les modalités de contrôle des engagements pris par les cessionnaires.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2017-759 DC du 28 décembre 2017.]"
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "I. à III.-A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Livre des procédures fiscales\n\n-Code général des impôts, CGI.\n\n-Livre des procédures fiscales\n\n-Code général des impôts, CGI.\n\n-LOI n° 2010-1658 du 29 décembre 2010\n\nIV.-A.-Sous réserve des décisions de justice passées en force de chose jugée, sont validées les impositions établies au titre de l'année 2017 afférentes aux locaux mentionnés au I de l'article 34 de la loi n° 2010-1658 du 29 décembre 2010 de finances rectificative pour 2010 en tant que leur légalité serait contestée au motif que, en raison d'une annulation par la juridiction administrative d'une décision prise par la commission départementale des valeurs locatives des locaux professionnels ou la commission départementale des impôts directs locaux ou d'un arrêté préfectoral, les impositions dues au titre de cette année ont été établies, pour la détermination de la valeur locative de ces locaux, sur la base de nouvelles décisions prises postérieurement au 1er janvier 2017 par ces commissions ou par le représentant de l'Etat dans le département, conformément au VII du même article 34 dans sa rédaction en vigueur le 31 décembre 2017.B.-Pour les impositions établies au titre de 2018, les valeurs locatives foncières des propriétés évaluées dans les conditions prévues à l'article 1498 du code général des impôts sont majorées par application du coefficient prévu au dernier alinéa de l'article 1518 bis du même code.C.-Par exception au premier alinéa de l'article 1639 A bis du code général des impôts, les délibérations prévues à l'article 1647 D du même code au titre de l'exercice 2018 peuvent être prises ou modifiées jusqu'au 15 janvier 2018.V.-A.-Les 1° à 6°, 8° à 16°, 18° à 23°, 25°, 26° et 30° du I et les II et III entrent en vigueur le 1er janvier 2018.B.-Le 27° entre en vigueur le 1er mars 2018.C.-Les 7°, 17°, 24°, 28° et 29° du I du présent article et les I et IV de l'article 1518 ter du code général des impôts, dans sa rédaction résultant du 21° du I du présent article, entrent en vigueur le 1er janvier 2019."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le I s'applique à compter des impositions établies au titre de 2018.III.-Par dérogation aux deux derniers alinéas du I de l'article 1388 bis du code général des impôts, la convention mentionnée au deuxième alinéa du même I est signée au plus tard le 28 février 2018 pour l'application de l'abattement aux impositions établies au titre de 2018.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "I. - A abrogé les dispositions suivantes :\n\nII. - Le I entre en vigueur le 1er janvier 2017.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-1.-A modifié les dispositions suivantes :\n\n2. Il est institué, du 1er janvier 2018 au 31 décembre 2027, un prélèvement progressif dû par les clubs de jeux autorisés à exploiter à Paris certains jeux de cercle ou de contrepartie régis par le V de l'article 34 de la loi n° 2017-257 du 28 février 2017 relative au statut de Paris et à l'aménagement métropolitain.\n\n3. Le fait générateur du prélèvement est constitué par la réalisation du produit brut des jeux.\n\n4. Le prélèvement est assis sur le produit brut des jeux défini aux 1° et 3° de l'article L. 2333-55-1 du code général des collectivités territoriales diminué d'un abattement de 30 % effectué afin d'obtenir le produit net des jeux.\n\nDans le cas où la différence mentionnée au 1° du même article L. 2333-55-1 est négative, la perte subie vient en déduction des bénéfices des jours suivants.\n\n5. Le barème du prélèvement progressif applicable au produit net des jeux déterminé conformément au 4 du présent II est égal à :\n\n-5 % pour la fraction inférieure ou égale à 100 000 € ;\n\n-15 % pour la fraction supérieure à 100 000 € et inférieure ou égale à 400 000 € ;\n\n-25 % pour la fraction supérieure à 400 000 € et inférieure ou égale à 700 000 € ;\n\n-30 % pour la fraction supérieure à 700 000 € et inférieure ou égale à 1 200 000 € ;\n\n-35 % pour la fraction supérieure à 1 200 000 € et inférieure ou égale à 1 800 000 € ;\n\n-40 % pour la fraction supérieure à 1 800 000 € et inférieure ou égale à 2 600 000 € ;\n\n-45 % pour la fraction supérieure à 2 600 000 € et inférieure ou égale à 3 500 000 € ;\n\n-50 % pour la fraction supérieure à 3 500 000 € et inférieure ou égale à 4 500 000 € ;\n\n-55 % pour la fraction supérieure à 4 500 000 € et inférieure ou égale à 5 500 000 € ;\n\n-60 % pour la fraction supérieure à 5 500 000 € et inférieure ou égale à 7 000 000 € ;\n\n-65 % pour la fraction supérieure à 7 000 000 € et inférieure ou égale à 9 000 000 € ;\n\n-68,50 % pour la fraction supérieure à 9 000 000 € et inférieure ou égale à 11 500 000 € ;\n\n-70 % pour la fraction supérieure à 11 500 000 €.\n\n6. Une fraction de 20 % du prélèvement institué au 2 est affectée en 2018 à la commune de Paris et à compter du 1er janvier 2019 à la Ville de Paris, dans la limite d'un montant de 12 000 000 €.\n\n7. Le prélèvement est déclaré et liquidé sur une déclaration conforme au modèle fixé par l'administration. Elle est déposée, accompagnée du paiement, dans les délais fixés en matière de taxe sur le chiffre d'affaires, selon les modalités suivantes :\n\na) Pour les redevables de la taxe sur la valeur ajoutée soumis au régime réel normal d'imposition prévu au 2 de l'article 287 du code général des impôts, sur l'annexe à la déclaration mentionnée au 1 du même article 287, déposée au titre du mois ou du trimestre au cours duquel l'exigibilité est intervenue ;\n\nb) Pour les redevables de la taxe sur la valeur ajoutée soumis au régime simplifié d'imposition prévu à l'article 302 septies A du même code, sur l'annexe à la déclaration mentionnée au 1 de l'article 287 dudit code déposée au plus tard le 25 du mois qui suit le trimestre civil au cours duquel l'exigibilité est intervenue ;\n\nc) Pour les personnes non redevables de la taxe sur la valeur ajoutée sur l'annexe à la déclaration prévue au 1 du même article 287 déposée auprès du service dont relève le siège ou le principal établissement au plus tard le 25 du mois qui suit celui au cours duquel l'exigibilité est intervenue.\n\n8. Le prélèvement est exigible le premier jour du mois suivant la réalisation du fait générateur.\n\n9. Le prélèvement est recouvré et contrôlé selon les mêmes procédures et sous les mêmes sanctions, garanties, sûretés et privilèges que les taxes sur le chiffre d'affaires. Les réclamations sont présentées, instruites et jugées selon les règles applicables à ces mêmes taxes.\n\nIII.- (Abrogé).\n\nIV.-Le présent article entre en vigueur le 1er janvier 2018, à l'exception des 2°, 4°, 5° et 6° du I qui entrent en vigueur le 1er janvier 2019.\n\n-Code général des impôts, CGI.\n\n-LOI n° 2017-257 du 28 février 2017"
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "I et II.-A modifié les dispositions suivantes :\n\nIII.-Le II entre en vigueur le 1er octobre 2018.\n\n-Code général des impôts, CGI.\n\n-Code de la santé publique"
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "I II.-A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII.-Pour la taxe prévue à l'article 302 bis KG du code général des impôts due au titre de l'année 2018, les acomptes mensuels ou trimestriels prévus au premier alinéa de l'article 1693 quinquies du même code dus par les redevables mentionnés au I de l'article 302 bis KG dudit code sont au moins égaux, respectivement, au douzième ou au quart du montant obtenu en appliquant le taux de 0,5 % aux versements, hors taxe sur la valeur ajoutée, mentionnés au II du même article 302 bis KG constatés en 2017.IV.-Le présent article entre en vigueur le 1er janvier 2018.\n\n-Livre des procédures fiscales\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "I.-A modifié les dispositions suivantes :\n\n-Code du cinéma et de l'image animée\n\nII.-Pour la taxe prévue à l'article L. 115-6 du code du cinéma et de l'image animée due au titre de 2018, les acomptes mensuels ou trimestriels prévus au premier alinéa de l'article L. 115-10 du même code dus par les éditeurs de services de télévision mentionnés à l'article L. 115-6 dudit code sont au moins égaux, respectivement, au douzième ou au quart du montant obtenu en appliquant le taux de 5,65 % aux versements et encaissements, hors taxe sur la valeur ajoutée, mentionnés au 1° de l'article L. 115-7 du même code constatés en 2017.III.-Pour les instances non définitivement jugées et les réclamations, en cours ou à venir, dont l'issue dépend de l'application des dispositions déclarées inconstitutionnelles par la décision du Conseil constitutionnel n° 2017-669 QPC du 27 octobre 2017, la taxe prévue à l'article L. 115-6 du code du cinéma et de l'image animée due au titre des années antérieures à 2018, à raison des sommes versées par les annonceurs et les parrains pour la diffusion sur les services de télévision, y compris les services de télévision de rattrapage, de leurs messages publicitaires et de parrainage, doit être remboursée aux éditeurs de services de télévision pour la part des sommes qui ne leur a pas été reversée par les personnes qui ont encaissé ces sommes, et concomitamment mise à la charge de ces personnes pour la part qu'elles n'ont pas reversée aux éditeurs de services de télévision. Les montants à reverser et à percevoir à ce titre par l'agent comptable du Centre national du cinéma et de l'image animée sont calculés selon les autres dispositions des articles L. 115-6 à L. 115-13 du même code applicables pour l'année en litige, sous réserve de la répartition de l'abattement prévu au 1° de l'article L. 115-9 dudit code entre un éditeur mentionné au premier alinéa de l'article L. 115-6 du même code et la personne qui a encaissé ces sommes au prorata de l'assiette respective établie pour chacun d'entre eux en application de la première phrase du présent III.IV.-Le présent article entre en vigueur le 1er janvier 2018."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "I. - A créé les dispositions suivantes :\n\nII. - Le I entre en vigueur le 1er janvier 2018.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "I. - A créé les dispositions suivantes :\n\nII. - Le I entre en vigueur le 1er janvier 2018.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\n- Code général des collectivités territoriales\n\n- Code général des collectivités territoriales\n\n- Code du tourisme.\n\n- Code général des collectivités territoriales\n\nIII. - Les I et II entrent en vigueur le 1er janvier 2019."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "I. et II.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII.-Le I s'applique à compter du 1er janvier 2019.IV.-Le II entre en vigueur le 1er janvier 2019.\n\n-Code monétaire et financier\n\n-Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-A.-Par dérogation à l'article 1639 A bis du code général des impôts, les communes mentionnées au A du II de l'article 1396 du même code, dans sa rédaction antérieure à la présente loi, peuvent délibérer jusqu'au 15 février 2018 pour instituer la majoration prévue au premier alinéa du B du même II, dans sa rédaction résultant du I du présent article, pour les impositions établies à compter de 2018.B.-Par dérogation au C du II de l'article 1396 du code général des impôts, dans sa rédaction résultant du I du présent article, pour les communes mentionnées au A du présent II, la liste des terrains constructibles dont la valeur locative est majorée en 2018 est communiquée à l'administration des impôts avant le 28 février 2018.III.-Le I s'applique à compter des impositions établies au titre de 2018.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "I. et II.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII.-Les I et II s'appliquent à compter des impositions dues au titre de 2019.IV.-Le II de l'article 1635-0 quinquies du code général des impôts et le III de l'article 112 de la loi n° 2010-1657 du 29 décembre 2010 de finances pour 2011, dans leur rédaction résultant de la présente loi, ne s'appliquent pas pour le calcul du montant de l'imposition forfaitaire sur les entreprises de réseaux prévue à l'article 1599 quater B du code général des impôts due au titre de 2019.\n\n-LOI n° 2013-1279 du 29 décembre 2013\n\n-Code général des impôts, CGI.\n\n-Code général des collectivités territoriales\n\n-LOI n° 2010-1657 du 29 décembre 2010"
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "I.-Les délibérations prises avant le 1er octobre 2017 en application des I et II de l'article 1530 bis du code général des impôts par les établissements publics de coopération intercommunale à fiscalité propre qui exercent la compétence de gestion des milieux aquatiques et de prévention des inondations prévue à l'article L. 211-7 du code de l'environnement à compter du 1er janvier 2018 sont applicables à compter des impositions dues au titre de 2018.II.-Par dérogation aux articles 1530 bis et 1639 A bis du code général des impôts, les établissements publics de coopération intercommunale à fiscalité propre qui exercent, au 1er janvier 2018, la compétence mentionnée au I du présent article et qui n'ont pas institué la taxe prévue à l'article 1530 bis précité peuvent prendre jusqu'au 15 février 2018 les délibérations afférentes à son institution à compter des impositions dues au titre de 2018 et à la détermination de son produit pour les impositions dues au titre de 2018."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "I. - Le Gouvernement remet au Parlement, dans un délai de six mois à compter de la promulgation de la présente loi, un rapport d'information sur les transferts financiers et ressources mobilisables pour les collectivités territoriales du Département de Mayotte.II. - Ce rapport évalue les compensations financières actuelles au regard des compétences transférées et des dépenses réelles des collectivités. Il évalue également les transferts qui devront être effectués dans le cadre de l'évolution vers l'identité législative pour les années 2018 à 2020. Enfin, il évalue les dispositifs financiers mobilisables pour le développement d'une politique du logement social et d'une politique de la formation professionnelle à Mayotte."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "I. à II. - A modifié les dispositions suivantes :\n\nIII.-(Abrogé)\n\n- Code des douanes\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "I à III.-A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-Code général des impôts, CGI.\n\n-Code monétaire et financier\n\n-Livre des procédures fiscales\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Livre des procédures fiscales\n\n-Code monétaire et financier\n\nIV.-A.-Les a à c du 1° et le 3° du I s'appliquent aux déclarations déposées à compter du lendemain de la publication de la présente loi.B.-Le d du 1° et les 2° et 4° du I, le 3° du II et le 1° du III s'appliquent aux situations constatées à compter du lendemain de la publication de la présente loi.C.-Les 1°, 2°, 4° et 5° du II, ainsi que les 2° et 3° du III s'appliquent aux contrôles engagés à compter du lendemain de la publication de la présente loi."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "I. - A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII. - Le I entre en vigueur le 1er janvier 2018.\n\n- Livre des procédures fiscales\n\n- Livre des procédures fiscales"
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "I à III. - A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Livre des procédures fiscales\n\n- Code général des impôts, CGI.\n\n- Code monétaire et financier\n\nIV. - Le présent article s'applique aux contrôles engagés à compter du 1er janvier 2018."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII. - Le I s'applique à compter du 1er janvier 2018."
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Livre des procédures fiscales\n\nII. - Le I s'applique aux impositions mises en recouvrement à compter du 1er janvier 2018."
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "Avant le 30 avril 2018, le Gouvernement remet au Parlement un rapport relatif à l'impact de la hausse de la taxe sur la valeur ajoutée sur toutes les activités équines, ainsi que sa nécessaire mise en conformité avec la future directive européenne sur le sujet."
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-(Abrogé)\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "I. à XVI. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Livre des procédures fiscales\n\n- Code de commerce\n\n- Code des douanes\n\n- Code de l'environnement\n\n- Code général des collectivités territoriales\n\n- Livre des procédures fiscales\n\n- Code monétaire et financier\n\n- Code des assurances\n\n- Code de la mutualité"
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - (Abrogé).\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "I. - A créé les dispositions suivantes :\n\n- Code général des collectivités territoriales\n\nII. - Le I entre en vigueur au plus tard le 1er janvier 2022, selon un échéancier fixé par décret en Conseil d'Etat, le délai pour se conformer aux dispositions du même I étant inversement proportionnel aux recettes annuelles encaissables au titre des ventes de produits ou de prestations de services."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - A. - Le 1° du I s'applique aux résultats déclarés à compter d'une date fixée par décret et au plus tard au titre des exercices clos à compter du 31 décembre 2019.B. - Le 2° du I s'applique aux prélèvements dus à compter du 1er janvier 2018.C. - Le 3° du I s'applique à compter d'une date fixée par décret, et au plus tard le 31 décembre 2020.D. - Le 4° du I s'applique à compter d'une date fixée par décret, et au plus tard aux déclarations devant être déposées à compter du 1er janvier 2020.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "I.-Les titres de perception émis par l'Etat à l'encontre des collectivités territoriales et des établissements publics sont transmis sous forme électronique.Les collectivités territoriales et les établissements publics acceptent les titres de perception déposés sous forme électronique sur le portail de facturation prévu à l'article 2 de l'ordonnance n° 2014-697 du 26 juin 2014 relative au développement de la facturation électronique.II.-Le I du présent article s'applique aux titres de perception émis à compter du 1er juillet 2018."
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "I., II. et III. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIV. - Les I, II et III s'appliquent aux cotisations, prélèvements supplémentaires et majorations dus à compter du 1er janvier 2019.\n\n- LOI n° 2008-1249 du 1er décembre 2008\n\n- Loi n° 84-53 du 26 janvier 1984\n\n- Code du travail"
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "I.-A modifié les dispositions suivantes :\n\n- Code du patrimoine\n\nII.-Le présent article s'applique aux opérations dont le fait générateur intervient à compter du 1er janvier 2018."
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Article 80",
      "content": "Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur la mise en œuvre des moyens publics consacrés aux grands projets d'infrastructures de transport."
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "I. - A. - Le ministre chargé de l'économie est autorisé à accorder la garantie de l'Etat au remboursement des sommes versées, au titre de l'organisation de l'édition 2024 des Jeux Olympiques et Paralympiques à Paris et dans le cadre du contrat Ville hôte 2024 signé à Lima le 13 septembre 2017, par l'organisation internationale non gouvernementale dénommée Comité international olympique à l'association dénommée Comité d'organisation des Jeux Olympiques et Paralympiques mentionnée par ce contrat.B. - Les sommes mentionnées au A comprennent la contribution financière liée aux revenus de diffusion dérivés des accords de diffusion des Jeux olympiques et paralympiques.C. - La garantie mentionnée au A est accordée en cas d'annulation totale ou partielle de l'édition 2024 des Jeux Olympiques et Paralympiques. Cette garantie est également accordée dans le cas de la réalisation de l'un des événements définis dans l'Accord sur le remboursement des droits de diffusion télévisuelle signé par l'Etat, le comité d'organisation des jeux Olympiques et Paralympiques de Paris 2024 et le Comité international olympique. Elle est accordée jusqu'à vingt-quatre mois après la fin des jeux Olympiques et Paralympiques, et au plus tard jusqu'au 31 décembre 2027. Elle porte sur les sommes qui ne seraient pas remboursées au Comité international olympique, dans la limite d'un montant total de 800 millions d'euros.En cas de mise en œuvre de cette garantie, l'Etat est subrogé dans les droits du comité international olympique à l'égard du comité d'organisation mentionné au A au titre des créances indemnisées.II. - Le ministre chargé de l'économie est autorisé à accorder la garantie de l'Etat aux emprunts bancaires contractés par le comité d'organisation mentionné au A du I et affectés au financement d'un décalage temporaire de trésorerie entre ses recettes et ses dépenses.Cette garantie est accordée en principal et intérêts, à titre onéreux, dans la limite d'un montant total de 93 millions d'euros en principal, pour des emprunts d'une durée maximale de deux ans, d'un montant unitaire maximal de 50 millions d'euros en principal et souscrits avant le 31 décembre 2024.Une convention conclue avant la souscription des emprunts bancaires mentionnés au premier alinéa du présent II entre le comité d'organisation mentionné au A du I et l'Etat définit, notamment, les modalités de souscription et de garantie de ces emprunts et les mécanismes de contrôle et d'action visant à préserver la soutenabilité financière de ce comité.\n\nIII. - A. - Le ministre chargé de l'économie est autorisé à accorder la garantie de l'Etat, en dernier ressort, au titre des emprunts bancaires contractés avant le 30 juin 2025 par l'association mentionnée au A du I en vue de financer, le cas échéant, le solde déficitaire de son budget lors de sa liquidation.\n\nCette garantie est accordée en principal et intérêts, à titre onéreux, dans la limite d'un montant de 3 milliards d'euros. Elle reste en vigueur jusqu'à la dissolution de l'association, et au plus tard jusqu'au 30 juin 2027.\n\nB. - Avant le 1er octobre de chaque année, le Gouvernement remet au Parlement un rapport présentant la dernière prévision pluriannuelle du budget de l'association, en recettes et en dépenses, et de son évolution depuis l'exercice précédent. Le rapport précise l'encours en principal des emprunts contractés par l'association et expose toutes les mesures mises en œuvre afin de limiter le risque d'appel en garantie.\n\nC. - Une convention conclue entre l'association et l'Etat avant la souscription des emprunts bancaires mentionnés au A du présent III définit les modalités de souscription et de garantie de ces emprunts et les mécanismes de contrôle et d'action visant à préserver la stabilité financière de l'association."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "Le ministre chargé de l'économie est autorisé à accorder la garantie de l'Etat aux emprunts contractés par l'Unédic au cours de l'année 2018, en principal et en intérêts, dans la limite d'un plafond global en principal de 4,5 milliards d'euros."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "I.-Le ministre chargé de l'économie est autorisé à accorder, à titre gratuit, la garantie de l'Etat à la Caisse des dépôts et consignations au titre de l'engagement conclu dans la convention prévue au II par la société Action Logement Services de payer, par versement annuel, le montant de la bonification des prêts contractés par les organismes de logement social auprès du fonds d'épargne mentionné à l'article L. 221-7 du code monétaire et financier.Cette garantie couvre l'éventuel non-paiement des montants dus par Action Logement Services à la Caisse des dépôts et consignations au titre de cet engagement jusqu'en 2045 au plus tard, dans la limite d'un montant maximal cumulé de 1,2 milliard d'euros.En cas de mise en œuvre de cette garantie, l'Etat est subrogé dans les droits et actions de la Caisse des dépôts et consignations à l'égard d'Action Logement Services.II.-Une convention conclue entre l'Etat, la Caisse des dépôts et consignations et Action Logement Services définit notamment les modalités des versements annuels mentionnés au I, jusqu'au terme de l'engagement, ainsi que les modalités d'appel de la garantie mentionnée au même I."
    },
    {
      "provision_ref": "art89",
      "section": "89",
      "title": "Article 89",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Des conventions de mandat sont conclues entre l'Etat et l'Office français de l'immigration et de l'intégration mentionné à l'article L. 121-13 du code de l'action sociale et des familles pour préciser les modalités d'encaissement et de recouvrement des recettes au nom et pour le compte de l'Etat des taxes prévues aux articles L. 311-13 et L. 311-15 du code de l'entrée et du séjour des étrangers et du droit d'asile. Ces conventions précisent, notamment, la rémunération du mandataire ainsi que les modalités de contrôle des opérations du mandataire par le mandant et le comptable public du mandant et prévoient une reddition au moins annuelle des comptes et des pièces correspondantes. Elles prévoient également le remboursement par l'organisme mandataire des recettes encaissées à tort ainsi que le recouvrement et l'apurement des éventuels indus résultant des paiements.Ces conventions sont conclues pour une durée ne pouvant excéder quatre ans.III.-Le I entre en vigueur à compter du 1er janvier 2017.\n\n-Code de l'entrée et du séjour des étrangers et du droit d'asile."
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "Article 90",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Une fraction du prélèvement prévu  au I de l'article 138 de la loi n° 2019-486 du 22 mai 2019 relative à la croissance et la transformation des entreprises est affectée à la Fondation du patrimoine pour l'exercice des missions prévues à l'article L. 143-2 du code du patrimoine.\n\nIII.-Le montant de cette fraction correspond à la part de ce prélèvement assise sur lle produit brut des jeux dédiés au patrimoine organisés par La Française des jeux. Il fait, à ce titre, l'objet d'un arrêté des ministres chargés du budget et de la culture.\n\nIV.-Le présent article entre en vigueur le 1er janvier 2018.\n\n-Code du patrimoine"
    },
    {
      "provision_ref": "art94",
      "section": "94",
      "title": "Article 94",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - La créance de 14 586 294,40 € détenue par l'Etat sur le Département de Mayotte au titre de l'impôt sur le revenu perçu par le département en 2013 au titre des revenus versés au cours de cette année est abandonnée.\n\n- LOI n° 2017-256 du 28 février 2017"
    },
    {
      "provision_ref": "art95",
      "section": "95",
      "title": "Article 95",
      "content": "I.-A.-Il est créé, au titre de l'année 2017, un fonds de soutien exceptionnel à destination des collectivités territoriales mentionnées au D du présent I connaissant une situation financière particulièrement dégradée.B.-Le fonds est financé par un prélèvement de 100 millions d'euros opéré sur les ressources de la Caisse nationale de solidarité pour l'autonomie mentionnée à l'article L. 14-10-2 du code de l'action sociale et des familles. Le recouvrement, le contentieux, les garanties et les sanctions relatifs à ce prélèvement sont régis par les règles applicables en matière de taxe sur les salaires.C.-Le fonds est géré, pour le compte de l'Etat, par la Caisse nationale de solidarité pour l'autonomie.D.-Le fonds est destiné aux départements de métropole et à la métropole de Lyon, aux départements d'outre-mer, aux collectivités territoriales de Guyane et de Martinique, au Département de Mayotte et aux collectivités de Saint-Martin, de Saint-Barthélemy et de Saint-Pierre-et-Miquelon.II.-Pour l'application du présent article :1° Les données utilisées pour calculer les taux sont extraites des comptes de gestion 2016 ;2° La population des collectivités territoriales mentionnées au D du I à prendre en compte est la population municipale légale en vigueur au 1er janvier 2016 et, pour le Département de Mayotte, celle du dernier recensement authentifiant la population ;3° Le nombre de bénéficiaires du revenu de solidarité active attribué par les collectivités territoriales mentionnées au même D en application de l'article L. 262-13 du code de l'action sociale et des familles est celui constaté au 31 décembre 2016 par le ministre chargé des affaires sociales ;4° Le nombre de bénéficiaires de l'allocation personnalisée d'autonomie mentionnée à l'article L. 232-1 du même code est celui recensé au 31 décembre 2016 par la Caisse nationale de solidarité pour l'autonomie ;5° Le nombre de bénéficiaires de la prestation de compensation du handicap mentionnée à l'article L. 245-1 dudit code et de l'allocation compensatrice pour tierce personne mentionnée au même article L. 245-1, dans sa rédaction antérieure à la loi n° 2005-102 du 11 février 2005 pour l'égalité des droits et des chances, la participation et la citoyenneté des personnes handicapées, est celui recensé au 31 décembre 2016 par la Caisse nationale de solidarité pour l'autonomie ;6° Le nombre de mineurs privés temporairement ou définitivement de la protection de leur famille confiés aux départements sur décision judiciaire, pris en charge dans les conditions prévues au 3° de l'article L. 222-5 du code de l'action sociale et des familles et présents au 31 décembre 2016 au sein du service de l'aide sociale à l'enfance, est constaté par le ministre de la justice ;7° Le taux d'épargne brute d'une collectivité territoriale mentionnée au D du I du présent article est égal au rapport entre, d'une part, la différence entre les recettes réelles de fonctionnement et les dépenses réelles de fonctionnement et, d'autre part, les recettes réelles de fonctionnement. Le montant versé au titre du fonds de soutien exceptionnel aux départements en difficulté prévu à l'article 131 de la loi n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 est pris en compte dans les recettes réelles de fonctionnement. Les opérations liées aux amortissements, aux provisions et aux cessions d'immobilisations ne sont pas prises en compte dans les recettes ni dans les dépenses réelles de fonctionnement ;8° Les dépenses sociales d'une collectivité territoriale mentionnée au D du I du présent article s'entendent des dépenses exposées au titre du revenu de solidarité active en application de l'article L. 262-24 du code de l'action sociale et des familles, de l'allocation personnalisée d'autonomie définie à l'article L. 232-1 du même code, de la prestation de compensation du handicap définie à l'article L. 245-1 dudit code et de l'allocation compensatrice pour tierce personne mentionnée au même article L. 245-1, dans sa rédaction antérieure à la loi n° 2005-102 du 11 février 2005 précitée. Le taux de dépenses sociales est défini comme le rapport entre les dépenses sociales d'une collectivité territoriale mentionnée au D du I du présent article et ses dépenses réelles de fonctionnement.III.-A.-Sont éligibles au fonds les collectivités territoriales mentionnées au D du I du présent article dont le potentiel financier par habitant constaté en 2016, déterminé selon les modalités définies à l'article L. 3334-6 du code général des collectivités territoriales, est inférieur à 1,3 fois le potentiel financier moyen par habitant des collectivités territoriales mentionnées au D du I du présent article.B.-Le fonds est composé de deux parts égales :1° Sont éligibles à la première part les collectivités territoriales mentionnées au D du I dont le taux d'épargne brute est inférieur à 9 % et qui respectent les conditions cumulatives suivantes :a) L'évolution constatée entre les comptes de gestion 2015 et 2016 des dépenses réelles de fonctionnement de la collectivité territoriale, à l'exclusion des dépenses sociales mentionnées au 8° du II, est inférieure à + 1 %. Ce critère n'est pas applicable aux collectivités territoriales de Guyane et de Martinique ;b) Le rapport, sur la base des comptes de gestion 2016, entre le taux de la taxe foncière sur les propriétés bâties de la collectivité territoriale et le taux moyen national d'imposition pour l'ensemble des collectivités territoriales mentionnées au D du I est supérieur à 0,75 ;2° Sont éligibles à la seconde part les collectivités territoriales mentionnées au même D dont le taux d'épargne brute est inférieur à 9 % et dont le taux de dépenses sociales est supérieur à la moyenne de ces mêmes taux exposés par l'ensemble des collectivités mentionnées audit D.IV.-Chacune des deux parts est dotée d'un montant de 50 millions d'euros.L'attribution revenant à chaque collectivité éligible est déterminée :1° Au titre de la première part, en fonction d'un indice égal au rapport entre la population de la collectivité territoriale éligible et le taux d'épargne brute ;2° Au titre de la seconde part, en fonction du rapport entre, d'une part, le nombre total de bénéficiaires du revenu de solidarité active, de l'allocation personnalisée d'autonomie, de la prestation de compensation du handicap et de l'allocation compensatrice pour tierce personne ainsi que le nombre des mineurs mentionnés au 6° du II du présent article et, d'autre part, la population de la collectivité.V.-Les versements effectués par la Caisse nationale de solidarité pour l'autonomie au titre du fonds de soutien prévu au I sont retracés en charges exceptionnelles au sein des sections mentionnées aux II et III de l'article L. 14-10-5 du code de l'action sociale et des familles à hauteur de 50 millions d'euros pour chacune d'entre elles."
    },
    {
      "provision_ref": "art96",
      "section": "96",
      "title": "Article 96",
      "content": "Il est institué un prélèvement sur les recettes de l'Etat destiné à compenser la perte de recettes, pour les collectivités territoriales et les établissements publics de coopération intercommunale, résultant de l'application de l'exonération de contribution économique territoriale prévue à l'article 5 de l'accord entre le Gouvernement de la République française et le Conseil fédéral suisse relatif à la fiscalité applicable dans l'enceinte de l'aéroport de Bâle-Mulhouse, signé à Paris le 23 mars 2017, ratifié par la loi n° 2017-1742 du 22 décembre 2017 autorisant l'approbation de l'accord entre le Gouvernement de la République française et le Conseil fédéral suisse relatif à la fiscalité applicable dans l'enceinte de l'aéroport de Bâle-Mulhouse.La dotation de compensation à répartir entre les collectivités territoriales et les établissements publics de coopération intercommunale est égale au produit de l'impôt sur les sociétés acquitté par l'établissement public dénommé “ Aéroport de Bâle-Mulhouse ”, dans la limite de 3,2 millions d'euros, actualisé chaque année dans les conditions du paragraphe 4 de l'article 1 de l'accord mentionné au premier alinéa.La dotation de compensation est répartie entre les collectivités territoriales et les groupements dotés d'une fiscalité propre au prorata des produits qu'ils ont perçus pour l'année 2016 au titre de la cotisation foncière des entreprises et de la cotisation sur la valeur ajoutée des personnes morales entrant dans le champ de l'exonération prévue à l'article 5 de l'accord mentionné au premier alinéa.Le 3 de l'article 78 de la loi n° 2009-1673 du 30 décembre 2009 de finances pour 2010 ne s'applique pas aux pertes de ressources résultant de l'exonération de contribution économique territoriale mentionnée au premier alinéa du présent article."
    },
    {
      "provision_ref": "artliminaire",
      "section": "liminaire",
      "title": "Article liminaire",
      "content": "La prévision de solde structurel et de solde effectif de l'ensemble des administrations publiques pour 2017 s'établit comme suit :\n\n(En points de produit intérieur brut)\n\nleft\n\nPrévision 2017\n\nSolde structurel (1)\n\n- 2,2\n\nSolde conjoncturel (2)\n\n- 0,6\n\nMesures exceptionnelles et temporaires (3)\n\n- 0,1\n\nSolde effectif (1 + 2 + 3)\n\n- 2,9\n\n1"
    }
  ]
}