{
  "id": "loi-n-2001-420-du-15-mai-2001",
  "type": "statute",
  "title": "Loi n° 2001-420 du 15 mai 2001",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000223114",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I.-A modifié les dispositions suivantes :\n\n-Code monétaire et financier\n\nArt. L131-78\n\nII.-Les dispositions du I s'appliquent aux interdictions d'émissions de chèques en cours."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I.-Dans le délai de trois mois à compter de la publication de la présente loi, la Banque fédérale des banques populaires modifie ses statuts en vue de sa transformation en société anonyme régie par les titres Ier à IV du livre II du code de commerce. Cette société est substituée à la Chambre syndicale des banques populaires comme organe central, au sens des articles L. 511-30, L. 511-31 et L. 511-32 du code monétaire et financier. La Chambre syndicale des banques populaires est dissoute. Ses biens, droits et obligations sont intégralement transférés à la Banque fédérale des banques populaires.\n\nDans les textes législatifs et réglementaires en vigueur, les mots : \" Chambre syndicale des banques populaires \" sont remplacés par les mots : \" Banque fédérale des banques populaires \".\n\nDans l'intitulé de la sous-section 2 de la section 2 du chapitre II du titre Ier du livre V du code monétaire et financier, les mots : \" Chambre syndicale \" sont remplacés par les mots :\n\n\" Banque fédérale des banques populaires \".\n\nII.-A modifié les dispositions suivantes :\n\n-Code monétaire et financier\n\nArt. L512-10\n\nIII.-A modifié les dispositions suivantes :\n\n-Code monétaire et financier\n\nArt. L512-11\n\nIV.-Le fonds de garantie des banques populaires est supprimé à compter de la publication de la présente loi. Les obligations couvertes par ce fonds et les droits y afférents sont intégralement transférés à la Banque fédérale des banques populaires.\n\nV.-A modifié les dispositions suivantes :\n\n-Code monétaire et financier\n\nArt. L512-12\n\nVI.-Les dispositions du présent article n'emportent pas, pour la Banque fédérale des banques populaires, changement dans la personne morale et les opérations rendues nécessaires pour leur application n'entraînent, par elles-mêmes, aucune conséquence fiscale.\n\nPour la détermination de ses résultats imposables, la Banque fédérale des banques populaires bénéficiaire des apports doit se conformer aux conditions prévues au 3 de l'article 210 A du code général des impôts à raison des biens, droits et obligations qui lui ont été dévolus. Pour l'application de cette mesure, la société absorbée s'entend respectivement de la Chambre syndicale des banques populaires et du fonds collectif de garantie qui possédaient les biens avant l'intervention de l'opération et la société absorbante s'entend de la Banque fédérale des banques populaires possédant ces mêmes biens après l'opération.\n\nVII.-A abrogé les dispositions suivantes :\n\n-Loi du 24 juillet 1929 ; Loi du 17 mars 1934 ; Loi du 13 août 1936\n\n-Code monétaire et financier\n\nArt. L512-14 ; Art. L512-15 ; Art. L512-16 ; Art. L512-17 ; Art. L512-18\n\nVIII.-A modifié les dispositions suivantes :\n\n-Code monétaire et financier\n\nArt. L512-19\n\nIX.-A modifié les dispositions suivantes :\n\n-Code général des impôts\n\nArt. 145"
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "Les mesures prévues aux articles 34 et 36 de la présente loi relatives aux opérations réalisées avec des personnes domiciliées, enregistrées, établies ou ayant un compte dans un Etat ou un territoire dont la législation est reconnue insuffisante ou dont les pratiques sont considérées comme faisant obstacle à la lutte contre le blanchiment des capitaux par l'instance internationale de concertation et de coordination en matière de lutte contre le blanchiment de l'argent font l'objet d'un rapport annuel du Gouvernement au Parlement. Ce rapport fera état, en particulier, des mesures analogues adoptées, le cas échéant, par les autres Etats membres de cette instance."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "Le quatrième alinéa de l'article 4 de la loi n° 78-9 du 4 janvier 1978 modifiant le titre IX du livre III du code civil est abrogé le premier jour du dix-huitième mois suivant la publication de la présente loi. Les sociétés civiles procèdent, avant cette date, à leur immatriculation au registre du commerce et des sociétés."
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "Dans le délai de six mois à compter de la publication de la présente loi, le président    de l'Autorité de la concurrence établit la liste des dossiers relatifs aux procédures ayant fait l'objet d'une décision devenue définitive avant le 1er janvier 1997. Cette liste est publiée au Bulletin officiel de la concurrence, de la consommation et de la répression des fraudes.Les pièces et documents sont restitués, à leurs frais, aux personnes à qui ils appartiennent et qui en font la demande.Le président du conseil peut ordonner la destruction des pièces et documents non réclamés à l'issue d'un délai de six mois à compter de la publication de la liste prévue au premier alinéa."
    },
    {
      "provision_ref": "art94",
      "section": "94",
      "title": "Article 94",
      "content": "Les dispositions de l'article 69 et celles de l'article 73 en ce qu'elles concernent le I de l'article L. 464-2 du code de commerce ne s'appliquent pas aux affaires pour lesquelles une saisine    de l'Autorité de la concurrence a été effectuée avant la date d'entrée en vigueur de la présente loi.Les dispositions des articles 86 à 93 sont applicables aux opérations de concentration engagées de façon irrévocable, au sens de l'article 88 de la présente loi, postérieurement à la date de publication du décret portant application des dispositions du titre III de la deuxième partie de la présente loi relatif au contrôle des concentrations."
    },
    {
      "provision_ref": "art113",
      "section": "113",
      "title": "Article 113",
      "content": "I.-A créé les dispositions suivantes :\n\n-Code du commerce\n\nArt. L820-1 ; Art. L820-2 ; Art. L820-3 ; Art. L820-4 ; Art. L820-5 ; Art. L820-6 ; Art. L820-7 ;\n\nII.-Les commissaires aux comptes et les personnes morales doivent se mettre en conformité avec les dispositions des articles visés au I dans un délai de dix-huit mois à compter de la publication de la présente loi.\n\nIII.-A abrogé les dispositions suivantes :\n\n-Code du commerce\n\nArt. L241-8 ; Art. L242-25 ; Art. L242-26 ; Art. L242-27 ; Art. L242-28 ;"
    },
    {
      "provision_ref": "art116",
      "section": "116",
      "title": "Article 116",
      "content": "I.-A créé les dispositions suivantes :\n\n-Code du commerce\n\nArt. L225-102-1\n\nII.-Les dispositions des trois premiers alinéas de l'article L. 225-102-1 du code de commerce prennent effet à compter de la publication du rapport annuel portant sur l'exercice ouvert à compter du 1er janvier 2001. Les dispositions du dernier alinéa de l'article L. 225-102-1 du même code prennent effet à compter de la publication du rapport annuel portant sur l'exercice ouvert à compter du 1er janvier 2002."
    },
    {
      "provision_ref": "art124",
      "section": "124",
      "title": "Article 124",
      "content": "I.-A modifié les dispositions suivantes :\n\n-Code du commerce\n\nArt. L223-7\n\nII.-1 A modifié les dispositions suivantes :\n\n-Code du commerce\n\nArt. L231-5\n\n-2 Les sociétés régies par les dispositions du chapitre Ier du titre III du livre II du code de commerce, immatriculées au registre du commerce et des sociétés à la date de publication de la présente loi, ont un délai de cinq ans pour se mettre en conformité avec les dispositions du présent article et notamment pour procéder à la libération de leur capital social."
    },
    {
      "provision_ref": "art127",
      "section": "127",
      "title": "Article 127",
      "content": "I. A créé les dispositions suivantes :\n\n-Code de l'organisation judiciaire\n\nArt. L411-4 ; Art. L411-5 ; Art. L411-6 ; Art. L411-7\n\nII. A modifié les dispositions suivantes :\n\n-Code de l'organisation judiciaire\n\nArt. L411-1\n\nIII.-Les articles L. 411-4, L. 411-5 et L. 411-7 du même code, dans leur rédaction issue de la présente loi, prennent effet à la date d'entrée en vigueur de l'article 3 de la loi n° 91-1258 du 17 décembre 1991, conférant aux chefs de cour le pouvoir de déléguer des magistrats du siège de la cour d'appel pour exercer des fonctions judiciaires dans les tribunaux du ressort de la cour d'appel, modifiant le code de l'organisation judiciaire (partie Législative) et donnant force de loi audit code.\n\nToutefois, les décisions prononcées par les tribunaux d'instance et de grande instance, avant l'entrée en vigueur de la présente loi, dans les matières mentionnées aux articles précités du même code sont, sous réserve des décisions de justice passées en force de chose jugée, réputées rendues par des juridictions compétentes.\n\nIV. L'article L. 411-6 du même code, dans sa rédaction issue de la présente loi, prend effet à la date d'entrée en vigueur de l'ordonnance n° 2000-912 du 18 septembre 2000 relative à la partie Législative du code de commerce.\n\nV. Le présent article est applicable en Nouvelle-Calédonie, en Polynésie française, dans les îles Wallis-et-Futuna et à Mayotte."
    },
    {
      "provision_ref": "art129",
      "section": "129",
      "title": "Article 129",
      "content": "Les conseils d'administration et conseils de surveillance disposent d'un délai de trois ans à compter de la date de publication de la présente loi pour se mettre en conformité avec les articles L. 225-17, L. 225-69 et L. 225-95 du code de commerce dans leur rédaction issue de la présente loi."
    },
    {
      "provision_ref": "art131",
      "section": "131",
      "title": "Article 131",
      "content": "I. - Pour les sociétés anonymes immatriculées au registre du commerce et des sociétés à la date de publication de la présente loi, une assemblée générale extraordinaire est convoquée dans un délai de dix-huit mois à compter de cette même date pour procéder à la modification des statuts prévue par le deuxième alinéa de l'article L. 225-51-1 du code de commerce. A défaut, tout intéressé peut demander au président du tribunal statuant en référé d'enjoindre au conseil d'administration de procéder à cette convocation. Lorsqu'il est fait droit à la demande, l'astreinte et les frais de procédure sont mis à la charge des administrateurs.Les sociétés anonymes dont les titres ne sont pas admis sur un marché réglementé et qui étaient immatriculées au registre du commerce et des sociétés avant la date de publication de la présente loi peuvent conserver leurs statuts sans délibération particulière de leur assemblée générale, jusqu'à la convocation d'une assemblée générale extraordinaire pour d'autres raisons.II. - Les administrateurs, présidents du conseil d'administration, directeurs généraux, membres du directoire, directeurs généraux uniques et membres du conseil de surveillance disposent d'un délai de deux mois à compter de la date de publication de la loi n° 2002-1303 du 29 octobre 2002 modifiant certaines dispositions du code de commerce relatives aux mandats sociaux pour se mettre en conformité avec les articles L. 225-21, L. 225-54-1, L. 225-67, L. 225-77, L. 225-94 et L. 225-94-1 du code de commerce dans la rédaction issue de la loi précitée. A défaut, ils sont réputés démissionnaires de tous leurs mandats.III. - Les personnes qui, à la date de publication de la présente loi, avaient reçu du conseil d'administration mandat d'assister le président avec le titre de directeur général prennent le titre de directeur général délégué."
    },
    {
      "provision_ref": "art133",
      "section": "133",
      "title": "Article 133",
      "content": "I.-A modifié les dispositions suivantes :\n\n-Code général des impôts\n\nArt. 163 bis C\n\nII.-A modifié les dispositions suivantes :\n\n-Code général des impôts\n\nArt. 200 A\n\nIII.-A modifié les dispositions suivantes :\n\n-Code général des impôts\n\nArt. 163 bis G\n\nIV.-Les dispositions du I et du II s'appliquent aux options attribuées à compter du 27 avril 2000. Les dispositions du III s'appliquent à compter du 27 avril 2000."
    },
    {
      "provision_ref": "art134",
      "section": "134",
      "title": "Article 134",
      "content": "I.-A modifié les dispositions suivantes :\n\n-Code général des impôts\n\nArt. 163 bis G\n\nII.-Les dispositions du I s'appliquent à compter du 27 avril 2000."
    },
    {
      "provision_ref": "art140",
      "section": "140",
      "title": "Article 140",
      "content": "I. - L'Etat peut conclure, avec les entreprises du secteur public placées sous sa tutelle ou celles dont il est actionnaire et qui sont chargées d'une mission de service public, des contrats d'entreprise pluriannuels. Ceux-ci déterminent les objectifs liés à l'exercice de la mission de service public assignée à l'entreprise, les moyens à mettre en oeuvre pour les atteindre, le cas échéant par l'intermédiaire de filiales, et les relations financières entre l'Etat et l'entreprise.II. - Les contrats d'entreprise sont négociés avec les ministres chargés de l'économie et du budget et avec les autres ministres chargés d'exercer la tutelle de l'Etat.Ils ne peuvent être résiliés par chacune des deux parties avant leur date normale d'expiration que dans les formes et conditions qu'ils stipulent expressément.Ils sont réputés ne contenir que des clauses contractuelles.III. - Dans les dispositions législatives en vigueur, notamment à l'article 29 de la loi n° 95-115 du 4 février 1995 d'orientation pour l'aménagement et le développement du territoire, les références aux contrats de plan conclus avec des entreprises publiques en application de la loi n° 82-653 du 29 juillet 1982 portant réforme de la planification deviennent des références aux contrats de plan conclus avec des entreprises publiques en application de cette loi ou aux contrats d'entreprise conclus en application du présent article."
    },
    {
      "provision_ref": "art142",
      "section": "142",
      "title": "Article 142",
      "content": "I. - (Abrogé)\n\nII. - (Abrogé)\n\nIII. - Sont abrogés :\n\n1° L'article 24 de la loi n° 93-923 du 19 juillet 1993 de privatisation ;\n\n2° Le deuxième alinéa du a du I de l'article 164 de l'ordonnance n° 58-1374 du 30 décembre 1958 portant loi de finances pour 1959."
    },
    {
      "provision_ref": "art143",
      "section": "143",
      "title": "Article 143",
      "content": "I.-A modifié les dispositions suivantes :\n\n-Code monétaire et financier\n\nArt. L518-1\n\nII.-Les fonctionnaires de l'Etat en activité dans la Direction des activités bancaires et financières de la Caisse des dépôts et consignations le jour de la publication de la présente loi sont mis, à compter de cette même date et pour une période de quinze ans, à la disposition de la société CDC Finance ou des sociétés dont elle détient la majorité du capital.\n\nCes sociétés remboursent à la Caisse des dépôts et consignations les charges correspondantes.\n\nIII. Les fonctionnaires mis à la disposition de la société CDC Finance ou des sociétés dont elle détient la majorité du capital, en application du II, peuvent à tout moment et sans attendre la proposition prévue au IV, solliciter leur réaffectation dans les services de la Caisse des dépôts et consignations.\n\nIV. Avant le terme de la période prévue au II, chacune des sociétés concernées propose un contrat de travail à tous les fonctionnaires mis à sa disposition. En cas d'acceptation, le fonctionnaire est placé en position de détachement, de hors-cadres ou de disponibilité dans les conditions prévues par le chapitre V de la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat, sauf dispositions contraires résultant du présent artice.\n\nAu cours de chaque période de détachement ou de mise en position hors-cadres, le fonctionnaire placé dans l'une de ces deux positions, en application de l'alinéa précédent peut à tout moment solliciter sa réintégration dans les services de la Caisse des dépôts et consignations. Jusqu'à ce qu'intervienne sa réintégration, il demeure rémunéré par la société avec laquelle il a signé un contrat de travail. La réintégration intervient de droit au plus tard à l'expiration de la période de détachement ou de mise en position hors-cadres.\n\nV. Les fonctionnaires qui n'ont pas été réaffectés sur leur demande en application de III ou qui ont refusé la proposition prévue au IV sont réaffectés dans les services de la Caisse des dépôts et consignations au terme de la période prévue au II.\n\nVI.-A modifié les dispositions suivantes :\n\n-Loi 96-452 du 28 mai 1996\n\nArt. 34"
    }
  ]
}