{
  "id": "loi-n-2001-397-du-9-mai-2001",
  "type": "statute",
  "title": "Loi n° 2001-397 du 9 mai 2001",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000756495",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Pour le prochain renouvellement des conseils de prud'hommes, les organisations présentant des listes de candidats devront faire en sorte de présenter une proportion de femmes et d'hommes réduisant d'un tiers, par rapport au précédent scrutin, l'écart entre la représentation du sexe sous-représenté au sein des listes et sa part dans le corps électoral selon les modalités propres à favoriser la progression du pourcentage de femmes élues. Le Gouvernement présentera un rapport d'évaluation au Parlement, dans un délai d'un an à compter de la date du prochain renouvellement des conseils de prud'hommes et après consultation du Conseil supérieur de l'égalité professionnelle et du Conseil supérieur de la prud'homie, sur la mise en oeuvre de cet objectif et sur les moyens permettant d'atteindre lors des scrutins ultérieurs une représentation équilibrée des femmes et des hommes sur les listes, compte tenu de leur place dans le corps électoral."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Le Gouvernement remettra au Parlement, avant le 30 juin 2002, un rapport sur l'application de la législation relative au travail de nuit."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Les dispositions du titre II de la présente loi relatives aux organismes consultatifs s'appliquent à compter de la date du prochain renouvellement de ces organes suivant la date de publication du décret en Conseil d'Etat prévu aux articles 24 et 29 de la présente loi."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Les dispositions du titre II de la présente loi relatives à la composition des jurys et des comités de sélection sont applicables aux jurys et comités de sélection dont la composition est fixée après la publication du décret en Conseil d'Etat fixant les modalités d'application des articles 25, 27, 28, 30 et 31 de la présente loi."
    }
  ]
}