{
  "id": "loi-n-2020-1508-du-3-decembre-2020",
  "type": "statute",
  "title": "LOI n°2020-1508 du 3 décembre 2020",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000042607095",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnances, dans un délai de dix mois à compter de la publication de la présente loi, les mesures relevant du domaine de la loi nécessaires à la transposition de la directive (UE) 2019/770 du Parlement européen et du Conseil du 20 mai 2019 relative à certains aspects concernant les contrats de fourniture de contenus numériques et de services numériques et de la directive (UE) 2019/771 du Parlement européen et du Conseil du 20 mai 2019 relative à certains aspects concernant les contrats de vente de biens, modifiant le règlement (UE) 2017/2394 et la directive 2009/22/CE et abrogeant la directive 1999/44/CE, ainsi que les mesures de coordination et d'adaptation de la législation liées à cette transposition.II. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnances, dans un délai de quatorze mois à compter de la publication de la présente loi, les mesures relevant du domaine de la loi nécessaires à la transposition de la directive (UE) 2019/2161 du Parlement européen et du Conseil du 27 novembre 2019 modifiant la directive 93/13/CEE du Conseil et les directives 98/6/CE, 2005/29/CE et 2011/83/UE du Parlement européen et du Conseil en ce qui concerne une meilleure application et une modernisation des règles de l'Union en matière de protection des consommateurs, ainsi que les mesures de coordination et d'adaptation de la législation liées à cette transposition.II. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnances, dans un délai de huit mois à compter de la promulgation de la présente loi, les mesures relevant du domaine de la loi nécessaires afin d'adapter le chapitre VII du titre V du livre V du code de l'environnement aux dispositions introduites par le règlement (UE) 2019/1020 du Parlement européen et du Conseil du 20 juin 2019 sur la surveillance du marché et la conformité des produits, et modifiant la directive 2004/42/CE et les règlements (CE) n° 765/2008 et (UE) n° 305/2011.II. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance mentionnée au I."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I. - A. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai de sept mois à compter de la publication de la présente loi, les mesures relevant du domaine de la loi nécessaires afin de transposer la directive (UE) 2019/633 du Parlement européen et du Conseil du 17 avril 2019 sur les pratiques commerciales déloyales dans les relations interentreprises au sein de la chaîne d'approvisionnement agricole et alimentaire, de manière à ce qu'elle soit applicable aux relations entre fournisseurs et acheteurs dans la chaîne d'approvisionnement agricole et alimentaire, sans condition de chiffre d'affaires.B. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance prévue au A du présent I.\n\nII. - A modifié les dispositions suivantes :\n\n- Code de commerce"
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I. et II. - A créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII. - Le présent article entre en vigueur le 3 juin 2021.\n\n- Code monétaire et financier\n\n- Code monétaire et financier\n\n- Code monétaire et financier\n\n- Code général des impôts, CGI.\n\n- Code monétaire et financier\n\n- Code monétaire et financier\n\n- Code monétaire et financier\n\n- Code monétaire et financier\n\n- Code monétaire et financier\n\n- Code monétaire et financier\n\n- Code monétaire et financier\n\n- Code monétaire et financier\n\n- Code monétaire et financier\n\n- Code monétaire et financier\n\n- Code monétaire et financier\n\n- Code monétaire et financier"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, au plus tard le 8 juillet 2021, les mesures relevant du domaine de la loi nécessaires pour :1° Transposer la directive (UE) 2019/2162 du Parlement européen et du Conseil du 27 novembre 2019 concernant l'émission d'obligations garanties et la surveillance publique des obligations garanties et modifiant les directives 2009/65/CE et 2014/59/UE ;2° Rendre applicables en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna, avec les adaptations nécessaires, les articles du code monétaire et financier et, le cas échéant, les articles d'autres codes et lois dans leur rédaction résultant des ordonnances prises sur le fondement du 1° du présent I pour celles qui relèvent de la compétence de l'Etat et procéder, le cas échéant, aux adaptations nécessaires de ces articles en ce qui concerne les collectivités de Saint-Barthélemy, de Saint-Martin et de Saint-Pierre-et-Miquelon.II. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, au plus tard le 26 juin 2021, les mesures relevant du domaine de la loi nécessaires pour :1° Transposer la directive (UE) 2019/2034 du Parlement européen et du Conseil du 27 novembre 2019 concernant la surveillance prudentielle des entreprises d'investissement et modifiant les directives 2002/87/CE, 2009/65/CE, 2011/61/UE, 2013/36/UE, 2014/59/UE et 2014/65/UE ainsi que la directive (UE) 2020/1504 du Parlement européen et du Conseil du 7 octobre 2020 modifiant la directive 2014/65/UE concernant les marchés d'instruments financiers ;2° Rendre applicables en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna, avec les adaptations nécessaires, les articles du code monétaire et financier et, le cas échéant, les articles d'autres codes et lois dans leur rédaction résultant des ordonnances prises sur le fondement du 1° du présent I pour celles qui relèvent de la compétence de l'Etat et procéder, le cas échéant, aux adaptations nécessaires de ces articles en ce qui concerne les collectivités de Saint-Barthélemy, de Saint-Martin et de Saint-Pierre-et-Miquelon.II. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I. - A. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, au plus tard le 2 août 2021, les mesures relevant du domaine de la loi nécessaires pour :1° Transposer la directive (UE) 2019/1160 du Parlement européen et du Conseil du 20 juin 2019 modifiant les directives 2009/65/CE et 2011/61/UE en ce qui concerne la distribution transfrontalière des organismes de placement collectif et mettre en cohérence avec les mesures issues de cette transposition les dispositions du code monétaire et financier et, le cas échéant, celles d'autres codes et lois, relatives à la commercialisation et la distribution de placements collectifs ;2° Rendre applicables en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna, avec les adaptations nécessaires, les articles du code monétaire et financier et, le cas échéant, les articles d'autres codes et lois dans leur rédaction résultant des ordonnances prises sur le fondement du 1° du présent I pour celles qui relèvent de la compétence de l'Etat et procéder, le cas échéant, aux adaptations nécessaires de ces articles en ce qui concerne les collectivités de Saint-Barthélemy, de Saint-Martin et de Saint-Pierre-et-Miquelon.B. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance.II. - A modifié les dispositions suivantes :\n\n- Code monétaire et financier\n\nIII. - Les dispositions prévues au II ont un caractère interprétatif."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "A créé les dispositions suivantes :\n\n- Code des assurances\n\nII. - L'article L. 211-5-2 du code des assurances est applicable aux contrats en cours à la date de la publication de la présente loi."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai de cinq mois à compter de la publication de la présente loi, les mesures relevant du domaine de la loi nécessaires pour modifier les dispositions du code rural et de la pêche maritime afin :1° D'apporter aux dispositions du chapitre III du titre V du livre VI du même code les adaptations rendues nécessaires par l'entrée en application du règlement (UE) 2016/1012 du Parlement européen et du Conseil du 8 juin 2016 relatif aux conditions zootechniques et généalogiques applicables à l'élevage, aux échanges et à l'entrée dans l'Union de reproducteurs de race pure, de reproducteurs porcins hybrides et de leurs produits germinaux et modifiant le règlement (UE) n° 652/2014 et les directives du Conseil 89/608/CEE et 90/425/CEE, et abrogeant certains actes dans le domaine de l'élevage d'animaux, ainsi qu'avec les actes délégués et d'exécution qu'il prévoit ;2° De prévoir d'autres modifications permettant d'adapter aux évolutions induites pour le secteur de la génétique animale par le règlement et les actes de l'Union européenne mentionnés au 1° du présent I les règles applicables à la reproduction animale, à l'amélioration génétique, au contrôle et à l'enregistrement des performances, à la préservation des ressources génétiques animales et à leur disponibilité pour les éleveurs ainsi qu'aux organismes et établissements intervenant dans ces secteurs, dans l'objectif de préserver la diversité génétique et l'accès des éleveurs à des ressources génétiques de qualité ;3° De prévoir les modalités selon lesquelles sont obtenues et conservées les données zootechniques et les ressources zoogénétiques nationales, dans un but de préservation et d'amélioration du patrimoine génétique commun ainsi que les modalités d'accès à ces mêmes données et ressources ;4° D'étendre et d'adapter, en tout ou partie, aux animaux d'autres espèces les dispositions prises sur le fondement du présent I ;5° De prévoir les modalités de contrôle et de sanction des manquements et infractions aux dispositions du chapitre III du titre V du livre VI du code rural et de la pêche maritime ainsi que les conditions dans lesquelles certaines de ces missions peuvent être déléguées ;6° De préciser les conditions d'application des dispositions du même chapitre III à l'outre-mer ;7° De réorganiser les dispositions dudit chapitre III compte tenu des modifications qui leur sont apportées et d'apporter au même chapitre III les modifications permettant d'assurer leur cohérence avec les autres dispositions du livre VI du même code et le respect des règles de répartition entre partie législative et partie réglementaire, de corriger les éventuelles erreurs rédactionnelles et d'abroger les dispositions devenues sans objet ;8° D'assurer la cohérence des autres dispositions législatives du code rural et de la pêche maritime avec les dispositions prises sur le fondement du présent I.II. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai de douze mois à compter de la publication de la présente loi, les mesures relevant du domaine de la loi afin :1° D'apporter au code rural et de la pêche maritime les adaptations rendues nécessaires par l'entrée en application du règlement (UE) 2016/429 du Parlement européen et du Conseil du 9 mars 2016 relatif aux maladies animales transmissibles et modifiant et abrogeant certains actes dans le domaine de la santé animale (« législation sur la santé animale »), tout en permettant de prendre des mesures nationales de prévention, de surveillance et de lutte contre des maladies d'intérêt national répertoriées ou non par le règlement européen ainsi que des actes délégués et d'exécution qu'il prévoit ;2° De modifier les règles relatives à la responsabilité des personnes autres que l'Etat dans la surveillance, la prévention et la lutte contre les maladies animales transmissibles ainsi que les règles d'organisation de l'enregistrement des exploitations, de l'identification et de la traçabilité des animaux, pour les adapter aux évolutions induites par le règlement et les actes de l'Union européenne mentionnés au 1° du présent I ;3° D'apporter au code rural et de la pêche maritime les modifications permettant de rendre applicables à Saint-Barthélemy et à Saint-Pierre-et-Miquelon, avec les adaptations nécessaires, les dispositions applicables en métropole en vertu du règlement mentionné au 1° du présent I et des actes délégués et d'exécution qu'il prévoit ;4° D'apporter aux livres II, V et VI du code rural et de la pêche maritime les modifications permettant d'assurer le respect des règles de répartition entre partie législative et partie réglementaire et la cohérence des dispositions législatives, de corriger les erreurs rédactionnelles et d'abroger les dispositions devenues sans objet compte tenu des modifications opérées sur le fondement des 1° et 3° du présent I.II. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, au plus tard le 1er août 2021, les mesures relevant du domaine de la loi nécessaires pour :1° Transposer la directive (UE) 2019/1153 du Parlement européen et du Conseil du 20 juin 2019 fixant les règles facilitant l'utilisation d'informations financières et d'une autre nature aux fins de la prévention ou de la détection de certaines infractions pénales, ou des enquêtes ou des poursuites en la matière, et abrogeant la décision 2000/642/JAI du Conseil et mettre en cohérence avec les mesures issues de cette transposition les dispositions du code monétaire et financier et, le cas échéant, celles d'autres codes et lois, relatives à l'échange d'informations financières ;2° Rendre applicables en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna, avec les adaptations nécessaires, les articles du code monétaire et financier et, le cas échéant, les articles d'autres codes et lois dans leur rédaction résultant des ordonnances prises sur le fondement du 1° du présent I pour celles qui relèvent de la compétence de l'Etat et procéder, le cas échéant, aux adaptations de ces articles en ce qui concerne les collectivités de Saint-Barthélemy, de Saint-Martin et de Saint-Pierre-et-Miquelon.II. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance prévue au I du présent article.III. - L'ordonnance n° 2020-115 du 12 février 2020 renforçant le dispositif national de lutte contre le blanchiment de capitaux et le financement du terrorisme est ratifiée."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai de seize mois à compter de la publication de la présente loi, les mesures relevant du domaine de la loi afin d'apporter au code rural et de la pêche maritime, au code de la santé publique et au code de la consommation :1° Les adaptations rendues nécessaires par l'entrée en application :a) Du règlement (UE) 2019/4 du Parlement européen et du Conseil du 11 décembre 2018 concernant la fabrication, la mise sur le marché et l'utilisation d'aliments médicamenteux pour animaux, modifiant le règlement (CE) n° 183/2005 du Parlement européen et du Conseil et abrogeant la directive 90/167/CEE du Conseil ainsi que des actes délégués et d'exécution qu'il prévoit ;b) Du règlement (UE) 2019/6 du Parlement européen et du Conseil du 11 décembre 2018 relatif aux médicaments vétérinaires et abrogeant la directive 2001/82/CE ainsi que des actes délégués et d'exécution qu'il prévoit ;2° Les modifications permettant de rendre applicables à Saint-Barthélemy et à Saint-Pierre-et-Miquelon, avec les adaptations nécessaires, les dispositions applicables en métropole en vertu des règlements mentionnés au 1° du présent I et des actes délégués et d'exécution qu'ils prévoient ;3° Les modifications permettant d'assurer le respect des règles de répartition entre partie législative et partie réglementaire et la cohérence des dispositions législatives, de corriger les erreurs rédactionnelles et d'abroger les dispositions devenues sans objet compte tenu des modifications opérées sur le fondement des dispositions des 1° et 2°.II. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I.-L'ordonnance n° 2015-953 du 31 juillet 2015 relative à la réforme de l'ordre des vétérinaires est ratifiée.II.-La loi n° 47-1564 du 23 août 1947 relative à l'institution d'un ordre national des vétérinaires est abrogée.III.-L'ordonnance n° 2011-78 du 20 janvier 2011 relative aux conditions dans lesquelles certains actes peuvent être réalisés par des personnes n'ayant pas la qualité de vétérinaire est ratifiée.\n\nIV.-A modifié les dispositions suivantes :\n\n- Code rural et de la pêche maritime"
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "I. - L'article 78 de la loi n° 2014-58 du 27 janvier 2014 de modernisation de l'action publique territoriale et d'affirmation des métropoles, dans sa rédaction résultant de la loi n° 2014-58 du 27 janvier 2014 précitée, ainsi que l'article L. 1511-1-2 et le 13° de l'article L. 4221-5 du code général des collectivités territoriales, dans leur rédaction résultant de la loi n° 2014-58 du 27 janvier 2014 précitée, demeurent applicables au Fonds européen agricole pour le développement rural au delà du 31 décembre 2020 et jusqu'au terme de la programmation qui a débuté en 2014.II. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnances, dans un délai de dix-huit mois à compter de la publication de la présente loi, les dispositions relevant du domaine de la loi nécessaires pour modifier, en ce qui concerne le Fonds européen agricole pour le développement rural, les articles 78 et 80 à 91 de la loi n° 2014-58 du 27 janvier 2014 de modernisation de l'action publique territoriale et d'affirmation des métropoles ainsi que l'article L. 1511-1-2 et le 13° de l'article L. 4221-5 du code général des collectivités territoriales, afin :1° D'assurer, au titre de la programmation suivant celle qui a débuté en 2014, leur conformité avec le droit de l'Union européenne en matière de politique agricole commune ;2° De prévoir, au titre de la même programmation, les conditions dans lesquelles, d'une part, l'Etat est chargé des aides surfaciques et des aides assimilées du Fonds européen agricole pour le développement rural et, d'autre part, les régions ou, dans les régions d'outre-mer, lorsque celles-ci décident d'y renoncer, les départements peuvent être chargés des aides non surfaciques, en précisant notamment la répartition des compétences, les transferts de services et de moyens en résultant et les modalités d'instruction des demandes et de paiement des aides ;3° De prévoir les adaptations justifiées par la situation spécifique de la Corse.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance prévue au présent II."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnances toute mesure relevant du domaine de la loi visant à :1° Modifier les dispositions du code de la propriété intellectuelle en vue de transposer en droit français les dispositions de la directive (UE) 2019/790 du Parlement européen et du Conseil du 17 avril 2019 sur le droit d'auteur et les droits voisins dans le marché unique numérique et modifiant les directives 96/9/CE et 2001/29/CE autres que celles qui sont mentionnées au 6 de l'article 2 et aux articles 17 à 23 de la même directive et celles qui ont été transposées par la loi n° 2019-775 du 24 juillet 2019 tendant à créer un droit voisin au profit des agences de presse et des éditeurs de presse, en procédant dans le code de la propriété intellectuelle aux mesures d'adaptation ainsi qu'aux mises en cohérence et corrections matérielles, légistiques et rédactionnelles rendues nécessaires par la directive ;2° Modifier les dispositions du code de la propriété intellectuelle en vue de transposer en droit français le 6 de l'article 2 et les articles 17 à 23 de la directive (UE) 2019/790 du Parlement européen et du Conseil du 17 avril 2019 précitée, dont les dispositions selon lesquelles les services de communication au public en ligne dont l'objet principal est de porter atteinte aux droits d'auteur et aux droits voisins ne peuvent bénéficier du mécanisme d'exonération de responsabilité prévu à l'article 17 de la même directive ainsi que les dispositions assurant la liberté contractuelle des titulaires de droits d'auteur et de droits voisins dans leurs relations avec les fournisseurs de services de partage de contenus en ligne, en prévoyant l'intervention de la Haute Autorité pour la diffusion des œuvres et la protection des droits sur internet pour veiller à la mise en œuvre effective des dispositions de l'article 17 de la même directive, en procédant dans ce code aux mesures d'adaptation ainsi qu'aux mises en cohérence et corrections matérielles, légistiques et rédactionnelles rendues nécessaires par ladite directive ;3° Modifier les dispositions du code de la propriété intellectuelle en vue de transposer en droit français les dispositions de la directive (UE) 2019/789 du Parlement européen et du Conseil du 17 avril 2019 établissant des règles sur l'exercice du droit d'auteur et des droits voisins applicables à certaines transmissions en ligne d'organismes de radiodiffusion et retransmissions de programmes de télévision et de radio, et modifiant la directive 93/83/CEE du Conseil, en procédant dans le code de la propriété intellectuelle aux mesures d'adaptation ainsi qu'aux mises en cohérence et corrections matérielles, légistiques et rédactionnelles rendues nécessaires par la directive (UE) 2019/789 du Parlement européen et du Conseil du 17 avril 2019 précitée.II. - Les ordonnances prévues aux 1° et 3° du I sont prises dans un délai de douze mois à compter de la promulgation de la présente loi.L'ordonnance prévue au 2° du même I est prise dans un délai de six mois à compter de la promulgation de la présente loi.III. - Pour chaque ordonnance prévue au I, un projet de loi de ratification est déposé devant le Parlement dans un délai de quatre mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Sous réserve des décisions de justice passées en force de chose jugée et des actions contentieuses introduites avant la date de publication de la présente loi, les sommes perçues en application de l'article L. 214-1 du code de la propriété intellectuelle et utilisées conformément au 2° de l'article L. 324-17 du même code avant le 8 septembre 2020 sont acquises à leurs bénéficiaires et leur utilisation est validée en tant qu'elle serait contestée par le moyen tiré de ce qu'il résulte de l'article 8, paragraphe 2, de la directive 2006/115/CE du Parlement européen et du Conseil du 12 décembre 2006 relative au droit de location et de prêt et à certains droits voisins du droit d'auteur dans le domaine de la propriété intellectuelle que seul le législateur de l'Union européenne peut introduire des limitations du droit à une rémunération équitable et unique à l'égard des ressortissants des Etats tiers ayant notifié des réserves à l'article 15 du traité de l'Organisation mondiale de la propriété intellectuelle sur les interprétations et exécutions et les phonogrammes."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est habilité à prendre par ordonnances, dans un délai de six mois à compter de la publication de la présente loi, toute mesure relevant du domaine de la loi permettant de modifier la loi n° 86-1067 du 30 septembre 1986 relative à la liberté de communication, le code du cinéma et de l'image animée et le livre des procédures fiscales afin :1° De transposer la directive (UE) 2018/1808 du Parlement européen et du Conseil du 14 novembre 2018 modifiant la directive 2010/13/UE visant à la coordination de certaines dispositions législatives, réglementaires et administratives des Etats membres relatives à la fourniture de services de médias audiovisuels (directive « Services de médias audiovisuels »), compte tenu de l'évolution des réalités du marché, en prenant en compte la nécessité d'assurer la diversité et la souveraineté culturelles ainsi que la nécessité de protéger les publics vulnérables, notamment les mineurs et les personnes handicapées, en procédant aux mesures d'adaptation et aux mises en cohérence et corrections matérielles, légistiques et rédactionnelles rendues nécessaires par la directive, dont notamment les dispositions :a) Visant à soumettre les services relevant de la compétence d'un autre Etat membre de l'Union européenne et visant la France à une contribution au développement de la production, notamment indépendante, respectivement d'œuvres cinématographiques et audiovisuelles ;b) Visant à assurer l'accessibilité des programmes aux personnes en situation de handicap ;c) Visant à assurer une visibilité appropriée aux services de médias audiovisuels d'intérêt général ;2° De procéder aux mesures d'adaptation et de tirer les conséquences nécessaires de la transposition du 18 de l'article 1er de la directive (UE) 2018/1808 du Parlement européen et du Conseil du 14 novembre 2018 précitée en vue notamment d'assurer un traitement équitable entre services de télévision et de médias audiovisuels à la demande en fonction de la catégorie de ces services et de la nature de leur programmation, s'agissant en particulier de la nature des œuvres et de l'étendue territoriale des droits pris en compte au titre de la contribution au développement de la production et de la part consacrée à la production d'œuvres d'expression originale française et à la production indépendante, en :a) Introduisant une faculté de mutualisation, respectivement pour les œuvres cinématographiques et pour les œuvres audiovisuelles, de la contribution à la production de plusieurs services de télévision ou de médias audiovisuels à la demande d'un même éditeur, d'un éditeur et de ses filiales ou d'un éditeur et des filiales de la société qui le contrôle au sens du 2° de l'article 41-3 de la loi n° 86-1067 du 30 septembre 1986 précitée ;b) Prévoyant, pour la partie de ces accords qui affecte directement leurs intérêts, l'association des organisations professionnelles et organismes de gestion collective représentant les auteurs aux accords conclus entre les éditeurs de services et les organisations professionnelles de l'industrie cinématographique et audiovisuelle dont le Conseil supérieur de l'audiovisuel tient compte pour la fixation des modalités de contribution au développement de la production d'œuvres ;c) Prévoyant qu'une œuvre n'est pas prise en compte au titre de la contribution d'un éditeur à la production lorsque les contrats conclus pour sa production ne sont pas compatibles avec les dispositions des articles L. 121-1 et L. 121-5 du code de la propriété intellectuelle relatives à la protection des droits moraux des auteurs et les principes énoncés aux articles L. 131-4 et L. 132-25 du même code relatifs à leur rémunération et en subordonnant l'attribution des aides du Centre national du cinéma et de l'image animée à l'inclusion, dans les contrats conclus pour la production d'une œuvre, de clauses types assurant le respect de ces mêmes articles ;d) Introduisant une procédure de conventionnement des services de médias audiovisuels à la demande par le Conseil supérieur de l'audiovisuel au-delà d'un seuil de chiffre d'affaires fixé par décret, et en prévoyant que cette convention précise notamment les conditions d'accès des ayants droit aux données relatives à l'exploitation de leurs œuvres ;e) Soumettant à contribution à la production sur la base de leur activité en France les autres éditeurs de services de télévision et de médias audiovisuels à la demande visant le territoire français qui ne sont pas établis en France et qui ne relèvent pas de la compétence de la France ;f) Permettant au Conseil supérieur de l'audiovisuel de recevoir de l'administration des impôts tous les renseignements relatifs au chiffre d'affaires des éditeurs et à cette autorité et au Centre national du cinéma et de l'image animée de se communiquer les informations qu'ils détiennent relatives au chiffre d'affaires et au nombre d'utilisateurs des éditeurs de services et des redevables des impositions mentionnées aux articles L. 115-6 à L. 115-13 du code du cinéma et de l'image animée et à l'article 1609 sexdecies B du code général des impôts ;g) Prévoyant les conditions dans lesquelles peuvent être définis par décret en Conseil d'Etat, à défaut d'accord professionnel rendu obligatoire dans les conditions prévues à l'article L. 234-1 du code du cinéma et de l'image animée, dans un délai déterminé par décret et qui ne peut être supérieur à six mois à compter de la publication de l'ordonnance prise sur le fondement du présent g et jusqu'à l'entrée en vigueur d'un tel accord, les délais aux termes desquels une œuvre cinématographique peut être mise à la disposition du public par un éditeur de services de médias audiovisuels à la demande ou diffusée par un éditeur de services de télévision.II. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de quatre mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnances, dans un délai de six mois à compter de la publication de la présente loi, toute mesure relevant du domaine de la loi nécessaire pour rendre compatibles les dispositions du livre IV du code de commerce avec la directive (UE) 2019/1 du Parlement européen et du Conseil du 11 décembre 2018 visant à doter les autorités de concurrence des Etats membres des moyens de mettre en œuvre plus efficacement les règles de concurrence et à garantir le bon fonctionnement du marché intérieur, y compris les mesures de coordination liées à cette transposition.II. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance mentionnée au I.\n\nIII. - A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\n- Code de commerce\n\n- Code de commerce"
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai de six mois à compter de la promulgation de la présente loi :1° Les mesures relevant du domaine de la loi nécessaires à la transposition de la directive (UE) 2018/1972 du Parlement européen et du Conseil du 11 décembre 2018 établissant le code des communications électroniques européen ainsi que les mesures d'adaptation de la législation liées à cette transposition, sans porter atteinte aux pouvoirs d'information et de décision du maire en cas d'implantation d'une nouvelle infrastructure de téléphonie mobile ;2° Toutes mesures relevant du domaine de la loi, autres que celles mentionnées au 1° du présent I, visant à :a) Permettre la présence d'un officier de police judiciaire au cours des visites et saisies effectuées par les agents habilités de l'Autorité de régulation des communications électroniques, de la poste et de la distribution de la presse ;b) Prévoir le contrôle par un organisme indépendant des engagements pris par les opérateurs dans le cadre de l'article L. 33-13 du code des postes et des communications électroniques ;c) Confier à l'Autorité de régulation des communications électroniques, de la poste et de la distribution de la presse la mission d'évaluer le coût net de la mission de service public de transport et de distribution de la presse par voie postale dont est chargé le prestataire de service universel du service postal ;d) Dématérialiser la procédure d'attribution, par l'Autorité de régulation des communications électroniques, de la poste et de la distribution de la presse, de ressources en numérotation ou d'autorisation d'utilisation de fréquences ;e) Supprimer le critère de la date de la sanction pour déterminer la composition de la formation restreinte de l'Autorité de régulation des communications électroniques, de la poste et de la distribution de la presse, compétente en matière de sanctions ;3° Toutes dispositions modifiant la partie législative du code des postes et des communications électroniques afin de remédier aux éventuelles erreurs et de clarifier en tant que de besoin les dispositions du même code.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance.\n\nII. et III. - A modifié les dispositions suivantes :\n\n- Code des postes et des communications électroniques"
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "I.-A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII.-Le présent article entre en vigueur le 21 décembre 2023, à l'exception du I de l'article L. 33-12-1 du code des postes et des communications électroniques, qui entre en vigueur le lendemain de la publication de la présente loi au Journal officiel.\n\n-Code des postes et des communications électroniques\n\n-Code des postes et des communications électroniques"
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "I.-L'ordonnance n° 2019-1169 du 13 novembre 2019 relative aux marques de produits ou de services est ratifiée.\n\nII- III. - A modifié les dispositions suivantes :\n\n- Code de la propriété intellectuelle"
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "L'ordonnance n° 2020-535 du 7 mai 2020 relative à l'extension de la loi n° 96-542 du 19 juin 1996 relative au contrôle de la fabrication et du commerce de certaines substances susceptibles d'être utilisées pour la fabrication illicite de stupéfiants ou de substances psychotropes à tous les outre-mer est ratifiée.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}