{
  "id": "loi-n-2015-1702-du-21-decembre-2015",
  "type": "statute",
  "title": "LOI n°2015-1702 du 21 décembre 2015",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000031663208",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Au titre de l'exercice 2014, sont approuvés :1° Le tableau d'équilibre, par branche, de l'ensemble des régimes obligatoires de base de sécurité sociale :\n\n(En milliards d'euros)\n\n2° Le tableau d'équilibre, par branche, du régime général de sécurité sociale :\n\n(En milliards d'euros)\n\n3° Le tableau d'équilibre des organismes concourant au financement des régimes obligatoires de base de sécurité sociale :\n\n(En milliards d'euros)\n\n4° Les dépenses constatées relevant du champ de l'objectif national de dépenses d'assurance maladie, s'élevant à 178 milliards d'euros ;5° Les recettes affectées au Fonds de réserve pour les retraites, lesquelles sont nulles ;6° Les recettes mises en réserve par le Fonds de solidarité vieillesse, lesquelles sont nulles ;7° Le montant de la dette amortie par la Caisse d'amortissement de la dette sociale, s'élevant à 12,7 milliards d'euros.\n\nRECETTES\n\nDÉPENSES\n\nSOLDE\n\nMaladie\n\n186,7\n\n193,2\n\n- 6,5\n\nVieillesse\n\n219,1\n\n219,9\n\n- 0,8\n\nFamille\n\n56,3\n\n59,0\n\n- 2,7\n\nAccidents du travail et maladies professionnelles\n\n13,8\n\n13,1\n\n0,7\n\nToutes branches (hors transferts entre branches)\n\n462,8\n\n472,1\n\n- 9,3\n\n1\n\ncenter\n\nRECETTES\n\nDÉPENSES\n\nSOLDE\n\nMaladie\n\n161,9\n\n168,4\n\n- 6,5\n\nVieillesse\n\n115,6\n\n116,8\n\n- 1,2\n\nFamille\n\n56,3\n\n59,0\n\n- 2,7\n\nAccidents du travail et maladies professionnelles\n\n12,3\n\n11,6\n\n0,7\n\nToutes branches (hors transferts entre branches)\n\n334,1\n\n343,8\n\n- 9,7\n\n1\n\ncenter\n\nRECETTES\n\nDÉPENSES\n\nSOLDE\n\nFonds de solidarité vieillesse\n\n17,2\n\n20,6\n\n- 3,5\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Est approuvé le rapport figurant en annexe A à la présente loi présentant un tableau, établi au 31 décembre 2014, retraçant la situation patrimoniale des régimes obligatoires de base et des organismes concourant à leur financement, à l'amortissement de leur dette ou à la mise en réserve de recettes à leur profit et décrivant les mesures prévues pour l'affectation des excédents ou la couverture des déficits, tels qu'ils sont constatés dans les tableaux d'équilibre relatifs à l'exercice 2014 figurant à l'article 1er."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Au titre de l'année 2015, sont rectifiés :1° Les prévisions de recettes, les objectifs de dépenses et le tableau d'équilibre, par branche, de l'ensemble des régimes obligatoires de base de sécurité sociale, ainsi qu'il suit :\n\n(En milliards d'euros)\n\n2° Les prévisions de recettes, les objectifs de dépenses et le tableau d'équilibre, par branche, du régime général de sécurité sociale, ainsi qu'il suit :\n\n(En milliards d'euros)\n\n3° Les prévisions de recettes, les prévisions de dépenses et le tableau d'équilibre des organismes concourant au financement des régimes obligatoires de base de sécurité sociale, ainsi qu'il suit :\n\n(En milliards d'euros)\n\n4° L'objectif d'amortissement de la dette sociale par la Caisse d'amortissement de la dette sociale, qui est fixé à 13,6 milliards d'euros ;5° Les prévisions des recettes affectées au Fonds de réserve pour les retraites, qui demeurent fixées conformément au III de l'article 38 de la loi n° 2014-1554 de financement de la sécurité sociale pour 2015 ;6° Les prévisions rectifiées de recettes mises en réserve par le Fonds de solidarité vieillesse, lesquelles sont nulles.\n\nPRÉVISIONSde recettes\n\nOBJECTIFSde dépenses\n\nSOLDE\n\nMaladie\n\n190,5\n\n198,0\n\n- 7,5\n\nVieillesse\n\n223,5\n\n223,8\n\n- 0,2\n\nFamille\n\n52,8\n\n54,4\n\n- 1,6\n\nAccidents du travail et maladies professionnelles\n\n13,9\n\n13,2\n\n0,6\n\nToutes branches (hors transferts entre branches)\n\n467,3\n\n475,9\n\n- 8,6\n\n1\n\ncenter\n\nPRÉVISIONSde recettes\n\nOBJECTIFSde dépenses\n\nSOLDE\n\nMaladie\n\n166,6\n\n174,1\n\n- 7,5\n\nVieillesse\n\n119,9\n\n120,5\n\n- 0,6\n\nFamille\n\n52,8\n\n54,4\n\n- 1,6\n\nAccidents du travail et maladies professionnelles\n\n12,4\n\n11,8\n\n0,6\n\nToutes branches (hors transferts entre branches)\n\n339,3\n\n348,3\n\n- 9,0\n\n1\n\ncenter\n\nPRÉVISIONSde recettes\n\nPRÉVISIONSde dépenses\n\nSOLDE\n\nFonds de solidarité vieillesse\n\n16,5\n\n20,3\n\n- 3,8\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Au titre de l'année 2015, l'objectif national de dépenses d'assurance maladie de l'ensemble des régimes obligatoires de base ainsi que ses sous-objectifs sont rectifiés ainsi qu'il suit :\n\n(En milliards d'euros)\n\nOBJECTIFde dépenses\n\nDépenses de soins de ville\n\n82,9\n\nDépenses relatives aux établissements de santé tarifés à l'activité\n\n56,8\n\nAutres dépenses relatives aux établissements de santé\n\n19,8\n\nContribution de l'assurance maladie aux dépenses en établissements et services pour personnes âgées\n\n8,7\n\nContribution de l'assurance maladie aux dépenses en établissements et services pour personnes handicapées\n\n9,1\n\nDépenses relatives au fonds d'intervention régional\n\n3,0\n\nAutres prises en charge\n\n1,6\n\nTotal\n\n181,9\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII. - Le I est applicable aux indemnités versées au titre d'une rupture du contrat de travail ou d'une cessation forcée notifiée à compter du 1er janvier 2016 ou aux indemnités versées à l'occasion d'une rupture mentionnée à l'article L. 1237-11 du code du travail dont la demande d'homologation a été transmise à compter de cette date. Toutefois, le I du présent article ne s'applique pas aux indemnités versées à l'occasion de la rupture du contrat de travail intervenant dans le cadre d'un projet établi en application des articles L. 1233-8 et L. 1233-61 du même code et pour lequel la réunion mentionnée à l'article L. 1233-8 ou la première réunion mentionnée aux articles L. 1233-29 ou L. 1233-30 dudit code est intervenue le 31 décembre 2015 au plus tard.\n\n- Code de la sécurité sociale.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le présent article s'applique aux contrôles engagés à compter du 1er janvier 2016.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I., II. et III.-A modifié les dispositions suivantes :\n\nIV.-Le préjudice susceptible de résulter, pour les organismes et groupements mentionnés au premier alinéa de l'article L. 611-20 du code de la sécurité sociale, dans sa rédaction antérieure à la loi n° 2016-1827 du 23 décembre 2016 de financement de la sécurité sociale pour 2017, du transfert de leurs activités de recouvrement prévu à l'article 14 de cette même loi, fait l'objet d'une indemnité si ce préjudice a pour origine les modifications apportées aux règles régissant la délégation de gestion et présente un caractère anormal et spécial. Cette indemnité est fixée dans le cadre d'un constat établi à la suite d'une procédure contradictoire et est financée par le fonds mentionné à l'article L. 225-6 du code de la sécurité sociale. Les conditions d'attribution et le montant de l'indemnité sont fixés par décret.\n\nV.-(Abrogé).\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII. - Le présent article s'applique aux cotisations et contributions de sécurité sociale dues au titre des périodes courant à compter du 1er janvier 2016.\n\n- Code rural et de la pêche maritime\n\n- Code rural et de la pêche maritime"
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le présent article est applicable aux cotisations et contributions dues au titre des périodes courant à compter d'une date fixée par décret, et au plus tard à compter du 1er janvier 2019.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Par dérogation au I de l'article L. 133-5-3 du code de la sécurité sociale, dans sa rédaction résultant de l'ordonnance n° 2015-682 du 18 juin 2015 relative à la simplification des déclarations sociales des employeurs, les employeurs ainsi que les tiers mandatés pour effectuer les déclarations sociales de ceux-ci transmettent pour la première fois une déclaration sociale nominative à des dates fixées par décret, et au plus tard le 1er juillet 2017, en fonction du montant annuel des cotisations versées ou des effectifs ainsi que de la qualité de déclarant ou de tiers déclarant."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2015-723 DC du 17 décembre 2015]"
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nVI.-L'article 2 de l'ordonnance n° 2015-896 du 23 juillet 2015 portant réforme du régime d'assurance vieillesse applicable à Saint-Pierre-et-Miquelon est abrogé.\n\nVII.-L'article L. 131-7 du code de la sécurité sociale n'est pas applicable aux articles 135,149 et 171 de la loi n° 2015-990 du 6 août 2015 pour la croissance, l'activité et l'égalité des chances économiques.\n\nVIII.-Les I et II de l'article 87 de la loi n° 2014-1554 du 22 décembre 2014 de financement de la sécurité sociale pour 2015 sont abrogés.\n\nIX.-Le 1° du I de l'article 148 de la loi n° 2015-990 du 6 août 2015 pour la croissance, l'activité et l'égalité des chances économiques est abrogé.\n\nX.-A.-Les B, G, J et K du I ainsi que les II à IV s'appliquent aux produits des impositions assises sur les opérations dont le fait générateur intervient à compter du 1er janvier 2016, à l'exception des dispositions relatives aux impositions sur les revenus du patrimoine, qui s'appliquent aux produits recouvrés par la voie des rôles émis à compter du 1er janvier 2016.\n\nB.-Le A du I s'applique à compter du 1er avril 2016.\n\nC.-Les autres dispositions du présent article s'appliquent à compter du 1er janvier 2016.\n\n-Code de la sécurité sociale.\n\n-LOI n° 2014-1554 du 22 décembre 2014\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de l'action sociale et des familles\n\n-Code de la sécurité sociale.\n\n-Ordonnance n° 96-50 du 24 janvier 1996\n\n-LOI n° 2010-1657 du 29 décembre 2010\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code général des impôts, CGI.\n\n-Code de la sécurité sociale.\n\n-Ordonnance n° 96-50 du 24 janvier 1996"
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "En 2016, il est prélevé, au profit du fonds pour la modernisation des établissements de santé publics et privés créé par l'article 40 de la loi n° 2000-1257 du 23 décembre 2000 de financement de la sécurité sociale pour 2001, une somme de 150 millions d'euros sur les réserves, constatées au 31 décembre 2014, du fonds pour l'emploi hospitalier créé par l'article 14 de la loi n° 94-628 du 25 juillet 1994 relative à l'organisation du temps de travail, aux recrutements et aux mutations dans la fonction publique.\n\nLe recouvrement, le contentieux et les garanties relatifs à ce prélèvement sont régis par les règles mentionnées à l'article L. 137-3 du code de la sécurité sociale."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "I.-Les personnes exerçant une activité réduite à fin d'insertion et bénéficiant d'un accompagnement en matière administrative et financière assuré par une association agréée par le ministre chargé de la sécurité sociale sont affiliées au régime social des indépendants.\n\nII.-Un décret fixe les modalités d'application du I du présent article. Il définit notamment la liste des activités éligibles, les modalités de déclaration de l'activité à l'organisme consulaire concerné, la durée maximale de l'affiliation prévue au I ainsi que les conditions d'agrément et de rémunération des associations. Il fixe également le montant des revenus tirés de l'activité visée en deçà duquel est ouvert le bénéfice de l'affiliation prévue au I."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "I.-A compter d'une date fixée par décret, comprise entre le 1er janvier 2017 et le 1er janvier 2018 inclus :\n\n1° Les salariés et anciens salariés du grand port maritime de Bordeaux ainsi que leurs ayants droit sont, pour les risques maladie, maternité et décès antérieurement couverts par le régime spécial du grand port maritime de Bordeaux, affiliés ou pris en charge, à l'exception des prestations en espèces prévues aux articles L. 321-1 et L. 331-3 du code de la sécurité sociale, par le régime général de la sécurité sociale, dans la limite des règles qui lui sont propres ;\n\n2° Il est mis fin au régime spécial mentionné au 1°. Le montant de ses résultats cumulés qui est transféré à la Caisse nationale de l'assurance maladie des travailleurs salariés est fixé par arrêté des ministres chargés de la sécurité sociale et du budget compte tenu, après examen contradictoire, de la part des résultats cumulés afférente au régime obligatoire constatée au 31 décembre de l'année précédant la date mentionnée au premier alinéa du présent I.\n\nII.-Un décret en Conseil d'Etat détermine les modalités de mise en œuvre du transfert prévu au I, notamment les adaptations des règles relatives aux droits à prestations des assurances sociales fixées aux titres Ier à III et VI du livre III du code de la sécurité sociale rendues nécessaires par ce transfert.\n\nUn décret pris après consultation des organisations syndicales représentatives des salariés du port et après avis du conseil de surveillance du grand port maritime de Bordeaux, détermine, pour une période transitoire ne pouvant excéder dix ans à compter de la date de transfert mentionnée au premier alinéa du I, le taux des cotisations dues chaque année par le grand port maritime de Bordeaux, à raison de l'affiliation au régime général de sécurité sociale de ses salariés, permettant d'atteindre de manière progressive le taux de cotisation mentionné à l'article L. 712-9 du code de la sécurité sociale. Ce décret fixe l'échelonnement du taux des cotisations en tenant compte de l'impact de l'intégration du régime spécial mentionné au I sur les prestations spécifiques versées antérieurement à la date du transfert en complément des prestations mentionnées à l'article L. 160-1 du code de la sécurité sociale et sur la couverture complémentaire des salariés du grand port maritime de Bordeaux mentionnée à l'article L. 911-7 du même code.\n\nLes organisations syndicales représentatives des salariés du grand port maritime de Bordeaux sont également consultées sur les modalités de gestion des prestations servies aux salariés du grand port maritime de Bordeaux, ainsi que sur la situation des salariés de la caisse de prévoyance du port de Bordeaux. Les salariés de la caisse de prévoyance du port de Bordeaux dont l'emploi ne serait pas maintenu compte tenu du transfert du régime spécial mentionné au I au régime général sont réintégrés au sein du grand port maritime de Bordeaux. A leur demande, leur contrat de travail peut être repris par la caisse primaire d'assurance maladie de Gironde.\n\nUne négociation est engagée par le grand port maritime de Bordeaux en vue de déterminer les modalités de versement des prestations spécifiques qui intervenaient antérieurement à la date du transfert en complément des prestations mentionnées à l'article L. 160-1 du code de la sécurité sociale. Celles-ci peuvent, le cas échéant, être prises en charge dans le cadre de la couverture mentionnée à l'article L. 911-7 du même code. A défaut d'accord d'entreprise à la date du transfert fixé au I, ces modalités sont définies par décision unilatérale de l'employeur."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "III.-Les I et II du présent article, à l'exception du 34° de l'article L. 311-3 du code de la sécurité sociale, entrent en vigueur à une date fixée par décret, et au plus tard le 1er janvier 2017."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "X.-La Caisse nationale de l'assurance maladie des travailleurs salariés reprend les déficits constatés au 31 décembre 2015 du régime d'assurance maladie de la Caisse autonome nationale de la sécurité sociale dans les mines selon des modalités fixées par décret.XI.-Les I à III, VII, VIII et X entrent en vigueur le 1er janvier 2016.Les V, VI et IX s'appliquent aux cotisations de sécurité sociale dues au titre des périodes courant à compter du 1er janvier 2016."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "I.-A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\nArt. L862-2\n\nII.-Les articles L. 862-1, L. 862-2, L. 864-1 et L. 864-2 du code de la sécurité sociale, tels qu'ils résultent du I, s'appliquent aux contrats prenant effet à compter du 1er janvier 2017."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "I. à IV.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nV.-A.-Les I à IV entrent en vigueur le 1er janvier 2016.\n\nB.- (Abrogé)\n\n-LOI n° 2013-504 du 14 juin 2013\n\n-Code de la sécurité sociale.\n\nArt. L242-1, Art. L911-7-1\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2015-723 DC du 17 décembre 2015]"
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "Pour l'année 2016, le montant W mentionné aux articles L. 138-19-1 à L. 138-19-3 du code de la sécurité sociale est fixé à 700 millions d'euros et le taux L mentionné aux articles L. 138-10 et L. 138-12 du même code est fixé à -1 %."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "Est approuvé le montant de 3,5 milliards d'euros correspondant à la compensation des exonérations, réductions ou abattements d'assiette de cotisations ou contributions de sécurité sociale, mentionné à l'annexe 5 jointe au projet de loi de financement de la sécurité sociale pour 2016."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "Pour l'année 2016, sont approuvés les prévisions de recettes, réparties par catégorie dans l'état figurant en annexe C à la présente loi, et le tableau d'équilibre, par branche, de l'ensemble des régimes obligatoires de base de sécurité sociale :\n\n(En milliards d'euros)\n\nPRÉVISIONSde recettes\n\nOBJECTIFSde dépenses\n\nSOLDE\n\nMaladie\n\n194,9\n\n201,1\n\n- 6,2\n\nVieillesse\n\n228,7\n\n227,8\n\n0,9\n\nFamille\n\n48,8\n\n49,6\n\n- 0,8\n\nAccidents du travail et maladies professionnelles\n\n14,0\n\n13,4\n\n0,6\n\nToutes branches (hors transferts entre branches)\n\n472,8\n\n478,3\n\n- 5,6\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "Pour l'année 2016, sont approuvés les prévisions de recettes, réparties par catégorie dans l'état figurant en annexe C à la présente loi, et le tableau d'équilibre, par branche, du régime général :\n\n(En milliards d'euros)\n\nPRÉVISIONSde recettes\n\nOBJECTIFSde dépenses\n\nSOLDE\n\nMaladie\n\n171,7\n\n177,9\n\n- 6,2\n\nVieillesse\n\n123,6\n\n123,1\n\n0,5\n\nFamille\n\n48,8\n\n49,6\n\n- 0,8\n\nAccidents du travail et maladies professionnelles\n\n12,5\n\n12,0\n\n0,5\n\nToutes branches (hors transferts entre branches)\n\n344,0\n\n350,0\n\n- 6,0\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "I. - Pour l'année 2016, sont approuvés les prévisions de recettes, réparties par catégorie dans l'état figurant en annexe C à la présente loi, et le tableau d'équilibre des organismes concourant au financement des régimes obligatoires de base de sécurité sociale :\n\n(En milliards d'euros)\n\nII. - Pour l'année 2016, l'objectif d'amortissement de la dette sociale par la Caisse d'amortissement de la dette sociale est fixé à 14,2 milliards d'euros.III. - Pour l'année 2016, les prévisions de recettes par catégorie affectées au Fonds de réserve pour les retraites sont fixées à :\n\n(En milliards d'euros)\n\nIV. - Pour l'année 2016, les prévisions de recettes par catégorie mises en réserve par le Fonds de solidarité vieillesse sont fixées à :\n\n(En milliards d'euros)\n\nPRÉVISIONSde recettes\n\nPRÉVISIONSde dépenses\n\nSOLDE\n\nFonds de solidarité vieillesse\n\n16,4\n\n20,1\n\n- 3,7\n\n1\n\ncenter\n\nPRÉVISIONSde recettes\n\nRecettes affectées\n\n0\n\nTotal\n\n0\n\n1\n\ncenter\n\nPRÉVISIONSde recettes\n\nRecettes\n\n0\n\nTotal\n\n0\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "I. - Sont habilités en 2016 à recourir à des ressources non  permanentes afin de couvrir leurs besoins de trésorerie les organismes  mentionnés dans le tableau ci-dessous, dans les limites indiquées :\n\n(En millions d'euros)\n\nII. - A modifié les dispositions suivantes :\n\nMONTANTSlimites\n\nAgence centrale des organismes de sécurité sociale - période du 1er janvier au 31 juillet 2016\n\n40 000\n\nAgence centrale des organismes de sécurité sociale - période du 1er août au 31 décembre 2016\n\n30 000\n\nCaisse centrale de la Mutualité sociale agricole\n\n3 950\n\nCaisse autonome nationale de la sécurité sociale dans les mines - période du 1er au 31 janvier 2016\n\n1 050\n\nCaisse autonome nationale de la sécurité sociale dans les mines - période du 1er février au 31 décembre 2016\n\n350\n\nCaisse de prévoyance et de retraite du personnel de la Société nationale des chemins de fer français\n\n350\n\nCaisse nationale des industries électriques et gazières\n\n250\n\n1\n\ncenter\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "Est approuvé le rapport figurant en annexe B à la présente loi décrivant, pour les quatre années à venir (2016 à 2019), les prévisions de recettes et les objectifs de dépenses par branche des régimes obligatoires de base de sécurité sociale et du régime général, les prévisions de recettes et de dépenses des organismes concourant au financement de ces régimes ainsi que l'objectif national de dépenses d'assurance maladie."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "IV. - Le présent article est applicable à Saint-Barthélemy et à Saint-Martin.V. - Le présent article entre en vigueur le 1er avril 2016."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "I. et IV. - A abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Ordonnance n°96-51 du 24 janvier 1996\n\n- Code de la sécurité sociale.\n\n- Code de la sécurité sociale.\n\n- Code de la sécurité sociale.\n\nArt. L212-1\n\nII. - Le I entre en vigueur à une date fixée par décret, et au plus tard le 1er janvier 2017.\n\nLe montant de la cotisation d'allocations familiales due au titre des  années 2015 et 2016 par chaque employeur des fonctions publiques  hospitalière et territoriale reste calculé à hauteur du montant des  prestations familiales qu'ils ont versées au titre de ces mêmes années.\n\nIII. - Les I et II sont applicables à Saint-Barthélemy et à Saint-Martin."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I entre en vigueur le 1er janvier 2016.\n\n- Ordonnance n°77-1102 du 26 septembre 1977"
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "Pour l'année 2016, les objectifs de dépenses de la branche Famille de la sécurité sociale sont fixés à 49,6 milliards d'euros."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "I. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "Pour l'année 2016, les objectifs de dépenses de la branche Vieillesse sont fixés :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale, à 227,8 milliards d'euros ;2° Pour le régime général de la sécurité sociale, à 123,1 milliards d'euros."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "Avant le 1er juillet 2016, le Gouvernement remet au Parlement un rapport sur les conditions de revalorisation du montant de la pension de retraite du régime des cultes."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "I. - Le montant de la contribution de la branche Accidents du travail et maladies professionnelles du régime général de la sécurité sociale au financement du Fonds d'indemnisation des victimes de l'amiante est fixé à 430 millions d'euros au titre de l'année 2016.II. - Le montant de la contribution de la branche Accidents du travail et maladies professionnelles du régime général de la sécurité sociale au financement du Fonds de cessation anticipée d'activité des travailleurs de l'amiante est fixé à 600 millions d'euros au titre de l'année 2016.III. - Le montant du versement mentionné à l'article L. 176-1 du code de la sécurité sociale est fixé à un milliard d'euros au titre de l'année 2016."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "Pour l'année 2016, les objectifs de dépenses de la branche Accidents du travail et maladies professionnelles sont fixés :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale, à 13,4 milliards d'euros ;2° Pour le régime général de la sécurité sociale, à 12,0 milliards d'euros."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "I. à XII.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nXI.-R.-Dans toutes les dispositions législatives, les références aux articles L. 332-3, L. 331-2, L. 322-1, L. 332-1, L. 322-2, L. 322-3 et L. 322-4 du code de la sécurité sociale sont remplacées, respectivement, par les références aux articles L. 160-7, L. 160-9, L. 160-10, L. 160-11, L. 160-13, L. 160-14 et L. 160-15 du même code.\n\nXIII.-Le présent article en vigueur le 1er janvier 2016, sous les réserves suivantes.\n\nA.-Les habilitations accordées aux groupements mutualistes en application de l'article L. 211-4 du code de la sécurité sociale, dans sa rédaction antérieure à la présente loi, demeurent en vigueur.\n\nLe dernier alinéa de l'article L. 160-17 du code de la sécurité sociale s'applique aux mutuelles ou groupements mutualistes habilités avant le 1er janvier 2016 en application de l'article L. 211-4 du même code, dans sa rédaction antérieure à la présente loi.\n\nUn décret détermine, le cas échéant, les conditions d'évolution du contenu des délégations liées à ces habilitations.\n\nB.-Le préjudice susceptible de résulter, pour les organismes mentionnés à l'article L. 160-17 du code de la sécurité sociale, du transfert, en tout ou partie, d'opérations de gestion de la prise en charge des frais de santé qu'ils assurent à la date d'entrée en vigueur de la présente loi fait l'objet d'une indemnité s'il a pour origine les modifications apportées aux règles régissant les délégations de gestion et présente un caractère anormal et spécial. Cette indemnité est fixée dans le cadre d'un constat établi à la suite d'une procédure contradictoire. Les conditions et le montant de l'indemnité sont fixés par décret.\n\nC.-Sauf demande contraire, la prise en charge des frais de santé des personnes majeures ayant la qualité d'ayant droit au 31 décembre 2015 reste effectuée, tant que ces personnes ne deviennent pas affiliées à un régime de sécurité sociale au titre d'une activité professionnelle, y compris antérieure, par rattachement à l'assuré social dont elles dépendent, et par les organismes dont elles relèvent à cette date, jusqu'au 31 décembre 2019 au plus tard.\n\nL'article L. 161-15 du code de la sécurité sociale, dans sa rédaction antérieure à la présente loi, demeure applicable aux personnes majeures conservant la qualité d'ayant droit jusqu'au 31 décembre 2019.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de l'action sociale et des familles\n\n-Code rural et de la pêche maritime\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de l'action sociale et des familles\n\n-Code rural et de la pêche maritime\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code rural et de la pêche maritime\n\n-Code de la santé publique\n\n-Code rural et de la pêche maritime\n\n-Code de l'action sociale et des familles\n\n-Code de la mutualité\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Ordonnance n° 77-1102 du 26 septembre 1977\n\n-Ordonnance n° 96-1122 du 20 décembre 1996\n\n-Loi n° 2002-303 du 4 mars 2002\n\n-Loi n° 89-1009 du 31 décembre 1989\n\n-Loi n° 91-1389 du 31 décembre 1991\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code rural et de la pêche maritime\n\n-Code de la consommation\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Ordonnance n° 77-1102 du 26 septembre 1977\n\n-Ordonnance n° 77-1102 du 26 septembre 1977\n\n-Loi n° 2002-303 du 4 mars 2002\n\n-Loi n° 91-1389 du 31 décembre 1991\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "A titre exceptionnel et jusqu'au 30 juin 2016, une personne bénéficiant du droit à déduction prévu à l'article L. 863-2 du code de la sécurité sociale et ayant renouvelé, après le 30 juin 2015, un contrat ne figurant pas sur la liste mentionnée au dernier alinéa de l'article L. 863-6 du même code peut demander la résiliation de ce contrat à tout moment, sans frais ni pénalités. Cette possibilité de résiliation est conditionnée à la souscription d'un contrat figurant sur cette même liste.La résiliation prend effet au plus tard le premier jour du deuxième mois suivant l'envoi à l'organisme assureur d'une lettre recommandée à laquelle est jointe une attestation de souscription d'un contrat figurant sur ladite liste.Le troisième alinéa de l'article L. 113-15-1 du code des assurances et le dernier alinéa des articles L. 221-10-1 du code de la mutualité et L. 932-21-1 du code de la sécurité sociale sont applicables aux résiliations effectuées en application du présent article."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2015-723 DC du 17 décembre 2015]"
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "I. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code de la sécurité sociale.\n\n- Code de la sécurité sociale.\n\nArt. L613-20\n\nII. - Le I entre en vigueur au 1er janvier 2017."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "III.-Les dispositions expérimentales prévues au II de l'article 44 de la loi n° 2007-1786 du 19 décembre 2007 de financement de la sécurité sociale pour 2008 s'appliquent à l'agence régionale de santé des Pays de la Loire jusqu'au 31 décembre 2016."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "I. et II.-A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "I. et II.-A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-Code de la sécurité sociale.\n\nArt. L162-24-2\n\n-Code de l'action sociale et des familles\n\nArt. L313-12-2, Art. L314-7\n\nIII.-A.-Pour l'application du premier alinéa de l'article L. 313-12-2 du code de l'action sociale et des familles, dans sa rédaction résultant du 1° du I du présent article, le directeur général de l'agence régionale de santé établit par arrêté, le cas échéant conjoint avec le président du conseil départemental concerné, la liste des établissements et services devant signer un contrat pluriannuel d'objectifs et de moyens et fixe la date prévisionnelle de cette signature. Cette programmation, d'une durée de six ans, est mise à jour chaque année.B.-Le deuxième alinéa du même article L. 313-12-2, dans sa rédaction résultant du 1° du I du présent article, est applicable à compter du 1er janvier 2017.C.-L'article L. 162-24-2 du code de la sécurité sociale, tel qu'il résulte du II du présent article, s'applique aux prestations et soins médicaux délivrés par les établissements médico-sociaux concernés à compter du 1er janvier 2016."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "Le Gouvernement remet au Parlement, dans un délai d'un an à compter de la promulgation de la présente loi, un rapport précisant les conditions de mise en œuvre de la continuité des soins entre le domicile et le placement dans les établissements et services mentionnés au I de l'article L. 313-12 du code de l'action sociale et des familles, notamment les modalités de facturation directe à l'assurance maladie des dispositifs inscrits sur la liste des prestations et produits remboursables prévue à l'article L. 165-1 du code de la sécurité sociale et non pris en charge dans le cadre du forfait global relatif aux soins."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le b du 3° du I entre en vigueur à une date fixée par décret, et au plus tard le 1er janvier 2017.\n\n- Loi n°2003-1199 du 18 décembre 2003"
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "I. et II.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII.-Le présent article est applicable à compter du 1er janvier 2017, sous réserve des dispositions suivantes.\n\nA.-(Abrogé)\n\nB.-(Abrogé)\n\nC.-Par dérogation à l'article L. 174-2-1 du code de la sécurité sociale, dans sa rédaction résultant de la présente loi, les prestations d'hospitalisation, les actes et consultations externes ainsi que les spécialités pharmaceutiques mentionnées à l'article L. 162-23-6 du même code ne sont pas facturés à la caisse désignée en application de l'article L. 174-2 dudit code. Les établissements mentionnés aux a, b et c de l'article L. 162-22-6 du même code transmettent à échéances régulières à l'agence régionale de santé, pour les activités mentionnées au 4° de l'article L. 162-22 dudit code, leurs données d'activité, y compris celles relatives aux consultations externes. Ils lui transmettent simultanément la consommation des spécialités pharmaceutiques mentionnées au présent alinéa.\n\nLes établissements transmettent une copie de ces informations à la caisse mentionnée à l'article L. 174-2 du même code.\n\nL'agence régionale de santé procède, pour chaque établissement, à la valorisation, pour la part prise en charge par les régimes obligatoires d'assurance maladie, d'une part, de l'activité par application des tarifs des prestations fixés en application de l'article L. 162-23-4 dudit code et, d'autre part, de la consommation des spécialités pharmaceutiques mentionnées au premier alinéa du présent C. L'agence régionale arrête le montant ainsi calculé et le notifie à l'établissement et à la caisse mentionnée à l'article L. 174-2 du code de la sécurité sociale.\n\nL'agence régionale de santé procède à un contrôle des données transmises. Sans préjudice de l'article L. 162-23-13 du même code, lorsqu'elle constate des anomalies, après que l'établissement a été mis en mesure de faire connaître ses observations, elle déduit les sommes indûment versées du montant des périodes suivantes.\n\nLa dérogation prévue au présent C prend fin au plus tard le 1er mars 2027 selon des modalités calendaires, précisées par décret, qui peuvent être différentes en fonction de la catégorie des établissements et selon qu'il s'agit, d'une part, d'actes et de consultations externes ou, d'autre part, de prestations d'hospitalisation et de spécialités pharmaceutiques, mentionnées à l'article L. 162-23-6 dudit code.\n\nD.-A compter du 1er mars 2017 et au plus tard jusqu'au 1er mars 2026, afin de prendre en compte le niveau de spécialisation de chaque établissement, les prestations d'hospitalisation mentionnées au 1° de l'article L. 162-23-1 du code de la sécurité sociale, prises en charge par les régimes obligatoires d'assurance maladie sur la base des tarifs mentionnés à l'article L. 162-23-4 du même code, dans les conditions définies à l'article L. 162-23-3 dudit code, sont affectées d'un coefficient de majoration.\n\nCe coefficient doit atteindre la valeur 1 au plus tard le 1er mars 2026.\n\nLes modalités de détermination de ce coefficient sont définies par décret en Conseil d'Etat.\n\nE.-Par dérogation aux articles L. 162-23 à L. 162-23-13 du code de la sécurité sociale, les activités de soins de suite et de réadaptation, mentionnées au 4° de l'article L. 162-22 du même code exercées par les établissements mentionnés à l'article L. 162-22-6 dudit code sont financées selon les modalités suivantes :\n\n1° Du 1er janvier 2017 au 28 février 2017, elles demeurent financées selon les modalités antérieures à la publication de la présente loi sous réserve des exceptions prévues au 3° ci-après ;\n\n2° Du 1er mars 2017 et au plus tard jusqu'au 30 juin 2023, elles sont financées par deux montants cumulatifs :\n\na) Un montant correspondant, pour chaque établissement, à une fraction des recettes issues de l'application des modalités de financement antérieures à la présente loi.En application du premier alinéa du présent a, les tarifs des prestations mentionnées au 1° de l'article L. 162-22-1 du même code des établissements mentionnés aux d et e de l'article L. 162-22-6 du même code sont minorés à hauteur de la fraction mentionnée au premier alinéa du b du présent 2° dans des conditions définies par décret en Conseil d'Etat ;\n\nb) Un montant correspondant, pour chaque établissement, à une fraction des recettes issues de l'application des modalités de financement prévues au 1° de l'article L. 162-23-2 du code de la sécurité sociale. Ce montant peut être affecté d'un coefficient de transition défini selon des modalités de calcul fixées par arrêté des ministres chargés de la santé et de la sécurité sociale, qui peuvent être différentes en fonction des catégories d'établissements mentionnés à l'article L. 162-22-6 du code de la sécurité sociale.\n\nPour chaque établissement mentionné aux d et e de l'article L. 162-22-6 du même code, ce montant est minoré afin de neutraliser une fraction du montant des honoraires facturés dans les conditions définies à l'article L. 162-1-7 dudit code par les professionnels médicaux et auxiliaires médicaux exerçant à titre libéral au sein de ces établissements et précisées par décret en Conseil d'Etat. Cette fraction est identique à celle mentionnée au premier alinéa du présent b ;\n\nLe niveau des fractions prévues aux a et b du présent 2° peut être différencié par catégorie d'établissements mentionnés à l'article L. 162-22-6 du code de la sécurité sociale ;\n\n3° Les financements complémentaires prévus au 2° de l'article L. 162-23-2 du code de la sécurité sociale sont applicables au 1er janvier 2017 sauf en ce qui concerne :\n\na) Le financement complémentaire mentionné au a du 2° du même article L. 162-23-2 prenant en charge les molécules onéreuses, applicable à compter du 30 juin 2023 ;\n\nb) Le financement complémentaire mentionné au b du même 2° prenant en charge les plateaux techniques spécialisés, applicable au plus tard le 30 juin 2023 ;\n\n4° Du 1er janvier 2017 au 31 décembre 2017, les actes et consultations externes pour les activités de soins de suite ou de réadaptation, définies à l'article L. 162-26 du code de la sécurité sociale, sont financés par deux montants cumulatifs :\n\na) Un montant correspondant, pour chaque établissement, à une fraction des recettes issues de l'application des modalités de financement définies au même article L. 162-26 dans sa rédaction résultant de la loi n° 2016-41 du 26 janvier 2016 de modernisation de notre système de santé ;\n\nb) Un montant correspondant, pour chaque établissement, à une fraction des recettes issues de l'application des modalités de financement définies à l'article L. 162-26 du code de la sécurité sociale ;5° Du 1er janvier 2017 au 31 décembre 2017, l'objectif de dépenses prévu à l'article L. 162-23 du même code est constitué :\n\na) Des dépenses afférentes aux activités mentionnées au 4° de l'article L. 162-22 dudit code, dans les conditions prévues aux 1°, 3° et 4° du présent E, pour la période du 1er janvier 2017 au 28 février 2017 ;\n\nb) Des dépenses afférentes aux activités mentionnées au 4° de l'article L. 162-22 du code de la sécurité sociale, dans les conditions prévues aux 2°, 3° et 4° du présent E, pour la période du 1er mars 2017 au 31 décembre 2017 ;\n\n6° Du 1er janvier 2018 et au plus tard jusqu'au 30 juin 2023, l'objectif de dépenses mentionné au I de l'article L. 162-23 du code de la sécurité sociale est constitué des dépenses afférentes aux activités mentionnées au 4° de l'article L. 162-22 du même code dans les conditions prévues aux 2° et 3° du présent E.\n\nF.-Par dérogation à l'article L. 174-18 du code de la sécurité sociale, du 1er mars 2017 au plus tard jusqu'au 30 juin 2023, le montant forfaitaire prévu au b du 2° du E du présent III n'est pas facturé par les établissements mentionnés aux d et e de l'article L. 162-22-6 du même code à la caisse désignée en application de l'article L. 174-2 dudit code.\n\nCes établissements transmettent leurs données d'activité à échéances régulières à l'agence régionale de santé, au titre de leurs activités mentionnées au 4° de l'article L. 162-22 du même code.\n\nCes établissements transmettent une copie de ces informations à la caisse mentionnée à l'article L. 174-2 du même code.\n\nL'agence régionale de santé procède, pour chaque établissement, à la valorisation, pour la part prise en charge par les régimes obligatoires d'assurance maladie, des montants mentionnés au premier alinéa du présent F, arrête le montant ainsi calculé et le notifie à l'établissement et à la caisse mentionnée à l'article L. 174-2 du code de la sécurité sociale.\n\nL'agence régionale de santé procède à un contrôle des données transmises. Sans préjudice de l'article L. 162-23-13 du même code, lorsqu'elle constate des anomalies, après que l'établissement a été mis en mesure de faire connaître ses observations, elle déduit les sommes indûment versées du montant des périodes suivantes.\n\nLes modalités d'application du présent F sont définies par décret en Conseil d'Etat.\n\nG.- (Abrogé).\n\nH.-Par dérogation aux articles L. 162-23-3 et L. 162-23-4 du code de la sécurité sociale, à compter au plus tard du 1er juillet et au plus tard jusqu'au 1er mars 2026, pour chaque établissement mentionné aux d et e de l'article L. 162-22-6 du même code, les tarifs mentionnés au 1° du I de l'article L. 162-23-4 dudit code sont minorés du montant des honoraires facturés dans les conditions définies à l'article L. 162-1-7 du même code par les professionnels médicaux et auxiliaires médicaux exerçant à titre libéral au sein de ces établissements et précisées par décret en Conseil d'Etat.\n\nIV.-Du 1er janvier au 31 décembre 2016, par dérogation aux articles L. 162-22-2 et L. 174-1-1 du code de la sécurité sociale, une part du montant des objectifs mentionnés aux mêmes articles est affectée, par arrêté des ministres chargés de la santé et de la sécurité sociale, à la constitution d'une dotation. Cette dotation participe au financement des missions d'intérêt général exercées par les établissements de santé mentionnés aux a, b, c et d de l'article L. 162-22-6 du même code dans le cadre de leurs activités de soins de suite et de réadaptation.\n\nLes engagements des établissements de santé sont inscrits au contrat pluriannuel d'objectifs et de moyens mentionné à l'article L. 6114-2 du code de la santé publique.\n\nLes ministres chargés de la santé et de la sécurité sociale arrêtent :\n\n1° La liste des missions financées par cette dotation ainsi que les critères d'attribution aux établissements ;\n\n2° Le montant des dotations régionales, en fonction du montant mentionné au premier alinéa du présent IV et après avis des organisations nationales les plus représentatives des établissements de santé.\n\nLe montant annuel de la dotation de chaque établissement est fixé par le directeur général de l'agence régionale de santé en fonction des missions d'intérêt général, des activités de soins dispensés à certaines populations spécifiques et des objectifs et orientations prévus dans le cadre de son contrat pluriannuel d'objectifs et de moyens et de leur état d'avancement. Ces dotations sont versées aux établissements, dans des conditions fixées par décret, par les caisses mentionnées aux articles L. 174-2 ou L. 174-18 du code de la sécurité sociale.\n\nV.-Du 1er janvier 2016 et au plus tard jusqu'au 30 juin 2023, un montant afférent aux dépenses relatives à la consommation de molécules onéreuses est identifié au sein de la dotation annuelle de financement mentionnée à l'article L. 174-1 du code de la sécurité sociale allouée aux établissements de santé mentionnés aux a, b et c de l'article L. 162-22-6 du même code, au titre de leurs activités de soins de suite et de réadaptation.\n\nVI.-Du 1er janvier 2017 et au plus tard jusqu'au 30 juin 2023, par dérogation au 8° de l'article L. 174-1-1 du code de la sécurité sociale, les activités de soins dispensées par les maisons d'enfants à caractère sanitaire mentionnées à l'article L. 2321-2 du code de la santé publique, exercées par les établissements mentionnés aux d et e de l'article L. 162-22-6 du code de la sécurité sociale, demeurent financées selon les modalités antérieures à la loi n° 2016-1827 du 23 décembre 2016 de financement de la sécurité sociale pour 2017.\n\n-Code de la santé publique\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "Le Gouvernement remet au Parlement, avant le 31 décembre 2016, un rapport portant sur la prise en charge de l'ensemble des frais directs ou indirects liés à une pathologie cancéreuse et sur les restes à charge des patients, notamment liés à une chirurgie réparatrice, par exemple dans les cas de cancers du sein."
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Article 80",
      "content": "Le Gouvernement remet au Parlement, avant le 1er octobre 2016, un rapport relatif au développement et à la valorisation des consultations pluridisciplinaires au sein des établissements de santé. Il a notamment pour objet d'évaluer l'amélioration de la prise en charge de ces consultations au regard des économies induites par leur développement."
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Article 85",
      "content": "I. - Le montant de la participation des régimes obligatoires d'assurance maladie au financement du fonds pour la modernisation des établissements de santé publics et privés, mentionnée à l'article 40 de la loi de financement de la sécurité sociale pour 2001 (n° 2000-1257 du 23 décembre 2000), est fixé à 2 millions d'euros pour l'année 2016.\n\nII. - Le montant de la dotation des régimes obligatoires d'assurance maladie pour le financement de l'Office national d'indemnisation des accidents médicaux, des affections iatrogènes et des infections nosocomiales, mentionnée à l'article L. 1142-23 du code de la santé publique, est fixé à 87,5 millions d'euros pour l'année 2016.\n\nIII. - Le montant de la participation des régimes obligatoires d'assurance maladie au financement de l'Etablissement de préparation et de réponse aux urgences sanitaires, mentionné à l'article L. 3135-1 du code de la santé publique, est fixé à 257 000 € pour l'année 2016.\n\nIV. - Le montant de la contribution de la Caisse nationale de solidarité pour l'autonomie au financement des agences régionales de santé au titre de leurs actions concernant les prises en charge et accompagnements en direction des personnes âgées ou handicapées, mentionnée au 3° de l'article L. 1432-6 du code de la santé publique, est fixé à 117,17 millions d'euros pour l'année 2016."
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Article 86",
      "content": "Pour l'année 2016, les objectifs de dépenses de la branche Maladie, maternité, invalidité et décès sont fixés :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale, à 201,1 milliards d'euros ;2° Pour le régime général de la sécurité sociale, à 177,9 milliards d'euros."
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "Pour l'année 2016, l'objectif national de dépenses d'assurance maladie de l'ensemble des régimes obligatoires de base et ses sous-objectifs sont fixés comme suit :\n\n(En milliards d'euros)\n\nOBJECTIFde dépenses\n\nDépenses de soins de ville\n\n84,3\n\nDépenses relatives aux établissements de santé tarifés à l'activité\n\n58,1\n\nAutres dépenses relatives aux établissements de santé\n\n19,8\n\nContribution de l'assurance maladie aux dépenses en établissements et services pour personnes âgées\n\n8,9\n\nContribution de l'assurance maladie aux dépenses en établissements et services pour personnes handicapées\n\n9,3\n\nDépenses relatives au fonds d'intervention régional\n\n3,1\n\nAutres prises en charge\n\n1,7\n\nTotal\n\n185,2\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "Pour l'année 2016, les prévisions des charges des organismes concourant au financement des régimes obligatoires de sécurité sociale sont fixées ainsi qu'il suit :\n\n(En milliards d'euros)\n\nPRÉVISIONS DE CHARGES\n\nFonds de solidarité vieillesse\n\n20,1\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art89",
      "section": "89",
      "title": "Article 89",
      "content": "I.-A modifié les dispositions suivantes :\n\nCode de la sécurité sociale :Art. L. 161-23-1, Art. L. 341-6, \nArt. L. 351-11, Art. L. 353-5, Art. L. 356-2, Art. L. 413-7, \nArt. L. 434-1, Art. L. 434-2, Art. L. 434-6, \nArt. L. 434-16, Art. L. 551-1, \nArt. L. 816-2, Art. L. 861-1\n\nA créé les dispositions suivantes :\n\nCode de la sécurité sociale\n\nArt. L. 434-17\n\nII.-A modifié les dispositions suivantes :\n\nCode de l'action sociale et des familles\n\nArt. L. 211-10\n\nIII.-A modifié les dispositions suivantes\n\nCode rural et de la pêche maritime\n\nArt. L. 732-24, Art. L. 762-29, Art. L. 751-46, Art. L. 752-6, \nArt. L. 753-8\n\nIV.-A modifié les dispositions suivantes :\n\nLoi n° 74-1118 du 27 décembre 1974,\n\nArt. 1\n\nV.-A modifié les dispositions suivantes :\n\nLoi n° 87-563 du 17 juillet 1987\n\nArt. 5\n\nVI.-A modifié les dispositions suivantes :\n\nOrdonnance n° 77-1102 du 26 septembre 1977\n\nArt. 11"
    },
    {
      "provision_ref": "artAnnexeA",
      "section": "AnnexeA",
      "title": "Article AnnexeA",
      "content": "Rapport retraçant la situation patrimoniale, au 31 décembre 2014, des régimes obligatoires de base et des organismes concourant à leur financement, à l'amortissement de leur dette ou à la mise en réserve de recettes à leur profit et décrivant les mesures prévues pour l'affectation des excédents et la couverture des déficits constatés pour l'exercice 2014I.-Situation patrimoniale de la sécurité sociale au 31 décembre 2014(En milliards d'euros)\n\nSur le champ des régimes de base, du FSV, de la CADES et du FRR, le passif net (ou « dette ») de la sécurité sociale, mesuré par ses capitaux propres négatifs, qui représentent le cumul des déficits passés restant à financer, s'élevait à 110,7 milliards d'euros au 31 décembre 2014, soit l'équivalent de 5,2 points de PIB. Après la forte dégradation consécutive à la crise économique des années 2008-2009, ce passif net connaît pour la première fois en 2014 une légère amélioration, qui reflète essentiellement la poursuite de la réduction des déficits des régimes de base et du FSV (12,8 milliards d'euros en 2014 contre 16,0 milliards d'euros en 2013 et 19,2 milliards d'euros en 2012) et de l'amortissement de la dette portée par la CADES (12,7 milliards d'euros en 2014 contre 12,4 milliards d'euros en 2013).Cette amélioration se traduit en particulier par le constat, pour la première fois en 2014, d'un résultat consolidé positif sur le périmètre d'ensemble de la sécurité sociale retracé ci-dessus, avec un excédent de 1,4 milliard d'euros contre un déficit de 1,6 milliard d'euros en 2013.Le financement du passif net de la sécurité sociale est assuré à titre principal par un recours à l'emprunt, essentiellement porté par la CADES et l'ACOSS. L'endettement financier net de la sécurité sociale, qui correspond à la différence entre les dettes financières et les actifs financiers placés ou détenus en trésorerie, s'établit donc à un niveau proche de celui-ci et en suit les tendances, corrigées des effets de la variation du besoin en fonds de roulement lié au financement des actifs et passifs circulants (créances et dettes) et des acquisitions d'actifs immobilisés, qui pèsent également sur la trésorerie. Du fait de l'augmentation du besoin en fonds de roulement liée notamment aux créances sur les cotisants émises en 2014, dont le taux de recouvrement est par ailleurs demeuré stable, l'endettement financier net s'établit à 121,3 milliards d'euros au 31 décembre 2014, en légère hausse par rapport à fin 2013.\n\nEvolution du passif net, de l'endettement financier net et des résultats comptables consolidés de la sécurité sociale depuis 2009(En milliards d'euros)\n\nII.-Couverture des déficits et affectation des excédents constatés sur l'exercice 2014\n\nLes comptes du régime général ont été déficitaires de 9,7 milliards d'euros en 2014. La branche Maladie a ainsi enregistré un déficit de 6,5 milliards d'euros, la branche Famille un déficit de 2,7 milliards d'euros et la branche Vieillesse un déficit de 1,2 milliard d'euros, la branche Accidents du travail et maladies professionnelles ayant quant à elle dégagé un excédent de 0,7 milliard d'euros. Par ailleurs, le FSV a enregistré un déficit de 3,5 milliards d'euros.Dans le cadre fixé par la loi organique n° 2010-1380 du 13 novembre 2010 relative à la gestion de la dette sociale, la loi n° 2010-1594 du 20 décembre 2010 de financement de la sécurité sociale pour 2011 a organisé le transfert à la CADES, dès l'année 2011, des déficits 2011 des branches Maladie et Famille du régime général. Elle a également prévu la reprise progressive, à compter de 2012, des déficits 2011 à 2018 de la branche Vieillesse du régime général et du FSV, dans la double limite de 10 milliards d'euros chaque année et de 62 milliards d'euros au total. Conformément aux dispositions organiques, la CADES a été affectataire de ressources lui permettant de financer ces sommes. Même si la reprise des déficits de la branche Vieillesse et du FSV reste prioritaire, compte tenu des marges rendues disponibles par les différentes mesures prises en matière de redressement financier par la réforme des retraites de 2014, la loi n° 2013-1203 du 23 décembre 2013 de financement de la sécurité sociale pour 2014 a prévu que les déficits des exercices 2012 à 2018 des branches Maladie et Famille pourraient être intégrés dans le champ de la reprise, sans modification des plafonds globaux de reprise ni de l'échéance prévisionnelle d'amortissement de la dette transférée à la CADES. Un montant de 10 milliards d'euros a ainsi été repris en 2014, correspondant au transfert des déficits définitifs de la branche Vieillesse et du FSV au titre de 2013 et au financement d'une partie du déficit de la branche Maladie au titre de 2012.Le PLFSS 2016 vient modifier le calendrier de reprise des dettes, toujours dans le respect du plafond global. Il est en effet proposé de permettre à la CADES de financer dès 2016 l'intégralité du reliquat de déficits à reprendre en application de la loi de financement de la sécurité sociale pour 2011 modifiée. 23,6 milliards d'euros seraient ainsi transférés à la CADES dès 2016, donnant les moyens à cette dernière de réaliser dans des conditions de financement favorables une stratégie globale de portage et d'apurement de la dette sociale qui lui a été transférée. Cette modification permettra de tirer parti des conditions particulièrement favorables de financement actuellement constatées sur les marchés et de prémunir ainsi la sécurité sociale contre le risque qu'une remontée des taux de long terme dégrade les conditions de financement des déficits s'ils étaient transférés plus tardivement.Par ailleurs, les excédents de la branche Accidents du travail et maladies professionnelles au titre de l'exercice 2014 (0,6 milliard d'euros) ont été affectés à la réduction des déficits accumulés par cette branche, dont le montant s'est ainsi réduit de 1,7 à 1 milliard d'euros.La plupart des régimes de base autres que le régime général présentent par construction des résultats annuels équilibrés ou très proches de l'équilibre. Il en est ainsi des régimes intégrés financièrement au régime général (régimes agricoles à l'exception de la branche retraite du régime des exploitants, régimes maladie des militaires et des marins), des régimes de retraite équilibrés par des subventions de l'Etat (SNCF, RATP, régimes des mines et des marins), des régimes d'employeurs (fonction publique de l'Etat), équilibrés par ces derniers, et enfin du régime social des indépendants dont les déficits étaient couverts jusqu'en 2014 par l'affectation, à due proportion, du produit de la contribution sociale de solidarité à la charge des sociétés. Un mécanisme d'intégration financière aux branches Maladie et Vieillesse du régime général s'y substitue à compter de 2015.Cependant, plusieurs régimes ne bénéficiant pas de tels mécanismes d'équilibrage ont enregistré en 2014 des résultats déficitaires. S'agissant de la branche retraite du régime des exploitants agricoles, dont les déficits 2009 et 2010 avaient été repris par la CADES, le déficit s'est réduit à 0,2 milliard d'euros (contre 0,6 milliard d'euros en 2013), portant le montant des déficits cumulés depuis 2011 à 2,8 milliards d'euros. La loi de financement de la sécurité sociale pour 2015 a prévu que ce déficit puisse être financé par des avances rémunérées de trésorerie de l'ACOSS en complément des financements bancaires auxquels avait recours jusqu'ici la Caisse centrale de la mutualité sociale agricole (CCMSA) pour couvrir ces déficits cumulés. Au 31 décembre 2014, ces déficits ont été financés en totalité par une avance de l'ACOSS (2,5 milliards d'euros).Le déficit du régime des mines s'est élevé à 0,1 milliard d'euros en 2014, portant le montant cumulé de dette à 1 milliard d'euros. Dans le contexte d'une limitation des concours financiers de la Caisse des dépôts et consignations, partenaire financier historique de la Caisse autonome nationale de la sécurité sociale dans les mines, la loi de financement de la sécurité sociale pour 2014 a étendu jusqu'à 2017 les dispositions de la loi de financement de la sécurité sociale pour 2013 prévoyant la faculté de recours à des avances de trésorerie de l'ACOSS à hauteur de 250 millions d'euros, en complément des financements externes procurés par la Caisse des dépôts et consignations et par des établissements bancaires.Enfin, la Caisse nationale de retraite des agents des collectivités locales (CNRACL) a dégagé, pour la première fois depuis cinq ans, un excédent de 0,4 milliard d'euros (après avoir connu un déficit de 0,1 milliard d'euros en 2013). Cet excédent, qui résulte principalement de l'effet des hausses de taux de cotisations intervenues en 2013 et 2014, a été affecté aux réserves du régime, portant celles-ci à 1,6 milliard d'euros.\n\nACTIF\n\n2014 (NET)\n\n2013 (NET)\n\nPASSIF\n\n2014\n\n2013\n\nImmobilisations\n\n7,0\n\n7,7\n\nCapitaux propres\n\n-110,7\n\n-110,9\n\nImmobilisations non financières\n\n4,3\n\n4,3\n\nDotations\n\n29,2\n\n30,9\n\nRégime général\n\n0,6\n\n0,6\n\nPrêts, dépôts de garantie\n\n1,7\n\n2,5\n\nAutres régimes\n\n4,5\n\n4,2\n\nCaisse d'amortissement de la dette sociale (CADES)\n\n0,2\n\n0,2\n\nAvances/ prêts accordés à des organismes de la sphère sociale\n\n1,0\n\n0,9\n\nFonds de réserve pour les retraites (FRR)\n\n23,9\n\n26,0\n\njustify\n\n16\n\ncenter\n\n16\n\ncenter\n\n16\n\nRéserves\n\n12,1\n\n10,3\n\nRégime général\n\n2,6\n\n2,6\n\nAutres régimes\n\n5,5\n\n5,5\n\nFRR\n\n4,1\n\n2,2\n\nReport à nouveau\n\n-156,9\n\n-152,6\n\nRégime général\n\n-10,0\n\n-4,3\n\nAutres régimes\n\n-3,8\n\n-3,0\n\nCADES\n\n-143,1\n\n-145,4\n\nRésultat de l'exercice\n\n1,4\n\n-1,6\n\nRégime général\n\n-9,6\n\n-12,5\n\nAutres régimes\n\n0,4\n\n-0,6\n\nFonds de solidarité vieillesse (FSV)\n\n-3,5\n\n-2,9\n\nCADES\n\n12,7\n\n12,4\n\nFRR\n\n1,4\n\n1,9\n\nEcart d'estimation (réévaluation des actifs du FRR en valeur de marché)\n\n3,4\n\n2,1\n\nProvisions pour risques et charges\n\n15,0\n\n20,4\n\nActif financier\n\n58,5\n\n55,4\n\nPassif financier\n\n179,9\n\n173,4\n\nValeurs mobilières et titres de placement\n\n50,4\n\n48,3\n\nDettes représentées par un titre (obligations, billets de trésorerie, euro-papiers commerciaux)\n\n162,5\n\n159,8\n\nRégime général\n\n0,1\n\n0,5\n\nRégime général\n\n24,2\n\n20,5\n\nAutres régimes\n\n7,5\n\n6,9\n\nCADES\n\n138,2\n\n139,3\n\nCADES\n\n7,0\n\n7,1\n\njustify\n\ncenter\n\ncenter\n\nFRR\n\n35,9\n\n33,9\n\nDettes à l'égard d'établissements de crédits\n\n12,4\n\n11,2\n\nAgence centrale des organismes de sécurité sociale (ACOSS) (prêts Caisse des dépôts et consignations)\n\n6,0\n\n3,0\n\nEncours bancaire\n\n7,9\n\n6,7\n\nRégime général (ordres de paiement en attente)\n\n4,6\n\n4,6\n\nRégime général\n\n2,2\n\n1,5\n\nAutres régimes\n\n0,8\n\n2,6\n\nAutres régimes\n\n1,5\n\n1,8\n\nCADES\n\n1,0\n\n1,0\n\nFSV\n\n1,2\n\n1,0\n\njustify\n\ncenter\n\ncenter\n\nCADES\n\n1,7\n\n0,2\n\nDépôts reçus\n\n1,9\n\n2,2\n\nFRR\n\n1,3\n\n2,2\n\nACOSS\n\n1,9\n\n2,2\n\nDettes nettes au titre des instruments financiers\n\n0,2\n\n0,0\n\nCréances nettes au titre des instruments financiers\n\n0,2\n\n0,4\n\nACOSS\n\n0,2\n\n0,0\n\nCADES\n\n0,2\n\n0,2\n\nAutres\n\ncenter\n\n0,2\n\nFRR\n\n0,0\n\n0,2\n\nAutres régimes\n\ncenter\n\n0,1\n\nCADES\n\ncenter\n\n0,1\n\nActif circulant\n\n69,7\n\n63,7\n\nPassif circulant\n\n51,0\n\n43,8\n\nCréances de prestations\n\n7,8\n\n7,6\n\nDettes et charges à payer (CAP) à l'égard des bénéficiaires\n\n27,1\n\n20,0\n\nCréances de cotisations, contributions sociales et d'impôts de sécurité sociale\n\n11,1\n\n9,3\n\nDettes à l'égard des cotisants\n\n1,2\n\n1,2\n\nProduits à recevoir de cotisations, contributions sociales et autres impositions\n\n35,7\n\n35,5\n\njustify\n\ncenter\n\ncenter\n\nCréances sur entités publiques\n\n9,0\n\n9,0\n\nDettes à l'égard d'entités publiques\n\n9,6\n\n8,7\n\nProduits à recevoir de l'Etat\n\n0,5\n\n0,5\n\njustify\n\ncenter\n\ncenter\n\nAutres actifs\n\n5,2\n\n1,8\n\nAutres passifs\n\n13,1\n\n13,8\n\nTotal de l'actif\n\n135,2\n\n126,8\n\nTotal du passif\n\n135,2\n\n126,8\n\n1\n\ncenter\n\n2009\n\n2010\n\n2011\n\n2012\n\n2013\n\n2014\n\nPassif net au 31 décembre (capitaux propres négatifs)\n\n-66,3\n\n-87,1\n\n-100,6\n\n-107,2\n\n-110,9\n\n-110,7\n\nEndettement financier net au 31 décembre\n\n-76,3\n\n-96,0\n\n-111,2\n\n-116,2\n\n-118,0\n\n-121,3\n\nRésultat comptable consolidé de l'exercice\n\n-19,6\n\n-23,9\n\n-10,7\n\n-5,9\n\n-1,6\n\n+ 1,4\n\n1\n\ncenter"
    },
    {
      "provision_ref": "artAnnexeB",
      "section": "AnnexeB",
      "title": "Article AnnexeB",
      "content": "RAPPORT DÉCRIVANT LES PRÉVISIONS DE RECETTES ET LES OBJECTIFS DE DÉPENSES PAR BRANCHE DES RÉGIMES OBLIGATOIRES DE BASE ET DU RÉGIME GÉNÉRAL, LES PRÉVISIONS DE RECETTES ET DE DÉPENSES DES ORGANISMES CONCOURANT AU FINANCEMENT DE CES RÉGIMES AINSI QUE L'OBJECTIF NATIONAL DE DÉPENSES D'ASSURANCE MALADIE POUR LES QUATRE ANNÉES À VENIR\n\nLa présente annexe décrit l'évolution des agrégats de dépenses, de recettes et de soldes du régime général, de l'ensemble des régimes obligatoires de base de la sécurité sociale et du Fonds de solidarité vieillesse pour la période 2016-2019. Ces prévisions s'inscrivent dans l'objectif de retour progressif à l'équilibre des régimes de sécurité sociale. En 2019, le régime général devrait atteindre un excédent de 1,8 milliard d'euros, ce qui représenterait une amélioration du solde de plus de 11 milliards d'euros par rapport au déficit constaté en 2014.Malgré un environnement international encore incertain, les pays de la zone euro devraient connaître une accélération économique. Cette conjoncture favorable participera au redressement des comptes de la sécurité sociale, mais celui-ci tiendra tout autant aux efforts continus de maîtrise de la dépense, notamment d'assurance maladie. Au-delà de la maîtrise de la dépense, la présente loi est marquée par des réformes d'envergure visant à généraliser l'universalité de la couverture maladie, à développer l'accès à la complémentaire santé et à poursuivre la politique en faveur de la compétitivité des entreprises et de l'emploi.\n\nI.-Le projet de loi de financement de la sécurité sociale pour 2016 s'inscrit dans la trajectoire de retour à l'équilibre des comptes sociaux1. Une conjoncture caractérisée par une reprise progressive de l'activité économique\n\nLes prévisions de recettes et les objectifs de dépenses retenus dans le cadre de la présente loi reposent sur une hypothèse de croissance du produit intérieur brut de 1 % en 2015. La masse salariale du secteur privé, qui détermine une partie prépondérante de l'évolution des recettes des régimes de sécurité sociale, connaîtrait une progression de + 1,7 % en 2015.Pour 2016, l'activité continuerait à accélérer, avec une hypothèse de croissance de l'activité de + 1,5 %, ce qui demeure cohérent avec, notamment, les prévisions rendues publiques par l'OCDE au moment du dépôt du projet de loi de financement de la sécurité sociale, qui prévoyait une croissance de l'activité de 1,4 % en France en 2016. L'hypothèse de croissance de la masse salariale associée à cette prévision de croissance atteindrait ainsi 2,8 % en 2016.Cette reprise progressive s'appuie sur une hausse du pouvoir d'achat des ménages, soutenue par une inflation réduite en 2015 (+ 0,1 %), notamment du fait de la faiblesse des cours du pétrole, et modérée en 2016 (+ 1 %). En outre, la poursuite des mesures fiscales en faveur des ménages modestes et des classes moyennes, à travers 2 milliards d'euros de nouvelles baisses d'impôts en 2016, contribuera également à soutenir le pouvoir d'achat des ménages.Par ailleurs, les mesures décidées dans le cadre du pacte de compétitivité et de croissance et du pacte de responsabilité et de solidarité (crédit d'impôt pour la compétitivité et l'emploi, poursuite des allègements de cotisations, suppression de la contribution exceptionnelle à l'impôt sur les sociétés et suppression de la contribution sociale de solidarité des sociétés) permettront d'encourager l'investissement, l'emploi et les exportations des entreprises. A moyen et long termes, la croissance de l'emploi et de la masse salariale favorisera le redressement des finances publiques. La trajectoire de retour à l'équilibre des comptes publics, telle qu'exposée par le Gouvernement dans le programme de stabilité et de croissance et mise en œuvre dans le projet de loi de financement de la sécurité sociale, pourra ainsi être confortée.Conformément à la loi organique n° 2012-1403 du 17 décembre 2012 relative à la programmation et à la gouvernance des finances publiques, les prévisions économiques sous-jacentes au projet de loi de financement de la sécurité sociale (ainsi qu'au projet de loi de finances) ont fait l'objet d'un avis du Haut Conseil des finances publiques, évaluant la sincérité des hypothèses retenues ainsi que leur cohérence avec la trajectoire pluriannuelle retenue par la loi de programmation des finances publiques 2014-2019, actualisée par le dernier programme de stabilité et de croissance transmis à la Commission européenne.\n\n2. Des soldes tendanciels en amélioration, à l'exception notable de la branche Maladie et du Fonds de solidarité vieillesse (FSV)\n\nLes soldes tendanciels des régimes obligatoires de base et du FSV, avant prise en compte des mesures nouvelles figurant dans la présente loi, auraient atteint en 2016-13,8 milliards d'euros, dont-10,1 milliards d'euros au titre de la branche Maladie et-1,2 milliard d'euros au titre de la branche Famille, la branche Vieillesse dégageant un excédent de 0,4 milliard d'euros ainsi que la branche Accidents du travail et maladies professionnelles (AT-MP) (0,7 milliard d'euros). Le FSV présenterait pour sa part un solde déficitaire de 3,7 milliards d'euros.La progression des dépenses de sécurité sociale qui sous-tendent les résultats exposés ci-dessus est contenue par l'effet des mesures d'économies prises les années précédentes (loi du 20 janvier 2014 garantissant l'avenir et la justice du système de retraites, mesures d'économies sur la branche Famille des lois de financement de la sécurité sociale pour 2014 et 2015), qui continuent à monter en charge. L'évolution tendancielle des dépenses sur ces branches est donc maîtrisée, au regard des dynamiques observées par le passé. Par ailleurs, ces branches, dont les prestations sont quasiment toutes indexées sur les prix, bénéficient des effets d'une très faible inflation.L'évolution tendancielle des dépenses de l'assurance maladie est dynamique (+ 3,6 % d'évolution des dépenses dans le champ de l'objectif national de dépenses d'assurance maladie [ONDAM]), même s'il est en légère décélération par rapport à la période récente du fait de la montée en charge des traitements contre le virus de l'hépatite C. Les mesures qui sous-tendent la construction de l'ONDAM fixé par la présente loi permettent de l'infléchir fortement.\n\n3. Un endettement qui se réduit et dont les conditions de financement demeurent favorables\n\nEn 2015, pour la première fois depuis 2002, le montant de la dette cumulée portée par l'Agence centrale des organismes de sécurité sociale (ACOSS) et la Caisse d'amortissement de la dette sociale (CADES) va commencer à se réduire, la dette amortie par la CADES étant équivalente au déficit annuel supporté par l'ACOSS. En 2016, le mouvement de réduction va s'accélérer puisque la dette devrait se réduire de 3,7 milliards d'euros.Parallèlement à l'amélioration du solde des régimes de sécurité sociale en 2016, il est prévu une reprise anticipée de dette de 23,6 milliards d'euros par la CADES, au lieu d'une triple reprise annuelle de 10,10 puis 3,6 milliards d'euros prévue par les textes antérieurs. Cette mesure vise à profiter de conditions de financement actuelles particulièrement favorables. Les taux de refinancement de la CADES s'établissaient par exemple à 2,1 % à la mi-2015. Cette reprise anticipée permettra une couverture contre le risque de remontée des taux à moyen et long termes, qui, s'il advenait, conduirait la CADES à devoir accepter des conditions de financements à long terme nettement moins favorables.Cette reprise de dette permettra en outre de limiter le financement par l'ACOSS des déficits cumulés des branches, au détriment de sa mission première de couverture de leurs besoins de trésorerie, conformément aux préconisations de la Cour des comptes. En effet, outre les déficits de la Caisse nationale d'assurance vieillesse des travailleurs salariés (CNAVTS) et du FSV au titre de l'exercice 2015, seront transférés le reliquat du déficit de la Caisse nationale de l'assurance maladie des travailleurs salariés (CNAMTS) et le déficit de la Caisse nationale des allocations familiales (CNAF) au titre de 2013, le déficit de la CNAMTS et de la CNAF au titre de 2014 ainsi qu'une partie du déficit de la CNAMTS au titre de 2015. L'horizon d'apurement de la dette portée par la CADES, prévu en 2024, ne sera quant à lui pas modifié.\n\nII.-Le PLFSS 2016 traduit les engagements pris dans le cadre du programme de stabilité1. La poursuite de la maîtrise des dépenses d'assurance maladie avec un ONDAM fixé à 1,75 %\n\nSur le champ de l'assurance maladie, l'évolution de la dépense est maîtrisée grâce au respect de l'ONDAM depuis cinq années consécutives. Pour 2015, conformément aux engagements pris dans le cadre du programme de stabilité, des annulations de crédits à hauteur de 425 millions ont été prises par rapport au niveau de l'ONDAM 2015 voté dans la précédente loi de financement. Ces annulations devraient ramener la progression de l'ONDAM de + 2,1 % (dans la loi de financement de la sécurité sociale pour 2015) à + 2,0 %.Pour 2016, la maîtrise de l'évolution des dépenses d'assurance maladie se traduit par la fixation de l'ONDAM à 1,75 %. Ce taux implique un effort d'économies de 3,4 milliards d'euros par rapport à l'évolution tendancielle de la dépense, évaluée à + 3,6 %. Cette trajectoire particulièrement ambitieuse implique d'accentuer l'effort d'économies déjà engagé, sans accroître le reste à charge du patient ni dégrader la qualité des soins.Cet effort s'inscrit dans la montée en charge du plan d'économies triennal qui sous-tend depuis 2015 le déploiement de la stratégie nationale de santé qui se poursuivra en 2017 (avec le même objectif de progression de l'ONDAM). Il s'articule autour de quatre axes.Le premier axe vise le renforcement de l'efficacité de la dépense hospitalière. Les mutualisations entre établissements sont encouragées et le renforcement du programme de performance hospitalière pour des achats responsables permettra de mobiliser les marges encore importantes qui demeurent en matière d'optimisation des achats hospitaliers. Des actions de maîtrise des dépenses en matière de médicaments inscrits sur la liste en sus seront également déployées dans ce cadre. Cet axe représentera 0,7 milliard d'euros d'économies en 2016.Le deuxième axe concerne le virage ambulatoire des établissements hospitaliers. Il s'agit d'optimiser le parcours de soins hospitalier, en premier lieu en développant toutes les formes de prises en charge alternatives à une hospitalisation complète dès que l'état de santé du patient le permet : la poursuite de la diffusion de la chirurgie ambulatoire mais également l'hospitalisation de jour en médecine. L'optimisation du parcours passe aussi par le développement de l'hospitalisation à domicile dès lors qu'elle vient en substitution de séjours en établissement de santé et par un meilleur accompagnement des patients en sortie d'établissement en assurant une prise en charge adéquate en ville à la suite du retour au domicile. Ces actions permettront de dégager 0,5 milliard d'euros en 2016.Le troisième axe est consacré aux produits de santé. Comme chaque année, des baisses de prix seront opérées par le comité économique des produits de santé, baisses qui doivent notamment permettre de dégager les marges financières nécessaires à la rémunération de l'innovation et de garantir ainsi l'accès de tous aux dernières thérapies. L'effort sera également porté sur le développement du recours aux médicaments génériques pour lequel notre pays accuse encore du retard par rapport à nos voisins. A cet effet, le plan national de promotion des médicaments génériques, présenté en mars 2015, vise à accroître la part de médicaments génériques de 5 points dans le total des prescriptions. Des actions seront notamment conduites auprès des prescripteurs, qu'ils soient en ville ou à l'hôpital, ainsi qu'auprès du public, vers lequel une campagne de communication sera lancée début 2016. Au total, cet axe contribuera pour 1,0 milliard d'euros d'économies à l'atteinte de l'ONDAM 2016.Le dernier axe, correspondant à un montant d'économies de 1,2 milliard d'euros, vise à améliorer la pertinence et le bon usage des soins en ville et à l'hôpital. Il s'agit de mobiliser toutes les marges d'efficience via la réduction des actes et prescriptions inutiles ou redondants : maîtrise du volume de prescription des médicaments, lutte contre la iatrogénie, actions de maîtrise médicalisée auprès des professionnels de santé en ville menées par l'assurance maladie et auprès des établissements de santé dans un cadre contractuel rénové, optimisation des transports de patients (choix du véhicule le plus adapté, optimisation de la commande de transport …).Par ailleurs, cet effort en dépenses sera accompagné de l'affectation de nouvelles recettes afin d'accélérer l'amélioration du solde de la branche Maladie. Compte tenu de la conjonction d'un déficit persistant de la branche Maladie et, à l'opposé, d'un excédent croissant de la branche AT-MP depuis l'année 2013, un transfert de cotisations de 0,05 point entre la branche AT-MP et la branche Maladie du régime général sera mis en place en 2016 puis en 2017, afin d'améliorer le solde de la branche Maladie de 250 millions d'euros pour chacune de ces deux années, soit 500 millions d'euros au total. Ce transfert de cotisations est justifié par l'approche solidaire entre branches du régime général, au cœur des principes de la sécurité sociale depuis son origine, ainsi que par les effets indirects dont bénéficie la branche AT-MP du fait de l'amélioration de l'efficience du système de soins, essentiellement financé par la branche Maladie. En effet, le remboursement des soins et l'évolution des tarifs assurent une intégration continue du progrès technique dans le secteur médical, qui entraîne in fine une diminution du coût moyen de traitement des pathologies, d'où un impact positif sur les comptes de la branche AT-MP.\n\n2. Des dépenses de prestations contenues\n\nLes prestations nettes du régime général devraient atteindre 316,6 milliards d'euros en 2015, puis 325,3 milliards d'euros en 2016, soit une progression de 2,8 %, avant prise en compte des mesures nouvelles.La hausse est principalement portée par les prestations versées par la CNAMTS (+ 3,5 %) et de la CNAVTS (+ 2,5 %). A contrario, les dépenses de prestations servies par la CNAF connaîtraient une faible progression (+ 0,3 %), sous l'effet de la réforme des prestations familiales. La modulation des allocations familiales contribuerait à réduire la dépense en 2016 mais serait quasiment compensée par la hausse des dépenses d'entretien sous condition de ressources.La réforme des modalités de calcul de la revalorisation des prestations participe à cette maîtrise de la dépense. D'une part, les dates de revalorisation seront alignées pour l'ensemble des prestations, avec une revalorisation au 1er avril des prestations familiales et des pensions d'invalidité et des paramètres qui conditionnent l'accès à certaines prestations (plafonds de ressources de la couverture maladie universelle complémentaire et de l'aide au paiement d'une complémentaire santé) ; les prestations actuellement revalorisées au 1er octobre, principalement les pensions de retraite, le resteraient. D'autre part, une règle de « bouclier » sera créée, garantissant le maintien des prestations à leur niveau antérieur en cas d'inflation négative, dans un cadre général où la revalorisation ne sera plus fonction que d'évolutions connues, et non prévisionnelles, et exclura en conséquence toute nécessité de correction a posteriori. Ainsi, la revalorisation reposerait sur les dernières données d'inflation (hors tabac) publiées par l'INSEE et appréciées en moyenne sur les douze derniers mois, au lieu d'être calculées à partir d'une évolution prévisionnelle de l'inflation pour l'année N et l'application d'un correctif sur cette même année au titre de l'écart à la prévision de l'année N-1. Or les exercices de prévision de l'inflation sont par nature complexes et l'accroissement de la volatilité des prix ces dernières années a conduit à l'application de correctifs importants.\n\n3. Les soldes vieillesse traduisent les effets de la réforme des retraites de 2014\n\nEn 2016, les dépenses d'assurance vieillesse connaissent une évolution modérée, de l'ordre de 2,5 % en moyenne sur la période 2016-2017. Cette progression s'explique notamment par la conjugaison d'une stabilité des flux de départs en retraite et d'un montant moyen de la pension en augmentation, l'accélération de l'inflation en 2016 ne jouant que faiblement sur l'année 2016 compte tenu de la date de revalorisation des pensions fixée au mois d'octobre.Cette évolution tient compte de l'effet des réformes adoptées dans le cadre de la loi du 20 janvier 2014 garantissant l'avenir et la justice du système de retraites et notamment des différentes mesures de redressement, immédiates mais également de long terme, qui visent à faire face, de manière responsable et justement répartie, au défi que constitue à long terme l'allongement de l'espérance de vie. Ces dernières se sont accompagnées de mesures de justice et solidarité pour corriger les inégalités les plus importantes face à la retraite, comme la reconnaissance de la pénibilité au travail, pour permettre entre autres une meilleure prise en compte des carrières heurtées et des aléas de carrière, notamment celles des femmes, ou encore des conditions d'entrée réelle des jeunes dans la vie active.\n\nIII.-Dans le respect de ces objectifs d'équilibre financier, le PLFSS 2016 porte une réforme d'ampleur de l'assurance maladie ainsi que le deuxième volet du pacte de responsabilité et de solidarité1. Poursuite de la politique d'emploi et de compétitivité du Pacte\n\nLa mise en œuvre du pacte de compétitivité et de responsabilité se poursuit en 2016, afin de restaurer la compétitivité et la capacité productive des entreprises et de les inciter à investir et embaucher. Les entreprises bénéficieront ainsi d'une baisse de 4,1 milliards d'euros de leurs prélèvements obligatoires dans le cadre du PLFSS 2016.Cela se traduit par une nouvelle réduction du taux de cotisations d'allocations familiales jusqu'à 3,5 SMIC, pour un coût de 3,1 milliards d'euros en 2016 (environ 4,4 milliards d'euros en année pleine à partir de 2017). Ce montant est légèrement inférieur à celui de 4,5 milliards d'euros estimé en 2014, en raison d'une progression de la masse salariale plus faible que celle initialement prévue lors de cette première estimation. De plus, le montant de l'abattement d'assiette institué par l'article 3 de la loi de financement rectificative de la sécurité sociale pour 2014 dans le cadre de la première étape de la suppression progressive de la contribution sociale de solidarité des sociétés (C3S) est augmenté, passant de 3,25 millions d'euros à 19 millions d'euros, ce qui représente un impact d'un milliard d'euros sur les recettes de la sécurité sociale. Cet abattement s'appliquera au chiffre d'affaires réalisé en 2015 pour le paiement de la C3S en 2016.Ces mesures seront compensées intégralement par l'Etat dans le cadre des lois financières, conformément aux engagements pris par le Gouvernement dès 2014. Cette compensation se traduit par une budgétisation des dépenses d'allocation de logement familiale (ALF), à hauteur de 4,7 milliards d'euros, ainsi que du financement de la protection juridique des majeurs, pour 0,4 milliard d'euros. Par ailleurs, l'extinction progressive de la recette issue des caisses de congés payés, qui était affectée au financement du pacte, donnera lieu à l'affectation de ressources pérennes s'y substituant. En effet, la mesure, entrée en vigueur depuis le 1er avril 2015, engendre une recette de 1,52 milliard d'euros en 2015 et de 500 millions d'euros en 2016, avant de s'éteindre à compter de 2017.\n\n2. Mise en place de la protection universelle maladie\n\nLa mise en place de la protection universelle maladie vise à universaliser la prise en charge des frais de santé, afin de simplifier les démarches pour les assurés comme pour les organismes gestionnaires et de garantir ainsi la continuité des droits. Ce nouveau régime ne modifie en rien le niveau des droits à prise en charge des assurés sociaux. En effet, la loi prévoira désormais que toute personne qui travaille ou, lorsqu'elle n'a pas d'activité, réside en France de façon stable et régulière, dispose du droit à la prise en charge de ses frais de santé. Les personnes qui travaillent resteront affiliées à leur régime de sécurité sociale actuel, les autres étant maintenues dans le dernier régime auquel elles étaient affiliées.Cette réforme permet de simplifier l'ouverture des droits, puisque les caisses de sécurité sociale n'auront plus à vérifier le respect des conditions d'ouverture des droits (nombre d'heures travaillées). Le contrôle sera désormais orienté vers un contrôle renforcé de la résidence des personnes bénéficiaires de l'assurance maladie. Les procédures de mutation seront également facilitées, à travers un processus entièrement dématérialisé. La notion d'ayant droit majeur sera également progressivement supprimée, dans la mesure où elle s'avère obsolète dans un régime de couverture universelle.\n\n3. Poursuite de la généralisation de l'accès à la protection complémentaire santé\n\nL'assurance complémentaire en matière de santé est aujourd'hui un élément substantiel de l'accès aux soins. C'est pourquoi le Président de la République a fixé l'objectif de généraliser l'accès à une complémentaire santé de qualité à l'horizon 2017. Après l'accord national interprofessionnel du 11 janvier 2013, transposé dans la loi n° 2013-504 du 14 juin 2013 relative à la sécurisation de l'emploi, la réforme des contrats dits responsables, la mise en concurrence des contrats ACS, des nouvelles mesures sont prévues afin de favoriser l'accès à la protection complémentaire pour les populations qui ont le plus de difficulté à y accéder, à savoir les personnes âgées de plus de 65 ans et les personnes travaillant dans le cadre de contrats courts et de temps très partiels.En effet, le coût de la couverture complémentaire santé est plus élevé pour les personnes âgées de plus de 65 ans que pour la population globale car elles assument un reste à charge plus élevé sur le coût d'acquisition du contrat et supportent des dépenses de santé après remboursement par l'assurance maladie obligatoire et la complémentaire santé plus importantes. Il est donc prévu que les personnes de plus de 65 ans puissent accéder à des offres d'assurance complémentaire de santé qui seront sélectionnées, à l'issue d'une procédure de mise en concurrence, sur des critères reposant sur la qualité des garanties et le prix proposé. Ce dispositif devrait permettre, outre un accès à une complémentaire santé à un meilleur prix, une meilleure adéquation entre les besoins des assurés et les prestations complémentaires dont ils bénéficient et une lisibilité accrue des offres présentées sur le marché pour les assurés.Par ailleurs, afin de donner son plein effet aux dispositions de la loi fondée sur l'accord national interprofessionnel du 11 janvier 2013, une modalité adaptée de mise en œuvre de la couverture des salariés à faible quotité de travail ou embauchés en contrat de courte durée est prévue afin que ces salariés puissent, s'ils souscrivent par ailleurs une assurance individuelle du même type, obtenir de la part de leur employeur, à la place de l'adhésion à la couverture mise en place dans l'entreprise, un versement direct en rapport avec les sommes consacrées par l'employeur pour cette couverture.\n\nRecettes, dépenses et soldes du régime général\n\n(En milliards d'euros)\n\nRecettes, dépenses et soldes de l'ensemble des régimes obligatoires de base\n\n(En milliards d'euros)\n\nRecettes, dépenses et soldes du Fonds de solidarité vieillesse(En milliards d'euros)\n\n2014\n\n2015\n\n2016\n\n2017\n\n2018\n\n2019\n\nMaladie\n\nRecettes\n\n161,9\n\n166,6\n\n171,7\n\n178,0\n\n183,3\n\n189,4\n\nDépenses\n\n168,4\n\n174,1\n\n177,9\n\n182,7\n\n186,2\n\n189,7\n\nSolde\n\n-6,5\n\n-7,5\n\n-6,2\n\n-4,7\n\n-2,9\n\n-0,3\n\nAccidents du travail/ maladies professionnelles\n\nRecettes\n\n12,3\n\n12,4\n\n12,5\n\n12,7\n\n13,6\n\n14,2\n\nDépenses\n\n11,7\n\n11,8\n\n12,0\n\n12,1\n\n12,2\n\n12,3\n\nSolde\n\n0,7\n\n0,6\n\n0,5\n\n0,6\n\n1,5\n\n1,9\n\nFamille\n\nRecettes\n\n56,3\n\n52,8\n\n48,8\n\n50,1\n\n51,6\n\n53,1\n\nDépenses\n\n59,0\n\n54,4\n\n49,6\n\n50,4\n\n51,6\n\n52,8\n\nSolde\n\n-2,7\n\n-1,6\n\n-0,8\n\n-0,3\n\n0,0\n\n0,3\n\nVieillesse\n\nRecettes\n\n115,6\n\n119,9\n\n123,6\n\n127,4\n\n131,1\n\n135,6\n\nDépenses\n\n116,8\n\n120,5\n\n123,1\n\n126,3\n\n130,7\n\n135,6\n\nSolde\n\n-1,2\n\n-0,6\n\n0,5\n\n1,1\n\n0,4\n\n-0,1\n\nToutes branches consolidées\n\nRecettes\n\n334,1\n\n339,3\n\n344,0\n\n355,3\n\n366,6\n\n379,0\n\nDépenses\n\n343,7\n\n348,3\n\n350,0\n\n358,6\n\n367,6\n\n377,2\n\nSolde\n\n-9,7\n\n-9,0\n\n-6,0\n\n-3,3\n\n-1,0\n\n1,8\n\n1\n\ncenter\n\n2014\n\n2015\n\n2016\n\n2017\n\n2018\n\n2019\n\nMaladie\n\nRecettes\n\n186,7\n\n190,5\n\n194,9\n\n201,4\n\n207,0\n\n213,4\n\nDépenses\n\n193,2\n\n198,0\n\n201,1\n\n206,1\n\n209,9\n\n213,7\n\nSolde\n\n-6,5\n\n-7,5\n\n-6,2\n\n-4,7\n\n-2,9\n\n-0,3\n\nAccidents du travail/ maladies professionnelles\n\nRecettes\n\n13,8\n\n13,9\n\n14,0\n\n14,1\n\n15,1\n\n15,7\n\nDépenses\n\n13,1\n\n13,2\n\n13,4\n\n13,5\n\n13,6\n\n13,8\n\nSolde\n\n0,7\n\n0,6\n\n0,6\n\n0,6\n\n1,5\n\n1,9\n\nFamille\n\nRecettes\n\n56,3\n\n52,8\n\n48,8\n\n50,1\n\n51,6\n\n53,1\n\nDépenses\n\n59,0\n\n54,4\n\n49,6\n\n50,4\n\n51,6\n\n52,8\n\nSolde\n\n-2,7\n\n-1,6\n\n-0,8\n\n-0,3\n\n0,0\n\n0,3\n\nVieillesse\n\nRecettes\n\n219,1\n\n223,5\n\n228,7\n\n234,1\n\n240,1\n\n247,2\n\nDépenses\n\n219,9\n\n223,8\n\n227,8\n\n232,9\n\n240,1\n\n248,3\n\nSolde\n\n-0,8\n\n-0,2\n\n0,9\n\n1,2\n\n0,0\n\n-1,0\n\nToutes branches consolidées\n\nRecettes\n\n462,8\n\n467,3\n\n472,8\n\n485,9\n\n499,7\n\n515,2\n\nDépenses\n\n472,1\n\n475,9\n\n478,3\n\n489,2\n\n501,2\n\n514,4\n\nSolde\n\n-9,3\n\n-8,6\n\n-5,6\n\n-3,3\n\n-1,5\n\n0,8\n\n1\n\ncenter\n\n2014\n\n2015\n\n2016\n\n2017\n\n2018\n\n2019\n\nRecettes\n\n17,2\n\n16,5\n\n16,4\n\n16,6\n\n17,0\n\n17,4\n\nDépenses\n\n20,6\n\n20,3\n\n20,1\n\n20,2\n\n20,0\n\n20,2\n\nSolde\n\n-3,5\n\n-3,8\n\n-3,7\n\n-3,6\n\n-3,1\n\n-2,8\n\n1\n\ncenter"
    },
    {
      "provision_ref": "artAnnexeC",
      "section": "AnnexeC",
      "title": "Article AnnexeC",
      "content": "état des recettes, par catégorie et par branche, des régimes obligatoires de base et du régime général ainsi que des recettes, par catégorie, des organismes concourant au financement de ces régimesI.-Recettes par catégorie et par branche des régimes obligatoires de base de sécurité socialeExercice 2016(En milliards d'euros)\n\nLes montants figurant en total par branche et par catégorie peuvent être différents de l'agrégation des montants détaillés du fait des opérations réciproques (notamment transferts).\n\nII.-Recettes par catégorie et par branche du régime général de sécurité socialeExercice 2016(En milliards d'euros)\n\nLes montants figurant en total par branche et par catégorie peuvent être différents de l'agrégation des montants détaillés du fait des opérations réciproques (notamment transferts).\n\nIII.-Recettes par catégorie des organismes concourant au financement des régimes obligatoires de base de sécurité socialeExercice 2016(En milliards d'euros)\n\nMALADIE\n\nVIEILLESSE\n\nFAMILLE\n\nACCIDENTS DU TRAVAIL/maladies professionnelles\n\nRÉGIMESde base\n\nCotisations effectives\n\n88,4\n\n130,2\n\n30,3\n\n13,0\n\n260,2\n\nCotisations prises en charge par l'Etat\n\n1,7\n\n1,4\n\n0,5\n\n0,1\n\n3,6\n\nCotisations fictives d'employeur\n\n0,6\n\n38,8\n\n0,0\n\n0,3\n\n39,7\n\nContribution sociale généralisée\n\n69,1\n\n0,0\n\n9,9\n\n0,0\n\n78,7\n\nImpôts, taxes et autres contributions sociales\n\n29,6\n\n19,6\n\n7,0\n\n0,0\n\n56,2\n\nTransferts\n\n2,3\n\n38,3\n\n0,3\n\n0,1\n\n29,5\n\nProduits financiers\n\n0,0\n\n0,1\n\n0,0\n\n0,0\n\n0,2\n\nAutres produits\n\n3,2\n\n0,5\n\n0,7\n\n0,3\n\n4,7\n\nRecettes\n\n194,9\n\n228,7\n\n48,8\n\n14,0\n\n472,8\n\n1\n\ncenter\n\nMALADIE\n\nVIEILLESSE\n\nFAMILLE\n\nACCIDENTS DU TRAVAIL/maladies professionnelles\n\nRÉGIMEgénéral\n\nCotisations effectives\n\n79,2\n\n77,6\n\n30,3\n\n12,1\n\n197,5\n\nCotisations prises en charge par l'Etat\n\n1,4\n\n1,1\n\n0,5\n\n0,1\n\n3,0\n\nCotisations fictives d'employeur\n\n0,0\n\n0,0\n\n0,0\n\n0,0\n\n0,0\n\nContribution sociale généralisée\n\n59,6\n\n0,0\n\n9,9\n\n0,0\n\n69,3\n\nImpôts, taxes et autres contributions sociales\n\n23,8\n\n14,9\n\n7,0\n\n0,0\n\n45,8\n\nTransferts\n\n4,7\n\n29,9\n\n0,3\n\n0,0\n\n24,2\n\nProduits financiers\n\n0,0\n\n0,0\n\n0,0\n\n0,0\n\n0,0\n\nAutres produits\n\n3,0\n\n0,2\n\n0,7\n\n0,3\n\n4,2\n\nRecettes\n\n171,7\n\n123,6\n\n48,8\n\n12,5\n\n344,0\n\n1\n\ncenter\n\nFONDS DE SOLIDARITÉvieillesse\n\nContribution sociale généralisée\n\n9,4\n\nImpôts, taxes et autres contributions sociales\n\n7,0\n\nProduits financiers\n\n0,0\n\nAutres produits\n\n0,0\n\nTotal\n\n16,4\n\n1\n\ncenter"
    }
  ]
}