{
  "id": "loi-du-7-mai-1917",
  "type": "statute",
  "title": "Loi du 7 mai 1917",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000687369",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les sociétés coopératives de consommation sont des sociétés à capital et personnel variables, constituées conformément au chapitre Ier du titre III du livre II de la partie législative du code de commerce par des consommateurs, dans le but :\n\n1° De vendre à leurs adhérents les objets de consommation qu'elles achètent ou fabriquent, soit elles-mêmes, soit en s'unissant entre elles ;\n\n2° De distribuer leurs bénéfices entre leurs associés au prorata de la consommation de chacun ou d'en affecter tout ou partie à des oeuvres de solidarité sociale dans les conditions déterminées par leurs statuts.\n\nLe capital desdites sociétés, ainsi que celui des unions visées à l'article 6, peut être fixé, lors de la fondation, à une somme supérieure à 1 524,49 euros ou augmenté en une année de plus de 1 524,49 euros par dérogation à l'article L. 231-3 du code de commerce.\n\nLes coopératives régulièrement constituées entre les membres du personnel des entreprises privées ou nationalisées et des administrations publiques, sous la forme de sociétés coopératives de consommation régies par la présente loi, exerceront leur activité selon les convenances et les possibilités desdites coopératives ainsi que des entreprises et administrations intéressées."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Elles peuvent ne pas vendre exclusivement à leurs membres, mais elles sont tenues alors de recevoir comme associés tous ceux qu'elles ont déjà admis comme clients habituels, pourvu qu'ils s'engagent à remplir les obligations statutaires.Les sociétés coopératives de consommation d'entreprises privées ou nationalisées et d'administrations publiques sont des oeuvres sociales desdites entreprises ou administrations ; elles doivent fonctionner sous la forme de coopératives fermées, au seul bénéfice des sociétaires, obligatoirement salariés ou anciens salariés de ces entreprises ou administrations et des personnes de leurs familles vivant au même foyer. Aucune publicité concernant lesdites coopératives ne peut être faite en dehors des administrations ou entreprises auprès desquelles elles fonctionnent. La carte de sociétaire coopérateur devra être exigée.Les coopératives visées par les deux alinéas ci-dessus doivent être gérées et dirigées par les sociétaires eux-mêmes qui élisent, au sein de la société, un conseil d'administration responsable, chargé de désigner les directeurs et de surveiller leur gestion   ."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Lorsque les sociétés coopératives de consommation ont recours aux dispositions de l'article 3 bis de la loi n° 47-1775 du 10 septembre 1947 portant statut de la coopération, leurs statuts peuvent prévoir que les associés mentionnés à cet article ne peuvent exercer aux assemblées générales plus de 49 p. 100 des droits de vote présents ou représentés.\n\nSont applicables aux assemblées générales des sociétés coopératives de consommation les dispositions suivantes qui, pour celles revêtues de la forme anonyme, emportent dérogation aux prescriptions des articles 29, 30 et 31 de la loi du 24 juillet 1867, modifiée par la loi du 22 novembre 1913 (1).\n\nLes assemblées générales qui ont à délibérer dans des cas autres que ceux prévus par les deux alinéas qui suivent, doivent être composées d'un nombre de sociétaires représentant par eux-mêmes ou par procuration le sixième au moins du nombre total des membres inscrits à la société à la date de la convocation.\n\nLes assemblées qui ont à délibérer sur les modifications aux statuts doivent être composées d'un nombre de sociétaires représentant par eux-mêmes ou par procuration la moitié au moins du nombre total des membres inscrits à la société à la date de la convention.\n\nLes assemblées qui ont à délibérer, aux termes des articles 4, 24 et 25 de la loi du 24 juillet 1867 (1), sur la vérification des apports ne consistant pas en numéraire, sur la nomination des premiers administrateurs, sur la sincérité de la déclaration faite par les fondateurs, doivent être composées d'un nombre de membres représentant la moitié au moins de celui des souscripteurs ou titulaires de parts sociales ou actions. Le nombre de souscripteurs ou de titulaires de parts ou actions, dont la moitié doit être présente ou représentée pour la vérification de l'apport, est constitué seulement par l'ensemble des adhérents dont l'apport n'est pas soumis à la vérification.\n\nSi l'assemblée générale ne réunit pas un nombre de membres en proportion suffisante pour prendre une délibération valable, suivant les distinctions ci-dessus établies, une nouvelle assemblée est convoquée au moins dix jours à l'avance dans les formes statutaires et par une insertion sur un support habilité à recevoir des annonces légales dans le département où la société a son siège. Cette convocation reproduit l'ordre du jour en indiquant la date et le résultat de la précédente assemblée. La seconde assemblée délibère valablement, quel que soit le nombre des membres présents.\n\nDans les assemblées générales qui ont à délibérer sur les modifications aux statuts, les résolutions, pour être valables, doivent réunir les deux tiers au moins des voix des sociétaires présents ou représentés.\n\nDans touts les autres assemblées, les délibérations sont prises à la majorité absolue des suffrages exprimés.\n\nDans le cas prévu à l'article L. 225-9 du code de commerce ne s'applique pas aux présentes sociétés."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Les membres de sociétés coopératives de consommation peuvent être répartis par sections en vue de l'organisation de l'assemblée générale.Tout membre d'une section ne peut se faire représenter aux réunions de sa section que par un associé.Chaque section nomme un ou plusieurs délégués dans les conditions fixées par les statuts. La réunion des délégués de toutes les sections formera l'assemblée générale.Les sections peuvent nommer des délégués supplémentaires. A défaut de suppléants, dans le cas où un délégué n'assisterait pas à l'assemblée générale, un de ses codélégués peut prendre part aux délibérations en ses lieu et place.La délégation à l'assemblée générale est constatée par un extrait sur papier libre de la délibération de la section. La feuille de présence à cette assemblée contient les noms des délégués, l'indication de la section à laquelle chacun d'eux appartient, le nombre des sociétaires qu'il représente et les signatures de ces délégués. Les extraits des délibérations qui les ont désignés seront et demeureront annexés à cette feuille, ainsi que les listes de présence dressées dans chacune des réunions de sections.Les dispositions du présent article sont applicables à toutes les assemblées générales, quel que soit leur objet, même celles qui ont à délibérer sur les modifications aux statuts, ou sur la dissolution de la société pour quelque cause que ce soit.Quand il s'agira pour l'assemblée générale de prononcer l'exclusion d'un sociétaire ainsi qu'il est prévu à l'article L. 231-6 du code de commerce, les délégués ne pourront être tenus à cet égard par une décision de leur section. La délibération excluant un sociétaire sera nulle si l'intéressé n'a pas été invité, au moins huit jours à l'avance, à venir présenter ses explications devant l'assemblée générale des délégués."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Les sociétés coopératives de consommation peuvent constituer, soit entre elles, soit avec toute autre coopérative immatriculée dans un Etat membre de l'Union européenne, des unions sous la forme de société à personnel et capital variables pour l'achat et la fabrication en commun des objets de consommation qu'elles débitent et du matériel dont elles se servent, pour l'accomplissement de leurs opérations de crédit ainsi que pour l'accomplissement des opérations de révision comptable ou commerciale des sociétés affiliées.\n\nCes unions peuvent avoir pour objet social d'acheter ou de négocier les conditions d'achat des objets de consommation destinés à être revendus aux consommateurs finals.\n\nElles seront soumises aux règles établies par les articles 1er, 2, 3 et 4 de la présente loi. Toutefois, le nombre des voix attribuées aux sociétés adhérentes  pourra être proportionné au nombre des membres de ces sociétés ou au montant des opérations faites par celles-ci avec l'union. De même, le nombre des voix attribuées aux unions adhérentes pourra être proportionné au nombre des membres des sociétés composant ces unions ou au montant des opérations faites avec l'union."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Les sociétés et unions de sociétés prévues aux articles précédents sont administrées   par des délégués nommés et révocables par l'assemblée générale des sociétaires, dans les conditions prévues par les statuts."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Les sociétés et unions de sociétés prévues par les articles 1er à 6 de la présente loi pourront recevoir des avances de l'Etat   si elles satisfont aux conditions énoncées de la présente loi et si, par ailleurs, elles sont membres d'une union ayant pour objet la révision comptable ou commerciale."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Les sociétés et unions de sociétés prévues ci-dessus sont autorisées à recevoir des dons et legs."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Les avances consenties aux sociétés et unions de sociétés prévues ci-dessus seront réparties après avis d'une commission spéciale composée comme suit :Le ministre du travail, président ;Deux sénateurs ;Trois députés ;Un membre du Conseil d'Etat ;Un membre de la Cour des comptes ;Le gouverneur de la Banque de France ou son délégué ;Deux fonctionnaires du ministère des finances ;Deux fonctionnaires du ministère du travail et de la prévoyance sociale ;Six membres des sociétés coopératives de consommation ;Trois membres des unions de sociétés coopératives de consommation.Les membres de la commission seront, par décret, nommés pour trois ans.Cette commission donnera son avis, non seulement sur la quotité, mais, d'une manière générale, sur les conditions auxquelles seront soumises lesdites avances   ."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Les avances aux sociétés et unions de sociétés coopératives de consommation ne pourront dépasser la moitié de l'actif net dont justifie la société emprunteuse.Elles seront constituées sur les ressources budgétaires formées :1° à l'aide des crédits ouverts par la loi de finances ;2° à l'aide des disponibilités du fonds de dotation qui sera établi par une loi spéciale, lesquelles seront rattachées par décret au budget du ministère du travail au fur et à mesure des besoins, conformément aux dispositions concernant les fonds de concours pour dépenses d'intérêt public.Le taux d'intérêt des avances est fixé par décret contresigné du ministre des finances et du ministre du travail   . Il ne peut être inférieur à 3 p. 100."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Les avances aux sociétés et unions de sociétés prévues ci-dessus seront consenties aux sociétés bénéficiaires, après avis de la commission prévue par l'article 10 de la présente loi, soit directement par le Trésor, soit par l'intermédiaire d'unions de coopératives de consommation agréées pour ce service par arrêté du ministre du travail et de la prévoyance sociale.Ces unions ne pourront être que des sociétés à capital variable        , constituées dans les conditions prévues par les articles 5 et 6 de la présente loi."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Si l'avance est faite par l'intermédiaire d'une union de sociétés, l'union recevra mandat de reverser à chacune des sociétés bénéficiaires le montant du prêt qui lui sera attribué, de régler avec la société les conditions et les termes du remboursement, de prendre toute sécurité jugée nécessaire, y compris toute hypothèque et tout nantissement sur le fonds de commerce en vue d'assurer le recouvrement des arrérages de remboursement et d'exercer éventuellement toute poursuite judiciaire.\n\nLes sommes recouvrées seront reversées au fonds de dotation au fur et à mesure des rentrées, pour être employées à de nouvelles avances consenties dans les mêmes conditions aux sociétés et aux unions de sociétés prévues ci-dessus."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Les unions de sociétés qui seront chargées du service des avances prévues à l'article précédent ne devront, le cas échéant, consentir de prêts ou d'ouverture de crédit qu'aux sociétés coopératives de consommation et unions de sociétés prévues à la présente loi.Ces unions       pourront recevoir des avances au même titre et dans les mêmes conditions que toutes les sociétés et unions de sociétés coopératives de consommation. Elles bénéficieront en outre d'une fraction des intérêts des avances consenties par leur intermédiaire. Cette fraction, correspondant à un intérêt de 2 p. 100, sera encaissée par elles à leur profit."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Un décret en Conseil d'Etat déterminera les conditions d'application de la présente loi, notamment la forme des conventions entre l'Etat et les unions de sociétés chargées du service des prêts aux sociétés coopératives de consommation, la durée de ces prêts, le contrôle des unions chargées du service des prêts, les sanctions éventuelles et les voies de recours en cas d'inexécution des engagements contractés par les sociétés ou unions de sociétés coopératives bénéficiaires des prêts."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Les sociétés coopératives de consommation qui se constitueront à l'avenir devront établir leurs statuts en se conformant aux dispositions de la loi du 7 mai 1917 et de celles qui l'ont modifiée ou qui la modifieront. Les sociétés actuellement existantes devront, avant le 31 décembre 1944, mettre leurs statuts en harmonie avec les dispositions de la présente loi.\n\nLa nullité des sociétés coopératives de consommation ou des délibérations postérieures à leur constitution ne peut plus être demandée, ni opposée, lorsqu'un délai d'un an s'est écoulé depuis la publication des statuts ou de la délibération sur un support habilité à recevoir des annonces légales dans le département du siège social Cette prescription ne pourra être opposée avant l'expiration de l'année qui suivra la mise en vigueur de la présente disposition."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Les coopératives d'entreprises privées ou nationalisées et d'administrations publiques actuellement constituées devront, avant le 15 août 1955, déclarer leur existence au préfet du département et au directeur départemental du travail et joindre à leurs déclarations un exemplaire de leurs statuts qui devront être en harmonie avec les dispositions des 2°, 3° et 4° alinéas de l'article 2 ci-dessus, dont l'observation sera assurée par les sanctions civiles ordinaires, notamment la nullité.\n\nLes sociétés de même nature qui se créeront dans l'avenir devront un mois au moins avant d'exercer toute activité, remplir les mêmes formalités.\n\nLes unes et les autres remettront ensuite, chaque année   , directeur départemental du travail, avant l'expiration du premier semestre, un compte rendu de leur activité au cours de l'exercice précédent.\n\nLes infractions aux dispositions du présent article seront réprimées dans les conditions prévues à l'article 471 (15°) du Code pénal (1)."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Des contrôles seront effectués pour vérifier que le fonctionnement des coopératives d'entreprises privées ou nationalisées et d'administrations publiques est conforme aux dispositions en vigueur et a lieu dans l'intérêt des usagers.Dans le cas où ces contrôles feraient apparaître que le fonctionnement de ces coopératives n'est pas conforme aux dispositions en vigueur, la fermeture pourra être opérée par décision conjointe du ministre du travail et du ministre chargé des affaires économiques   ."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "L'application des dispositions de la présente loi qui visent les coopératives d'entreprises privées ou nationalisées et d'administrations publiques, sera assurée   par les fonctionnaires désignés par le ministre chargé des affaires économiques ainsi que :1° par les fonctionnaires chargés de l'inspection du travail, pour les coopératives d'entreprises privées et d'entreprises publiques ou nationalisées ;2° par les fonctionnaires des services d'inspection et de contrôle des diverses administrations pour les coopératives d'administrations publiques."
    }
  ]
}