{
  "id": "loi-n-2023-1107-du-29-novembre-2023",
  "type": "statute",
  "title": "LOI n°2023-1107 du 29 novembre 2023",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000048480565",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Une négociation en vue de l'examen de la nécessité de réviser les classifications en prenant en compte l'objectif d'égalité professionnelle entre les femmes et les hommes et de mixité des emplois est ouverte avant le 31 décembre 2023 dans les branches n'ayant pas procédé à cet examen depuis plus de cinq ans."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les organisations liées par une convention de branche ou, à défaut, par des accords professionnels établissent, avant le 31 décembre 2024, un bilan de l'action de la branche en faveur de la promotion et de l'amélioration de la mixité des emplois, prévu à l'article L. 2232-9 du code du travail, assorti de propositions d'actions visant notamment à améliorer l'accompagnement des entreprises dans l'atteinte de cet objectif. Ce bilan et les propositions associées sont élaborés en lien avec l'observatoire prospectif des métiers et des qualifications mentionné à l'article L. 2241-12 du même code."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I. - A titre expérimental et pendant une durée de cinq ans à compter de la promulgation de la présente loi, les entreprises mentionnées au premier alinéa de l'article L. 3323-6 du code du travail peuvent mettre en application un régime de participation, au sens du même article L. 3323-6, dérogeant à la règle de l'équivalence des avantages consentis aux salariés prévue à l'article L. 3324-2 du même code :1° Soit par application d'un accord de participation conclu au niveau de la branche dans les conditions prévues à l'article L. 3322-9 dudit code ;2° Soit par application d'un accord de participation conclu dans les conditions prévues à l'article L. 3322-6 du même code.II. - Les entreprises mentionnées au I du présent article qui mettent en application un régime de participation à la date d'entrée en vigueur de la présente loi ne peuvent opter pour le régime défini au même I, lorsqu'il déroge à la règle de l'équivalence des avantages consentis aux salariés, qu'en concluant un accord dans les conditions prévues à l'article L. 3322-6 du code du travail.III. - Une négociation en vue de la mise en place d'un régime de participation mentionné au I du présent article est ouverte dans chaque branche au plus tard le 30 juin 2024.A défaut d'initiative de la partie patronale avant cette date, la négociation s'engage dans un délai de quinze jours à compter de la demande d'une organisation de salariés représentative dans la branche.IV. - Le Gouvernement remet au Parlement un rapport d'évaluation de l'expérimentation prévue au présent article au plus tard six mois avant le terme de l'expérimentation. Ce rapport propose différentes évolutions envisageables de la formule de calcul de la réserve spéciale de participation définie à l'article L. 3324-1 du code du travail et évalue les incidences de chacune d'entre elles.Un suivi annuel de l'application du présent article est transmis aux organisations syndicales et patronales représentatives au niveau national et interprofessionnel."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. - A titre expérimental et pendant une durée de cinq ans à compter de la promulgation de la présente loi, les entreprises d'au moins onze salariés qui ont réalisé pendant trois exercices consécutifs un bénéfice net fiscal, au sens du 1° de l'article L. 3324-1 du code du travail, au moins égal à 1 % du chiffre d'affaires et qui ne sont pas tenues de mettre en place un régime de participation en application des articles L. 3322-1 à L. 3322-5 du même code doivent, au titre de l'exercice suivant :1° Soit mettre en place un régime de participation, dans les conditions prévues aux articles L. 3322-9 ou L. 3323-6 dudit code ou au I de l'article 4 de la présente loi, ou un régime d'intéressement, dans les conditions prévues aux articles L. 3312-5 ou L. 3312-8 du code du travail ;2° Soit abonder un plan d'épargne salariale prévu aux articles L. 3332-1, L. 3333-2, L. 3334-2 ou L. 3334-4 du même code ou aux articles L. 224-13 ou L. 224-16 du code monétaire et financier, selon les modalités prévues aux articles L. 3332-11 et L. 3334-6 du code du travail et à l'article L. 224-20 du code monétaire et financier ;3° Soit verser la prime de partage de la valeur prévue à l'article 1er de la loi n° 2022-1158 du 16 août 2022 portant mesures d'urgence pour la protection du pouvoir d'achat.II. - Sont réputées satisfaire à l'obligation prévue au I du présent article les entreprises dans lesquelles l'un des dispositifs mentionnés aux 1° à 3° du même I est mis en œuvre et s'applique au titre de l'exercice considéré.III. - Ne sont pas soumises à l'obligation prévue au I :1° Les entreprises individuelles créées sur le fondement de l'article L. 526-5-1 du code de commerce, dans sa rédaction antérieure à la loi n° 2022-172 du 14 février 2022 en faveur de l'activité professionnelle indépendante, ou de l'article L. 526-22 du code de commerce ;2° Les entreprises qui relèvent du statut des sociétés anonymes à participation ouvrière prévu aux articles L. 225-258 à L. 225-270 du même code, qui versent un dividende à leurs salariés au titre de l'exercice écoulé et dont le taux d'intérêt sur la somme versée aux porteurs d'actions de capital en application du troisième alinéa de l'article L. 225-261 dudit code est égal à 0 %.IV. - L'obligation de mettre en place l'un des dispositifs mentionnés aux 1° à 3° du I du présent article s'applique aux exercices ouverts après le 31 décembre 2024. Les trois exercices précédents sont pris en compte pour l'appréciation du respect de la condition relative à la réalisation du bénéfice net fiscal.V. - Le Gouvernement remet au Parlement, au plus tard six mois avant le terme de l'expérimentation, un rapport d'évaluation de l'expérimentation prévue au présent article comprenant une présentation des dispositifs mis en place par les entreprises.Un suivi annuel de l'application du présent article est transmis aux organisations syndicales et patronales représentatives au niveau national et interprofessionnel."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I. - A titre expérimental et pendant une durée de cinq ans à compter de la promulgation de la présente loi, lorsqu'un accord de branche étendu le permet, les personnes morales mentionnées au 1° du II de l'article 1er de la loi n° 2014-856 du 31 juillet 2014 relative à l'économie sociale et solidaire qui emploient au moins onze salariés, qui ne déclarent pas de bénéfice net fiscal au sens du 1° de l'article L. 3324-1 du code du travail et qui ont réalisé pendant trois exercices consécutifs un résultat excédentaire au moins égal à 1 % de leurs recettes doivent, au titre de l'exercice suivant :1° Soit mettre en place un dispositif d'intéressement, dans les conditions prévues aux articles L. 3312-5 ou L. 3312-8 du même code ;2° Soit abonder un plan d'épargne salariale prévu aux articles L. 3332-1, L. 3333-2, L. 3334-2 ou L. 3334-4 dudit code ou aux articles L. 224-13 ou L. 224-16 du code monétaire et financier, selon les modalités prévues aux articles L. 3332-11 et L. 3334-6 du code du travail et à l'article L. 224-20 du code monétaire et financier ;3° Soit verser la prime de partage de la valeur prévue à l'article 1er de la loi n° 2022-1158 du 16 août 2022 portant mesures d'urgence pour la protection du pouvoir d'achat.II. - Sont réputées satisfaire à l'obligation prévue au I du présent article les personnes morales dans lesquelles l'un des dispositifs mentionnés aux 1° à 3° du même I est mis en œuvre et s'applique au titre de l'exercice considéré.III. - Ne sont pas soumises à l'obligation prévue au I les personnes morales qui mettent en application un régime de participation au titre de l'exercice considéré.IV. - L'obligation de mettre en place l'un des dispositifs mentionnés aux 1° à 3° du I s'applique aux exercices ouverts après le 31 décembre 2024. Les trois exercices précédents sont pris en compte pour l'appréciation du respect de la condition relative à la réalisation du résultat excédentaire.V. - Le Gouvernement remet au Parlement un rapport d'évaluation de l'expérimentation prévue au présent article au plus tard six mois avant le terme de l'expérimentation."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. - A abrogé les dispositions suivantes :\n\nII. - Les entreprises qui ne sont tenues d'appliquer un régime de participation qu'à compter du troisième exercice clos après le franchissement du seuil d'assujettissement à la participation en application du premier alinéa de l'article L. 3322-3 du code du travail, dans sa rédaction antérieure à la présente loi, conservent le bénéfice de cette disposition jusqu'au terme du report.\n\n- Code du travail"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Les entreprises soumises à l'obligation prévue à l'article L. 3346-1 du code du travail dans lesquelles un accord d'intéressement ou de participation est applicable à la date de promulgation de la présente loi engagent, avant le 30 juin 2024, la négociation portant sur la définition d'une augmentation exceptionnelle de leur bénéfice et sur les modalités de partage de la valeur avec les salariés qui en découlent prévue à l'article L. 3346-1 du code du travail.\n\n- Code du travail"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I. - Le présent article est applicable aux employeurs mentionnés à l'article L. 3311-1 du code du travail ainsi qu'à leurs salariés ou à leurs agents.II. - Un plan de partage de la valorisation de l'entreprise peut être mis en place dans les entreprises ainsi qu'au sein des groupes mentionnés au premier alinéa de l'article L. 3344-1 et à l'article L. 3344-2 du code du travail pour une durée de trois ans. Les entreprises ne peuvent mettre en place qu'un seul plan sur une même période de trois ans.III. - Tous les salariés ayant au moins un an d'ancienneté dans l'entreprise bénéficient du plan de partage de la valorisation de l'entreprise.Cette ancienneté, appréciée à la première date mentionnée au premier alinéa du VI, est calculée en prenant en compte tous les contrats de travail exécutés dans l'entreprise ou dans le groupe d'entreprises au cours des douze mois qui précèdent ladite date.Toutefois, une ancienneté inférieure à celle mentionnée au premier alinéa du présent III peut être prévue par l'accord mentionné au X.Ne bénéficient pas de la prime de partage de la valorisation de l'entreprise les salariés qui, pendant la durée de trois ans du plan, atteignent l'ancienneté prévue au présent III ou quittent l'entreprise de manière définitive.IV. - Le plan de partage de la valorisation de l'entreprise permet aux salariés de bénéficier d'une prime de partage de la valorisation de l'entreprise dans le cas où la valeur de l'entreprise a augmenté au cours des trois années suivant la première date mentionnée au premier alinéa du VI.Pour chaque salarié, la prime de partage de la valorisation de l'entreprise résulte de l'application au montant de référence prévu au V du taux de variation de la valeur de l'entreprise, lorsque ce taux est positif. Lorsque ce taux est négatif ou nul, le salarié ne bénéficie d'aucune prime de partage de la valorisation.V. - Un montant de référence est fixé pour chaque salarié en application de l'accord mentionné au X. Ce montant peut différer selon les salariés en fonction de la rémunération, du niveau de classification ou de la durée de travail prévue au contrat de travail mentionnée à la dernière phrase du deuxième alinéa du III de l'article L. 241-13 du code de la sécurité sociale.VI. - Le taux de variation de la valeur de l'entreprise correspond au taux de variation constaté entre la valeur de l'entreprise déterminée à une date fixée par l'accord mentionné au X du présent article et la valeur de l'entreprise à l'expiration d'un délai de trois ans débutant le lendemain de cette date.Pour les entreprises constituées sous la forme de sociétés dont les titres sont admis aux négociations sur un marché réglementé, la valeur de l'entreprise correspond à sa capitalisation boursière moyenne sur les trente derniers jours de bourse précédant chacune des deux dates mentionnées au premier alinéa du présent VI.Pour les autres entreprises, la formule de valorisation de l'entreprise est déterminée par l'accord mentionné au X et est la même aux deux dates d'appréciation de la valeur de l'entreprise. Cette formule permet d'évaluer la valeur de l'entreprise en tenant compte, selon une pondération appropriée à chaque cas, de la situation nette comptable, de la rentabilité et des perspectives d'activité. Ces critères sont appréciés, le cas échéant, sur une base consolidée ou, à défaut, en tenant compte des éléments financiers issus des filiales significatives. Cette formule peut s'appuyer sur des comparaisons avec d'autres entreprises du même secteur. Si l'accord ne contient pas de formule de valorisation de l'entreprise ou si cette formule est impossible à appliquer, la valorisation de l'entreprise est égale au montant de l'actif net réévalué, calculé d'après le bilan le plus récent.VII. - Le montant des primes distribuées à un même salarié ne peut, au titre d'un même exercice, excéder une somme égale aux trois quarts du montant annuel du plafond prévu à l'article L. 241-3 du code de la sécurité sociale.VIII. - Les sommes dues aux salariés au titre du plan de partage de la valorisation de l'entreprise sont arrêtées dans un délai de sept mois à compter de l'expiration du délai de trois ans prévu au premier alinéa du VI.Le versement peut être réalisé en une ou plusieurs fois au cours des douze mois suivants.IX. - Les sommes attribuées aux salariés en application d'un plan de partage de la valorisation de l'entreprise ne peuvent se substituer à aucun des éléments de rémunération pris en compte pour la détermination de l'assiette des cotisations définie à l'article L. 242-1 du code de la sécurité sociale, qui sont en vigueur dans l'entreprise au moment de la mise en place du plan mentionné au présent article ou qui deviennent obligatoires en application de règles légales, contractuelles ou d'usage, ni à un autre dispositif d'épargne salariale ou de partage de la valeur. Elles ne peuvent pas non plus se substituer à des augmentations de rémunération ni à des primes prévues par un accord salarial, par le contrat de travail ou par les usages en vigueur dans l'entreprise ou le groupe. Cette règle ne peut avoir pour effet de remettre en cause les exonérations fiscales et sociales prévues aux XII et XIII du présent article, dès lors qu'un délai de douze mois s'est écoulé entre le dernier versement de l'élément de rémunération en tout ou partie supprimé et la date de mise en place du plan.Les sommes mentionnées au premier alinéa du présent IX n'ont pas le caractère d'élément de salaire pour l'application de la législation du travail.X. - Le plan de partage de la valorisation de l'entreprise est mis en place par un accord, établi sur rapport spécial du commissaire aux comptes de l'entreprise ou, s'il n'en a pas été désigné, d'un commissaire aux comptes désigné à cet effet par l'organe compétent de l'entreprise ou du groupe, selon l'une des modalités suivantes :1° Par une convention ou un accord collectif de travail ;2° Par un accord entre l'employeur et les représentants d'organisations syndicales représentatives dans l'entreprise ;3° Par un accord conclu au sein du comité social et économique ;4° A la suite de la ratification, à la majorité des deux tiers du personnel, d'un projet d'accord proposé par l'employeur. Lorsqu'il existe dans l'entreprise une ou plusieurs organisations syndicales représentatives ou un comité social et économique, la ratification est demandée conjointement par l'employeur et par une ou plusieurs de ces organisations ou ce comité.XI. - L'accord mentionné au X définit notamment :1° Le montant de référence auquel sera appliqué le taux de variation de la valeur de l'entreprise ;2° Les éventuelles conditions de modulation du montant de référence entre les salariés ;3° La formule de valorisation retenue pour les entreprises dont les titres ne sont pas admis aux négociations sur un marché réglementé ;4° La date d'appréciation de la valeur de l'entreprise, mentionnée au premier alinéa du VI, qui constitue le point de départ de la durée de trois ans du plan et la date trois ans plus tard d'appréciation de la valeur de l'entreprise permettant de calculer le taux de variation mentionné au même VI ;5° La ou les dates de versement de la prime.L'accord peut prévoir la reconduction du plan et précise alors les éléments mentionnés aux 1° à 5° du présent XI pour la mise en œuvre de cette reconduction.XII. - Lorsqu'un salarié a adhéré à un plan d'épargne salariale mentionné au titre III du livre III de la troisième partie du code du travail ou à un plan d'épargne retraite d'entreprise mentionné à la section 2 du chapitre IV du titre II du livre II du code monétaire et financier et qu'il affecte à la réalisation de ce plan, dans un délai défini par le décret mentionné au XVI du présent article, tout ou partie des sommes qui lui sont attribuées par l'entreprise au titre du plan de partage de la valorisation de l'entreprise, ces sommes sont exonérées d'impôt sur le revenu dans la limite, par an et par bénéficiaire, de 5 % de la somme maximale prévue au VII.L'employeur informe le salarié des sommes qui lui sont attribuées au titre de la prime de partage de la valorisation de l'entreprise et du délai dans lequel il peut formuler sa demande d'affectation au plan d'épargne salariale ou au plan d'épargne retraite d'entreprise.XIII. - La prime mentionnée au IV et versée dans les conditions prévues au VIII est exonérée de toutes les cotisations sociales d'origine légale ou conventionnelle à la charge du salarié et de l'employeur, de la contribution prévue à l'article L. 137-15 du code de la sécurité sociale ainsi que des cotisations et contributions prévues à l'article 235 bis du code général des impôts et à l'article L. 6131-1 du code du travail, dans leur rédaction en vigueur à la date de son versement.La prime est soumise, à l'occasion de son versement, à une contribution au profit de la Caisse nationale d'assurance vieillesse. Cette contribution est établie, recouvrée et contrôlée dans les conditions et selon les modalités applicables à la contribution prévue à l'article L. 137-13 du code de la sécurité sociale. Son taux est celui prévu au 2° du II du même article L. 137-13.Le présent XIII est applicable aux primes versées au cours des exercices 2026 à 2028.XIV. - Pour ouvrir droit aux exonérations fiscales et sociales mentionnées aux XII et XIII, l'accord mentionné au X est déposé auprès de l'autorité administrative compétente, dans des conditions déterminées par le décret mentionné au XVI.En l'absence d'observation de l'un des organismes mentionnés aux articles L. 213-1 et L. 752-4 du code de la sécurité sociale ou à l'article L. 723-3 du code rural et de la pêche maritime à l'expiration d'un délai fixé par le décret mentionné au XVI du présent article, les exonérations prévues au XIII sont réputées acquises.XV. - Le plan de partage de la valorisation de l'entreprise ne fait pas l'objet de la publication prévue à l'article L. 2231-5-1 du code du travail.XVI. - Un décret détermine les modalités d'application du présent article.XVII. - Pour l'application du présent article à Mayotte et à Saint-Pierre-et-Miquelon, les références au code de la sécurité sociale sont remplacées par les références aux dispositions applicables localement ayant le même objet."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I. à III.-A modifié les dispositions suivantes :\n\nIV.-Le présent article entre en vigueur le 1er juillet 2024, à l'exception du 2° du II et du III, qui entrent en vigueur le 24 octobre 2024.\n\n-Code monétaire et financier\n\n-Code des assurances\n\n-Code monétaire et financier"
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "A modifié les dispositions suivantes :\n\nLa présente loi sera exécutée comme loi de l'Etat.\n\n- Code monétaire et financier"
    }
  ]
}