{
  "id": "loi-n-91-1322-du-30-decembre-1991",
  "type": "statute",
  "title": "Loi n° 91-1322 du 30 décembre 1991",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000356342",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - La perception des impôts, produits et revenus affectés à l'Etat, aux collectivités territoriales, aux établissements publics et organismes divers habilités à les percevoir continue d'être effectuée pendant l'année 1992 conformément aux lois et règlements et aux dispositions de la présente loi de finances.II. - Sous réserve de dispositions contraires, la loi de finances s'applique :1° A l'impôt sur le revenu dû au titre de 1991 et des années suivantes ;2° A l'impôt dû par les sociétés sur leurs résultats des exercices clos à compter du 31 décembre 1991 ;3° A compter du 1er janvier 1992 pour les autres dispositions fiscales."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Les donations et legs faits aux musées gérés par des collectivités territoriales ou par des groupements de collectivités territoriales font bénéficier leurs auteurs des mêmes avantages fiscaux que ceux faits au profit des musées nationaux ou municipaux."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I. Paragraphe modificateurII. 1. Le montant des acomptes prévus au premier alinéa du 1 de l'article 1668 du code général des impôts et qui sont échus au cours d'exercices ouverts à compter du 1er janvier 1992 est fixé à 36 p. 100 du bénéfice de référence.2. Toutefois, sous réserve des dispositions du 3 ci-dessous, il est fixé à 33 1/3 p. 100 pour les entreprises dont le capital est détenu, pour plus de 50 p. 100 par des personnes physiques à l'ouverture de l'exercice et dont le chiffre d'affaires total hors taxes n'excède pas 500 millions de francs pour les entreprises exerçant leur activité principale dans le secteur de l'industrie et 100 millions de francs pour les autres entreprises.Pour l'application de cette disposition, le chiffre d'affaires à prendre en compte est celui qui a été réalisé au cours du dernier exercice clos pour lequel le délai de déclaration du résultat est expiré à la date d'exigibilité du premier acompte. En outre, pour les entreprises qui n'exercent pas exclusivement une activité industrielle, le caractère principal de celle-ci est apprécié en comparant le chiffre d'affaires de cette activité à celui de l'ensemble des autres activités en retenant le chiffre d'affaires de l'activité commerciale à hauteur du tiers de son montant.3. L'entreprise qui entend se prévaloir du taux réduit des acomptes mentionné au 2 ci-dessus dépose auprès du comptable du Trésor chargé du recouvrement des impôts directs une déclaration au plus tard à la date d'exigibilité du premier acompte échu au cours d'un exercice ouvert à compter du 1er janvier 1992.Lorsqu'une entreprise s'est placée à tort sous le régime du taux réduit des acomptes, les insuffisances de versements qui en résultent donnent lieu au paiement d'une amende égale à 10 p. 100 de leur montant. La constatation, le contrôle, le recouvrement, le contentieux, les garanties et les sanctions de cette amende sont assurés et suivis comme en matière d'impôt sur les sociétés.III. et IV. Paragraphes modificateursV. Les dispositions des III et IV s'appliquent aux acomptes échus au cours d'exercices ouverts à compter du 1er janvier 1992.VI. Un décret fixe les modalités d'application des dispositions du présent article, notamment en ce qui concerne les conditions d'application du taux réduit des acomptes prévu au 2 du II."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I. Paragraphe modificateurII. Les dispositions du I sont applicables aux actes passés et aux conventions conclues à compter du 1er octobre 1991."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Pour l'imposition des intérêts courus à compter du 1er janvier 1992, la limitation de montant prévue au premier alinéa de l'article 125 C du code général des impôts est supprimée."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I ci-dessus s'appliquent aux opérations d'apports réalisées à compter du 18 septembre 1991."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Les véhicules automobiles terrestres à moteur acquis à l'état neuf dont la conduite nécessite la possession d'un permis de conduire mentionné à l'article L. 11 du code de la route et qui fonctionnent exclusivement au moyen de l'énergie électrique peuvent faire l'objet d'un amortissement exceptionnel sur douze mois à compter de la date de leur première mise en circulation.Toutefois, pour les véhicules mentionnés à l'alinéa précédent immatriculés dans la catégorie des voitures particulières, cette disposition s'applique à la fraction du prix d'acquisition qui n'excède pas la somme mentionnée au troisième alinéa du 4 de l'article 39 du code général des impôts.Les entreprises qui acquièrent des véhicules mentionnés aux alinéas précédents pour les donner en location ne peuvent bénéficier de l'amortissement exceptionnel.Ces dispositions sont applicables pour la détermination des résultats des exercices clos à compter du 31 décembre 1991 et avant le 1er janvier 1995."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I. Paragraphe modificateur\n\nII.-Il est instauré un prélèvement sur les recettes de l'Etat destiné à compenser la perte de recettes résultant des exonérations visées aux articles 1390 et 1391  du code général des impôts pour les collectivités locales ou les groupements dotés d'une fiscalité propre. A compter de 2021, le prélèvement sur les recettes de l'Etat destiné à compenser la perte de recettes s'applique uniquement aux communes, aux groupements dotés d'une fiscalité propre et à la métropole de Lyon. L'année 2019 constitue la dernière année au titre de laquelle la perte de recettes résultant de l'exonération mentionnée aux I et I bis de l'article 1414 du code général des impôts est compensée. Cet ultime versement intervient en 2020.\n\nEn ce qui concerne les exonérations mentionnées aux articles 1390 et 1391 du code général des impôts, cette compensation est égale, chaque année et pour chacune des taxes, au montant des bases d'imposition exonérées au titre de l'année précédente en application des mêmes articles 1390 et 1391, multiplié par le taux voté par chaque collectivité ou groupement pour l'année 1991. Au titre de 2009, la compensation des exonérations visées aux articles 1390 et 1391 du code général des impôts, y compris lorsqu'elles visent les personnes mentionnées au e du I, calculée selon les dispositions qui précèdent est minorée par application d'un taux correspondant à l'écart entre le montant total versé en 2008 au titre de l'ensemble des compensations mentionnées aux I à X de l'article 48 de la loi n° 2008-1425 du 27 décembre 2008 de finances pour 2009 et le montant total de ces mêmes compensations prévu à cette fin pour 2009 par le XI de ce même article. Au titre de 2010, la compensation des exonérations visées aux articles 1390 et 1391 du code général des impôts, y compris lorsqu'elles visent les personnes mentionnées au V de l'article 1414 du même code, calculée selon les dispositions qui précèdent et à laquelle est appliqué le taux d'évolution fixé au titre de 2009, est minorée par application d'un taux correspondant à l'écart entre le montant total à verser en 2009 au titre de l'ensemble des compensations mentionnées aux I à VIII de l'article 47 de la loi n° 2009-1673 du 30 décembre 2009 de finances pour 2010 et le montant total de ces mêmes compensations prévu à cette fin pour 2010 par le IX de ce même article.\n\nA compter de 2011, les taux à prendre en compte pour les communes, la métropole de Lyon ou les groupements de communes à fiscalité propre et pour les départements et la métropole de Lyon, substituée au département du Rhône dans son périmètre, pour le calcul des compensations visées aux articles 1390 et 1391 du code général des impôts, y compris lorsqu'elles visent les personnes mentionnées au V de l'article 1414 dudit code, sont majorés en fonction des taux retenus déterminant les allocations compensatrices versées en 2010 au profit des départements pour la taxe d'habitation et des régions pour la taxe foncière sur les propriétés bâties. A compter de 2021, les taux à prendre en compte pour les communes pour le calcul des compensations prévues aux articles 1390 et 1391 du même code sont majorés des taux retenus déterminant les allocations compensatrices versées en 2020 au profit des départements. ;\n\nPour les communes, les établissements publics de coopération intercommunale à fiscalité propre et le Département de Mayotte, les compensations des pertes de recettes mentionnées au premier alinéa du présent II sont égales au produit obtenu en multipliant la perte de bases résultant, chaque année et pour chaque collectivité territoriale ou établissement public de coopération intercommunale à fiscalité propre, de l'abattement par le taux de taxe d'habitation ou de taxe foncière sur les propriétés bâties voté par la collectivité territoriale ou l'établissement public de coopération intercommunale au titre de 2014.\n\nAu titre de 2011, la compensation des exonérations visées aux articles 1390 et 1391 du code général des impôts, y compris lorsqu'elles visent les personnes mentionnées au V de l'article 1414 du même code, calculée selon les dispositions qui précèdent et à laquelle sont appliqués le taux d'évolution fixé au titre de 2009 et le taux d'évolution fixé au titre de 2010 est minorée par application du taux défini au IV de l'article 51 de la loi n° 2010-1657 du 29 décembre 2010 de finances pour 2011. Au titre de 2012, la même compensation, à laquelle sont appliqués les taux d'évolution fixés au titre de 2009,2010 et 2011, est minorée par application du taux prévu pour 2012 au III de l'article 33 de la loi n° 2011-1977 du 28 décembre 2011 de finances pour 2012. Au titre de 2013, la même compensation, à laquelle sont appliqués les taux d'évolution fixés au titre de 2009,2010,2011 et 2012, est minorée par application du taux prévu pour 2013 au IV de l'article 31 de la loi n° 2012-1509 du 29 décembre 2012 de finances pour 2013. Au titre de 2014, la même compensation, à laquelle sont appliqués les taux d'évolution fixés au titre de 2009,2010,2011,2012 et 2013, est minorée par application du taux prévu pour 2014 au IV de l'article 37 de la loi n° 2013-1278 du 29 décembre 2013 de finances pour 2014. Au titre de 2015, la même compensation, à laquelle sont appliqués les taux d'évolution fixés depuis 2009, est minorée par application du taux prévu pour 2015 au III de l'article 23 de la loi n° 2014-1654 du 29 décembre 2014 de finances pour 2015. Au titre de 2016, la même compensation, à laquelle sont appliqués les taux d'évolution fixés depuis 2009, est minorée par application du taux prévu pour 2016 au III de l'article 33 de la loi n° 2015-1785 du 29 décembre 2015 de finances pour 2016. Au titre de 2017, la même compensation, à laquelle sont appliqués les taux d'évolution fixés depuis 2009, est minorée par application du taux prévu pour 2017 au X de l'article 33 de la loi n° 2016-1917 du 29 décembre 2016 de finances pour 2017.\n\nLes compensations prévues au présent II ne s'appliquent pas aux dégrèvements accordés en application du B du IV de l'article 75 de la loi n° 2015-1785 du 29 décembre 2015 de finances pour 2016.\n\nLa métropole de Lyon est substituée de plein droit à la communauté urbaine de Lyon ainsi qu'au département du Rhône pour l'application du présent article dans son périmètre.\n\nPour l'application des dispositions qui précèdent, la collectivité de Corse est substituée de plein droit, à compter du 1er janvier 2018, aux départements de Haute-Corse et de Corse-du-Sud.\n\nPour l'application des dispositions qui précèdent, la Ville de Paris est substituée de plein droit, à compter du 1er janvier 2019, à la commune de Paris et au département de Paris."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I. Paragraphe modificateurII. Cette disposition s'applique à compter du 1er octobre 1991."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I. Paragraphe modificateurII. Les dispositions du I sont applicables à compter du 1er juillet 1992."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I. - En 1992, le relèvement prévu au premier alinéa du 4 de l'article 266 du code des douanes ne s'applique pas à la taxe intérieure de consommation du gazole identifié à l'indice 22 du tableau B annexé à l'article 265 du même code.II. - Pour l'année 1992, le tarif de la taxe intérieure de consommation du gazole mentionné au I ci-dessus est augmenté du montant du relèvement qui s'applique, en vertu des dispositions du 4 de l'article 266 du code des douanes, à la taxe intérieure de consommation du supercarburant identifié par l'indice 11 bis du tableau B mentionné au I. Cette augmentation intervient à la date prévue audit article."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Alinéa modificateurPour la perception du droit de bail, cette disposition s'applique à compter de la période d'imposition s'ouvrant le 1er octobre 1991."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "I. Paragraphe modificateurII. Les dispositions du I s'appliquent aux opérations réalisées à compter du 1er novembre 1991."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "I. à IV. Paragraphes modificateursV. Les dispositions des II, III et IV s'appliquent à compter du 15 janvier 1992."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "Alinéa modificateurCes tarifs entrent en vigueur le 15 janvier 1992."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "I. et II. Paragraphes modificateursIII. - Les dispositions des I et II s'appliquent à compter du 15 janvier 1992."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "I. Paragraphe modificateurII. Les dispositions du I s'appliquent à compter du 15 janvier 1992."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "I. Paragraphe modificateurII. Les dispositions du I s'appliquent à compter du 15 janvier 1992."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "I. et II. Paragraphes modificateursIII. Les dispositions des I et II s'appliquent à compter du 15 janvier 1992."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "I. à IV. Paragraphes modificateursV. - Les dispositions du présent article s'appliquent aux loyers courus à compter du 1er octobre 1991."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "I. Les taux de majoration applicables aux rentes viagères résultant de contrats souscrits ou d'adhésions reçues avant le 1er janvier 1987 et visées par le titre Ier de la loi n° 48-777 du 4 mai 1948 portant majoration des rentes viagères de l'Etat, par les titres Ier et II de la loi n° 49-1098 du 2 août 1949 portant révision de certaines rentes viagères constituées par les compagnies d'assurances, par la Caisse nationale des retraites pour la vieillesse ou par des particuliers, moyennant l'aliénation de capitaux en espèces, et par l'article 8 de la loi n° 51-695 du 24 mai 1951 portant majoration de certaines rentes et pensions sont ainsi fixés : (Tableau non reproduit)II. et III. Paragraphes modificateursIV. Les taux de majoration applicable à certaines rentes viagères constituées entre particuliers, conformément à la loi n° 49-420 du 25 mars 1949 révisant certaines rentes viagères constituées entre particuliers, sont ainsi fixés : (non repris)V. Paragraphe modificateurVI. Les dispositions de la loi n° 49-420 du 25 mars 1949 précitée sont applicables aux rentes perpétuelles constituées entre particuliers antérieurement au 1er janvier 1991.Le capital correspondant à la rente en perpétuel dont le rachat aura été demandé postérieurement au 30 septembre 1991 sera calculé, nonobstant toutes clauses ou conventions contraires, en tenant compte de la majoration dont cette rente a bénéficié ou aurait dû bénéficier en vertu de la présente loi.VII. Les actions ouvertes par la loi n° 49-420 du 25 mars 1949 précitée, complétée par la loi n° 52-870 du 22 juillet 1952 et modifiée par la loi de finances pour 1991 (n° 90-1168 du 29 décembre 1990), pourront à nouveau être intentées pendant un délai de deux ans à dater de la publication de la présente loi.VIII. Les taux de majoration fixés au IV ci-dessus sont applicables, sous les mêmes conditions de date, aux rentes viagères visées par la loi n° 48-957 du 9 juin 1948 portant majoration des rentes viagères constituées au profit des anciens combattants auprès des caisses autonomes mutualistes et par l'article 1er de la loi n° 51-695 du 24 mai 1951 précitée ainsi qu'aux rentes constituées par l'intermédiaire des sociétés mutualistes au profit des bénéficiaires de la majoration attribuée en application de l'article L. 321-9 du code de la mutualité."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "I. - Pour 1992, les ressources affectées au budget évaluées dans l'état A annexé à la présente loi, les plafonds des charges et l'équilibre général qui en résulte sont fixés aux montants suivants : (tableau non reproduit).II. - Le ministre de l'économie, des finances et du budget est autorisé à procéder, en 1992, dans des conditions fixées par décret :a) A des emprunts à long, moyen et court terme libellés en francs ou en ECU pour couvrir l'ensemble des charges de la trésorerie ou pour renforcer les réserves de change ;b) A des conversions facultatives, des rachats ou des échanges d'emprunts, à des échanges de devises ou de taux d'intérêt, à l'achat ou à la vente d'options ou de contrats à terme sur titres d'Etat.Les opérations sur emprunts d'Etat, autres valeurs mobilières et titres de créances négociables libellés en ECU peuvent être conclues et libellées en ECU.III. - Le ministre de l'économie, des finances et du budget est autorisé à donner, en 1992, la garantie de refinancement en devises pour les emprunts communautaires.IV. - Le ministre de l'économie, des finances et du budget est, jusqu'au 31 décembre 1992, habilité à conclure avec des établissements de crédit spécialisés dans le financement à moyen et long terme des investissements, des conventions établissant pour chaque opération les modalités selon lesquelles peuvent être stabilisées les charges du service d'emprunts qu'ils contractent en devises étrangères."
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "Le compte n° 904-02 : \"Fabrications d'armement\", créé par l'article 23 de la loi n° 52-1402 du 30 décembre 1952 portant ouverture de crédits provisoires applicables au mois de janvier 1953 et autorisation provisoire de percevoir les impôts pour l'exercice 1953, est clos à compter du 31 décembre 1993."
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "Les dispositions de l'article 74 de la loi de finances pour 1991 (n° 90-1168 du 29 décembre 1990) sont prorogées pour l'année 1992."
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Article 80",
      "content": "Le Gouvernement adressera au Parlement, avant le 31 décembre 1992, un rapport relatif à la situation patrimoniale de l'Etat."
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "I. Paragraphe modificateurII. Les dispositions des deuxième et troisième alinéas de l'article 1518 B ont un caractère interprétatif."
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "I. Paragraphe modificateurII. Aucun actionnaire d'une société financière d'innovation ne peut détenir directement ou indirectement plus de 35 p. 100 des droits aux résultats ou des droits de vote des sociétés dont les titres figurent à l'actif du bilan de ladite société.Lorsqu'un même actionnaire détient directement ou indirectement plus de 50 p. 100 des droits aux résultats ou des droits de vote d'une société financière d'innovation, celle-ci ne peut détenir plus de 35 p. 100 des droits aux résultats ou des droits de vote d'une autre société.III. Paragraphe modificateur."
    },
    {
      "provision_ref": "art89",
      "section": "89",
      "title": "Article 89",
      "content": "Les taxes foncières peuvent être recouvrées, sur demande du contribuable, dans les conditions prévues à l'article 1681 A du code général des impôts. Cette disposition fait l'objet d'une mise en oeuvre progressive dont les étapes sont fixées par décret."
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "Article 90",
      "content": "I. - 1. Les salariés d'une entreprise qui souscrivent en numéraire au capital initial ou aux augmentations de capital intervenant dans les trois ans qui suivent la date de constitution d'une société nouvelle ayant pour objet exclusif de racheter tout ou partie du capital de leur entreprise peuvent :a) Soit déduire du montant brut de la rémunération qui leur est versée par l'entreprise rachetée, dans la limite de ce montant et de 100 000 F par an, les intérêts des emprunts contractés pour financer leurs souscriptions, acquittés l'année de la souscription et chacune des cinq années suivantes ;b) Soit bénéficier d'une réduction d'impôt égale à 25 p. 100 des versements afférents à leurs souscriptions ; ces versements doivent intervenir dans les trois ans suivant la date de constitution de la société et sont retenus dans une limite qui ne peut excéder pendant cette période 40 000 F pour les contribuables célibataires, veufs ou divorcés et 80 000 F pour les contribuables mariés soumis à imposition commune. Les dispositions du premier alinéa du IV de l'article 199 terdecies du code général des impôts s'appliquent à cette réduction.Un salarié ne peut bénéficier que de l'un des avantages mentionnés au a ou au b et pour les souscriptions au capital d'une seule société.2. Les avantages prévus au 1 sont maintenus si les titres de la société nouvelle sont apportés à une société civile ou à un fonds commun de placement d'entreprise mentionné à l'article 21 de la loi n° 88-1201 du 23 décembre 1988 relative aux organismes de placement collectif en valeurs mobilières, qui répondent aux conditions fixées au d du III.3. Les salariés des entreprises dont le capital est détenu pour plus de 50 p. 100 par la société rachetée peuvent bénéficier de l'un ou l'autre des avantages mentionnés au I dans les mêmes conditions. Les intérêts ouvrant droit à l'avantage sont déductibles du montant brut de leur rémunération versée par la société qui les emploie.II. - Les dispositions des trois derniers alinéas du I de l'article 220 quater A du code général des impôts s'appliquent à l'opération de rachat.Le droit de vote double qui a été attribué aux actions de la société nouvelle en application de l'alinéa précédent est conservé en cas d'apport de ces titres à une société civile ou à un fonds commun de placement mentionnés au 2 du I.III. - 1. Le bénéfice des avantages mentionnés au I est subordonné au respect des conditions suivantes :a) La société rachetée et la société nouvelle doivent être soumises au régime de droit commun de l'impôt sur les sociétés ;b) La société rachetée doit exercer une activité industrielle ou commerciale au sens de l'article 34 du code général des impôts, une activité professionnelle au sens du 1 de l'article 92 du même code, ou une activité agricole ;c) La société nouvelle doit détenir dans les deux mois de sa constitution plus de 50 p. 100 des droits de vote de la société rachetée ;d) Les droits de vote attachés aux actions ou aux parts de la société nouvelle doivent, dès la souscription au capital initial, être détenus pour plus du tiers par les salariés de la société rachetée ou des entreprises mentionnées au 3 du I, soit directement, soit par l'intermédiaire de fonds communs de placement d'entreprise prévus aux articles 20 et 21 de la loi n° 88-1201 du 23 décembre 1988 précitée, soit par l'intermédiaire d'une société civile n'ayant pas opté pour l'impôt sur les sociétés. La société civile ou le fonds commun de placement doivent être constitués exclusivement entre les mêmes salariés. La société civile ou le fonds visé à l'article 21 mentionné ci-dessus doivent avoir pour seul objet la détention des titres de la société nouvelle ;e) Le nombre de salariés de la société rachetée détenant des titres de la société nouvelle ne peut être inférieur à cinq ni à un pourcentage de l'effectif total des salariés de la société rachetée employés au jour du rachat initial. Ce pourcentage est fixé à 10 p. 100 pour la partie de l'effectif qui n'excède pas 500 salariés et à 5 p. 100 pour la partie supérieure à cette limite.2. Le salarié qui détient directement ou indirectement au moins 50 p. 100 des droits de vote de la société nouvelle ou de la société rachetée ne peut bénéficier des dispositions prévues au I.Les titres de la société rachetée détenus directement ou indirectement par le salarié qui souhaite bénéficier des dispositions prévues au I doivent être apportés à la société nouvelle contre remise de titres de cette société.Pour l'application des deux alinéas précédents, un salarié détient indirectement des titres de la société nouvelle ou de la société rachetée si ces titres appartiennent :a) Aux membres de son foyer fiscal ;b) A une société dans laquelle il détient avec les membres de son foyer fiscal plus de 50 p. 100 des droits sociaux, y compris ceux qu'ils détiennent par personne ou sociétés interposées ;c) A une société dans laquelle il exerce en droit ou en fait la fonction de gérant ou de président, directeur général, président du conseil de surveillance ou membre du directoire.IV. - Le droit mentionné à l'article 726 du code général des impôts n'est pas applicable aux acquisitions de droits sociaux effectuées par une société créée en vue de racheter une autre société dans les conditions prévues au présent article.V. - En cas de cession d'actions ou parts de la société nouvelle ayant ouvert droit aux avantages prévus au 1 du I, de parts de la société civile ou du fonds commun de placement visés au 2 du I, avant le 31 décembre de la cinquième année suivant celle au cours de laquelle les salariés ont souscrit les titres de la société nouvelle, la reprise des avantages mentionnés ci-dessus s'effectue dans les conditions suivantes :a) Soit les salariés ajoutent à leurs rémunérations brutes perçues l'année de la cession le total des intérêts déduits en application du a du 1 du I ;b) Soit le total des réductions d'impôt obtenues antérieurement en application du b du 1 du I fait l'objet d'une reprise l'année de la cession.Pour l'application des dispositions précédentes, la cession de titres de la société nouvelle par la société civile ou le fonds commun de placement est assimilée à une cession directe de ces titres par le salarié.Ces dispositions ne s'appliquent pas en cas d'invalidité correspondant au classement dans la deuxième ou troisième des catégories prévues à l'article L. 341-4 du code de la sécurité sociale, de décès ou en cas de licenciement du salarié.VI. - Les avantages prévus au I et au IV ci-dessus cessent de s'appliquer à compter de l'année au cours de laquelle l'une des conditions fixées au présent article n'est plus satisfaite.VII. - Le I bis de l'article 163 bis C du code général des impôts s'applique dans les mêmes conditions aux actions de la société rachetée acquises par les salariés en application des articles L. 225-177 à L. 225-186 du code de commerce et qui sont apportées à la société nouvelle.VIII. - Les souscriptions au capital de la société nouvelle qui ont ouvert droit au bénéfice d'une autre déduction du revenu, d'une réduction ou d'un crédit d'impôt ne peuvent bénéficier des avantages prévus au I.IX. - Le présent article s'applique aux sociétés nouvelles créées à compter du 1er janvier 1992 et jusqu'au 31 décembre 1996 et aux souscriptions qui seront libérées au plus tard le 31 décembre 1999.X. - Les conditions d'application du présent article, notamment les obligations déclaratives des salariés et des sociétés ou organismes concernés, sont fixées par décret."
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Article 92",
      "content": "Les sommes perçues postérieurement à la cession à titre onéreux par le cédant d'une entreprise individuelle exerçant une activité industrielle, commerciale ou artisanale en raison de son activité au profit du cessionnaire pendant la période de trois mois précédant la cession sont soumises à l'impôt sur le revenu sous déduction d'un abattement de 10 000 F.Cette disposition s'applique si le cédant est âgé de soixante ans au moins et soixante-cinq ans au plus à la date de la cession et s'il cesse d'exercer une activité de chef d'entreprise.Le présent article s'applique aux cessions intervenues à compter du 1er janvier 1992."
    },
    {
      "provision_ref": "art93",
      "section": "93",
      "title": "Article 93",
      "content": "Pour l'application des dispositions de l'article 150 A du code général des impôts, lorsque le produit de la vente d'un immeuble est intégralement apporté à une société non cotée soumise à l'impôt sur les sociétés par une personne physique en vue d'une augmentation de capital, l'imposition de la plus-value peut, sur demande expresse du contribuable, être reportée au moment où s'opérera la cession ou le rachat des droits sociaux reçus en rémunération de l'apport.Lorsque le produit de la cession excède 500 000 F, le montant de la plus-value dont l'imposition est reportée est déterminé selon le rapport existant entre 500 000 F et le prix de cession. Dans ce cas, le montant de l'apport peut être limité à 500 000 F.La plus-value dont l'imposition a été reportée est exonérée à condition qu'à l'issue de la cinquième année qui suit l'augmentation de capital, les capitaux propres mentionnés au 5° du II de l'article 220 sexies du code général des impôts n'aient pas fait l'objet d'une réduction.La plus-value est exonérée lorsque la réduction des capitaux propres est exclusivement motivée par l'apurement des pertes subies par la société après l'augmentation de capital.Ces dispositions s'appliquent aux plus-values de cession, autres que celles qui sont mentionnées à l'article 150 J du code général des impôts, réalisées entre le 1er janvier et le 31 décembre 1992 à condition que l'augmentation de capital intervienne dans les trente jours de la cession de l'immeuble et qu'elle bénéficie à une société dont le capital est détenu pour plus de 50 p. 100 par des personnes physiques et dont le chiffre d'affaires de l'exercice précédant l'apport, rapporté s'il y a lieu à un exercice de douze mois, n'excède pas 500 millions de francs hors taxes si l'entreprise exerce son activité principale dans le secteur de l'industrie et 100 millions de francs hors taxes si elle exerce son activité dans un autre secteur.Ces dispositions sont exclusives de l'application des dispositions des articles 163 quindecies, 199 undecies, 199 terdecies, 220 sexies et 238 bis HE du code général des impôts et de l'article 90 de la présente loi.Un décret fixe les conditions d'application du présent article et notamment les obligations déclaratives du contribuable."
    },
    {
      "provision_ref": "art95",
      "section": "95",
      "title": "Article 95",
      "content": "I. - Sous réserve des dispositions propres aux bénéfices professionnels, lorsqu'une personne physique ayant conclu avec une société un bail à construction prévu par les articles L. 251-1 à L. 251-8 du code de la construction et de l'habitation apporte, lors de la résiliation anticipée du bail, son immeuble à la société locataire, l'imposition de la plus-value réalisée à cette occasion peut, sur demande expresse du contribuable, être reportée au moment où s'opérera la cession ou le rachat des droits sociaux reçus en rémunération de l'apport.Cette mesure s'applique aux plus-values d'apports réalisés entre le 1er janvier et le 31 décembre 1992.Les dispositions qui précèdent concernent exclusivement les apports consentis à des sociétés non cotées soumises à l'impôt sur les sociétés dont le capital est détenu pour plus de 50 p. 100 par des personnes physiques et dont le chiffre d'affaires de l'exercice précédant l'apport, rapporté s'il y a lieu à un exercice de douze mois, n'excède pas 500 millions de francs hors taxes si l'entreprise exerce son activité principale dans le secteur de l'industrie et 100 millions de francs hors taxes si elle exerce son activité dans un autre secteur. Pour les entreprises qui n'exercent pas exclusivement une activité industrielle, le caractère principal de celle-ci est apprécié en comparant le chiffre d'affaires de cette activité à celui de l'ensemble des autres activités en retenant le chiffre d'affaires de l'activité commerciale à hauteur du tiers de son montant.II. - Le régime de faveur prévu au III de l'article 810 du code général des impôts est applicable, sous les mêmes conditions, aux immeubles apportés, lors de la résiliation anticipée d'un bail à construction, selon les modalités prévues au I."
    },
    {
      "provision_ref": "art96",
      "section": "96",
      "title": "Article 96",
      "content": "Les groupements de communes dotés d'une fiscalité propre qui remplissent les conditions fixées par décret en Conseil d'Etat bénéficient, à compter du 1er janvier 1992, de la compensation prévue au 2° du II de l'article 1648 B du code général des impôts, selon les modalités prévues pour les communes."
    },
    {
      "provision_ref": "art97",
      "section": "97",
      "title": "Article 97",
      "content": "I. - Le prélèvement social institué par l'article 1er de la loi n° 87-516 du 10 juillet 1987 portant diverses mesures relatives au financement de la sécurité sociale, modifiée par le I de l'article 43 de la loi de finances rectificative pour 1990 (n° 90-1169 du 29 décembre 1990), s'applique dans les mêmes conditions aux revenus soumis à l'impôt sur le revenu de 1991.II. - Le prélèvement social institué par l'article 2 de la loi n° 87-516 du 10 juillet 1987 précitée s'applique dans les mêmes conditions aux produits de placement sur lesquels est opéré, au cours de l'année 1992, le prélèvement prévu à l'article 125 A du code général des impôts."
    },
    {
      "provision_ref": "art98",
      "section": "98",
      "title": "Article 98",
      "content": "I. à V. Paragraphes modificateursVI. Les dispositions des IV et V du présent article sont applicables pour la détermination des résultats des exercices ouverts à compter du 1er janvier 1992.VII. Paragraphe modificateur"
    },
    {
      "provision_ref": "art100",
      "section": "100",
      "title": "Article 100",
      "content": "I. à III. Paragraphes modificateursIV. Les dispositions du présent article s'appliquent aux exercices ouverts à compter du 1er janvier 1992."
    },
    {
      "provision_ref": "art102",
      "section": "102",
      "title": "Article 102",
      "content": "I. Paragraphe modificateurII. Pour l'application du I, les dispositions de l'article 2 de la loi n° 86-29 du 9 janvier 1986 portant dispositions diverses relatives aux collectivités locales ne sont pas applicables."
    },
    {
      "provision_ref": "art106",
      "section": "106",
      "title": "Article 106",
      "content": "Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 91-302 DC du 30 décembre 1991"
    },
    {
      "provision_ref": "art107",
      "section": "107",
      "title": "Article 107",
      "content": "Le montant des redevances d'exploitation auxquelles sont assujettis les exploitants des installations nucléaires de base, en application de l'article 17 de la loi de finances rectificative pour 1975 (n° 75-1242 du 27 décembre 1975) est revalorisé de 6,5 p. 100 à compter du 1er janvier 1992."
    },
    {
      "provision_ref": "art108",
      "section": "108",
      "title": "Article 108",
      "content": "Les dispositions de l'article 67 de la loi de finances pour 1986 (n° 85-1403 du 30 décembre 1985) s'appliquent aux actes de procédure intervenus depuis le 1er janvier 1986, quelle que soit la date du fait générateur de l'imposition en cause."
    },
    {
      "provision_ref": "art109",
      "section": "109",
      "title": "Article 109",
      "content": "Sur délibération de portée générale prise, chacun pour ce qui le concerne, dans les conditions prévues à l'article 1639 A bis du code général des impôts, par les collectivités territoriales et leurs groupements dotés d'une fiscalité propre, il est accordé le dégrèvement de la taxe foncière sur les propriétés non bâties afférente aux parcelles exploitées par les jeunes agriculteurs installés à compter du 1er janvier 1992 et qui bénéficient de la dotation d'installation prévue par les décrets n° 81-246 du 17 mars 1981 et n° 88-176 du 23 février 1988.Ce dégrèvement est accordé pour une période ne pouvant excéder cinq ans à compter de l'année suivant celle de l'installation de l'exploitant. Il n'est pas effectué de dégrèvement d'un montant inférieur à 50 F.Pour bénéficier de ce dégrèvement, l'exploitant doit souscrire avant le 31 mars de chaque année une déclaration, par commune et propriétaire, des parcelles exploitées au 1er janvier.Le montant du dégrèvement bénéficie au fermier dans les conditions prévues à l'article 1er de la loi n° 57-1260 du 12 décembre 1957.Ces dégrèvements sont à la charge des collectivités territoriales et de leurs groupements. Ils s'imputent sur les attributions mentionnées à l'article 34 de la loi n° 77-774 du 7 juin 1977 portant diverses dispositions d'ordre économique et financier."
    },
    {
      "provision_ref": "art110",
      "section": "110",
      "title": "Article 110",
      "content": "I. - Dans les communes remplissant les conditions fixées au II ci-après, le conseil municipal peut, en 1992, majorer le taux de la taxe professionnelle d'un point au maximum sans que cette majoration soit prise en compte pour l'application du b du 1 du I de l'article 1636 B sexies du code général des impôts.Cette majoration ne peut se cumuler avec celle prévue au 3 du I du même article.II. - Ces dispositions s'appliquent aux communes visées aux II et III de l'article L. 234-19-1 du code des communes ou soumises au prélèvement prévu à l'article L. 263-14 du même code et dans lesquelles au titre de l'année précédente :1° Le taux communal de taxe professionnelle n'excède pas la moitié du taux moyen de cette taxe constaté la même année pour l'ensemble des communes ;2° Le taux communal de taxe d'habitation est supérieur à la moitié du taux moyen de cette taxe constaté la même année pour l'ensemble des communes."
    },
    {
      "provision_ref": "art119",
      "section": "119",
      "title": "Article 119",
      "content": "I. et II. Paragraphes modificateursIII. Les dispositions des I et II sont applicables aux investissements ou souscriptions réalisés à compter du 1er janvier 1992."
    },
    {
      "provision_ref": "art120",
      "section": "120",
      "title": "Article 120",
      "content": "I. et II. Paragraphes modificateurs\n\nIII. (Abrogé)"
    },
    {
      "provision_ref": "art124",
      "section": "124",
      "title": "Article 124",
      "content": "I. Paragraphe modificateurII. Ces dispositions sont applicables à compter du 1er janvier 1992 que la demande en révision soit antérieure ou postérieure à cette date."
    },
    {
      "provision_ref": "art125",
      "section": "125",
      "title": "Article 125",
      "content": "Il est créé un fonds de solidarité en faveur des anciens combattants d'Indochine et d'Afrique du Nord, en situation de chômage de longue durée ou d'activité professionnelle involontairement réduite.Le fonds de solidarité peut attribuer une allocation différentielle déterminée de manière à assurer à chaque bénéficiaire un montant mensuel total de ressources. Ce montant est fixé à 4 500 F.Les personnes qui auront bénéficié depuis six mois consécutifs de l'allocation différentielle et qui n'exercent aucune activité professionnelle pourront se voir accorder par le fonds de solidarité, sur leur demande, une allocation dite  de préparation à la retraite.Le montant de cette dernière est égal à 65 p. 100 des revenus mensuels d'activité professionnelle ayant précédé la privation d'activité. Le montant de l'allocation ne peut excéder un plafond mensuel net de 7 000 F.Par dérogation aux dispositions précédentes, les chômeurs justifiant d'une durée d'assurance vieillesse de 160 trimestres, qui ont déposé à compter du 1er janvier 1999 une demande pour bénéficier des allocations attribuées par le présent fonds de solidarité et qui remplissent l'ensemble des conditions prévues pour l'attribution de l'allocation visée au deuxième alinéa du présent article, pourront se voir accorder, sur leur demande, l'allocation dite \"de préparation à la retraite\" sans qu'ils aient à justifier du bénéfice préalable de l'allocation différentielle.Les périodes de perception de l'allocation de préparation à la retraite sont assimilées à des périodes d'assurance dans les régimes d'assurance vieillesse de base dont relevaient les bénéficiaires avant la privation d'activité. Les sommes représentatives de la prise en compte de ces périodes par lesdits régimes d'assurance vieillesse de base sont prises en charge par le fonds visé à l'article L. 135-1 du code de la sécurité sociale, dans les conditions définies au 4° de la section 1 de l'article L. 135-2 du même code pour les périodes visées au b du 4° de la section 1 de ce dernier article.Les bénéficiaires de l'allocation de préparation à la retraite ont droit aux prestations en nature du régime d'assurance maladie-maternité-invalidité et décès dont ils relevaient avant la privation d'activité. Il est prélevé au profit de ce régime une cotisation sociale assise sur l'allocation de préparation à la retraite au taux applicable en vertu du deuxième alinéa de l'article L. 131-2 du code de la sécurité sociale aux allocations visées au 2° de l'article L. 322-4 du code du travail. En cas de décès de l'allocataire, le conjoint survivant a droit à un capital décès dont le montant est fixé par arrêté interministériel.Le montant mensuel total de ressources assuré par l'allocation différentielle visée au deuxième alinéa du présent article ainsi que l'allocation de préparation à la retraite et le plafond mentionné au quatrième alinéa dudit article sont revalorisés, à compter du 1er janvier 1996, dans les mêmes conditions que les bases mensuelles de calcul des prestations familiales mentionnées à l'article L. 551-1 du code de la sécurité sociale. Afin de leur permettre de bénéficier d'un revenu équivalent à une retraite anticipée de 5 600 F net par mois et par dérogation aux dispositions précédentes, le montant de l'allocation différentielle est augmenté à due concurrence au 1er janvier 1998 pour les chômeurs qui justifient d'une durée d'assurance vieillesse de 160 trimestres, y compris les périodes équivalentes et notamment le temps passé en Afrique du Nord.La perception de l'allocation de préparation à la retraite suspend le droit au revenu minimum d'insertion ainsi qu'aux revenus de remplacement mentionnés à l'article L. 351-2 du code du travail.Les allocations du fonds cessent d'être versées dès lors que le bénéficiaire reprend une activité professionnelle non précaire ou peut prétendre à l'attribution d'une pension de vieillesse au taux plein ou à une pension de vieillesse pour inaptitude au travail au sens de l'article L. 351-7 du code de la sécurité sociale et au plus tard à son soixante-cinquième anniversaire.La situation d'activité professionnelle involontairement réduite visée au premier alinéa, les revenus d'activité visés au quatrième alinéa et, d'une manière générale, les modalités d'attribution de ces allocations sont fixés par arrêté interministériel."
    },
    {
      "provision_ref": "art126",
      "section": "126",
      "title": "Article 126",
      "content": "Alinéa modificateurPour 1992, les chambres de métiers peuvent majorer au maximum de 6 F le montant du droit fixe tel qu'il est prévu au deuxième alinéa (1°) ci-dessus, en vue de la prise en charge de l'intégralité des dépenses relatives aux élections consulaires de 1992."
    },
    {
      "provision_ref": "art131",
      "section": "131",
      "title": "Article 131",
      "content": "I. Paragraphe modificateurII. Les dispositions du présent article s'appliquent à compter du 1er janvier 1992.Un décret détermine les conditions dans lesquelles continueront à bénéficier de l'allocation d'insertion au titre des dispositions des 1° et 2° de l'article L. 351-9 abrogées par la présente loi les personnes en cours d'indemnisation au 31 décembre 1991 ou dont les droits à cette allocation ont été notifiés avant le 1er janvier 1992."
    }
  ]
}