{
  "id": "loi-n-2013-1117-du-6-decembre-2013",
  "type": "statute",
  "title": "LOI n°2013-1117\n du 6 décembre 2013",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000028278976",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2013-679 DC du 4 décembre 2013.]"
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "II. - Le I s'applique à compter du 1er janvier 2015."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "IV.-A.-Le 2° du I s'applique aux logiciels ou systèmes de caisse en cours de diffusion lors de l'entrée en vigueur de la présente loi."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Outre les missions définies à l'article 706-160 du code de procédure pénale, l'Agence de gestion et de recouvrement des avoirs saisis et confisqués, mentionnée à l'article 706-159 du même code, est chargée d'assurer, pour le compte de l'Etat, la gestion des sommes saisies lors de procédures pénales et pour lesquelles l'identification de leur statut, saisi ou confisqué, n'est pas établie à la date d'entrée en vigueur de la présente loi.A l'issue du troisième mois après la promulgation de la présente loi, l'intégralité des sommes mentionnées au premier alinéa du présent article est transférée depuis les comptes ouverts à la Caisse des dépôts et consignations au nom de chaque directeur de greffe de tribunal de grande instance vers le compte de l'Agence de gestion et de recouvrement des avoirs saisis et confisqués ouvert à la Caisse des dépôts et consignations.La gestion des sommes ainsi transférées est effectuée par l'agence dans une comptabilité séparée de ses autres opérations.Dès réception des fonds, l'agence en reverse 80 % au budget général de l'Etat. Le solde est conservé par l'agence jusqu'au 1er janvier 2016 afin de pouvoir exécuter d'éventuelles décisions de restitution rendues par les tribunaux à propos de ces sommes. En cas d'épuisement de ce solde ou de décision de restitution postérieure au 1er janvier 2016, l'Etat rembourse à l'agence les sommes dues.Le produit du placement des sommes versées sur le compte de l'agence à la Caisse des dépôts et consignations en application du présent article est affecté à l'agence."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2013-679 DC du 4 décembre 2013.]"
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Le Gouvernement remet chaque année au Parlement un rapport sur la mise en œuvre, en matière de lutte contre la fraude fiscale et la délinquance économique et financière, des conventions de coopération judiciaire signées par la France.Ce rapport présente notamment le nombre de commissions rogatoires internationales envoyées par les magistrats français en matière de lutte contre la fraude fiscale et la délinquance économique et financière. Il indique le type des contentieux en cause ainsi que le délai et la précision des réponses obtenues de la part des Etats concernés."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2013-679 DC du 4 décembre 2013.]"
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2013-679 DC du 4 décembre 2013.]"
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "I. à IV.-A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-Livre des procédures fiscales\n\n-Livre des procédures fiscales\n\nArt. L263-0 A\n\n-Code général des collectivités territoriales\n\n-Loi n° 2004-1485 du 30 décembre 2004\n\n-Code des assurances\n\n-Code de la mutualité\n\nV.-Le présent article s'applique aux avis à tiers détenteur, saisies à tiers détenteur, oppositions à tiers détenteur et oppositions administratives notifiés à compter de la date d'entrée en vigueur de la présente loi."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "II.-Le I s'applique aux documents devant être déposés dans les six mois qui suivent les déclarations mentionnées au 1 de l'article 223 du code général des impôts et dont l'obligation de dépôt arrive à échéance à compter de l'entrée en vigueur de la présente loi."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "II.-A.-Le 1° du I s'applique aux contrôles dont la première intervention sur place a lieu à compter de l'entrée en vigueur de la présente loi."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "II. - Le I s'applique aux contrôles pour lesquels un avis de vérification a été adressé à compter de l'entrée en vigueur de la présente loi."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2013-679 DC du 4 décembre 2013.]"
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "II. - Le I s'applique aux demandes de relevés de compte adressées par l'administration et aux transmissions de ces relevés effectuées spontanément par des tiers à compter de l'entrée en vigueur de la présente loi."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "II. - Le I s'applique aux demandes formulées dans les délais de reprise venant à expiration à compter de l'entrée en vigueur de la présente loi."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "II. - Le 1° du I s'applique à compter de l'impôt de solidarité sur la fortune dû au titre de l'année 2014."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I s'applique aux déclarations dont l'obligation de dépôt arrive à échéance à compter de l'entrée en vigueur de la présente loi.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "I.-II.-A transféré les dispositions suivantes :\n\nCode de procédure pénale\n\nArt. 705,705-1,705-2,706-1-1\n\nIII, IV.-A modifié les dispositions suivantes :\n\nCode de procédure pénale\n\nArt. 704-1,\n704-2,704-3 et 704-4."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "I. - Les chapitres Ier à III du titre XIII du livre IV du code de procédure pénale sont applicables en Polynésie française, dans les îles Wallis et Futuna et en Nouvelle-Calédonie.\n\nII. - A modifié les dispositions suivantes :\n\n- Ordonnance n° 2004-823 du 19 août 2004"
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "Les juridictions mentionnées au premier alinéa de l'article 704 du code de procédure pénale, dans sa rédaction antérieure à la présente loi, demeurent compétentes pour poursuivre l'instruction et le jugement des affaires en cours, sans préjudice de la possibilité d'un dessaisissement au profit des juridictions mentionnées aux articles 704 et 705 du même code, dans leur rédaction résultant de la présente loi, selon les procédures définies aux articles 704-2, 704-3, 705-2 et 705-3 dudit code, dans leur rédaction résultant de la présente loi."
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "I. ― Le titre Ier est applicable en Polynésie française, à Saint-Barthélemy, à Saint-Pierre-et-Miquelon, dans les îles Wallis et Futuna et en Nouvelle-Calédonie, à l'exception des articles 9 à 17, 19 et 22 qui ne s'appliquent pas en Polynésie française et en Nouvelle-Calédonie.II. ― Les articles 39, 40 et 43 ainsi que le I de l'article 49 sont applicables en Polynésie française, à Saint-Barthélemy, à Saint-Pierre-et-Miquelon, dans les îles Wallis et Futuna et en Nouvelle-Calédonie.Pour l'application de l'article 67 quinquies A du code des douanes en Polynésie française, à Saint-Barthélemy, à Saint-Pierre-et-Miquelon, dans les îles Wallis et Futuna et en Nouvelle-Calédonie, à la troisième phrase du second alinéa, les mots :  ou dans le document prévu à l'article 247 du règlement (CE) n° 2454/93 de la Commission du 2 juillet 1993 fixant certaines dispositions d'application du règlement (CEE) n° 2913/92 du Conseil établissant le code des douanes communautaire sont supprimés.Pour l'application du même article 67 quinquies A à Mayotte, et jusqu'au 31 décembre 2013, à la troisième phrase du second alinéa, les mots :  ou le document prévu à l'article 247 du règlement (CE) n° 2454/93 de la Commission du 2 juillet 1993 fixant certaines dispositions d'application du règlement (CEE) n° 2913/92 du Conseil établissant le code des douanes communautaire sont supprimés."
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "Le titre V de la présente loi entre en vigueur à une date fixée par décret et au plus tard le 1er février 2014."
    }
  ]
}