{
  "id": "loi-n-2000-1353-du-30-decembre-2000",
  "type": "statute",
  "title": "Loi n° 2000-1353 du 30 décembre 2000",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000767907",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I sont applicables aux indemnités de mise à la retraite perçues à compter du 1er janvier 2000."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. à V. Paragraphes modificateursVI. - Les dispositions des II, III, IV et V sont applicables aux ouvrages mis en service à compter du 12 septembre 2000.VII. - Les exploitants d'ouvrages de circulation routière dont les péages sont soumis à la taxe sur la valeur ajoutée peuvent formuler des réclamations contentieuses tendant à l'exercice du droit à déduction de la taxe sur la valeur ajoutée ayant, le cas échéant, grevé à titre définitif les travaux de construction et de grosses réparations qu'ils ont réalisés à compter du 1er janvier 1996 au titre d'ouvrages mis en service avant le 12 septembre 2000.Le montant restitué est égal à l'excédent de la taxe sur la valeur ajoutée qui a ainsi grevé les travaux sur la taxe sur la valeur ajoutée afférente aux péages qui n'a pas été acquittée du 1er janvier 1996 au 11 septembre 2000.VIII. - Chaque bien d'investissement ouvrant droit à déduction de la taxe sur la valeur ajoutée dans les conditions prévues au VII est inscrit dans la comptabilité de l'entreprise pour son prix d'achat ou de revient diminué d'une quote-part du montant restitué. Cette quote-part est déterminée en appliquant au montant restitué le rapport entre le prix d'achat ou de revient du bien hors taxe sur la valeur ajoutée et le prix d'achat ou de revient hors taxe sur la valeur ajoutée de l'ensemble des biens retenus pour le calcul de cette restitution.La quote-part définie à l'alinéa précédent est limitée à la valeur nette comptable du bien auquel elle s'applique. L'excédent éventuel est compris dans les produits exceptionnels de l'exercice en cours à la date de la restitution.L'amortissement de chaque bien d'investissement est, pour l'assiette de l'impôt sur les bénéfices, calculé sur la base du prix de revient diminué dans les conditions prévues au premier alinéa."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "(Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 2000-441 DC du 28 décembre 2000)"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I. - Les créances détenues sur la Société nouvelle du journal L'Humanité, au titre des prêts participatifs accordés en 1990 et 1993 et imputés sur le compte de prêts du Trésor n° 903-05, sont abandonnées à hauteur de 13 millions de francs. Les intérêts contractuels courus et échus des échéances de 1999 et de 2000 sont également abandonnés.II. - Le solde de la créance détenue sur l'Agence France-Presse au titre du prêt participatif accordé en 1991 et imputé sur le compte de prêts n° 903-05, soit 45 millions de francs, est abandonné. Les intérêts courus en 2000 sont également abandonnés."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. - Paragraphe modificateurII. - Les dispositions du I entrent en vigueur à compter du 1er janvier 2001."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "L'ajustement des recettes tel qu'il résulte des évaluations révisées figurant à l'état A annexé à la présente loi et le supplément de charges du budget de l'Etat pour 2000 sont fixés ainsi qu'il suit :(Tableau non reproduit, voir JO du 31/12/2000 pages 21173 et 21174)"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Il est ouvert aux ministres, au titre des dépenses ordinaires des services civils pour 2000, des crédits supplémentaires s'élevant à la somme totale de 38 058 033 272 F, conformément à la répartition par titre et par ministère qui est donnée à l'état B annexé à la présente loi."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Il est ouvert aux ministres, au titre des dépenses en capital des services civils pour 2000, des autorisations de programme et des crédits de paiement supplémentaires s'élevant respectivement aux sommes de 13 100 330 538 F et de 3 993 155 457 F, conformément à la répartition par titre et par ministère qui est donnée à l'état C annexé à la présente loi."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Il est ouvert au ministre de la défense, au titre des dépenses ordinaires des services militaires pour 2000, des crédits supplémentaires s'élevant à la somme de 910 000 000 F."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Il est ouvert au ministre de la défense, au titre des dépenses en capital des services militaires, une autorisation de programme de 18 339 000 000 F."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Il est ouvert aux ministres, au titre des dépenses des budgets annexes pour 2000, des crédits de paiement supplémentaires s'élevant à la somme de 813 200 000 F ainsi répartie :(Tableau non reproduit, voir JO du 31/12/2000 page 21174)."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Il est ouvert à la ministre de l'aménagement du territoire et de l'environnement, au titre du compte d'affectation spéciale n° 902-00 Fonds national de l'eau, section Fonds national de solidarité pour l'eau, un crédit de dépenses ordinaires de 17 500 000 F."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Il est ouvert au ministre de l'économie, des finances et de l'industrie, au titre du compte de prêts n° 903-07 Prêts du Trésor à des Etats étrangers et à l'Agence française de développement en vue de favoriser le développement économique et social, un crédit de paiement de dépenses de fonctionnement de 400 000 000 F."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Il est ouvert au ministre de l'économie, des finances et de l'industrie, au titre du compte spécial du Trésor n° 903-54 Avances sur le montant des impositions revenant aux départements, communes, établissements et divers organismes, un crédit de paiement de 2 900 000 000 F."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Sont ratifiés les crédits ouverts par le décret n° 2000-760 du 1er août 2000 portant ouverture de crédits à titre d'avance."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Est approuvée, pour l'exercice 2000, la répartition suivante des recettes, hors taxe sur la valeur ajoutée, du compte d'emploi de la taxe parafiscale affectée au financement du service public de la radiodiffusion sonore et de la télévision :(En millions de francs)Institut national de l'audiovisuel : 415,5France 2 : 3 406,5France 3 : 4 121,4Société nationale de radiodiffusion et de télévision d'outre-mer :1 237,8Radio France : 2 697,7Radio France internationale : 323,3Société européenne de programmes de télévision : la SEPT-ARTE :1 069,4Société de télévision du savoir, de la formation et de l'emploi :La Cinquième : 794,7Total : 14 066,3."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I s'appliquent à compter de l'imposition des revenus de 2000.III. Paragraphe modificateur"
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I. Paragraphe modificateurII. - Les dispositions du présent article s'appliquent à compter du 1er janvier 2001."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Les primes à la performance attribuées par l'Etat après consultation de la Commission nationale du sport de haut niveau aux athlètes français médaillés aux jeux Olympiques de l'an 2000 à Sydney ainsi que les primes à la performance attribuées par l'Etat et versées par leur fédération aux athlètes français médaillés aux jeux Paralympiques organisés la même année ne sont pas soumises à l'impôt sur le revenu."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I. et II. Paragraphes modificateursIII. - Les dispositions des I et II s'appliquent à compter du 1er janvier 2001."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I s'appliqueront aux passeports délivrés à compter du 1er mars 2001."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I.-Ne donnent lieu à aucune indemnité ou perception d'impôts, de droits ou de taxes, ni à aucun versement de contribution prévue à l'article 879 du code général des impôts  ou honoraires au profit des agents de l'Etat :1° Les transferts, au profit des communes et de leurs établissements publics, de biens, droits et obligations résultant de la dissolution des établissements publics d'aménagement des villes nouvelles :-de Cergy-Pontoise, créé par le décret n° 69-358 du 16 avril 1969 ;-de Saint-Quentin-en-Yvelines, créé par le décret n° 70-974 du 21 octobre 1970 ;-de L'Isle-d'Abeau, créé par le décret n° 72-27 du 10 janvier 1972 ;-des Rives-de-l'Etang-de-Berre, créé par le décret n° 73-240 du 6 mars 1973 ;2° Le transfert, au profit de l'Agence foncière et technique de la région parisienne, des biens, droits et obligations résultant de la dissolution de l'établissement public d'aménagement de la ville nouvelle d'Evry, créé par le décret n° 69-356 du 12 avril 1969.II.-Les dispositions du I sont applicables au transfert des biens, droits et obligations du Commissariat à l'énergie atomique et aux énergies alternatives et de l'Office de protection contre les rayonnements ionisants à l'établissement public qui sera chargé de la radioprotection et de la sûreté nucléaire, opéré dans des conditions qui seront prévues par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I. Paragraphe modificateurII. - Les dispositions du 1° du I sont applicables aux contrats conclus à compter du 1er janvier 2001."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I sont applicables à compter du 1er janvier 2001."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "I. à III. Paragraphes modificateursIV. - Les dispositions du présent article sont applicables à compter du 1er janvier 2000."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "I. Paragraphe modificateurII. - Les dispositions du présent article s'appliquent à compter du 8 janvier 2001."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "I. Paragraphe modificateurII. - 1. Paragraphe modificateur2. Les dispositions du 1 s'appliquent pour les impositions établies au titre de 2001 et des années suivantes.3. Sous réserve des décisions de justice passées en force de chose jugée, les impositions mentionnées à l'article 1604 du code général des impôts établies au titre des années antérieures à 2001 sont réputées régulières en tant qu'elles seraient contestées par le moyen tiré de l'irrégularité des actes sur lesquels elles sont fondées."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "I. et II. Paragraphes modificateurIII. - Les dispositions du I sont applicables à compter du 1er janvier 2001."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I s'appliquent à compter du 1er janvier 2001."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "I. à III (Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 2000-441 DC du 28 décembre 2000)\n\nIV. à VI. Paragraphes modificateurs\n\nVII. - Les dispositions du présent article s'appliquent à compter du 1er janvier 2001."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "I. et II. Paragraphes modificateursIII. - Les dispositions des articles L. 452-4 à L. 452-6 du code de la construction et de l'habitation sont applicables à compter du 1er janvier 2001."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I s'appliquent aux décisions d'agrément délivrées à compter du 1er janvier 2001. Les dispositions du 4 de l'article 238 bis du code général des impôts dans sa version antérieure à la présente loi continuent à s'appliquer pour les dons faits à des organismes agréés jusqu'au 31 décembre 2000."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "I. Paragraphe modificateur\n\nII. - La présente disposition prend effet au 27 juillet 2000.\n\nIII. Paragraphe modificateur\n\nIV. - abrogé."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "I. Paragraphe modificateur"
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "Les organismes gestionnaires mentionnés à l'article L. 351-21 du code du travail participent au financement des allocations visées au 2° de l'article L. 322-4 du même code à concurrence de 7 % du salaire journalier de référence multiplié par le nombre de jours pendant lesquels l'allocation spéciale licenciement est versée pour les entreprises de moins de cinq cents salariés et de 9 % pour les entreprises de cinq cents salariés et plus.Le salaire journalier de référence visé à l'alinéa précédent est fixé d'après les rémunérations sur lesquelles ont été assises les contributions au régime d'assurance chômage au titre des douze derniers mois civils précédant le dernier jour de travail payé au bénéficiaire de l'allocation spéciale licenciement ou de préretraite progressive, dans la limite du double du plafond prévu à l'article L. 241-3 du code de la sécurité sociale. Il est calculé selon les règles définies dans le cadre du régime d'assurance chômage visé à la section 1 du chapitre Ier du titre V du livre III du code du travail.Toutefois, à titre transitoire, les contributions de l'Union nationale interprofessionnelle pour l'emploi dans l'industrie et le commerce pour 1999 et 2000 sont respectivement fixées à 1 150 millions de francs et 1 500 millions de francs.L'Etat déduit cette participation des sommes qu'il verse aux organismes gestionnaires mentionnés à l'article L. 351-21 du code du travail pour le paiement des allocations dues aux bénéficiaires des conventions d'allocations spéciales du Fonds national de l'emploi."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "Le fonds national mentionné à l'article L. 961-13 du code du travail verse, avant toute affectation aux organismes collecteurs paritaires mentionnés au deuxième alinéa de l'article L. 961-12 du même code, une contribution de 500 millions de francs au budget de l'Etat sur les excédents financiers de ces organismes appréciés au 31 décembre 2000.Cette contribution est versée au comptable du Trésor du lieu du siège de l'organisme gestionnaire du fonds national, avant le 30 juin 2001. Le contrôle, le recouvrement, le contentieux, les garanties et sanctions applicables à cette contribution sont régis par les règles applicables en matière de taxe sur les salaires."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "Les comptes des groupements d'intérêt public de développement local mentionnés à l'article 96 de la loi n° 2003-590 du 2 juillet 2003 urbanisme et habitat sont gérés par un comptable public désigné par arrêté du ministre chargé du budget."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "I. et II. Paragraphes modificateursIII. - A titre transitoire, pour les établissements publics de coopération intercommunale à fiscalité propre créés en 2000, 2001, 2002 et 2003 ne résultant pas d'une substitution ou d'une transformation de groupement préexistant, les dispositions de la deuxième phrase du deuxième alinéa du 1 du II de l'article 1639 A bis du code général des impôts sont applicables au titre des années 2001 à 2005 sous réserve des délibérations prises par le nouvel établissement public de coopération intercommunale."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "I. - Les obligations nées de la fourniture de produits sanguins par des personnes morales de droit privé agréées sur le fondement de la loi n° 52-854 du 21 juillet 1952 sur l'utilisation thérapeutique du sang humain, de son plasma et de leurs dérivés qui n'entrent pas dans le champ d'application du B de l'article 18 de la loi n° 98-535 du 1er juillet 1998 relative au renforcement de la veille sanitaire et du contrôle de la sécurité sanitaire des produits destinés à l'homme sont transférées à l'Etablissement français du sang à la date de création de cet établissement public.L'application aux associations des dispositions de l'alinéa précédent est subordonnée à la condition qu'elles transfèrent à l'Etablissement français du sang leurs biens mobiliers et immobiliers acquis durant la période d'agrément et affectés à l'activité de transfusion sanguine.II. Paragraphe modificateur."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "I. Paragraphe modificateurII. - L'application des dispositions du I ne peut donner lieu à la perception, par l'administration, d'aucune majoration, d'aucun intérêt de retard ni d'aucun intérêt moratoire.III. - La décision de sursis de paiement constitue un acte interruptif de la prescription au sens de l'article L. 274 du livre des procédures fiscales.IV. Paragraphe modificateur."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "Paragraphe modificateurLes dispositions législatives modifiées ou abrogées par l'article 6 de la loi de financement de la sécurité sociale pour 2001 précitée sont rétablies dans leur rédaction en vigueur à la date de publication de la loi de financement de la sécurité sociale précitée, avec effet à cette même date."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "(Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 2000-441 DC du 28 décembre 2000)"
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "I. - Le ministre chargé de l'économie, après avis du ministre chargé de la défense, pourra accorder la garantie de l'Etat pour couvrir la société constituée à partir du transfert au secteur privé de tout ou partie des actifs de l'entreprise publique DCN International, des engagements qu'elle souscrira au titre de ses activités de commercialisation et de maîtrise d'oeuvre, développées en propre ou jusque-là assurées par l'Etat. Cette garantie n'excédera pas, pour chaque opération, la quote-part des engagements supportés par la société correspondant à la participation du secteur public au capital de celle-ci. Ce transfert sera effectué conformément aux dispositions du titre II de la loi n° 86-912 du 6 août 1986 relative aux modalités des privatisations.II. et III. Paragraphes modificateursIV. - Les fonctionnaires civils et militaires relevant du ministère de la défense, chargés d'exercer des activités industrielles dans le domaine naval, ou en fonction dans la société DCN International, peuvent être, dans les cinq ans à compter de la date d'entrée en vigueur de la présente loi, détachés dans les sociétés qui recevront tout ou partie des actifs de l'entreprise publique DCN International et dans leurs filiales, ainsi que dans les sociétés qui y détiendront la participation de l'Etat ou dans leurs filiales."
    }
  ]
}