{
  "id": "loi-n-2008-126-du-13-fevrier-2008",
  "type": "statute",
  "title": "LOI n° 2008-126 du 13 février 2008",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000018117826",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I.-A modifié les dispositions suivantes :\n\nCode du travail\n\nCode de la sécurité sociale.\n\nCode du travail"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I.-Une instance nationale provisoire est chargée de préparer la mise en place de l'institution mentionnée à l'article L. 311-7 du code du travail. A cette fin, elle élabore notamment le projet d'organisation des services de cette institution et engage la procédure aboutissant au choix du nom de l'institution. Elle veille à la mise en œuvre des procédures obligatoires d'information et de consultation des instances représentatives du personnel concernées, notamment en application du livre IV du même code.Cette instance nationale est composée d'un conseil et d'un délégué général.II.-Le conseil de l'instance nationale comprend :1° Cinq représentants de l'Etat ;2° Cinq membres représentant les employeurs et cinq membres représentant les salariés ;3° Deux personnalités qualifiées choisies en raison de leurs compétences dans les domaines d'activité de l'institution mentionnée à l'article L. 311-7 du même code ;4° Un représentant des collectivités territoriales, désigné sur proposition conjointe des associations des collectivités concernées.Les représentants des employeurs et les représentants des salariés sont désignés par les organisations syndicales de salariés et d'employeurs représentatives au niveau national et interprofessionnel mentionnées à l'article L. 352-2 du même code.Les personnalités qualifiées sont désignées par le ministre chargé de l'emploi.Les membres du conseil sont nommés par arrêté du ministre chargé de l'emploi. Leur mandat prend fin à la date de la première réunion du conseil d'administration de l'institution mentionnée à l'article L. 311-7 du même code.Le président est élu par le conseil en son sein.III.-Le délégué général est nommé par décret, après avis du conseil. Pour accomplir les missions que lui confie le conseil, dans la limite des missions dévolues à l'institution mentionnée à l'article L. 311-7 du même code, il dispose des services de l'Agence nationale pour l'emploi et des services de l'Union nationale interprofessionnelle pour l'emploi dans l'industrie et le commerce et des associations pour l'emploi dans l'industrie et le commerce. Il reçoit mandat du conseil pour négocier et, le cas échéant, conclure la convention prévue au deuxième alinéa de l'article 8 de la présente loi et la convention collective prévue à l'article L. 311-7-7 du même code ainsi qu'un accord préalable à la négociation de cette convention collective qui en fixe le cadre, et tous autres accords ou conventions nécessaires à la mise en place de l'institution mentionnée à l'article L. 311-7 du même code, notamment concernant les conditions de reclassement des salariés de l'Union nationale interprofessionnelle pour l'emploi dans l'industrie et le commerce et des associations pour l'emploi dans l'industrie et le commerce chargés du recouvrement des contributions d'assurance chômage.L'accord préalable fixe notamment la date à laquelle, à défaut de conclusion de la convention collective mentionnée à l'article L. 311-7-7 du même code, la convention collective applicable aux salariés des organismes gestionnaires du régime d'assurance chômage cesse de produire effet.IV.-A compter de sa création, l'institution prévue à l'article L. 311-7 du même code reprend les engagements souscrits au nom de l'instance nationale prévue au I du présent article, qui sont alors réputés avoir été dès l'origine contractés par celle-là.V.-Le budget du premier exercice, qui commence à la date de la création de l'institution, est préparé par le délégué général et adopté par le conseil de l'instance nationale provisoire à la majorité des deux tiers des membres présents.Si le niveau de la contribution visée à l'article L. 354-1 du même code n'a pu être défini à cette date par l'accord visé à l'article L. 351-8 du même code, le montant de celle-ci s'élève à 10 % des sommes collectées au titre du dernier exercice des institutions gestionnaires mentionnées à l'article L. 351-21 du même code, rapporté, à due proportion, à la durée du premier exercice de l'institution mentionnée à l'article L. 311-7 du même code.En l'absence d'adoption à la date de la création de l'institution mentionnée à l'article L. 311-7 du même code, le budget est arrêté conjointement par le ministre chargé de l'emploi et le ministre chargé du budget.VI.-Toute convention ou tout acte de l'instance nationale provisoire qui engage la nouvelle institution est soumis au visa du contrôle économique et financier de l'Etat."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I.-A la date de création de l'institution mentionnée à l'article L. 311-7 du code du travail, les agents de l'Agence nationale pour l'emploi sont transférés à celle-ci. Ils restent régis par le décret n° 2003-1370 du 31 décembre 2003 fixant les dispositions applicables aux agents contractuels de droit public de l'Agence nationale pour l'emploi et par les dispositions générales applicables aux agents non titulaires de l'Etat prévues par le décret n° 86-83 du 17 janvier 1986.\n\nIls peuvent opter pour la convention collective prévue à l'article L. 311-7-7 du même code dans un délai d'un an suivant son agrément.\n\nII.-A la date de création de l'institution mentionnée à l'article L. 311-7 du même code, les salariés des organismes gestionnaires du régime d'assurance chômage qui participent à l'accomplissement des missions de l'institution mentionnée audit article L. 311-7 et de la mission de recouvrement des contributions et cotisations mentionnées aux articles L. 321-4-2, L. 351-3-1, L. 351-14 et L. 143-11-6 du même code sont transférés à celle-ci. Ce transfert s'effectue conformément aux articles L. 122-12 et L. 122-12-1 dudit code. Par dérogation au dernier alinéa de l'article L. 132-8 du même code, ils restent régis par la convention collective qui leur est applicable au jour du transfert, jusqu'à l'entrée en vigueur de la convention collective mentionnée à l'article L. 311-7-7 du même code ou, à défaut, jusqu'à la date prévue par l'accord préalable visé à l'article 6 de la présente loi. La convention collective mentionnée à l'article L. 311-7-7 du même code garantit les avantages individuels afférents à leur statut acquis par ces salariés.\n\nIII.-Jusqu'à la date d'entrée en vigueur de la convention collective mentionnée au même article L. 311-7-7, les personnes recrutées par l'institution mentionnée à l'article L. 311-7 du même code bénéficient de la convention collective applicable aux salariés des organismes gestionnaires du régime d'assurance chômage.\n\nIV.-Les agents de l'institution mentionnée à l'article L. 5312-1 du code du travail sont affiliés à l'institution de retraite complémentaire des agents non titulaires de l'Etat et des collectivités publiques.\n\nPar dérogation au premier alinéa du présent IV et au second alinéa de l'article L. 922-2 du code de la sécurité sociale, jusqu'à la rupture de leur contrat de travail, demeurent affiliés à des institutions de retraite complémentaire mentionnées à l'article L. 922-1 du même code :\n\n1° Les salariés mentionnés au II du présent article ;\n\n2° Les salariés mentionnés à l'article 53 de la loi n° 2009-1437 du 24 novembre 2009 relative à l'orientation et à la formation professionnelle tout au long de la vie ;\n\n3° Les agents recrutés par l'institution mentionnée à l'article L. 5312-1 du code du travail entre le 19 décembre 2008 et le 31 octobre 2009.\n\nLes droits acquis par ces affiliés, les adhérents antérieurs ainsi que leurs ayants droit sont maintenus par ces institutions de retraite complémentaire.\n\nUne convention entre les fédérations d'institutions de retraite complémentaire mentionnées à l'article L. 922-4 du code de la sécurité sociale et l'institution de retraite complémentaire des agents non titulaires de l'Etat et des collectivités publiques organise les transferts financiers résultant de l'application du présent IV, en tenant compte des charges et des recettes respectives de chacun de ces organismes. A défaut de signature de la convention dans les douze mois qui suivent la promulgation de la loi n° 2012-1189 du 26 octobre 2012 portant création des emplois d'avenir, un décret en Conseil d'Etat organise ces transferts financiers."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "L'ensemble des biens, droits et obligations, créances et dettes de l'Agence nationale pour l'emploi ainsi que les biens mobiliers de ses services sont transférés de plein droit et en pleine propriété à l'institution mentionnée à l'article L. 311-7 du code du travail. Ce transfert s'effectue à titre gratuit à la date définie à l'article 9 de la présente loi.Une convention conclue avant le 31 décembre 2008 entre les deux organismes définit les conditions dans lesquelles l'organisme gestionnaire du régime d'assurance chômage prévu à l'article L. 351-21 du même code met à disposition de l'institution mentionnée à l'article L. 311-7 dudit code les biens de toute nature, notamment les immeubles et les applications informatiques, nécessaires à l'exercice des missions transférées à celle-ci. Cette convention prévoit, le cas échéant, les conditions de transfert des droits et obligations, créances et dettes relatifs aux activités transférées, ainsi que la création d'un fonds permettant de financer les actions de réorganisation des implantations territoriales. Cette convention peut être passée par l'instance nationale provisoire définie à l'article 6 de la présente loi pour le compte de l'institution mentionnée à l'article L. 311-7 du même code.Les transferts de biens meubles ou immeubles prévus au présent article ne donnent lieu ni à un versement de contribution prévue à l'article 879 du code général des impôts ou d'honoraires au profit de l'Etat ni à perception de droits ou de taxes."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "L'institution prévue à l'article L. 311-7 du code du travail est réputée créée à la date de la première réunion de son conseil d'administration."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Dans un délai de douze mois après la promulgation de la présente loi, le Gouvernement présente au Parlement un rapport sur les modalités du transfert éventuel à l'institution mentionnée à l'article L. 311-7 du code du travail des personnels de l'Association pour la formation professionnelle des adultes chargés de l'orientation professionnelle des demandeurs d'emploi."
    }
  ]
}