{
  "id": "loi-n-2009-594-du-27-mai-2009",
  "type": "statute",
  "title": "LOI n° 2009-594 du 27 mai 2009",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000020671201",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. ― Dans les départements et régions d'outre-mer et dans les collectivités de Saint-Pierre-et-Miquelon, Saint-Martin et Saint-Barthélemy, un accord régional ou territorial interprofessionnel, conclu selon les modalités prévues à l'article L. 2232-2 du code du travail et applicable dès 2009, peut permettre de verser un bonus exceptionnel d'un montant maximal de 1 500 € par salarié et par an.\n\nL'accord régional ou territorial interprofessionnel peut prévoir de moduler le montant de ce bonus exceptionnel selon les salariés ; cette modulation ne peut s'effectuer qu'en fonction de la taille de l'entreprise, des secteurs d'activité, du salaire, de la qualification, du niveau de classification, de l'ancienneté ou de la durée de présence dans l'entreprise du salarié. Ce bonus ne peut se substituer à des augmentations de rémunération et à des primes conventionnelles prévues par la convention, l'accord de branche ou un accord salarial antérieurs, ou par le contrat de travail. Il ne peut non plus se substituer à aucun des éléments de rémunération au sens de l'article L. 242-1 du code de la sécurité sociale et de l'article L. 741-10 du code rural et de la pêche maritime versés par l'employeur ou qui deviennent obligatoires en vertu de règles légales ou de clauses conventionnelles ou contractuelles.\n\nL'accord régional ou territorial interprofessionnel peut renvoyer à un accord de branche ou d'entreprise la fixation du montant du bonus exceptionnel et les critères de versement et de modulation, dans le respect des dispositions de l'alinéa précédent.\n\nLorsque l'accord prévu au premier alinéa a été conclu pour une durée déterminée et n'a pas été prorogé au-delà du 31 décembre 2011, un accord régional de branche, conclu selon les modalités prévues à l'article L. 2232-6 du code du travail, ou un accord d'entreprise, conclu selon les modalités prévues aux articles L. 2232-12, \nL. 2232-21 ou L. 2232-24 du même code, peut permettre de verser le bonus exceptionnel prévu au premier alinéa du présent article, selon les modalités prévues au deuxième alinéa applicable à l'accord régional ou territorial interprofessionnel.\n\nLe versement des sommes ainsi déterminées doit intervenir au plus tard le 31 décembre de l'année civile au titre de laquelle les sommes sont dues, en application de l'accord régional interprofessionnel ou de l'accord de branche ou d'entreprise auquel il renvoie.\n\nII. ― Sous réserve du respect des conditions prévues au présent article, ce bonus exceptionnel est exclu de l'assiette de toutes les cotisations ou contributions d'origine légale ou conventionnelle rendues obligatoires par la loi, à l'exception des contributions définies aux articles L. 136-2 et L. 137-15 du code de la sécurité sociale et à l'article 14 de l'ordonnance n° 96-50 du 24 janvier 1996 relative au remboursement de la dette sociale dès 2009, et pour une durée maximale de trois ans.\n\nLa réduction prévue au deuxième alinéa du I de l'article L. 136-2 du code de la sécurité sociale n'est pas applicable à ce bonus exceptionnel.\n\nL'employeur notifie, au plus tard le 31 décembre de l'année suivant le versement à l'organisme de recouvrement dont il relève, le montant des sommes versées aux salariés en précisant le montant par salarié.\n\nII bis.-La durée maximale de l'exclusion d'assiette prévue au II est portée à cinq ans et s'applique, par dérogation au dernier alinéa du I, aux sommes versées au plus tard le 31 décembre 2013.\n\nIII. ― Les II et II bis sont applicables à Saint-Pierre-et-Miquelon, Saint-Martin et Saint-Barthélemy."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "XIII.-Le présent article s'applique aux exercices clos à compter du 31 décembre 2008. Il cesse de s'appliquer aux exercices ouverts à compter du 1er janvier 2018."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I à VIII.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nV.-Les entreprises souhaitant bénéficier des dispositions de l'article 1466 F du code général des impôts au titre de l'année 2009 doivent en faire la demande pour chacun de leurs établissements au plus tard dans un délai de deux mois à compter de la promulgation de la présente loi.\n\nVI.-Pour l'application du même article 1466 F aux impositions établies au titre de l'année 2009, les délibérations contraires des collectivités territoriales ou de leurs établissements publics de coopération intercommunale dotés d'une fiscalité propre doivent intervenir au plus tard dans un délai de deux mois à compter de la publication de la présente loi.\n\nVII.-L'Etat compense, chaque année, les pertes de recettes résultant, pour les collectivités territoriales et les établissements publics de coopération intercommunale dotés d'une fiscalité propre, de l'abattement de taxe professionnelle accordé en application du même article 1466 F.\n\nLa compensation est égale au produit obtenu en multipliant la perte de bases résultant, chaque année et pour chaque collectivité territoriale ou établissement public de coopération intercommunale à fiscalité propre, de l'abattement par le taux de la taxe professionnelle appliqué en 2009 dans la collectivité territoriale ou l'établissement public de coopération intercommunale.\n\nPour les communes qui, au 1er janvier 2009, étaient membres d'un établissement public de coopération intercommunale sans fiscalité propre, le taux voté par la commune au titre de cette année est majoré du taux appliqué au profit de l'établissement public de coopération intercommunale pour 2009.\n\nPour les établissements publics de coopération intercommunale qui perçoivent pour la première fois à compter du 1er janvier 2009 la taxe professionnelle en lieu et place des communes membres en application de l'article 1609 nonies C ou du II de l'article 1609 quinquies C du code général des impôts, la compensation est égale au produit du montant des bases faisant l'objet de l'abattement prévu à l'article 1466 F du même code par le taux voté par l'établissement public de coopération intercommunale au titre de l'année 2009.\n\nA compter de 2011, les taux à prendre en compte pour les communes et les groupements de communes à fiscalité propre pour le calcul des compensations ou des abattements visés aux alinéas précédents sont majorés en fonction des taux retenus pour déterminer les allocations compensatrices versées en 2010 au profit des départements et des régions.\n\nLes dispositions relatives à cette majoration au profit des communes ou des groupements de communes sont fixées au VI du 8 de l'article 77 de la loi n° 2009-1673 du 30 décembre 2009 de finances pour 2010.\n\nL'alinéa précédent est applicable jusqu'au 31 décembre 2010.\n\nPour les établissements publics de coopération intercommunale soumis pour la première fois à compter de 2012 à l'article 1609 nonies C ou à l'article 1609 quinquies C du code général des impôts dans leur rédaction en vigueur au 1er janvier 2011, la compensation est calculée en retenant le taux moyen pondéré des communes membres de l'établissement public de coopération intercommunale.\n\nLe taux moyen pondéré est déterminé par le rapport de la somme des compensations versées aux communes membres au titre de l'année précédant la première année d'application des articles 1609 nonies C ou 1609 quinquies C du même code en vigueur au 1er janvier 2011 et de la somme des bases exonérées ou des abattements appliqués au titre de l'année précédant cette même première année d'application.\n\nPour les communes et les établissements publics de coopération intercommunale à fiscalité propre de Mayotte, la compensation des pertes de recettes mentionnées au premier alinéa du présent VII est égale au produit obtenu en multipliant la perte de bases résultant, chaque année et pour chaque collectivité territoriale ou établissement public de coopération intercommunale à fiscalité propre, de l'abattement par le taux de cotisation foncière des entreprises voté par la collectivité territoriale ou l'établissement public de coopération intercommunale au titre de 2014.\n\nA compter de 2011, le prélèvement sur les recettes de l'Etat destiné à compenser la perte de recettes s'applique uniquement aux communes ou aux groupements dotés d'une fiscalité propre.\n\n-Loi n° 2004-809 du 13 août 2004\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I et II.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nIII.-Pour l'application de l'article 1388 quinquies du code général des impôts aux impositions établies au titre de l'année 2009, les délibérations contraires des collectivités territoriales ou de leurs établissements publics de coopération intercommunale dotés d'une fiscalité propre doivent intervenir au plus tard dans un délai de deux mois à compter de la publication de la présente loi.\n\nIV.-L'Etat compense, chaque année, les pertes de recettes résultant, pour les collectivités territoriales et les établissements publics de coopération intercommunale dotés d'une fiscalité propre, de l'abattement sur la base d'imposition à la taxe foncière sur les propriétés bâties accordé en application de l'article 1388 quinquies du code général des impôts. A compter de 2021, le prélèvement sur les recettes de l'Etat destiné à compenser la perte de recettes s'applique uniquement aux communes ou aux groupements dotés d'une fiscalité propre.\n\nLa compensation versée à chaque collectivité territoriale ou établissement public de coopération intercommunale est égale, chaque année, au produit du montant de l'abattement mentionné au I de l'article 1388 quinquies du même code par le taux de la taxe foncière sur les propriétés bâties voté par la collectivité territoriale ou l'établissement public de coopération intercommunale au titre de 2009. A compter de 2021, les taux à prendre en compte pour les communes pour le calcul de la compensation sont majorés des taux appliqués en 2009 dans les départements.\n\nPour les communes qui appartiennent à un établissement public de coopération intercommunale sans fiscalité propre, le taux voté par la commune au titre de 2009 est majoré du taux appliqué la même année au profit de l'établissement public de coopération intercommunale.\n\nPour les communes qui appartiennent à un établissement public de coopération intercommunale soumis aux dispositions du I de l'article 1609 nonies C du même code à compter du 1er janvier 2010, le taux voté par la commune au titre de 2009 est majoré du taux voté au titre de la même année par l'établissement public de coopération intercommunale. Toutefois, pour les établissements publics de coopération intercommunale qui font application des dispositions du II du même article 1609 nonies C à compter du 1er janvier 2010, la compensation est calculée à partir du taux voté au titre de l'année 2009 par l'établissement public de coopération intercommunale.\n\nPour les communes, les établissements publics de coopération intercommunale à fiscalité propre et le Département de Mayotte, la compensation des pertes de recettes mentionnées au premier alinéa du présent IV est égale au produit obtenu en multipliant la perte de bases résultant, chaque année et pour chaque collectivité territoriale ou établissement public de coopération intercommunale à fiscalité propre, de l'abattement par le taux de taxe foncière sur les propriétés bâties voté par la collectivité territoriale ou l'établissement public de coopération intercommunale au titre de 2014.\n\nA compter de l'année 2011, les taux à prendre en compte pour les départements pour le calcul des compensations visées aux alinéas précédents sont majorés en fonction des taux retenus pour déterminer les allocations compensatrices versées en 2010 au profit des régions.\n\nLes dispositions relatives à cette majoration au profit des communes ou des groupements de communes sont fixées au VI du 8 de l'article 77 de la loi n° 2009-1673 du 30 décembre 2009 de finances pour 2010.\n\nL'alinéa précédent est applicable jusqu'au 31 décembre 2010.\n\nV.-Dans le cas où la réduction de la taxe foncière sur les propriétés bâties prévue à l'article 1388 quinquies du code général des impôts s'applique sur un immeuble ou une fraction d'immeubles loué, le bailleur déduit le montant de l'avantage fiscal obtenu en application du même article du montant des loyers, si ce montant de loyers n'intègre pas déjà cette réduction.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI ."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-L'Etat compense, chaque année, les pertes de recettes résultant pour les communes et établissements publics de coopération intercommunale dotés d'une fiscalité propre de l'exonération de la taxe foncière sur les propriétés non bâties accordée en application de l'article 1395 H du code général des impôts.\n\nLa compensation versée à chaque commune ou établissement public de coopération intercommunale doté d'une fiscalité propre est égale, chaque année, au produit du montant de la base exonérée en application de l'article 1395 H du même code par le taux de la taxe foncière sur les propriétés non bâties voté par la commune ou l'établissement public de coopération intercommunale doté d'une fiscalité propre au titre de 2009.\n\nPour les communes qui appartiennent à un établissement public de coopération intercommunale sans fiscalité propre, le taux voté par la commune au titre de 2009 est majoré du taux appliqué la même année au profit de l'établissement public de coopération intercommunale.\n\nPour les communes qui appartiennent à un établissement public de coopération intercommunale soumis aux dispositions du I de l'article 1609 nonies C du même code à compter du 1er janvier 2010, le taux voté par la commune au titre de 2009 est majoré du taux voté au titre de la même année par l'établissement public de coopération intercommunale. Toutefois, pour les établissements publics de coopération intercommunale qui font application du II du même article 1609 nonies C à compter du 1er janvier 2010, la compensation est calculée à partir du taux voté au titre de l'année 2009 par l'établissement public de coopération intercommunale.\n\nL'alinéa précédent est applicable jusqu'au 31 décembre 2010.\n\nIII.-A modifié les dispositions suivantes :\n\n-Code rural\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I. ― Les articles 5, 6 et 7 s'appliquent aux impositions de taxe professionnelle, de taxe foncière sur les propriétés bâties et de taxe foncière sur les propriétés non bâties établies au titre des années 2009 à 2018.II. ― Le V de l'article 6 s'applique pendant toute la période au cours de laquelle un immeuble ou une partie d'immeuble a bénéficié des dispositions de l'article 1388 quinquies du code général des impôts."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Conformément à la réglementation communautaire, la préservation de l'environnement et de la santé des pollutions chimiques impose à titre préventif de restreindre ou d'encadrer strictement l'emploi des substances classées comme extrêmement préoccupantes pour la santé, notamment dans les lieux publics.Ainsi, ces restrictions ou cet encadrement obligent à vérifier s'il existe ou non des produits de substitution moins dangereux et à effectuer des recherches de solutions de rechange moins nocives en vue de parvenir à des réponses plus écologiques tenant compte de l'état de l'avancée scientifique.L'Etat veille particulièrement à ce que ces exigences soient également respectées dans les départements et régions d'outre-mer régis par l'article 73 de la Constitution."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Les articles 199 undecies A, 199 undecies B, 199 undecies C, 217 undecies et 217 duodecies du code général des impôts sont applicables aux investissements réalisés à compter du 1er janvier 2010 à Mayotte, en Polynésie française, à Saint-Barthélemy, à Saint-Martin, à Saint-Pierre-et-Miquelon, à Wallis-et-Futuna ainsi qu'en Nouvelle-Calédonie si la collectivité concernée est en mesure d'échanger avec l'Etat les informations utiles à la lutte contre la fraude et l'évasion fiscales.La collectivité de Wallis-et-Futuna transmet à l'Etat toute information utile en vue de lutter contre la fraude et l'évasion fiscales."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le présent article est applicable aux investissements réalisés entre la date de publication de la présente loi et le 31 décembre 2017, sous réserve du VI de l'article 199 undecies B du code général des impôts.\n\nRestent soumis à l'article 199 undecies B du code général des impôts, dans sa rédaction antérieure à la publication de la présente loi, les investissements pour l'agrément desquels une demande est parvenue à l'administration avant la date de cette publication.\n\nIII. - Le D du I entre en application à compter du sixième mois suivant la date d'entrée en vigueur de la présente loi.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I A modifié les dispositions suivantes :\n\nII.-Le présent article est applicable aux investissements réalisés entre la date de publication de la présente loi et le 31 décembre 2017.\n\nRestent soumis à l'article 217 undecies du code général des impôts, dans sa rédaction antérieure à la publication de la présente loi, les investissements pour l'agrément desquels une demande est parvenue à l'administration avant la date de cette publication.\n\nLes B et C du I entrent en application à compter du sixième mois suivant la date d'entrée en vigueur de la présente loi.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I A modifié les dispositions suivantes :\n\nIII. - Le II est applicable aux investissements réalisés à compter du premier jour du sixième mois suivant l'entrée en vigueur de la présente loi.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Il est créé une aide au fret au bénéfice des entreprises situées dans les départements d'outre-mer, les collectivités territoriales de Guyane et de Martinique et à Saint-Pierre-et-Miquelon, Saint-Barthélemy, Saint-Martin et Wallis-et-Futuna, destinée à abaisser le coût du fret :"
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "A modifié les dispositions suivantes :\n\nII.-Le I entre en vigueur le premier jour du sixième mois suivant la promulgation de la présente loi.\n\n-Code de la consommation"
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "L'Autorité de régulation des communications électroniques et des postes remet au Parlement, au plus tard neuf mois après la promulgation de la présente loi, un rapport portant, dans les départements et collectivités d'outre-mer où elle est compétente, d'une part, sur les conditions de la formation des prix des services de communications électroniques, sur les écarts entre les capacités réelles des réseaux et les capacités utilisées ainsi que sur le lien entre les capacités et le niveau des prix et, d'autre part, sur les conditions de la formation des prix des services de téléphonie fixe et mobile. L'autorité s'intéresse, en particulier, à la surfacturation pour cause d'itinérance des appels émis depuis ou vers les collectivités ultramarines et entre ces collectivités."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "II.-Le I entre en vigueur à compter du premier jour du mois qui suit celui de l'entrée en vigueur de la présente loi."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Il est créé un fonds exceptionnel d'investissement outre-mer, dont le montant est fixé chaque année par la loi de finances.L'objet du fonds est d'apporter une aide financière de l'Etat aux personnes publiques qui réalisent, dans les départements d'outre-mer, dans les collectivités d'outre-mer relevant de l'article 74 de la Constitution ou en Nouvelle-Calédonie, des investissements portant sur des équipements publics collectifs, lorsque ces investissements participent de façon déterminante au développement économique, social, environnemental et énergétique local.Cette aide peut être attribuée :1° Dans les départements d'outre-mer, aux régions, aux départements, aux communes ou à leurs groupements ;2° Dans les collectivités d'outre-mer relevant de l'article 74 de la Constitution, à ces collectivités, aux communes ou à leurs groupements ou, à Wallis-et-Futuna, aux circonscriptions ;3° En Nouvelle-Calédonie, à la Nouvelle-Calédonie, aux provinces, aux communes ou à leurs groupements.Pour chacune de ces personnes publiques, l'aide est cumulable avec celles dont elle peut bénéficier de la part de l'Etat ou d'autres collectivités publiques, ou au titre des fonds structurels européens ou du Fonds européen de développement.Les modalités d'attribution des aides apportées par le fonds exceptionnel d'investissement outre-mer sont fixées par décret."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "I. ― Les entreprises installées et exerçant leur activité au 1er avril 2009 dans les départements d'outre-mer peuvent demander, avant le 31 décembre 2009, aux caisses de sécurité sociale compétentes de leur département le sursis à poursuites pour le règlement de leurs créances, pour les périodes antérieures au 1er avril 2009, relatives aux cotisations patronales de sécurité sociale ainsi qu'aux pénalités et majorations de retard correspondantes.Cette demande entraîne de plein droit une suspension de six mois des poursuites afférentes auxdites créances ainsi que la suspension du calcul des pénalités et majorations de retard durant cette période.II. ― Durant ce délai de six mois, un plan d'apurement est signé entre l'entreprise et les caisses de sécurité sociale compétentes. Sa durée est au maximum de cinq ans. Il peut comporter l'annulation des pénalités et majorations de retard.Le plan peut prévoir un abandon partiel des créances constatées au 31 décembre 2008, dans la limite de 50 %, afin de tenir compte de la situation de l'entreprise et de garantir sa pérennité et le paiement ultérieur des cotisations. Cet abandon partiel est subordonné au paiement effectif de la part salariale des cotisations ou, à défaut, à la signature d'un échéancier de paiement d'une durée maximale de trois ans. Les entreprises exclues du bénéfice des dispositions de l'article 5 de la loi n° 2000-1207 du 13 décembre 2000 d'orientation pour l'outre-mer, en application du V du même article, ne sont pas éligibles au bénéfice des dispositions du présent alinéa. Les versements des échéances du plan sont effectués par prélèvement automatique sur un compte bancaire ou sur un compte d'épargne.Le plan d'apurement peut être suspendu pour une durée de trois à six mois, et prorogé d'autant, si l'entreprise peut se prévaloir d'un préjudice matériel dû à un aléa climatique, suite à la publication d'un arrêté portant constatation de l'état de catastrophe naturelle sur le territoire d'un département d'outre-mer ou sur une portion dudit territoire dans lequel elle est implantée.Toute condamnation pénale de l'entreprise ou du chef d'entreprise pour fraude fiscale, en application de l'article 1741 du code général des impôts, ou pour travail dissimulé, marchandage, prêt illicite de main-d'œuvre, en application des articles L. 8224-1 à L. 8224-5, L. 8234-1, L. 8234-2, L. 8243-1 et L. 8243-2 du code du travail ou, après mise en demeure, le non-respect de l'échéancier du plan ou le non-paiement des cotisations dues postérieurement à la signature de ce plan entraîne la caducité du plan d'apurement.En cas de condamnation pénale pour travail dissimulé, marchandage, prêt illicite de main-d'œuvre ou fraude au cours des cinq années précédant la publication de la présente loi, le bénéfice des dispositions du présent article est exclu.L'entreprise concernée peut demander chaque année un certificat de respect du plan d'apurement et des échéances courantes à la caisse de sécurité sociale compétente. Ce certificat atteste que l'entreprise est à jour de ses obligations sociales déclaratives et de paiement au sens du code des marchés publics.III. ― Le présent article s'applique aux entrepreneurs et aux travailleurs indépendants, y compris dans les secteurs de l'agriculture et de la pêche, pour les contributions et les cotisations obligatoires de sécurité sociale. En cas d'abandon partiel de créances en matière d'assurance vieillesse, dans les conditions prévues au II, les droits sont minorés dans une proportion identique.IV. ― Les modalités d'application du présent article sont fixées par décret."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "I.-En Guadeloupe, en Guyane, en Martinique, à La Réunion, à Mayotte et à Saint-Martin, il peut être mis en œuvre une procédure, dite \" procédure de titrement \", ayant pour objet :\n\n1° De collecter et d'analyser tous les éléments propres à inventorier les biens fonciers et immobiliers dépourvus de titres de propriété ainsi que les occupants ne disposant pas de titres de propriété ;\n\n2° D'établir le lien entre un bien et une personne, afin de constituer ou de reconstituer ces titres de propriété.\n\nII.-La procédure de titrement mentionnée au I peut être conduite :\n\n1° Soit par un groupement d'intérêt public qui peut être constitué, dans chacun des territoires concernés, dans les conditions prévues au chapitre II de la loi n° 2011-525 du 17 mai 2011 de simplification et d'amélioration de la qualité du droit.\n\nChaque groupement est constitué de l'Etat, de la région d'outre-mer concernée ou, selon le cas, du Département de Mayotte ou de la collectivité de Saint-Martin ainsi que d'associations d'élus locaux, de représentants des géomètres-experts et de représentants des notaires. Compte tenu des compétences spécifiques exigées par la procédure de titrement qui lui est confiée, le groupement peut, par exception aux dispositions du 3° de l'article 109 de la loi n° 2011-525 du 17 mai 2011 précitée, recruter directement et en tant que de besoin des agents contractuels de droit public ou de droit privé ;\n\n2° Soit par un opérateur public foncier, sous réserve que le statut de cet opérateur soit complété par des dispositions permettant la mise en œuvre de cette nouvelle mission.\n\nL'organe délibérant de cet opérateur est alors complété par les représentants des personnes mentionnées au second alinéa du 1° du présent II.\n\nIII.-L'opérateur public foncier ou le groupement d'intérêt public chargé de la procédure de titrement crée et, le cas échéant, gère l'ensemble des équipements ou services d'intérêt commun, et effectue les travaux et missions connexes ou complémentaires rendus nécessaires par la conduite de la procédure de titrement.\n\nPour l'accomplissement de sa mission, l'opérateur public foncier ou le groupement d'intérêt public chargé de la procédure de titrement peut créer un fichier de données à caractère personnel, dans les conditions définies par la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés.\n\nSans que puisse leur être opposé le secret professionnel, l'opérateur public foncier ou le groupement d'intérêt public chargé de la procédure de titrement ainsi que les personnes qu'il délègue peuvent se faire communiquer par toute personne, physique ou morale, de droit public ou de droit privé, tous documents et informations nécessaires à la réalisation de la procédure de titrement, y compris ceux contenus dans un système informatique ou de traitement de données à caractère personnel.\n\nLes agents de l'opérateur public foncier ou du groupement d'intérêt public chargé de la procédure de titrement et les personnes qu'il délègue sont tenus de respecter la confidentialité des informations recueillies au cours de leur mission, sous peine des sanctions prévues aux articles 226-13,226-31 et 226-32 du code pénal.\n\nCes informations sont communiquées aux pétitionnaires, aux officiers publics ministériels concernés, aux représentants de l'Etat ainsi qu'aux responsables des exécutifs des collectivités territoriales.\n\nLes informations mentionnées au quatrième alinéa du présent III sont consultables, par toute personne intéressée, en préfecture.\n\nIV.-L'opérateur public foncier ou le groupement d'intérêt public chargé de la procédure de titrement peut être consulté pour avis par les collectivités territoriales lorsqu'elles rencontrent des difficultés en matière de titrement."
    },
    {
      "provision_ref": "art35-1",
      "section": "35-1",
      "title": "Article 35-1",
      "content": "Il est créé, à Mayotte, une commission d'urgence foncière chargée de préfigurer le groupement d'intérêt public prévu au 1° du II de l'article 35 de la présente loi.\n\nCette commission est présidée par une personnalité qualifiée désignée par arrêté conjoint du ministre de la justice et du ministre chargé de l'outre-mer. Son président est soumis à l'obligation de déclaration d'intérêts prévue à l'article 25 ter de la loi n° 83-634 du 13 juillet 1983 portant droits et obligations des fonctionnaires.\n\nSes autres membres sont ceux prévus au 1° du II de l'article 35 de la présente loi. Ils sont nommés par arrêté du ministre chargé de l'outre-mer.\n\nLa commission exerce les missions dévolues au groupement d'intérêt public mentionné au premier alinéa du présent article.\n\nElle est dissoute de plein droit à la date d'installation du groupement d'intérêt public mentionné au même premier alinéa, et au plus tard le 31 décembre 2023.\n\nL'Etat pourvoit aux moyens de fonctionnement de cette commission."
    },
    {
      "provision_ref": "art35-2",
      "section": "35-2",
      "title": "Article 35-2",
      "content": "Lorsqu'un acte de notoriété porte sur un immeuble situé en Guadeloupe, en Martinique, à La Réunion, en Guyane, à Saint-Barthélemy, à Saint-Martin et à Mayotte et constate une possession répondant aux conditions de la prescription acquisitive, il fait foi de la possession, sauf preuve contraire. Il ne peut être contesté que dans un délai de cinq ans à compter de la dernière des publications de cet acte par voie d'affichage, sur un site internet et au service de la publicité foncière ou au livre foncier.\n\nL'acte de notoriété peut être établi par un notaire ou, à Mayotte, par le groupement d'intérêt public mentionné à l'article 35. Dans ce dernier cas, le groupement en assure la publicité.\n\nLe présent article s'applique aux actes de notoriété dressés et publiés avant le 31 décembre 2027.\n\nUn décret en Conseil d'Etat fixe les conditions d'application du présent article."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "Le Gouvernement remet au Parlement chaque année, au plus tard le 1er octobre, un rapport relatif à la situation du marché du logement dans les départements et collectivités d'outre-mer comprenant des informations relatives aux niveaux des loyers constatés."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "VI.-Le I du présent article, à l'exception de son 5°, est applicable aux investissements réalisés à compter de la date de la promulgation de la présente loi."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "A modifié les dispositions suivantes :\n\nToutefois, les dispositions de cette sous-section continuent de produire leurs effets pour les contrats conclus antérieurement à la publication de la présente loi.\n\n-Code du travail"
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le présent article est applicable dans les îles Wallis et Futuna et en Nouvelle-Calédonie.\n\n- Code civil"
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "I. ― Dans les collectivités d'outre-mer et en Nouvelle-Calédonie, et par dérogation à l'article 74 du code civil, le mariage de deux personnes de nationalité étrangère ne résidant pas sur le territoire national peut être célébré dans la commune de leur choix, sans condition de résidence de l'un ou l'autre des futurs époux dans ladite commune.II. ― Lorsqu'il est fait application du I, la compétence territoriale du maire de la commune choisie par les futurs époux résulte du dépôt par ceux-ci d'un dossier constitué à cette fin au moins un mois avant la publication prévue à l'article 63 du code civil.III. ― Dans la même hypothèse, l'officier de l'état civil peut demander à l'autorité diplomatique ou consulaire territorialement compétente de procéder à l'audition des futurs époux prévue au même article 63.IV. ― A l'issue du délai prévu au II, et par dérogation à l'article 165 du code civil, le mariage est célébré publiquement devant l'officier de l'état civil de la commune choisie par les futurs époux, en présence d'un traducteur-interprète assermenté."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "III. - Des autorisations de pêche dans la zone économique exclusive des Terres australes et antarctiques françaises peuvent être accordées à des navires étrangers dans des conditions et selon des modalités fixées par décret."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "II.-Les communes de Nouvelle-Calédonie et les circonscriptions territoriales de Wallis-et-Futuna sont éligibles à la dotation prévue par l'article L. 2335-16 du code général des collectivités territoriales."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "IV.-Les dispositions de l'ordonnance n° 2007-1434 du 5 octobre 2007 portant extension des première, deuxième et cinquième parties du code général des collectivités territoriales aux communes de la Polynésie française, à leurs groupements et à leurs établissements publics ont force de loi à compter de la publication de cette ordonnance."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "Pour une durée de deux ans à compter de la promulgation de la présente loi, le conseil régional de Guadeloupe est habilité, en application de l'article 73, alinéa 3, de la Constitution et des articles LO 4435-2 à LO 4435-12 du code général des collectivités territoriales, à fixer les règles permettant la création d'un établissement public régional à caractère administratif chargé d'exercer les missions de service public de formation professionnelle qui lui seront déléguées par la région."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "Pour une durée de deux ans à compter de la promulgation de la présente loi, le conseil régional de Guadeloupe est habilité, en application de l'article 73, alinéa 3, de la Constitution et des articles LO 4435-2 à LO 4435-12 du code général des collectivités territoriales, à fixer des règles spécifiques à la Guadeloupe en matière de maîtrise de la demande d'énergie, de réglementation thermique pour la construction de bâtiments et de développement des énergies renouvelables, dans les limites prévues dans sa délibération n° CR / 09-269 du 27 mars 2009 publiée au Journal officiel du 3 avril 2009.En ce qui concerne le développement des énergies renouvelables, la puissance installée des nouvelles installations ainsi que la variation des prix de rachat autorisée dans la limite de plus ou moins 10 % font l'objet d'un avis préalable du ministre chargé de l'énergie, à rendre dans le délai maximal de trois mois à compter de sa saisine par le conseil régional de Guadeloupe."
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "I. ― Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance toute mesure relevant du domaine de la loi et de la compétence de l'Etat, tendant à :1° Pour Mayotte :a) Actualiser et adapter l'organisation juridictionnelle et modifier le statut civil personnel de droit local, afin d'assurer le respect des principes constitutionnels et des droits fondamentaux ;b) Etendre et adapter les dispositions législatives relatives à l'expropriation pour cause d'utilité publique et à la constitution de droits réels sur le domaine public ;c) Etendre et adapter la législation en matière de protection sociale à Mayotte ;2° Pour les îles Wallis et Futuna, étendre et adapter le code des postes et des communications électroniques ;3° Pour Saint-Pierre-et-Miquelon :a) Actualiser et adapter les dispositions relatives à l'exercice de la médecine ;b) Etendre et adapter la législation relative aux allocations logement ;c) Actualiser les dispositions de la loi n° 87-563 du 17 juillet 1987 portant réforme du régime d'assurance vieillesse applicable à Saint-Pierre-et-Miquelon et du code des pensions de retraite des marins français du commerce, de pêche ou de plaisance ;4° Pour les Terres australes et antarctiques françaises, actualiser et adapter les règles de droit localement applicables, ainsi que les règles relatives à la pêche maritime ;5° Pour la Polynésie française, pour la Nouvelle-Calédonie et pour les îles Wallis et Futuna, adapter les dispositions de l'article 199 septvicies du code général des impôts en matière de réduction d'impôt sur le revenu pour l'acquisition et la construction de logements dans ces territoires.II. ― Les ordonnances doivent être prises au plus tard le dernier jour du dix-huitième mois suivant celui de la promulgation de la présente loi.Les projets de loi portant ratification de ces ordonnances doivent être déposés devant le Parlement au plus tard le dernier jour du sixième mois suivant celui de leur publication."
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "Les langues créoles font partie du patrimoine national."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "III.-Le II entre en vigueur au 1er janvier 2010."
    }
  ]
}