{
  "id": "loi-n-2014-40-du-20-janvier-2014",
  "type": "statute",
  "title": "LOI n°2014-40\n du 20 janvier 2014",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000028493476",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "IV. - Le III de l'article L. 13 du code des pensions civiles et militaires de retraite s'applique aux fonctionnaires affiliés à la Caisse nationale de retraites des agents des collectivités locales et aux ouvriers des établissements industriels de l'Etat."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Le Gouvernement remet au Parlement, avant le 1er janvier 2015, un rapport étudiant l'opportunité de ramener l'âge donnant droit à une retraite à taux plein de 67 à 65 ans et de réduire le coefficient de minoration appliqué par trimestre. Ce rapport examine en particulier les conséquences pour les femmes de la mise en place du taux minoré et du déplacement, par la réforme des retraites de 2010 de la borne d'âge de 65 à 67 ans."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "VI. - Le 4° du I entre en vigueur six mois après la promulgation de la présente loi."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I, II, III et V.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code des pensions civiles et militaires de retraite\n\n-Code des pensions civiles et militaires de retraite\n\n-Code des pensions civiles et militaires de retraite\n\n-Code des pensions civiles et militaires de retraite\n\n-Code des pensions civiles et militaires de retraite\n\n-Code des pensions civiles et militaires de retraite"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Tous les cinq ans à compter de la promulgation de la présente loi, le Gouvernement présente au Parlement, après avis du Conseil d'orientation sur les conditions de travail, un rapport sur l'évolution des conditions de pénibilité auxquelles les salariés sont exposés et sur l'application du titre VI du livre Ier de la quatrième partie du code du travail. Ce rapport prend en compte les conditions de pénibilité des métiers majoritairement occupés par les femmes."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Avant le 1er janvier 2015, le Gouvernement remet au Parlement un rapport présentant des propositions en matière de reconversion des salariés déclarés inaptes, notamment des salariés âgés, et sur la coopération entre les pouvoirs publics, dont les régions, et les partenaires sociaux."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "II. - Les articles 7 à 14 de la présente loi entrent en vigueur à compter du 1er janvier 2015."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Le Gouvernement remet aux commissions permanentes compétentes de l'Assemblée nationale et du Sénat, dans un délai de trois mois à compter de la promulgation de la présente loi, un rapport relatif à la situation des personnes nées en 1952 et 1953, inscrites à Pôle emploi au 31 décembre 2010 et pourtant exclues du bénéfice de l'allocation transitoire de solidarité établie par le décret n° 2013-187 du 4 mars 2013 instituant à titre exceptionnel une allocation transitoire de solidarité pour certains demandeurs d'emploi, qui prévoit l'obligation pour elles de justifier de tous leurs trimestres à la date de la fin des droits de l'allocation chômage."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "VIII.-Le présent article, à l'exception du 5° du I, est applicable aux assurés dont la première pension prend effet à compter du 1er janvier 2015."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Dans les six mois suivant la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur l'évolution des droits familiaux afin de mieux compenser les effets de l'arrivée d'enfants au foyer sur la carrière et les pensions des femmes."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Dans l'année suivant la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport étudiant les possibilités de faire évoluer les règles relatives aux pensions de réversion dans le sens d'une meilleure prise en compte du niveau de vie des conjoints survivants et d'une harmonisation entre les régimes."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Un rapport du Gouvernement est transmis au Parlement, avant le 15 juillet 2015, sur les modalités d'une ouverture pour les étudiants post-baccalauréat de droits à la retraite au titre des études."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "I. - A créé les dispositions suivantes :\n\nII. - A créé les dispositions suivantes :\n\nIII. - A modifié les dispositions suivantes :\n\nIV. - Dans les six mois à compter de la promulgation de la présente loi, le Gouvernement remet aux commissions compétentes de l'Assemblée nationale et du Sénat un rapport sur les retraites des salariés agricoles de la Guadeloupe, de la Martinique et de La Réunion, notamment sur les modalités de mise en place d'un dispositif de retraite complémentaire au bénéfice de ces salariés, à l'instar de celui créé par la loi n° 2002-308 du 4 mars 2002 tendant à la création d'un régime de retraite complémentaire obligatoire pour les non-salariés agricoles, pour les exploitants agricoles.\n\n- Code rural et de la pêche maritime\n\n- Code rural et de la pêche maritime\n\n- Loi n°2002-308 du 4 mars 2002"
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "I.-A modifié les dispositions suivantes :\n\nIII.-Pour les périodes antérieures au 31 décembre 2015, la reconnaissance de la qualité de travailleur handicapé, au sens de l'article L. 5213-1 du code du travail, est prise en compte pour l'appréciation des conditions mentionnées aux articles L. 351-1-3 et L. 634-3-3, au III de l'article L. 643-3 et à l'article L. 723-10-1 du code de la sécurité sociale et au 5° du I de l'article L. 24 du code des pensions civiles et militaires de retraite.\n\nIV.-Le présent article est applicable aux pensions prenant effet à compter du 1er février 2014.\n\nV.-Le Gouvernement remet au Parlement, dans un délai d'un an à compter de la promulgation de la présente loi, un rapport étudiant la possibilité de mettre en place un compte handicap travail.\n\n-Code de la sécurité sociale.\n\n-Code rural et de la pêche maritime\n\n-Code des pensions civiles et militaires de retraite\n\nII.-A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nIII. - A modifié les dispositions suivantes :\n\nIV. - Le présent article est applicable aux pensions prenant effet à compter du 1er février 2014.\n\nV. - A modifié les dispositions suivantes :\n\n- Code des pensions civiles et militaires de retraite\n\n- Code de la sécurité sociale.\n\n- LOI n° 2010-1330 du 9 novembre 2010\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "I. à IV.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nV.-Le I est applicable à compter du 1er février 2014, le II à compter du 1er janvier 2015 et le III aux périodes de prise en charge intervenues à compter du 1er février 2014.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code rural et de la pêche maritime\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "I et II.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII.-Le 6° et le b du 9° du I entrent en vigueur à une date fixée par décret et au plus tard, respectivement, au 1er janvier 2017 et au 1er juillet 2014.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "VI.-Les I et II entrent en vigueur à une date fixée par décret et au plus tard au 1er juillet 2014."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "I. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "II. - Le I s'applique aux pensions prenant effet à une date fixée par décret, au plus tard le 1er juillet 2017."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "V. - Le présent article s'applique aux assurés dont l'ensemble des pensions prend effet à compter du 1er janvier 2016."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "Avant le 31 décembre 2014, le Gouvernement remet au Parlement un rapport détaillant les conditions d'application des conventions internationales bilatérales existant en matière de retraite et évaluant les conséquences de leur mise en œuvre pour les Français ayants droit de systèmes étrangers dès lors qu'ils ne résident plus dans l'Etat concerné. Le rapport examine également les difficultés liées à la perception d'une pension de retraite à l'étranger."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "Tous les ans, le Gouvernement organise avec les organisations syndicales de fonctionnaires, au sein du Conseil commun de la fonction publique, un débat sur les orientations de la politique des retraites dans la fonction publique."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "II. - Le rapport mentionné au premier alinéa de l'article L. 732-58-1 du code rural et de la pêche maritime est remis pour la première fois au plus tard le 1er septembre 2015."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "I. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\n- Code de la sécurité sociale.\n\n- Code de la sécurité sociale.\n\n- Code de la sécurité sociale.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "I. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance toute mesure relevant du domaine de la loi afin de protéger les intérêts des travailleurs salariés et des personnes ayant déjà quitté l'entreprise ou l'établissement de l'employeur à la date de la survenance de l'insolvabilité de celui-ci en ce qui concerne leurs droits acquis, ou leurs droits en cours d'acquisition, à des prestations de retraite supplémentaire d'entreprise.\n\nL'ordonnance est prise dans un délai de dix-huit mois à compter de la promulgation de la présente loi.Le projet de loi de ratification de cette ordonnance est déposé devant le Parlement au plus tard le dernier jour du troisième mois suivant la publication de l'ordonnance."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "VI.-Les IV et V du présent article entrent en vigueur à compter du 1er janvier 2017."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "I. ― Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnances toute mesure relevant du domaine de la loi tendant :1° Pour Mayotte, à étendre et à adapter la législation en matière d'assurance vieillesse applicable en métropole ;2° Pour Saint-Pierre-et-Miquelon, à rapprocher les dispositions de la loi n° 87-563 du 17 juillet 1987 portant réforme du régime d'assurance vieillesse applicable à Saint-Pierre-et-Miquelon de la législation applicable en métropole.II. ― Les ordonnances sont publiées au plus tard le dernier jour du dix-huitième mois suivant celui de la promulgation de la présente loi.Les projets de loi de ratification de ces ordonnances sont déposés devant le Parlement au plus tard le dernier jour du sixième mois suivant celui de leur publication."
    }
  ]
}