{
  "id": "loi-programmation-militaire-cyber",
  "type": "statute",
  "title": "Loi n 2023-703 du 1er aout 2023 relative a la programmation militaire pour les annees 2024 a 2030",
  "title_en": "Military Programming Law 2024-2030 (cyber provisions)",
  "short_name": "LPM 2024-2030 (cyber)",
  "status": "in_force",
  "issued_date": "2023-08-01",
  "in_force_date": "2023-08-02",
  "url": "https://www.legifrance.gouv.fr/jorf/id/JORFTEXT000047914986",
  "description": "The 2024-2030 Military Programming Law significantly expands ANSSI's powers for cyber threat detection and response, including DNS filtering, vulnerability disclosure, and expanded data collection for threat characterization.",
  "provisions": [
    {
      "provision_ref": "art64",
      "chapter": "Chapitre V - Dispositions relatives a la lutte informatique",
      "section": "64",
      "title": "Article 64 - ANSSI DNS threat blocking",
      "content": "Lorsqu'il est constate qu'une menace susceptible de porter atteinte a la securite nationale resulte de l'exploitation d'un nom de domaine, l'autorite nationale en matiere de securite des systemes d'information peut demander a toute personne concourant, directement ou par l'intermediaire d'autres personnes, a l'adressage par noms de domaine sur internet de prendre les mesures les plus adaptees pour neutraliser cette menace."
    },
    {
      "provision_ref": "art65",
      "chapter": "Chapitre V - Dispositions relatives a la lutte informatique",
      "section": "65",
      "title": "Article 65 - Extended data collection for ANSSI",
      "content": "Pour les besoins de la securite des systemes d'information, l'autorite nationale en matiere de securite des systemes d'information peut mettre en oeuvre, sur les reseaux d'un operateur de communications electroniques ou sur le systeme d'information d'un fournisseur d'acces a des services de communication au public en ligne ou d'un hebergeur, des dispositifs mettant en oeuvre des marqueurs techniques aux seules fins de detecter des evenements susceptibles d'affecter la securite des systemes d'information."
    },
    {
      "provision_ref": "art66",
      "chapter": "Chapitre V - Dispositions relatives a la lutte informatique",
      "section": "66",
      "title": "Article 66 - Vulnerability disclosure coordination",
      "content": "L'autorite nationale en matiere de securite des systemes d'information peut imposer, pour une duree et dans une mesure strictement necessaires et proportionnees a la menace en cours ou imminente, aux operateurs de communications electroniques et aux fournisseurs de systemes de resolution de noms de domaine, la mise en oeuvre de mesures de filtrage de noms de domaine utilisees par un attaquant."
    }
  ]
}