{
  "id": "loi-n-75-1242-du-27-decembre-1975",
  "type": "statute",
  "title": "Loi n° 75-1242 du 27 décembre 1975",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000699030",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Alinéa modificateurLes taux de 3,10 p. 100 et de 4,20 p. 100 sont portés à 4,10 p. 100 et à 5,20 p. 100 lorsque les produits auxquels ils s'appliquent ont été commercialisés en 1974 par l'intermédiaire des groupements de producteurs constitués pour la réalisation des objectifs définis par la loi d'orientation agricole n° 60-808 du 5 août 1960. Le remboursement correspondant à ces majorations supplémentaires est accordé au vu d'une déclaration spéciale déposée avant le 1er avril 1976."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les logements mis à la disposition des personnels de la gendarmerie, dans les conditions prévues par l'article D14 du code du domaine de l'Etat, ne sont pas considérés comme un avantage en nature pour le calcul de l'impôt sur le revenu."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les contrats d'assurances sur les risques de gel de récoltes sont, à compter du 1er janvier 1976, exonérés de la taxe spéciale sur les conventions d'assurances ainsi que de la contribution additionnelle perçue au profit du fonds national de garantie des calamités agricoles."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I - L'exonération de la taxe spéciale sur les conventions d'assurances des navires de commerce contre les risques de toute nature de navigation maritime est, à compter du 1er janvier 1976, étendue aux contrats d'assurances des navires de pêche contre les mêmes risques.II - Le tarif de la taxe spéciale sur les conventions d'assurances est fixé, à compter du 1er février 1976, à 8,75 p. 100 pour les assurances contre les risques de toute nature de navigation maritime ou fluviale des bateaux de sport ou de plaisance."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I - Lorsqu'une personne morale passible de l'impôt sur les sociétés a pour objet de transférer gratuitement à ses membres la jouissance d'un bien meuble ou immeuble, la valeur nette de l'avantage en nature ainsi consenti n'est pas prise en compte pour la détermination du résultat imposable et elle ne constitue pas un revenu distribué au sens des articles 109 à 111 du code général des impôts. Cet avantage est exonéré d'impôt entre les mains du bénéficiaire, sauf si celui-ci est une personne morale passible de l'impôt sur les sociétés ou une entreprise imposable à l'impôt sur le revenu selon les règles des bénéfices industriels et commerciaux. Si aucune opération productive de recettes n'est réalisée avec des tiers, l'article 223 septies du code général des impôts ne s'applique pas.Les services indispensables à l'utilisation du bien et fournis par la personne morale à ses membres moyennant, indépendamment des apports, le strict remboursement de la part qui leur incombe dans les dépenses communes, sont exonérés de la taxe sur la valeur ajoutée.II - Les remboursements de frais effectués par les membres des personnes morales ayant pour objet de permettre à ceux-ci l'utilisation commune de moyens nécessaires à l'exercice de leur profession sont exonérés de la taxe sur la valeur ajoutée.Cette exonération est subordonnée à la condition que le remboursement effectué par chaque membre corresponde strictement à la part lui incombant dans les dépenses communes et qu'aucun des membres ne soit assujetti à la taxe sur la valeur ajoutée sur plus de 10 p. 100 de ses recettes totales.III - Les dispositions des I et II ci-dessus ne sont pas applicables aux personnes morales qui réalisent avec des tiers des opérations productives de recettes, à moins qu'il ne s'agisse d'opérations accessoires n'excédant pas 10 p. 100 de leurs recettes totales ou résultant d'une obligation imposée par la puissance publique.IV - Un décret fixe la nature des renseignements particuliers que les sociétés mentionnées aux I et II doivent fournir annuellement au service des impôts, indépendamment des déclarations dont la production est déjà prévue par le code général des impôts.V - Le présent article entrera en vigueur le 1er janvier 1976.Alinéa modificateur."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I Alinéa modificateur.\n\nLes dispositions de l'alinéa précédent s'appliquent même au cas où le délai de huit ans est venu à expiration.\n\nII - La plus-value réalisée par une personne relevant de l'impôt sur le revenu lors de l'apport d'éléments d'actif affectés à l'exercice de sa profession à une société civile de moyens définie à l'article 38 de l'ordonnance n° 2023-77 du 8 février 2023 relative à l'exercice en société des professions libérales réglementées est imposée dans les conditions prévues à l'article 93 1 bis du code général des impôts.\n\nLes parts de sociétés civiles de moyens constituent des éléments affectés à l'exercice de la profession au sens de l'article 93 1 du code précité."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I (Paragraphe abrogé).II - Le prélèvement prévu à l'article 125 A du code général des impôts est assis sur le tiers des produits des sommes inscrites à ce compte spécial. Le prélèvement est applicable dans tous les cas.III (Paragraphe abrogé)."
    }
  ]
}