{
  "id": "loi-n-51-651-du-24-mai-1951",
  "type": "statute",
  "title": "Loi n° 51-651 du 24 mai 1951",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000517348",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Il est ouvert au ministre de la défense nationale, sur le budget général de l'exercice 1951, au litre des dépenses, militaires de fonctionnement et d'investissement, des crédits s'élevant à la somme totale de 519 996 180 000 F.Ces crédits, applicables à l'ensemble des dépenses de l'exercice 1951, sont répartis, par services et par chapitres, conformément à l'état A annexé à la présente loi (non reproduit)."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Il est accordé au ministre de la défense nationale, , au titre du budget général, pour les dépenses militaires d'équipement, des autorisations de programme s'élevant à la somme totale de 39 079 051.000 F.Ces autorisations de programme sont réparties, par services et par chapitres, conformément à l'état B annexé à la présente loi (non reproduit). Elles seront couvertes tant par les crédits ouverts par la présente loi que par de nouveaux crédits à ouvrir ultérieurement."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Sur les autorisations de programmes accordées antérieurement sont annulées des autorisations de programme pour un total de 122 000 000 de francs, aux chapitres ci-après :Section air :Chap. 9070 - Munitions de l'armée de l'air. 100 000 000 F.Section marine :Chap. 9030 - Service des transmissions.Equipement : 22 000 000.Total : 122 000 000 F."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Pour l'année 1951, les budgets annexes rattachés pour ordre au budget de la défense nationale sont arrêtés, en recettes et en dépenses, à la somme totale de 215 milliards 736 319 000 F ainsi répartie :Constructions aéronautiques :  75 509 770 000 F.Constructions et armes navales :  50 743 733 000 F.Fabrications d'armement : 85 752 969 000 F.Service des essences : 22 116 197 000 F.Services des poudres : 11 313 650 000 F.Total égal : 245 736 319 000 F.Ces évaluations de recettes et ces crédits sont répartis par services et par chapitres, conformément à l'état C annexé présente loi. (non reproduit)"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Il est accordé au ministre de la défense nationale, au titre des budgets annexes rattachés pour ordre au budget de la défense nationale, des autorisations de programme s'élevant à la somme de 46 654 666 000 F ainsi répartie :Constructions aéronautiques : 6 676 000 000 F.Constructions et armes navales : 6 319 290 000.Fabrications d'armement : 23 373 441 000.Service des essences : 7 787 935 000.Service des poudres : 2 198 000 000.Total égal : 46 651 666 000 F.Ces autorisations de programme seront couvertes tant par les crédits ouverts par la présente loi que par de nouveaux crédits à ouvrir sur les exercices ultérieurs. Elles sont réparties, par services et par chapitres, conformément à l'état D, annexé à la présente loi (non reproduit)."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Le ministre de la défense nationale est autorisé à engager, au titre des programmes d'habillement, de couchage et d'ameublement, de l'armée de terre, d'une part, et au titre des programmes de recharges et de représentations de l'armée de l'air et de l'aéronautique navale, d'autre part, des dépenses s'élevant à la somme totale de 31 607 721 000 F ainsi réparties :Section \"air\".Chap. 3025 - Habillement, campement, couchage, ameublement et matériels divers - Programme : 10 557 721 000 F.Chap. 3145 - Réparations du matériel aérien assurées par la direction technique et industrielle (nouveau programme) :2 950 000 000.Section \"guerre\".Chap. 3025 - Habillement, couchage et ameublement - Programmes :16 250 000 000.Section \"marine\".Chap. 315 - Entretien du matériel de série de l'aéronautique navale : 1 850 000 000.Total : 31 697 721 000 F.Ces dépenses seront couvertes tant par les crédits ouverts par la présente loi que par de nouveaux crédits à ouvrir ultérieurement."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Le ministre de la défense nationale est autorisé à engager en 1951, par anticipation sur les crédits qui lui seront alloués pour l'exercice 1952, des dépenses se montant à la somme totale de 9 072 000 000 F et réparties, par service et par chapitre, conformément à l'état E annexé à la présente loi (non reproduit)."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Le Gouvernement pourra, par décret pris en conseil des ministres, opérer le transfert au budget de la dépense nationale, de tout ou partie des crédits inscrits à la section IV : \"services de la défense nationale - B. Etat-major de l'Europe occidentale\" du budget de la présidence du conseil pour l'exercice 1951."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "L'article 12 de la loi n° 50-857 du 24 juillet 1950 relatif au développement et d'investissement pour l'exercice 1950 est abrogé.Des arrêtés du ministre du budget et du ministre de la défense nationale pourront transférer du budget de la défense nationale aux budgets des ministres civils chargés de l'exécution d'opérations ou travaux pour le couple de la défense nationale les crédits afférents à la réalisation de ces opérations ou travaux."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Sont supprimés les budgets annexes des services de la défense nationale ci-après :Constructions aéronautiques ;Constructions et armes navales ;Fabrications d'armements, institués à titre provisoire par les articles 16 à 26 de la loi n° 46-2922 du 23 décembre 1946.Cette suppression deviendra effective le 1er janvier de l'année qui suivra la publication des textes réglementaires fixant les modalités d'application du présent articles."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Les effectifs du cadre spécial des officiers de marine seront, pour sa première formation, réalisés progressivement soit par des nominations directes dans ce cadre, soit par des promotions d'officiers du cadre spécial, dans les conditions fixées par le secrétaire d'Etat chargé de la marine.Les effectifs totaux du cadre spécial sont fixés à 12 capitaines de vaisseau et 28 capitaines de frégate par prélèvement sur les effectifs autorisés du corps des officiers de marine.Les intégrations dans le cadre spécial seront traduites chaque année dans le budget. Elles ne pourront intervenir que par transformation d'emplois existants et ne devront pas entraîner de dépenses supplémentaires par rapport aux crédits de l'année précédente."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Il est créé, dans le corps des ingénieurs des travaux d'armement, les grades d'ingénieurs de 2e et 3e classe, correspondant au grade de lieutenant et sous-lieutenant. Les effectifs de ces deux grades seront, pour l'exercice 1951, prélevés sur l'effectif budgétaire des ingénieurs de 1re classe fixé par l'article 1er du décret du 14 juin 1938. Les conditions de recrutement des ingénieurs des travaux d'armement seront fixées par le décret signé conjointement par le ministre de la défense nationale, le ministre des finances et des affaires économiques, le ministre du budget et le secrétaire d'Etat aux forces armées (guerre)."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Nonobstant toutes dispositions contraires et pendant une période d'une année à compter de la promulgation de la présente loi, le ministre de la défense nationale est autorisé à combler les vacances existant dans le corps des commissaires ordonnateurs de l'air :En premier lieu, par admission en situation d'activité de fonctionnaires du commissariat de l'air du cadre auxiliaire ;En deuxième lieu, par chargement d'armée, sur demande agréée des intéressés, d'officiers du commissariat de la marine ou de fonctionnaires de l'intendance militaire ou coloniale ;Enfin, par chargement de corps, après concours, d'officiers de l'armée de l'air.Les conditions d'application du présent article seront minées par décret contresigné par le ministre de la défense nationale, le ministre des finances et des affaires économiques et le ministre du budget."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Les officiers mariniers pilotes et navigateurs contrôleurs de l'aéronautique navale peuvent recevoir, dans des conditions fixées par décret, une commission d'officier de troisième classe des équipages de la flotte, grade assimilé à celui d'enseigne de vaisseau de deuxième classe.Dans cette situation ils continuent à faire partie du corps des équipages de la flotte et comptent dans les effectifs de ce corps.Ils portent le titre d'officiers pilotes ou d'officiers navigateurs de l'aéronautique navale.Le nombre maximum des titulaires de la commission est fixé chaque année par la loi de finances. Pour l'année 1951, il est fixé à 20."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Les médecins, pharmaciens et vétérinaires des services de santé des armées provenant des écoles de formation ou du recrutement direct ou latéral, bénéficient à compter de leur date d'entrée effective dans les corps correspondants d'officiers d'active d'une bonification pour études préliminaires comptant pour les droits à solde progressive et pour l'ouverture et la liquidation des droits à pension d'ancienneté, égale à la durée normales des études d'enseignement supérieur près des facultés des sciences, de médecine et de pharmacie et des écoles vétérinaires, exigées par les règlements universitaires pour l'obtention de leur diplôme de docteur en médecine, de pharmacien ou de vétérinaire, suivant le régime sous lequel ils se trouvaient en fin d'études.Les services accomplis en qualité d'élève dans les écoles des services de santé ne se cumulent pas avec cette bonification.Ces dispositions sont applicables aux médecins, pharmaciens et vétérinaires de réserve intégrés dans les cadres actifs, y compris les médecins, pharmaciens et vétérinaires admis au bénéfice des dispositions de la loi n° 50-402 du 3 avril 1950."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Une bonification d'une année pour études préliminaires est attribuée aux officiers sortant de l'école navale et aux ingénieurs mécaniciens de la marine sortant de l'école des élèves ingénieurs mécaniciens."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Pendant l'année 1951, le nombre des officiers de tous les corps militaires de la défense nationale ne pourra dépasser dans chaque grade l'effectif figurant aux tableaux d'effectif inclus dans les fascicules annexes de chaque service, sauf en ce qui concerne les lieutenants, sous-lieutenants et officiers de grade correspondant des diverses armes et des différents corps dont l'effectif pourra être augmenté, le cas échéant, des vacances existant dans les grades supérieurs."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Pendant une période d'un an à compter de la date de promulgation de la présente loi, le ministre de la défense nationale pourra procéder temporairement à l'intérieur de chaque armée à tous les changements d'arme, de service, de corps ou de cadre que l'aménagement des effectifs rendrait nécessaires.Les conditions d'application de ces dispositions, en ce qui concerne les prises de rang, seront définies par décret. Ces dispositions ne seraient en aucun cas permettre à des personnels ne bénéficient pas de classements indiciaires spéciaux d'être versés dans des corps ou cadres bénéficiant de tels classements."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Le décret du 22 juin 1944 relatif à la constitution du cadre auxiliaire du corps des commissaires ordonnateurs de l'air, des attachés à l'intendance de l'air et à l'avancement de ces personnels est incorporé au tableau III annexé à l'ordonnance du 9 août 1944, relative au rétablissement de la légalité républicaine sur le continental, à compter de la promulgation de ladite ordonnance."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Le nombre de congés définitifs et de congés avec solde que le ministre de la défense nationale est autorise à accorder aux officiers de l'armée de l'air, pendant l'année dans les conditions prévues par les articles 6 et 7 de la loi du 30 mars 1928, relative au statut du personnel navigant de l'aéronautique, modifiés par l'article 54 de la loi du 28 février 1934, est fixé à cinq."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "Le nombre de congés que le ministre de la défense nationale est autorisé à accorder en 1951 au personnel de l'aéronautique navale dans les conditions, prévues par l'article 6 de la loi du 30 mars relative au statut du personnel navigant de l'aéronautique est fixé à quatre.Le nombre de congés que le ministre de la défense nationale est autorisé à accorder en 1951 au même personnel dans les conditions prévues par l'article 7 de la loi susvisée est fixé à trois."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Le nombre de congés définitifs que le ministre de la défense nationale est autorisé à accorder, pendant l'année 1951, dans les conditions prévues par l'article 6 de la loi du 30 mars 1928 relative au statut du personnel navigant de l'aéronautique est fixé à deux pour les ingénieurs militaires de l'air et les ingénieurs militaires des travaux de l'air."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "Les officiers des armes et services des armées de terre et de l'air et des services communs des forces armées qui ont été replacés dans le grade intérieur en exécution des décrets des 22 septembre et 4 octobre 1944, puis rétablis dans leur grade avant leur départ de l'armée active, bénéficieront, sous réserve qu'ils n'aient pas fait l'objet d'une sanction non rapportée prise en application de l'ordonnance du 27 juin 1944 sur l'épuration d'une pension ou d'une solde de réforme déterminée, comme s'ils avaient perçu la solde de ce grade pendant leurs six derniers mois d'activité."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "En sus du contingent d'officiers de réserve admis dans le cadre actif en application de la loi n° 48-1183 du 22 juillet 1948, le ministre de la défense nationale est autorisé à admettre chaque armée dans le cadre actif :D'autre part, des enseignes de vaisseau de 1re classe de réserve et des ingénieurs mécaniciens de 2e classe de réserve dans les conditions et limitées fixées par les articles 80 et 80 bis de la loi du 4 mars 1929 ;D'autre part, et pendant la durée des opérations en Indochine, un officier de réserve du commissariat dans les conditions et en supplément au contingent fixé par l'ordonnance du 16 juillet 1945, modifiant et complétant la loi du 4 mars 1929."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Les dispositions de l'article 65 bis de la loi du 13 décembre 1932 sur le recrutement de l'armée de mer, prorogée par la loi n° 50-244 du 28 février 1950, sont provisoirement maintenues en vigueur à partir du 1er mars 1951."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "Dans la limite des crédits budgétaires inscrits à la présente loi pour l'entraînement des réserves de l'armée de l'air, le ministre de la défense nationale est autorisé, pendant l'année 1951, à conclure des accords amiables avec les compagnies de l'aéronautique marchande en vue de les faire concourir à l'entraînement de 100 spécialistes, au maximum, appartenant au personnel navigant des réserves de l'armée de l'air, effectuant des périodes volontaires d'entraînement aérien dans les conditions prévues par l'article 51 de la loi du 31 mars 1928 relative au recrutement de l'armée."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "Le ministre de la défense nationale est autorisé, pendant l'année 1951, à admettre en situation d'activité sur contrat, dans la limite des effectifs budgétaires, des officiers de réserve des différents corps ou cadres de l'armée de l'air des grades de sous-lieutenant à commandant inclus qui en feront la demande et dans les conditions qui seront fixées par décret contresigné par le ministre des finances et des affaires économiques, le ministre du budget, le ministre de la défense nationale et le secrétaire d'Etat aux forces armées (air).L'article 26 de la loi de finances n° 50-1615 du 31 décembre 1950 est abrogé."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "Par dérogation aux dispositions du paragraphe 4 bis de l'article 5 de la loi du 8 janvier 1925, les étrangers ayant servi pendant la guerre 1939-1945 comme officiers dans l'armée française ou dans les armées alliées, et naturalisés Français par la suite, pourront, sur la proposition du ministre de la défense nationale, être nommés officiers de réserve à titre français, avec leur grade ou un grade inférieur. Cette nomination sera subordonnée à l'accomplissement d'une période d'instruction pendant laquelle les candidats seront considérés comme détenteurs, à titre de temporaire, de leur grade inférieur. A la fin du stage, les intéressés devront satisfaire aux épreuves d'un examen d'aptitude. Le décret de nomination, qui ne pourra intervenir moins d'un an après le décret de naturalisation, fixera la date de prise de rang, qui ne pourra être antérieure à celle du décret de naturalisation.La situation des étrangers naturalisés remplissant les conditions fixées à l'alinéa qui et déjà intégrés dans les cadres d'officiers de réserve, à titre français, par application du paragraphe 4 bis de l'article 5 de la loi du 8 janvier 1925 pourra, sur leur demande, être revisée en fonction des dispositions du présent article.En aucun cas les nominations rétroactives auxquelles il serait ainsi procédé n'ouvriront droit à un rappel de solde."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "Les dispositions de l'article 19 de la loi du 28 juin 1941 relatives à l'imputation des ordonnances émises au profit de l'agent comptable des opérations du Trésor à l'étranger pour la régularisation des achats effectués au cours des années 1939 et 1940 et de l'article 13 de l'ordonnance n° 45-593 du 9 avril 1945, relatives à l'acquittement des dépenses applicables au règlement des créances résultant de la liquidation des marchés de la défense nationale, sont prorogées 31 décembre 1951."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "Les dispositions de l'article 4 de la loi n° 49-958 du 18 juillet 1949, interdisant l'imputation de toute rémunération mensuelle sur crédits de matériels ou de travaux, ne sont pas, jusqu'au 1er juillet applicables aux chefs de travaux, conducteurs et surveillants de travaux du service du génie de l'armée de terre dès lorsqu'ils sont occupés à titre intermittent."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "Les matériels et équipements militaires compris dans les dotations normales et inscrits aux inventaires des unités françaises stationnées en Allemagne bénéficient de la franchise des droits et taxes de douane lorsqu'ils sont transférés à des formations stationnées en France et vice versa."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "A partir du 1er janvier 1951 et jusqu'au 31 décembre 1952, l'aliénation et la cession aux collectivités locales militaires, en Algérie, donneront lieu à un rattachement de crédits au profit du ministère de la défense nationale.Jusqu'au 31 décembre 1955, les recettes afférentes aux opérations visées à l'alinéa précédent seront constatées et les crédits correspondants ouverts selon la procédure des fonds de concours pour dépenses d'intérêt public. Pour l'année 1951, les crédits susceptibles d'être ainsi rétablis ne sont pas compris dans la limite du maximum de 4 milliards de francs visé au troisième alinéa de l'article 10 de la loi n° 51-29 du 8 janvier 1951 portant autorisation d'un programme de réarmement et des dépenses de défense nationale pour l'exercice 1951 et fixant les modalités de leur financement.Les sommes rétablies au budget de la défense nationale, en application des dispositions ci-dessus, seront exclusivement employées à des achats de terrains et à des constructions immobilières destinées à satisfaire les besoins de l'armée en Algérie.Les dispositions prévues pour l'Algérie sont étendues au Maroc et à la Tunisie."
    }
  ]
}