{
  "id": "loi-n-2017-86-du-27-janvier-2017",
  "type": "statute",
  "title": "LOI n°2017-86 du 27 janvier 2017",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000033934948",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "La réserve civique offre à toute personne volontaire la possibilité de servir les valeurs de la République en participant, à titre bénévole et occasionnel, à la réalisation de projets d'intérêt général.\n\nElle comporte des réserves thématiques, parmi lesquelles figurent :\n\n1° La réserve citoyenne de défense et de sécurité prévue au titre IV du livre II de la quatrième partie du code de la défense ;\n\n2° Les réserves communales de sécurité civile et les réserves citoyennes des services d'incendie et de secours prévues au chapitre IV du titre II du livre VII du code de la sécurité intérieure ;\n\n3° La réserve citoyenne de la police nationale prévue à la section 5 du chapitre Ier du titre Ier du livre IV du code de la sécurité intérieure ;\n\n4° La réserve citoyenne de l'éducation nationale prévue à l'article L. 911-6-1 du code de l'éducation ;\n\n5° La réserve citoyenne pour la cohésion des territoires prévue à l'article L. 1233-6 du code général des collectivités territoriales ;\n\n6° La réserve citoyenne de réinsertion prévue à l'article L. 411-10 du code pénitentiaire ;\n\n7° La réserve citoyenne du numérique prévue à l'article L. 136 du code des postes et des communications électroniques.\n\nD'autres réserves thématiques peuvent être créées après avis du Haut Conseil à la vie associative prévu à l'article 63 de la loi n° 2014-856 du 31 juillet 2014 relative à l'économie sociale et solidaire.\n\nCes réserves sont régies par le présent article et par les articles 2 à 8 de la présente loi, sous réserve des dispositions qui leur sont propres.\n\nLa réserve civique contribue à développer la fraternité, la cohésion nationale et la mixité sociale.Une charte de la réserve civique, définie par décret en Conseil d'Etat, énonce les principes directeurs de la réserve civique, ainsi que les engagements et les obligations des réservistes et des organismes d'accueil.\n\nLe Haut Conseil à la vie associative est consulté lors de l'élaboration de la charte et avant toute modification de celle-ci.\n\nL'Etat est garant du respect des finalités de la réserve civique et des règles qui la régissent."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "La réserve civique peut comporter des sections territoriales, instituées par convention entre l'Etat et une ou plusieurs collectivités territoriales.En cas de méconnaissance des principes énoncés aux articles 1er et 3 à 5 de la présente loi, ainsi que dans la charte de la réserve civique, notamment en ce qui concerne l'affectation des réservistes, ces conventions peuvent être dénoncées par l'Etat, par décision motivée et après mise en demeure de la collectivité concernée."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "La réserve civique est ouverte à toute personne majeure remplissant les conditions fixées à l'article L. 120-4 du code du service national. Elle est également ouverte aux mineurs âgés de seize ans révolus, sous réserve d'un accord écrit préalable de leurs représentants légaux.L'inscription dans la réserve civique vaut pour une durée déterminée, renouvelable sur demande expresse du réserviste. Elle est subordonnée à l'adhésion du réserviste à la charte mentionnée à l'article 1er de la présente loi.L'autorité de gestion de la réserve civique, définie par le décret prévu à l'article 8, procède à l'inscription après avoir vérifié le respect des conditions mentionnées au premier alinéa du présent article. Elle peut s'opposer, par décision motivée, à l'inscription ou au maintien dans la réserve de toute personne dont le comportement serait contraire à la charte de la réserve civique ou pour tout motif tiré d'un risque d'atteinte à l'ordre public."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les missions relevant de la réserve civique peuvent être proposées par une personne morale de droit public ou, sous réserve du deuxième alinéa, par un organisme sans but lucratif de droit français au titre d'un projet d'intérêt général répondant aux orientations de la réserve civique et aux valeurs qu'elle promeut.Une association cultuelle ou politique, une organisation syndicale, une congrégation, une fondation d'entreprise ou un comité d'entreprise ne peut accueillir de réservistes.Les missions impliquant une intervention récurrente de réservistes sont préalablement validées par l'autorité de gestion de la réserve et ne sont pas substituables à un emploi ou à un stage. Ces missions ne peuvent excéder un nombre d'heures hebdomadaire défini par voie réglementaire."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Aucune affectation à une mission ne peut être prononcée par l'autorité de gestion sans le double accord de l'organisme d'accueil et du réserviste. L'autorité de gestion prend en considération les attentes, les compétences et les disponibilités déclarées par le réserviste ainsi que les besoins exprimés par l'organisme d'accueil.Le réserviste accomplit sa mission selon les instructions données par le responsable de l'organisme auprès duquel il est affecté et est soumis, dans le respect de la charte mentionnée à l'article 1er, aux règles de service de l'organisme. Aucune mission ne peut donner lieu au versement d'une rémunération ou gratification au réserviste.L'engagement, l'affectation et l'activité du réserviste sont régis par les articles 1er à 4 et 6 à 8 de la présente loi et par le présent article. Ils ne sont régis ni par le code du travail, ni par le chapitre Ier de la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat, le chapitre Ier de la loi n° 84-53 du 26 janvier 1984 portant dispositions statutaires relatives à la fonction publique territoriale ou le chapitre Ier de la loi n° 86-33 du 9 janvier 1986 portant dispositions statutaires relatives à la fonction publique hospitalière.L'organisme d'accueil du réserviste le couvre des dommages subis par lui ou causés à des tiers dans l'accomplissement de sa mission."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Une réserve civique est accessible aux Français établis hors de France auprès de chaque poste consulaire à l'étranger, selon les modalités définies aux articles 1er à 5 de la présente loi."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Les modalités d'application des articles 1er à 5 et 7 sont fixées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "II. - Le présent article entre en vigueur le 1er janvier 2017."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "III. - Lors d'une prochaine commission et dans un délai d'un an à compter de la promulgation de la présente loi, la commission paritaire nationale des chambres de commerce et d'industrie et celle des chambres de métiers et de l'artisanat veillent à la conformité rédactionnelle au présent article, respectivement, de l'article 29 du statut du personnel administratif des chambres de commerce et d'industrie et de l'article 30 du statut du personnel des chambres de métiers et de l'artisanat.Lors d'une prochaine commission et dans un délai de quatre ans à compter de la promulgation de la présente loi, la commission nationale de concertation et de proposition du réseau des chambres d'agriculture s'assure de la cohérence des dispositions du statut du personnel des chambres d'agriculture avec celles des congés de formation de cadres et d'animateurs pour la jeunesse, des responsables associatifs bénévoles, des titulaires de mandats mutualistes autres qu'administrateurs et des membres des conseils citoyens, selon les modalités définies par la sous-section 4 de la section 2 du chapitre II du titre IV du livre Ier de la troisième partie du code du travail."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-745 DC du 26 janvier 2017.]"
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "III. - La perte de recettes pour l'Etat résultant du I est compensée à due concurrence par la création d'une taxe additionnelle aux droits mentionnés aux articles 575 et 575 A du code général des impôts."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-745 DC du 26 janvier 2017.]"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-745 DC du 26 janvier 2017.]"
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-745 DC du 26 janvier 2017.]"
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-745 DC du 26 janvier 2017.]"
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-745 DC du 26 janvier 2017.]"
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "A titre expérimental, pour une durée maximale de deux ans, dans des académies et dans des conditions déterminées par le ministre chargé de l'éducation nationale, la procédure d'orientation prévue à l'article L. 331-8 du code de l'éducation peut être modifiée afin que, après avoir fait l'objet d'une proposition du conseil de classe et au terme d'une concertation approfondie avec l'équipe éducative, la décision d'orientation revienne aux responsables légaux de l'élève ou à celui-ci lorsqu'il est majeur. Cette expérimentation fait l'objet d'un rapport d'évaluation transmis aux commissions permanentes compétentes en matière d'éducation de l'Assemblée nationale et du Sénat."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-745 DC du 26 janvier 2017.]"
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "A titre expérimental, pour une durée de six ans à compter de la rentrée universitaire 2017 et dans des conditions déterminées par décret, les bacheliers professionnels des régions académiques déterminées par les ministres chargés de l'éducation nationale et de l'enseignement supérieur peuvent, par dérogation à l'article L. 612-3 du code de l'éducation, être admis dans les sections de techniciens supérieurs par décision de l'autorité académique prise au vu de l'avis rendu par le conseil de classe de leur établissement d'origine, pour chacune des spécialités de sections de techniciens supérieurs demandées par les candidats au baccalauréat professionnel au cours de la procédure d'orientation.\n\nLe Gouvernement remet au Parlement, au plus tard le 31 décembre 2023, un rapport présentant le bilan de l'expérimentation."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-745 DC du 26 janvier 2017.]"
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-745 DC du 26 janvier 2017.]"
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-745 DC du 26 janvier 2017.]"
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-745 DC du 26 janvier 2017.]"
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-745 DC du 26 janvier 2017.]"
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-745 DC du 26 janvier 2017.]"
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-745 DC du 26 janvier 2017.]"
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-745 DC du 26 janvier 2017.]"
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-745 DC du 26 janvier 2017.]"
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-745 DC du 26 janvier 2017.]"
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "Le Gouvernement remet au Parlement, avant le 1er février 2017, un rapport sur la mise en place d'un service public décentralisé de la petite enfance."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "III. - Les politiques publiques en faveur de la jeunesse menées par  l'Etat, les régions, les départements, les communes et les collectivités  territoriales à statut particulier font l'objet d'un processus annuel  de dialogue structuré entre les jeunes, les représentants de la société  civile et les pouvoirs publics. Ce débat porte notamment sur  l'établissement d'orientations stratégiques et sur l'articulation et la  coordination de ces stratégies entre les différents niveaux de  collectivités territoriales et l'Etat."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-745 DC du 26 janvier 2017.]"
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "I. - A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII. - Les organismes constitués avant la publication de la présente loi  qui utilisent dans leur dénomination les mots :  auberge de jeunesse   doivent se conformer aux articles L. 325-2 et L. 412-3 du code du  tourisme dans les six mois suivant la publication du décret prévu au  même article L. 412-3.\n\n- Code du tourisme.\n\n- Code du tourisme."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "II. - Le présent article entre en vigueur le 1er janvier 2017."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-745 DC du 26 janvier 2017.]\n\nII. A créé les dispositions suivantes :\n\n- Code du travail"
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-745 DC du 26 janvier 2017.]"
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-745 DC du 26 janvier 2017.]"
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "II.-Les conventions de délégation consenties aux maires en application de l'article L. 441-1 du code de la construction et de l'habitation, dans sa rédaction antérieure à la présente loi, peuvent être résiliées de plein droit par le représentant de l'Etat dans le département, après avis du comité régional de l'habitat et de l'hébergement. Dans les communes faisant l'objet d'un arrêté de carence mentionné au deuxième alinéa de l'article L. 302-9-1 du même code, ces conventions sont résiliées de plein droit par le représentant de l'Etat dans le département un mois après la publication de la présente loi."
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "III.-La dernière enquête mentionnée à l'article L. 442-5 du code de la construction et de l'habitation réalisée avant la publication de la présente loi peut être utilisée aux fins prévues par le même article L. 442-5, dans sa rédaction résultant de la présente loi."
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Article 80",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-745 DC du 26 janvier 2017.]"
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "I. et II.-A modifié les dispositions suivantes :\n\nIII.-Les 1° et 2° du I s'appliquent à compter du 1er janvier 2017, y compris aux contrats en cours.\n\nLes organismes d'habitations à loyer modéré sont tenus, jusqu'à la signature d'une nouvelle convention d'utilité sociale avec l'Etat, à l'exécution des engagements des conventions d'utilité sociale qu'ils ont conclues en application de l'article L. 445-1 du code de la construction et de l'habitation, dans sa rédaction résultant de la loi n° 2009-323 du 25 mars 2009 de mobilisation pour le logement et la lutte contre l'exclusion. Avant le 1er juillet 2019, les organismes d'habitations à loyer modéré transmettent au représentant de l'Etat dans le département de leur siège un projet de convention d'utilité sociale. Avant le 31 décembre 2019, ils concluent avec l'Etat une convention d'une durée de six ans renouvelable, qui prend effet le 1er juillet 2019.\n\nLes dérogations aux plafonds de ressources prévues à l'article L. 445-3 du code de la construction et de l'habitation, dans sa rédaction antérieure à la présente loi, demeurent applicables aux baux en cours à la date de publication de la présente loi.\n\nIV.-A.-A titre expérimental, les établissements publics de coopération intercommunale peuvent mettre en place une politique de loyers qui nécessite que les organismes d'habitations à loyer modéré intervenant sur leur territoire puissent déroger aux I, II et III du présent article sous les réserves suivantes :\n\n1° Cette dérogation est ouverte aux organismes d'habitations à loyer modéré dont les patrimoines se situent, et uniquement pour leur patrimoine situé sur le territoire d'établissements publics de coopération intercommunale d'ores et déjà engagés dans une politique volontariste en matière d'habitat, au sein desquels le droit au logement y est garanti grâce à :\n\na) L'existence d'un programme local de l'habitat fixant des objectifs de développement de l'offre locative sociale et de maîtrise des loyers de sortie des opérations neuves ;\n\nb) L'existence d'un plan partenarial de gestion de la demande, d'un accord collectif intercommunal d'attributions et d'une convention d'équilibre territorial fixant des objectifs d'accueil et de mixité aux organismes de logement social intervenant sur le territoire, et organisant le système d'attributions via un dispositif de hiérarchisation des priorités d'accueil, voire de cotation de la demande ;\n\nc) Une gestion des aides à la pierre de l'Etat assurée par l'établissement public de coopération intercommunale dans le cadre d'une convention de délégation et un abondement de ces aides par des financements complémentaires de l'établissement public de coopération intercommunale, ceci au minimum à due concurrence des aides à la pierre de l'Etat ;\n\nd) Une contractualisation des objectifs de mise en œuvre du programme local de l'habitat et de tout autre accord en vigueur ainsi que des moyens d'accompagnement associés, notamment financiers, avec les communes et les opérateurs du logement social intervenant sur le territoire ;\n\n2° Cette dérogation est permise dans l'objectif d'une convergence de l'ensemble des loyers pratiqués au sein du parc locatif social vers un niveau de loyer maîtrisé, identique à tous les logements d'une typologie donnée, et prenant en compte l'état de l'occupation sociale des immeubles ou ensembles immobiliers ainsi que les objectifs de mixité sociale définis sur le territoire.\n\nB.-La mise en œuvre de l'expérimentation prévue au A est subordonnée aux conditions suivantes :\n\n1° Une redistribution des loyers dans le cadre des conventions d'utilité sociale, respectant les principes suivants :\n\na) La masse totale des loyers maximaux résultant de la redistribution des loyers plafonds doit être égale à la masse totale des loyers maximaux des conventions antérieures à la redistribution ;\n\nb) Le cahier des charges de gestion sociale détermine les plafonds de ressources applicables ainsi que les montants maximaux de loyers applicables aux ensembles immobiliers. Il s'applique à tous les logements existants, quelle que soit leur date de construction, ainsi qu'à tous les nouveaux logements livrés sur la durée de la convention ;\n\nc) Le montant maximal de loyer de chaque logement est inférieur ou égal au montant du loyer maximal des logements financés en prêts locatifs à usage social, à l'exception des logements financés en prêts locatifs sociaux (plafond des logements financés en prêts locatifs sociaux) et des prêts locatifs intermédiaires ou logements non conventionnés (plafonds des logements financés en prêts locatifs intermédiaires) ;\n\nd) Le montant maximal de loyer de chaque logement est exprimé en montant par mètre carré et par mois ou en montant par typologie et par mois ;\n\n2° La pérennisation du plafonnement en masse de la révision annuelle des loyers pratiqués au 1er janvier selon l'indice de référence des loyers du deuxième trimestre de l'année précédente ;\n\n3° Une révision des loyers lors de la relocation ou à la suite de la réhabilitation des logements, sous les réserves suivantes :\n\na) L'augmentation de loyer consécutive à un programme de réhabilitation est strictement limitée à ce programme et à l'application du loyer cible pratiqué défini par la nouvelle politique de loyers, dans la limite du loyer plafond fixé par le cahier des charges de gestion sociale ;\n\nb) La hausse des loyers consécutive à un programme de réhabilitation est en outre plafonnée à 5 % en sus de la variation de l'indice de révision des loyers du deuxième trimestre de l'année précédente, sauf accord des associations représentatives de locataires et des locataires dans les conditions fixées à l'article 42 de la loi n° 86-1290 du 23 décembre 1986 tendant à favoriser l'investissement locatif, l'accession à la propriété de logements sociaux et le développement de l'offre foncière.\n\nC.-Les établissements publics de coopération intercommunale remplissant les conditions cumulatives prévues au 1° du A disposent d'un délai de trois mois à compter de la publication de la présente loi pour faire part de leur volonté de participer à l'expérimentation.\n\nD.-Un décret établit la liste des établissements publics de coopération intercommunale admis à participer à l'expérimentation.\n\nE.-La durée de l'expérimentation prévue au A est de dix ans à compter de la publication du décret pris en application du D.\n\n-Code de la construction et de l'habitation.\n\n-Code général des collectivités territoriales\n\n-Code de la construction et de l'habitation."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "II.-Le 1° du I s'applique aux conventions signées à compter de la date de publication de la présente loi."
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "Article 91",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-745 DC du 26 janvier 2017.]"
    },
    {
      "provision_ref": "art94",
      "section": "94",
      "title": "Article 94",
      "content": "II.-Le I est applicable lors du renouvellement de chaque plan de concertation locative effectué après la publication de la présente loi et, au plus tard, le 1er janvier 2019."
    },
    {
      "provision_ref": "art97",
      "section": "97",
      "title": "Article 97",
      "content": "I. à VII.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nLoi n° 2015-1776 du 28 décembre 2015\n\nArt. 13\n\nA modifié les dispositions suivantes :\n\nVIII.-Les programmes locaux de l'habitat et les plans locaux d'urbanisme tenant lieu de programmes locaux de l'habitat exécutoires avant la publication de la présente loi sont adaptés, pour les années restant à courir, selon la procédure de modification prévue au II de l'article L. 302-4 du code de la construction et de l'habitation ou selon la procédure prévue à l'article L. 131-9 du code de l'urbanisme, pour tenir compte des adaptations rendues nécessaires par la présente loi.\n\nIX.-Par dérogation à l'article L. 302-8 du code de la construction et de l'habitation, les plans locaux d'urbanisme tenant lieu de programmes locaux de l'habitat arrêtés ou approuvés avant la publication de la présente loi, ne prenant pas en compte les objectifs quantitatifs et de typologie définis aux I et III du même article L. 302-8 et applicables aux communes couvertes par ces plans peuvent être rendus exécutoires dans le délai d'un an à compter de cette publication. Ils doivent être adaptés selon la procédure définie à l'article L. 131-9 du code de l'urbanisme dans un délai de deux ans, ou de trois ans si cette mise en compatibilité implique une révision du plan local d'urbanisme, à compter de la promulgation de la présente loi.\n\nX.-A.-Les deuxième à cinquième alinéas de l'article L. 302-5 du code de la construction et de l'habitation, dans sa rédaction antérieure à la présente loi, demeurent applicables jusqu'à la publication du décret mentionné au premier alinéa du II du même article L. 302-5, dans sa rédaction résultant de la présente loi.\n\nB.-Le septième alinéa dudit article L. 302-5, dans sa rédaction antérieure à la présente loi, demeure applicable jusqu'à la publication du décret mentionné au deuxième alinéa du II du même article L. 302-5, dans sa rédaction résultant de la présente loi.\n\nC.-Les sixième et huitième alinéas du même article L. 302-5, dans sa rédaction antérieure à la présente loi, demeurent applicables jusqu'à la publication du décret mentionné au premier alinéa du III du même article L. 302-5, dans sa rédaction résultant de la présente loi.\n\nD.-Le V du même article L. 302-5, dans sa rédaction résultant de la présente loi, est applicable aux communes nouvelles issues de fusion à compter du 1er janvier 2017.\n\n-Code de l'urbanisme\n\n-Code de l'urbanisme\n\n-Code général des impôts, CGI.\n\n-Code général des collectivités territoriales\n\n-LOI n° 2013-61 du 18 janvier 2013\n\n-Code de la construction et de l'habitation."
    },
    {
      "provision_ref": "art98",
      "section": "98",
      "title": "Article 98",
      "content": "II.-Les articles L. 302-9-1 et L. 302-9-1-1 du code de la construction et de l'habitation, dans leur rédaction résultant de la présente loi, sont applicables aux communes soumises à l'article L. 302-5 du même code à compter du 1er janvier 2017.Le bilan triennal réalisé en 2017 sur les communes soumises au même article L. 302-5, au titre de la cinquième période triennale 2014-2016 est réalisé dans les conditions prévues aux mêmes articles L. 302-9-1 et L. 302-9-1-1, en comparaison des objectifs fixés aux communes sur ladite période dans les conditions prévues à l'article L. 302-8 du même code, dans sa rédaction antérieure à la présente loi.IV.-Les 4° et 5° du III du présent article s'appliquent aux demandes d'autorisation d'urbanisme déposées à compter de la publication de la présente loi."
    },
    {
      "provision_ref": "art99",
      "section": "99",
      "title": "Article 99",
      "content": "II.-L'article L. 302-7 du code de la construction et de l'habitation, dans sa rédaction résultant de la présente loi, est applicable, à compter du 1er janvier 2017, aux communes soumises à l'article L. 302-5 du même code.III.-En métropole, les crédits disponibles des fonds d'aménagement urbain, institués par l'avant-dernier alinéa de l'article L. 302-7 du code de la construction et de l'habitation, dans sa rédaction antérieure à la présente loi, non engagés au moment de la publication de la présente loi sont transférés au fonds national mentionné à l'article L. 435-1 du même code.Les mêmes fonds d'aménagement urbain continuent de s'acquitter des subventions engagées avant la date de publication de la présente loi. Les crédits engagés qui n'ont pas été consommés dans un délai de cinq ans à compter de la publication de la présente loi sont transférés au fonds national mentionné au même article L. 435-1."
    },
    {
      "provision_ref": "art100",
      "section": "100",
      "title": "Article 100",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-745 DC du 26 janvier 2017.]"
    },
    {
      "provision_ref": "art102",
      "section": "102",
      "title": "Article 102",
      "content": "I.-Six mois au plus tard après la publication de la présente loi, l'Etat met à la disposition des collectivités territoriales, de leurs groupements, des établissements publics administratifs, des établissements publics mentionnés aux articles L. 143-16, L. 321-1, L. 321-14, L. 321-29, L. 321-36-1, L. 321-37, L. 324-1 et L. 326-1 du code de l'urbanisme, des agences d'urbanisme mentionnées à l'article L. 132-6 du même code, des associations d'information sur le logement mentionnées à l'article L. 366-1 du code de la construction et de l'habitation, de l'établissement public mentionné à l'article 44 de la loi n° 2013-431 du 28 mai 2013 portant diverses dispositions en matière d'infrastructures et de services de transports et des sociétés d'aménagement foncier et d'établissement rural mentionnées à l'article L. 141-1 du code rural et de la pêche maritime les données et référentiels nécessaires à la mise en place d'observatoires du foncier.II à IV.-Ont modifié les dispositions suivantes :\n\nII bis.-Les dispositions modifiées par le II ne sont pas opposables aux plans locaux d'urbanisme tenant lieu de programmes locaux de l'habitat arrêtés ou approuvés avant le 31 mars 2018. Ces plans sont adaptés pour intégrer les dispositions précitées dans un délai de deux ans après avoir été rendus exécutoires ou de trois ans si cette mise en compatibilité implique une révision du plan local d'urbanisme.\n\nV.- A créé les  dispositions suivantes :\n\n-Code de la construction et de l'habitation.\n\n-Code de l'urbanisme\n\n-Code de l'urbanisme\n\n-Code de l'urbanisme\n\nVI à XII.-Ont modifié les dispositions suivantes :\n\nXIII.-Un décret en Conseil d'Etat détermine les conditions d'application des IX à XII du présent article.XIV.-Les articles L. 324-2-1 B , L. 324-2-1 C  et L. 324-3 du code de l'urbanisme, dans leur rédaction résultant de la présente loi, sont applicables :1° Aux établissements publics de coopération intercommunale à fiscalité propre créés à compter du 1er janvier 2017, en application des I et III de l'article 35 de la loi n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République, ou dont le périmètre a évolué à compter de cette même date en application du II du même article 35 ;2° Aux communes nouvelles créées à compter du 1er janvier 2017, en application de l' article L. 2113-2 du code général des collectivités territoriales ."
    },
    {
      "provision_ref": "art104",
      "section": "104",
      "title": "Article 104",
      "content": "I et II. - Ont modifié les dispositions suivantes :\n\n[Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 2016-745 DC du 26 janvier 2017.]\n\n- Code de la construction et de l'habitation.\n\n- Code de la santé publique"
    },
    {
      "provision_ref": "art110",
      "section": "110",
      "title": "Article 110",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-745 DC du 26 janvier 2017.]"
    },
    {
      "provision_ref": "art112",
      "section": "112",
      "title": "Article 112",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-745 DC du 26 janvier 2017.]"
    },
    {
      "provision_ref": "art113",
      "section": "113",
      "title": "Article 113",
      "content": "La métropole du Grand Paris est considérée, jusqu'à ce que le plan métropolitain de l'habitat et de l'hébergement soit rendu exécutoire en application du dixième alinéa du V de l'article L. 5219-1 du code général des collectivités territoriales, comme dotée d'un programme local de l'habitat exécutoire reprenant les orientations et le programme d'action des programmes locaux de l'habitat approuvés au 31 décembre 2015."
    },
    {
      "provision_ref": "art117",
      "section": "117",
      "title": "Article 117",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnances toute mesure relevant du domaine de la loi pour :1° Procéder à une nouvelle rédaction du livre IV du code de la construction et de l'habitation afin d'en clarifier la rédaction et le plan. Cette nouvelle codification est effectuée à droit constant après intégration des dispositions législatives en vigueur à la date de la publication de l'ordonnance ou entrant en vigueur après cette date, sous réserve des modifications qui seraient rendues nécessaires pour assurer le respect de la hiérarchie des normes et la cohérence rédactionnelle des textes, harmoniser l'état du droit et abroger les dispositions obsolètes ou devenues sans objet ;2° Codifier dans le code de la construction et de l'habitation les dispositions propres à l'allocation de logement familiale et à l'allocation de logement sociale, y compris les dispositions relatives aux collectivités de Guadeloupe, de Guyane, de Martinique, de La Réunion, de Saint-Martin et de Saint-Barthélemy, figurant dans le code de la sécurité sociale, ainsi que les dispositions relatives à ces deux allocations applicables au Département de Mayotte. Ce changement de codification est effectué à droit constant, après intégration des dispositions législatives en vigueur à la date de publication de l'ordonnance ou entrant en vigueur après cette date, sous réserve des modifications qui seraient rendues nécessaires, pour assurer le respect de la hiérarchie des normes et la cohérence rédactionnelle des textes, ainsi que pour harmoniser l'état du droit et abroger les dispositions obsolètes ou devenues sans objet, et dans le respect des conditions de gestion actuelles de ces allocations par les caisses d'allocations familiales et les mutualités sociales agricoles. Cette codification doit également permettre d'unifier les régimes contentieux de l'aide personnalisée au logement relevant du titre V du livre III du code de la construction et de l'habitation, de l'allocation de logement relevant du titre III du livre VIII du code de la sécurité sociale, et de l'allocation de logement familiale prévue à l'article L. 542-1 du même code, afin de garantir l'égalité de traitement des bénéficiaires de ces aides en cas de contentieux et de simplifier la gestion de ces contentieux par les organismes payeurs des aides personnelles au logement. Elle désigne à cet effet la juridiction administrative comme compétente pour traiter de l'ensemble des contentieux relatifs à ces aides.\n\nI à IX et XI. - A modifié les dispositions suivantes :\n\nA créé les  dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nXII. - L'ordonnance n° 2016-354 du 25 mars 2016 relative à l'articulation des procédures d'autorisation d'urbanisme avec diverses procédures relevant du code de l'environnement est ratifiée.XIII. - L'ordonnance n° 2015-1075 du 27 août 2015 relative à la simplification des modalités d'information des acquéreurs prévues aux articles L. 721-2 et L. 721-3 du code de la construction et de l'habitation est ratifiée.XIV. - [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-745 DC du 26 janvier 2017.]XV. - L'ordonnance n° 2016-985 du 20 juillet 2016 relative au bail réel solidaire est ratifiée.XVI. - Les plans locaux d'urbanisme tenant lieu de programmes locaux de l'habitat approuvés avant la date de publication de la présente loi par un établissement public de coopération intercommunale n'étant pas compétent en matière d'habitat ne tiennent plus lieu de programmes locaux de l'habitat si, dans un délai de douze mois à compter de cette date, l'établissement public de coopération intercommunale n'a pas intégré cette compétence dans ses statuts.Les procédures d'élaboration d'un plan local d'urbanisme tenant lieu de programme local de l'habitat par un établissement public de coopération intercommunale n'étant pas compétent en matière d'habitat, en cours à la date de publication de la présente loi, peuvent être poursuivies. L'établissement public de coopération intercommunale dispose d'un délai de douze mois pour intégrer cette compétence dans ses statuts.XVII. - Les articles L. 143-10 à L. 143-16, L. 153-6 et L. 153-9 du code de l'urbanisme, dans leur rédaction résultant de la présente loi, sont applicables aux établissements publics de coopération intercommunale à fiscalité propre créés à compter du 1er janvier 2017, en application des I et III de l'article 35 de la loi n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République, ou dont le périmètre a évolué à compter de cette même date en application du II du même article 35.\n\n- Code de l'urbanisme\n\n- Code de l'urbanisme\n\n- Code des transports\n\n- Code de la construction et de l'habitation.\n\n- Code de la construction et de l'habitation.\n\n- Code de la construction et de l'habitation.\n\n- Code de la construction et de l'habitation.\n\n- LOI n° 2015-992 du 17 août 2015\n\n- Code de l'urbanisme\n\n- Code de l'urbanisme\n\nX. - L'ordonnance mentionnée au 1° du I du présent article est publiée dans un délai de vingt-quatre mois à compter de la promulgation de la présente loi. L'ordonnance mentionnée au 2° du même I est publiée dans un délai de trente mois à compter de la promulgation de la présente loi. Un projet de loi de ratification est déposé devant le Parlement dans les trois mois suivant la publication de chacune de ces ordonnances."
    },
    {
      "provision_ref": "art119",
      "section": "119",
      "title": "Article 119",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-745 DC du 26 janvier 2017.]"
    },
    {
      "provision_ref": "art121",
      "section": "121",
      "title": "Article 121",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - [Dispositions déclarées non conformes à la Constitution par la décision  du Conseil constitutionnel n° 2016-745 DC du 26 janvier 2017.]\n\n- Loi n° 89-462 du 6 juillet 1989"
    },
    {
      "provision_ref": "art122",
      "section": "122",
      "title": "Article 122",
      "content": "I.-1°-[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-745 DC du 26 janvier 2017.]\n\nI.-2° à 7°-A modifié les dispositions suivantes :\n\nII.-Le 4° du I du présent article s'applique aux procédures ouvertes à compter de l'entrée en vigueur du présent article.\n\nLe 6° du même I est applicable aux procédures ouvertes à compter de la date d'entrée en vigueur du décret en Conseil d'Etat mentionné au second alinéa du III de l'article 29-4 de la loi n° 65-557 du 10 juillet 1965 fixant le statut de la copropriété des immeubles bâtis, dans sa rédaction résultant du présent article, et au plus tard le 1er janvier 2018.\n\n-Loi n° 65-557 du 10 juillet 1965"
    },
    {
      "provision_ref": "art123",
      "section": "123",
      "title": "Article 123",
      "content": "III.-Les conventions conclues en application des articles L. 301-5-1 et L. 301-5-2 du code de la construction et de l'habitation ou de l'article L. 3641-5, du II des articles L. 5217-2 et L. 5218-2 ou du VI de l'article L. 5219-1 du code général des collectivités territoriales, dans leur rédaction antérieure à la présente loi, peuvent faire l'objet d'un avenant pour prendre en compte les dispositions du présent article.IV.-Il est institué, à titre expérimental, un dispositif autorisant, par dérogation à l'article L. 631-12 du code de la construction et de l'habitation, le gestionnaire d'une résidence universitaire qui n'est pas totalement occupée après le 31 décembre de chaque année à louer les locaux inoccupés, pour des séjours d'une durée inférieure à trois mois s'achevant au plus tard le 1er septembre, particulièrement à des publics reconnus prioritaires par l'Etat au sens de l'article L. 441-1 du même code."
    },
    {
      "provision_ref": "art126",
      "section": "126",
      "title": "Article 126",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-745 DC du 26 janvier 2017.]"
    },
    {
      "provision_ref": "art128",
      "section": "128",
      "title": "Article 128",
      "content": "[Dispositions déclarées non conformes à la Constitution par la  décision  du Conseil constitutionnel n° 2016-745 DC du 26 janvier 2017.]"
    },
    {
      "provision_ref": "art131",
      "section": "131",
      "title": "Article 131",
      "content": "II. - Les plans locaux d'urbanisme tenant lieu de schéma de cohérence  territoriale approuvés avant la date de publication de la présente loi  continuent à avoir les effets d'un schéma de cohérence territoriale. Ils  sont régis par les dispositions applicables aux plans locaux  d'urbanisme.Les procédures tenant à l'élaboration d'un  plan local d'urbanisme tenant lieu de schéma de cohérence territoriale  pour lequel l'accord de l'autorité administrative compétente de l'Etat  prévu à l'article L. 144-2 du code de l'urbanisme, dans sa rédaction  antérieure à la présente loi, a été notifié restent régies par les  dispositions antérieures à la présente loi."
    },
    {
      "provision_ref": "art136",
      "section": "136",
      "title": "Article 136",
      "content": "II - Le I est applicable aux exercices comptables des organismes  d'habitations à loyer modéré ouverts à compter du 1er janvier 2018."
    },
    {
      "provision_ref": "art145",
      "section": "145",
      "title": "Article 145",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-745 DC du 26 janvier 2017.]"
    },
    {
      "provision_ref": "art152",
      "section": "152",
      "title": "Article 152",
      "content": "I et II.-Ont modifié les dispositions suivantes :\n\nII.-A créé les dispositions suivantes :\n\nIII.-Les I et II entrent en vigueur à la date de mise en œuvre opérationnelle des modules concernés du système d'information prévu au dernier alinéa de l'article 7-2 de la loi n° 90-449 du 31 mai 1990 visant à la mise en œuvre du droit au logement, qui est fixée par arrêté du ministre de l'intérieur, et au plus tard le 31 décembre 2017, ou le 30 juin 2019 s'agissant du 2° du I.\n\nIV.-A modifié les dispositions suivantes :\n\nV à VII.-[Dispositions déclarées non conformes à la Constitution par la décision du conseil constitutionnel n° 2016-745 DC du 26 janvier 2017.]\n\n-Loi n° 89-462 du 6 juillet 1989\n\n-Code des procédures civiles d'exécution\n\n-Code des procédures civiles d'exécution\n\n-Ordonnance n° 2005-1516 du 8 décembre 2005\n\nleft"
    },
    {
      "provision_ref": "art158",
      "section": "158",
      "title": "Article 158",
      "content": "Le Gouvernement publie un rapport biennal sur la lutte contre les discriminations et la prise en compte de la diversité de la société française dans la fonction publique de l'Etat, la fonction publique territoriale et la fonction publique hospitalière."
    },
    {
      "provision_ref": "art163",
      "section": "163",
      "title": "Article 163",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-745 DC du 26 janvier 2017.]"
    },
    {
      "provision_ref": "art167",
      "section": "167",
      "title": "Article 167",
      "content": "A titre expérimental et pour une durée de six ans à compter de l'entrée en vigueur de la présente loi, les personnes sans emploi âgées de vingt-huit ans au plus peuvent, à l'issue d'une procédure de sélection, être recrutées dans des emplois du niveau de la catégorie B ou de la catégorie A par des contrats de droit public ayant pour objet de leur permettre, par une formation en alternance avec leur activité professionnelle, de se présenter à un concours administratif pour accéder à un corps ou cadre d'emplois de la fonction publique de l'Etat, de la fonction publique territoriale et de la fonction publique hospitalière.Ne peuvent bénéficier du recrutement prévu au présent article les personnes ayant la qualité d'agent public.La sélection des candidats est opérée sur la base de leurs aptitudes et de leur motivation à rejoindre le service public. Les organismes concourant au service public de l'emploi et une personnalité extérieure à l'administration qui recrute sont associés à la procédure de sélection. A aptitude égale, la commission de sélection donne la priorité aux candidats qui résident dans un quartier prioritaire de la politique de la ville, au sens de l'article 5 de la loi n° 2014-173 du 21 février 2014 de programmation pour la ville et la cohésion urbaine, dans une zone de revitalisation rurale au sens de l'article 1465 A du code général des impôts, dans une collectivité régie par l'article 73 de la Constitution, à Saint-Barthélemy, à Saint-Martin, à Saint-Pierre-et-Miquelon, ou dans les territoires définis par décret en Conseil d'Etat dans lesquels les jeunes connaissent des difficultés particulières d'accès à l'emploi.Le candidat s'engage à exécuter les tâches qui lui sont confiées, à suivre la formation qui lui est dispensée et à se présenter au concours de recrutement mentionné au premier alinéa du présent article. Un tuteur est désigné pour accueillir et guider l'intéressé dans l'administration d'emploi, lui apporter tout conseil utile pour son activité dans le service et suivre son parcours de formation.L'administration accorde au tuteur la disponibilité nécessaire à l'accomplissement de sa mission. Elle veille à ce qu'il bénéficie d'une formation au tutorat.La durée du contrat ne peut être inférieure à douze mois ni supérieure à deux ans. Ce contrat peut être renouvelé, dans la limite d'un an, lorsque la personne a échoué aux épreuves du concours auquel elle s'est présentée.Le contrat peut être prolongé dans la limite de la durée des congés pour maternité ou adoption et des congés de paternité et d'accueil de l'enfant, de maladie et d'accident du travail dont a bénéficié le titulaire du contrat.Peuvent bénéficier de la procédure de recrutement instituée par le présent article pour l'accès à la fonction publique de l'Etat, à la fonction publique territoriale et à la fonction publique hospitalière les personnes en situation de chômage de longue durée, âgées de quarante-cinq ans et plus et bénéficiaires :1° Du revenu de solidarité active, de l'allocation de solidarité spécifique ou de l'allocation aux adultes handicapés ;2° Ou du revenu minimum d'insertion ou de l'allocation de parent isolé dans les collectivités régies par l'article 73 de la Constitution et les collectivités de Saint-Barthélemy, Saint-Martin et Saint-Pierre-et-Miquelon."
    },
    {
      "provision_ref": "art169",
      "section": "169",
      "title": "Article 169",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-745 DC du 26 janvier 2017.]"
    },
    {
      "provision_ref": "art172",
      "section": "172",
      "title": "Article 172",
      "content": "Le code pénal local applicable dans les départements du Bas-Rhin, du Haut-Rhin et de la Moselle est ainsi modifié :1° L'article 166 est abrogé ;2° L'article 167 est ainsi rédigé :\n\n« Art. 167. - Les articles 31 et 32 de la loi du 9 décembre 1905 concernant la séparation des Eglises et de l'Etat sont applicables. »"
    },
    {
      "provision_ref": "art178",
      "section": "178",
      "title": "Article 178",
      "content": "Sont homologuées, en application de l'article 21 de la loi organique n° 2004-192 du 27 février 2004 portant statut d'autonomie de la Polynésie française, les peines d'emprisonnement prévues en Polynésie française :1° A l'article LP 5-1 de la délibération n° 84-1030 AT du 23 novembre 1984 portant approbation du drapeau et des armes de la Polynésie française, dans sa rédaction résultant de l'article LP 1er de la loi du pays n° 2016-14 du 11 mai 2016 relative à l'outrage public au drapeau, aux armes et à l'hymne de la Polynésie française ;2° A l'article LP 2 de la délibération n° 93-60 AT du 10 juin 1993 portant adoption de l'hymne territorial de la Polynésie française, dans sa rédaction résultant de l'article LP 4 de la loi du pays n° 2016-14 du 11 mai 2016 relative à l'outrage public au drapeau, aux armes et à l'hymne de la Polynésie française."
    },
    {
      "provision_ref": "art179",
      "section": "179",
      "title": "Article 179",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-745 DC du 26 janvier 2017.]"
    },
    {
      "provision_ref": "art181",
      "section": "181",
      "title": "Article 181",
      "content": "I.-A modifié les dispositions suivantes :\n\n-LOI n° 2008-496 du 27 mai 2008\n\nII.-Les membres du Haut Conseil à l'égalité entre les femmes et les hommes en exercice au moment de la publication de la présente loi demeurent en fonction jusqu'au terme de leur mandat.\n\nArt. 9-1"
    },
    {
      "provision_ref": "art190",
      "section": "190",
      "title": "Article 190",
      "content": "Chaque année, le recteur d'académie présente devant le conseil départemental de l'éducation nationale l'évolution de la mixité sociale et scolaire de tous les établissements scolaires de chaque district."
    },
    {
      "provision_ref": "art191",
      "section": "191",
      "title": "Article 191",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-745 DC du 26 janvier 2017.]"
    },
    {
      "provision_ref": "art192",
      "section": "192",
      "title": "Article 192",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-745 DC du 26 janvier 2017.]"
    },
    {
      "provision_ref": "art194",
      "section": "194",
      "title": "Article 194",
      "content": "I. - Par dérogation à la première phrase du premier alinéa de l'article L. 264-2 et au premier alinéa de l'article L. 264-4 du code de l'action sociale et des familles, pendant une durée de deux ans à compter de la promulgation de la présente loi, les personnes précédemment rattachées à une commune en application de la loi n° 69-3 du 3 janvier 1969 relative à l'exercice des activités ambulantes et au régime applicable aux personnes circulant en France sans domicile ni résidence fixe et qui n'ont pas établi de domicile ou de domiciliation auprès d'un autre organisme sont de droit domiciliées auprès du centre communal d'action sociale de cette commune ou du centre intercommunal d'action sociale dont dépend cette commune.II. - Pour l'enregistrement au registre du commerce et des sociétés ou au répertoire des métiers et la délivrance de la carte permettant l'exercice d'une activité ambulante, les livrets spéciaux de circulation et les livrets de circulation qui ont été délivrés en application de la loi n° 69-3 du 3 janvier 1969 précitée sont acceptés comme pièces justificatives, à la demande du détenteur, pendant une durée de deux ans à compter de la promulgation de la présente loi.III. - Un décret en Conseil d'Etat détermine les conditions d'application du présent article."
    },
    {
      "provision_ref": "art199",
      "section": "199",
      "title": "Article 199",
      "content": "Avant le 31 mars 2017, le Gouvernement remet au Parlement un rapport sur la possibilité de lever la condition de nationalité empêchant les étrangers non ressortissants d'un Etat membre de l'Union européenne d'accéder au statut d'agent au cadre permanent de la SNCF."
    },
    {
      "provision_ref": "art200",
      "section": "200",
      "title": "Article 200",
      "content": "Le Gouvernement remet au Parlement, avant le 31 mars 2017, un rapport sur les conditions d'emploi des étrangers extra-communautaires dans la fonction publique."
    },
    {
      "provision_ref": "art203",
      "section": "203",
      "title": "Article 203",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-745 DC du 26 janvier 2017.]"
    },
    {
      "provision_ref": "art204",
      "section": "204",
      "title": "Article 204",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-745 DC du 26 janvier 2017.]"
    },
    {
      "provision_ref": "art205",
      "section": "205",
      "title": "Article 205",
      "content": "Pour les nominations intervenant à compter du 1er janvier 2018, une proportion minimale de 40 % de personnes de chaque sexe s'applique à la désignation des membres des commissions ou instances qui, au sein des établissements publics placés sous la tutelle du ministre chargé de la culture ou placés auprès de ses services déconcentrés, sont consultées sur l'attribution de subventions ou d'aides financières, sur la sélection, l'acquisition ou la commande d'œuvres, sur l'attribution d'agréments, ou lors de sélections en vue de compétitions internationales.Lorsque la commission ou l'instance est composée au plus de huit membres, l'écart entre le nombre de membres de chaque sexe ne peut être supérieur à deux.Toute nomination intervenue en violation du présent article et n'ayant pas pour effet de remédier à l'irrégularité de la composition de la commission ou de l'instance est nulle. Cette nullité est constatée par le président de la commission ou de l'instance à l'ouverture de ses travaux.Un décret fixe la liste des commissions ou instances mentionnées au premier alinéa."
    },
    {
      "provision_ref": "art209",
      "section": "209",
      "title": "Article 209",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-745 DC du 26 janvier 2017.]"
    },
    {
      "provision_ref": "art210",
      "section": "210",
      "title": "Article 210",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-745 DC du 26 janvier 2017.]"
    },
    {
      "provision_ref": "art211",
      "section": "211",
      "title": "Article 211",
      "content": "I. - A titre expérimental, pour une durée d'un an et dans les conditions définies par un décret en Conseil d'Etat, lors de chaque contrôle d'identité réalisé en application de l'article 78-2 du code de procédure pénale, il est systématiquement procédé à l'enregistrement prévu à l'article L. 241-1 du code de la sécurité intérieure par les agents équipés d'une caméra mobile.II. - Le I entre en vigueur à la date de publication du décret en Conseil d'Etat prévue au même I, et au plus tard le 1er mars 2017."
    },
    {
      "provision_ref": "art215",
      "section": "215",
      "title": "Article 215",
      "content": "Afin d'assurer l'inclusion économique des personnes résidant dans les quartiers prioritaires de la politique de la ville, en particulier l'inclusion des jeunes diplômés de l'enseignement supérieur, le représentant de l'Etat dans la région identifie des potentiels d'embauche par bassin d'emplois, en concertation notamment avec les collectivités territoriales, les branches professionnelles, l'opérateur France Travail et l'institution chargée de l'amélioration du fonctionnement du marché de l'emploi des cadres créée par l'accord national interprofessionnel du 12 juillet 2011 relatif à l'association pour l'emploi des cadres.Afin de réaliser ces objectifs, l'opérateur France Travail et l'institution chargée de l'amélioration du fonctionnement du marché de l'emploi des cadres créée par l'accord national interprofessionnel du 12 juillet 2011 relatif à l'association pour l'emploi des cadres accompagnent sur chaque territoire les entreprises dans le processus de recrutement des personnes mentionnées au premier alinéa, le cas échéant en partenariat avec des acteurs spécialisés publics et privés."
    },
    {
      "provision_ref": "art216",
      "section": "216",
      "title": "Article 216",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai de six mois à compter de la promulgation de la présente loi, les dispositions relevant du domaine de la loi nécessaires à la transposition de la directive 2014/95/UE du Parlement européen et du Conseil du 22 octobre 2014 modifiant la directive 2013/34/UE en ce qui concerne la publication d'informations non financières et d'informations relatives à la diversité par certaines grandes entreprises et certains groupes, ainsi que les mesures d'adaptation de la législation liées à cette transposition.Les informations publiées portent notamment sur les questions de lutte contre les discriminations et de prise en compte de la diversité de la société française dans les grandes entreprises et les groupes mentionnés au premier alinéa.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art217",
      "section": "217",
      "title": "Article 217",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-745 DC du 26 janvier 2017.]"
    },
    {
      "provision_ref": "art218",
      "section": "218",
      "title": "Article 218",
      "content": "L'ordonnance de Charles X du 17 avril 1825 est abrogée."
    },
    {
      "provision_ref": "art219",
      "section": "219",
      "title": "Article 219",
      "content": "La loi n° 285 du 30 avril 1849 relative à l'indemnité accordée aux colons par suite de l'abolition de l'esclavage est abrogée."
    },
    {
      "provision_ref": "art220",
      "section": "220",
      "title": "Article 220",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-745 DC du 26 janvier 2017.]"
    },
    {
      "provision_ref": "art221",
      "section": "221",
      "title": "Article 221",
      "content": "I. à III.-A modifié les dispositions suivantes :\n\nIV.-Les I et II entrent en vigueur le 1er janvier 2017.\n\nLe III entre en vigueur à la date fixée par le décret mentionné au premier alinéa du I de l'article 114 de la loi n° 2016-1547 du 18 novembre 2016 de modernisation de la justice du XXIe siècle, et au plus tard le 1er janvier 2019.\n\n-Code de la sécurité sociale.\n\n-Code de l'action sociale et des familles\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art222",
      "section": "222",
      "title": "Article 222",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-745 DC du 26 janvier 2017.]"
    },
    {
      "provision_ref": "art224",
      "section": "224",
      "title": "Article 224",
      "content": "I. à X. - A modifié les dispositions suivantes :\n\nXI.-A.-Les articles 21,22,28 et 41 sont applicables dans les îles Wallis et Futuna, en Polynésie française, en Nouvelle-Calédonie et dans les Terres australes et antarctiques françaises dans les matières que la loi organique ne réserve pas à la compétence de leurs institutions.\n\nB.-Les dispositions suivantes sont applicables dans les îles Wallis et Futuna, en Polynésie française et en Nouvelle-Calédonie dans leur rédaction résultant de la loi n° 2017-86 du 27 janvier 2017 sauf mention contraire dans le tableau ci-dessous :\n\nC.-L'article 13 est applicable dans les îles Wallis et Futuna.\n\nD.-L'article 42 est applicable en Polynésie française et en Nouvelle-Calédonie.\n\nE.-Les articles 203 et 204 sont applicables à Saint-Barthélemy et à Saint-Martin.\n\n- Code pénal\n\n- Code de procédure pénale\n\n- Code de la défense.\n\n- Code de la sécurité intérieure\n\n- Code de l'éducation\n\n- Code de commerce\n\n- Code du service national\n\n- Loi du 29 juillet 1881\n\n- Loi n° 86-1067 du 30 septembre 1986\n\n- LOI n° 87-571 du 23 juillet 1987\n\n1er\n\nRésultant de l'ordonnance n° 2022-1336 du 19 octobre 2022\n\n2 à 5\n\nleft\n\n8\n\nleft\n\n46\n\nleft\n\n171, III\n\nleft\n\n1"
    }
  ]
}