{
  "id": "loi-n-2007-1824-du-25-decembre-2007",
  "type": "statute",
  "title": "LOI n° 2007-1824 du 25 décembre 2007",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000017839505",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "II.-Pour 2007, les fractions de tarifs mentionnées au premier alinéa du I de l'article 40 de la loi n° 2005-1719 du 30 décembre 2005 précitée sont fixées comme suit :III.-Il est prélevé en 2007, au titre de l'ajustement du montant des crédits versés en 2006 en application de l'article 82 de la loi n° 2004-809 du 13 août 2004 relative aux libertés et responsabilités locales, un montant de 33 372 euros sur le produit de la taxe intérieure de consommation sur les produits pétroliers versé à la région Franche-Comté en application de l'article 40 de la loi n° 2005-1719 du 30 décembre 2005 précitée.IV.-Il est prélevé en 2007, au titre de l'ajustement du montant des crédits versés en 2006 en application de l'article 13 de la loi n° 2004-809 du 13 août 2004 précitée, un montant de 15 664 euros sur le produit de la taxe intérieure de consommation sur les produits pétroliers versé à la région Centre en application de l'article 40 de la loi n° 2005-1719 du 30 décembre 2005 précitée.V.-1. Il est versé en 2007 aux régions, au titre de la gestion 2007 et en application des articles 18 et 95 de la loi n° 2004-809 du 13 août 2004 précitée, une somme de 105 133 euros correspondant à l'indemnisation des jours acquis au titre du compte épargne-temps par les agents des services régionaux de l'inventaire des directions régionales des affaires culturelles et par les agents du ministère de l'équipement transférés à la collectivité territoriale de Corse.2. Le droit à compensation résultant pour les régions de métropole et la collectivité territoriale de Corse du transfert des aides aux étudiants des écoles et instituts de formation des professions paramédicales et de sages-femmes en application des articles L. 4151-8 et L. 4383-4 du code de la santé publique est majoré d'un montant provisionnel de 29 381 390 euros au titre des exercices 2005, 2006 et 2007. Ce montant est réparti entre les régions de métropole et la collectivité territoriale de Corse en proportion de la part de chaque région et de la collectivité territoriale de Corse dans le montant total de la compensation versée en application des articles L. 4151-8 et L. 4383-4 du même code.3. Les montants visés aux 1 et 2 sont prélevés sur la part de produit de la taxe intérieure de consommation sur les produits pétroliers revenant à l'Etat et se répartissent conformément au tableau suivant :VI.-A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "III.-Il est attribué en 2007 au Territoire de Belfort un montant de 33 372 euros et au département de l'Indre un montant de 21 082 euros prélevés sur la part du produit de la taxe spéciale sur les conventions d'assurance revenant à l'Etat en application du 5° bis de l'article 1001 du code général des impôts et correspondant à une correction du montant des crédits versés en 2006 en application de l'article 82 de la loi n° 2004-809 du 13 août 2004 précitée.IV.-Il est versé en 2007 aux départements mentionnés dans le tableau figurant au VI, au titre de la gestion 2007 et en application des articles 18 et 19 de la loi n° 2004-809 du 13 août 2004 précitée, une somme de 3 655 976 euros correspondant à l'indemnisation des jours acquis au titre du compte épargne-temps par les agents des directions départementales de l'équipement. Ce montant est prélevé sur la part du produit de la taxe spéciale sur les conventions d'assurance revenant à l'Etat et se répartit conformément à la colonne B du tableau figurant au VI.V.-Une provision au titre de la compensation financière des charges résultant pour les départements, à compter du 1 er janvier 2007, de l'allongement de la durée de la formation initiale obligatoire des assistants maternels et de l'instauration d'une formation d'initiation aux gestes de secourisme prévus en application de l'article L. 421-14 du code de l'action sociale et des familles est constituée en 2007 par l'attribution d'une part du produit de la taxe spéciale sur les conventions d'assurance revenant à l'Etat en application du 5° bis de l'article 1001 du code général des impôts, pour un montant de 17 123 107 euros.Ce montant est réparti entre les départements conformément à la colonne C du tableau figurant au VI.Le montant définitif de cette compensation est fixé par la plus prochaine loi de finances, après connaissance des montants définitifs des charges des départements à ce titre. La même loi de finances fixe également les modalités de répartition de ce montant définitif entre les départements.VI.-Les répartitions mentionnées aux I, IV et V du présent article sont effectuées conformément au tableau suivant :"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I.-Le montant du prélèvement sur les recettes de l'Etat du produit des amendes forfaitaires de la police de la circulation ouvert au titre de l'année 2007 en application de l'article L. 2334-24 du code général des collectivités territoriales est minoré de 170 millions d'euros. Le surcroît de recettes en résultant est affecté, à hauteur de 76 millions d'euros, au solde de la dotation d'aménagement prévue à l'article L. 2334-13 du même code mis en répartition en 2008.II.-Par dérogation à l'article L. 2334-24 du code général des collectivités territoriales, une fraction d'un montant de 35 millions d'euros du produit des amendes forfaitaires de la police de la circulation est affectée au titre de 2007 à l'Agence nationale pour la cohésion sociale et l'égalité des chances mentionnée à l'article L. 121-14 du code de l'action sociale et des familles afin de financer la réalisation d'actions de prévention de la délinquance dans les conditions définies à l'article L. 2215-2 du code général des collectivités territoriales. Cette affectation de recettes de 35 millions d'euros n'est pas prise en compte pour la régularisation éventuelle du prélèvement sur les recettes de l'Etat du produit des amendes forfaitaires de la police de la circulation qui sera effectuée en 2008 au vu du montant effectif des recettes recouvrées au titre du produit ouvert en 2007 des amendes forfaitaires de la police de la circulation."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I. - Est autorisée, au-delà de la date d'entrée en vigueur de la présente loi, la perception des rémunérations de services instituées par le décret n° 2007-1531 du 24 octobre 2007 instituant une redevance destinée à couvrir les coûts exposés par l'Etat pour la gestion de fréquences radioélectriques.\n\nII. -A modifié les dispositions suivantes :\n\nLoi n°2006-1771 du 30 décembre 2006"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "II.-Pour 2007, il n'est pas fait application du premier alinéa du I de l'article 18 de la loi n° 2006-1771 du 30 décembre 2006 de finances rectificative pour 2006.III.-Les sommes perçues entre le 1er janvier et le 31 décembre 2007, au titre de la taxe sur les salaires mentionnée à l'article 231 du code général des impôts, nettes des frais d'assiette et de recouvrement déterminés dans les conditions prévues au III de l'article 1647 du même code, sont affectées aux caisses et régimes de sécurité sociale mentionnés au 1 du III de l'article L. 131-8 du code de la sécurité sociale, selon les modalités prévues aux dixième et onzième alinéas du 1 et aux 2 et 3 du même III."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I.-Par dérogation aux articles L. 131-7 et L. 139-2 du code de la sécurité sociale, le financement des mesures définies aux articles L. 241-17 et L. 241-18 du même code est assuré, en 2007, par l'affectation aux caisses et régimes de sécurité sociale d'une fraction égale à 22,38 % de la taxe sur les véhicules de société mentionnée à l'article 1010 du code général des impôts.II.-La taxe mentionnée au I est affectée aux caisses et régimes de sécurité sociale énumérés au 1 du III de l'article L. 131-8 du code de la sécurité sociale.Ces caisses et régimes bénéficient chacun d'une quote-part de la recette mentionnée au I du présent article fixée par arrêté des ministres chargés du budget et de la sécurité sociale au prorata de leur part relative dans la perte de recettes résultant des mesures d'allègement de cotisations sociales mentionnées au I.L'Agence centrale des organismes de sécurité sociale est chargée de centraliser le produit de la taxe mentionnée au I et d'effectuer sa répartition entre les caisses et régimes de sécurité sociale conformément à cet arrêté.Un arrêté des ministres chargés du budget, de la sécurité sociale et de l'agriculture adapte les règles comptables prises en application de l'article L. 114-5 du code de la sécurité sociale pour le rattachement de la taxe mentionnée au I.III.-En cas d'écart constaté, au titre de l'exercice 2007, entre le produit de la taxe affectée et le montant définitif de la perte de recettes liée aux allègements de cotisations sociales mentionnés au I, cet écart fait l'objet d'une régularisation par la plus prochaine loi de finances suivant la connaissance du montant définitif de la perte."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "II.-Pour 2007, le plafond d'autorisation des emplois rémunérés par l'Etat demeure inchangé.III.-A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Il est ouvert aux ministres, pour 2007, au titre du budget général, des autorisations d'engagement et des crédits de paiement supplémentaires s'élevant respectivement aux montants de 5 373 124 080 euros et de 5 252 458 091 euros, conformément à la répartition par mission donnée à l'état B annexé à la présente loi."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Il est annulé, au titre du budget général pour 2007, des autorisations d'engagement et des crédits de paiement s'élevant respectivement aux montants de 1 629 786 976 euros et de 1 620 283 546 euros, conformément à la répartition par mission donnée à l'état B'annexé à la présente loi."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Il est ouvert aux ministres, pour 2007, au titre des budgets annexes, des autorisations d'engagement et des crédits de paiement supplémentaires s'élevant respectivement aux montants de 55 675 053 euros et de 49 484 082 euros, conformément à la répartition par budget annexe donnée à l'état C annexé à la présente loi."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Il est ouvert au ministre de l'économie, des finances et de l'emploi, pour 2007, au titre du compte de concours financiers « Prêts à des Etats étrangers », une autorisation d'engagement supplémentaire s'élevant à 371 400 000 euros, conformément à la répartition donnée à l'état D annexé à la présente loi."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Il est annulé, au titre du compte d'affectation spéciale \"Pensions\", pour 2007, une autorisation d'engagement et un crédit de paiement s'élevant à 432 000 000 euros, conformément à la répartition donnée à l'état D' annexé à la présente loi."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Sont ratifiés les crédits ouverts et annulés par les décrets n° 2007-524 du 6 avril 2007, n° 2007-1529 du 25 octobre 2007 et n° 2007-1666 du 26 novembre 2007 portant ouverture de crédits à titre d'avance et annulation de crédits à cette fin."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "VIII. - Un décret précise les conditions d'application du présent article.IX. - Les I à VII sont applicables aux propositions de rectifications adressées à compter du 1er juillet 2008."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I. à II.-A créé les dispositions suivantes :\n\nIII.-Les I et II sont applicables aux propositions de rectifications adressées à compter du 1er juillet 2008.\n\nCODE GENERAL DES IMPOTS, CGI."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I. à II.-A modifié les dispositions suivantes :\n\nIII.-Les I et II sont applicables aux contrôles pour lesquels l'avis de vérification a été adressé à compter du 1er janvier 2008.\n\nLivre des procédures fiscales"
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "IV.-A modifié les dispositions suivantes :V.-A modifié les dispositions suivantes :VI.-Le présent article est applicable aux apports réalisés à compter du 1er janvier 2007."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "II.-A modifié les dispositions suivantes :III.-A modifié les dispositions suivantes :IV.-A modifié les dispositions suivantes :V.-Les I à IV s'appliquent à compter du 1er janvier 2008."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "II.-Le présent article s'applique aux exercices clos à compter du 31 décembre 2007."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "III.-A modifié les dispositions suivantes :IV.-Le I s'applique à compter de l'imposition des revenus de l'année 2008. Le II s'applique aux dons effectués à compter du 1er janvier 2008. Le III est applicable aux versements effectués au titre des exercices ouverts à compter du 1er janvier 2008."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "III.-A modifié les dispositions suivantes :IV.-Les I à III s'appliquent à compter des impositions établies au titre de 2008 ."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "I. à IV. - A modifié les dispositions suivantes :\n\nV. -Abrogé\n\nCODE GENERAL DES IMPOTS, CGI."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "II.-Le I s'applique aux rachats de parts effectués à compter du 1er janvier 2008."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "II.-Le I s'applique aux exercices ouverts à compter du 1er janvier 2008."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "II.-Le I s'applique à compter des impositions établies au titre de l'année 2008."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "II.-A modifié les dispositions suivantes :V.-Le 1 du III entre en vigueur à une date fixée par décret et au plus tard le 30 juin 2008. Le 2 du III s'applique jusqu'à l'entrée en vigueur du 1."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "I à XLVI : A modifié les dispositions suivantes :\n\nXLVIII.-A.-Pour l'application du XII, pour les exercices ouverts entre le 1er janvier 2007 et le 31 juillet 2007, l'option peut être exercée jusqu'au 1er février 2008.\n\nB.-Pour l'application du XXXIV, l'option au titre de la taxe foncière sur les propriétés bâties 2008 doit être exercée avant le 1er février 2008.\n\nC.-Pour l'application du XXXIX, en cas de création d'établissement ou de changement d'exploitant en cours d'année 2007, l'option au titre de la taxe professionnelle 2008 doit être exercée avant le 1er février 2008.\n\nXLIX.-Lorsque l'entreprise exerce l'option au titre de l'un des dispositifs prévus aux articles 44 duodecies ou 1383 H ou au I quinquies A de l'article 1466 A du code général des impôts, cette option vaut pour l'ensemble des dispositifs précités.\n\nLorsque aucune option n'a été formulée dans les délais requis au titre d'un des dispositifs d'exonération prévus aux articles 44 duodecies ou 1383 H ou au I quinquies A de l'article 1466 A du même code, l'exercice ultérieur d'options portant sur un de ces dispositifs n'est pas recevable.\n\nL.-Le présent article s'applique aux avantages octroyés à compter du 1er janvier 2007.\n\nLI.-Les articles 199 ter N,220 P et 244 quater O du code général des impôts et le p du 1 de l'article 223 O du même code s'appliquent aux crédits d'impôt calculés au titre des dépenses exposées jusqu'au 31 décembre 2010.\n\nLIII.-Pour l'application du XXXVIII, en cas de création d'établissement ou de changement d'exploitant ou d'activité en cours d'année 2007, l'option au titre de la taxe professionnelle 2008 doit être exercée avant le 1er mai 2008.\n\nCODE GENERAL DES IMPOTS, CGI.\n\nLoi n° 2006-1771 du 30 décembre 2006"
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "III. ― Le I s'applique aux exercices clos à compter du 31 décembre 2007."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "I A modifié les dispositions suivantes :\n\nCODE GENERAL DES IMPOTS, CGI."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "I à III A modifié les dispositions suivantes :\n\nCODE GENERAL DES IMPOTS, CGI."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "I A modifié les dispositions suivantes :\n\nCODE GENERAL DES IMPOTS, CGI."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "I A modifié les dispositions suivantes :\n\nCODE GENERAL DES IMPOTS, CGI."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "II. - Le I entre en vigueur le 1er janvier 2008."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "I. à IV.-A modifié les dispositions suivantes :\n\nCODE GENERAL DES IMPOTS, CGI."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "I. ― Les entreprises dont l'objet principal est d'effectuer la première transformation du pétrole brut ou de distribuer les carburants issus de cette transformation doivent acquitter une taxe exceptionnelle assise sur la fraction excédant 15 millions d'euros du montant de la provision pour hausse des prix prévue au onzième alinéa du 5° du 1 de l'article 39 du code général des impôts et inscrite au bilan à la clôture de l'exercice au titre duquel cette taxe est due ou à la clôture de l'exercice précédent si le montant correspondant est supérieur.\n\nLe taux de la taxe est fixé à 25 %.\n\nLa taxe est acquittée dans les quatre mois de la clôture de l'exercice au titre duquel elle est due. Elle est liquidée, déclarée, recouvrée et contrôlée comme en matière de taxe sur le chiffre d'affaires et sous les mêmes garanties et sanctions. Le montant brut de cette taxe est imputable, par le redevable de cet impôt, sur l'impôt sur les sociétés dû au titre de l'exercice au cours duquel la provision sur laquelle elle est assise est réintégrée, ou des deux exercices suivant celui de la réintégration si l'imputation n'a pas pu être effectuée en totalité lors de cet exercice. Elle n'est pas admise en charge déductible pour la détermination du résultat imposable.\n\nII. ― Il est créé un fonds social pour le chauffage des ménages. Ce fonds collecte des versements destinés aux actions d'aide sociale générale mises en oeuvre par l'Etat en faveur des ménages modestes chauffés au fioul.\n\nUn décret désigne un organisme chargé de la gestion de ce fonds et en précise les modalités.\n\nLes sommes versées à ce fonds par des entreprises ne sont pas déductibles de leur bénéfice imposable et n'ouvrent pas droit à la réduction d'impôt prévue à l'article 238 bis du code général des impôts.\n\nIII. ― Les sommes versées au plus tard dans les quatre mois suivant la clôture de l'exercice au titre duquel la taxe mentionnée au I est due et au plus tôt dans les huit mois la précédant au fonds social pour le chauffage des ménages mentionné au II ouvrent droit à une réduction d'impôt égale au montant de ces versements.La réduction d'impôt définie au premier alinéa s'impute sur le montant de la taxe due au titre de ce même exercice . Lorsque le montant de cette réduction d'impôt excède le montant de la taxe due, le solde non imputé n'est pas restituable.\n\nIV. - La taxe mentionnée au I est due au titre du premier exercice clos à compter du 31 décembre 2007 et du premier exercice clos à compter du 31 décembre 2008."
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "II.-Le I s'applique à compter des impositions établies au titre de l'année 2007."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "Lorsque la réunion sportive ou toute manifestation publique soumise à la taxe sur les spectacles se déroule au sein d'un équipement public ou qui a vocation à devenir propriété publique, le produit de la taxe est réparti entre la commune sur le territoire de laquelle l'équipement est situé, les collectivités territoriales ou les établissements publics de coopération intercommunale maîtres d'ouvrage et les collectivités territoriales ou les établissements publics de coopération intercommunale gestionnaires, après délibération concordante des assemblées délibérantes de ces collectivités territoriales et établissements publics de coopération intercommunale.Ces dispositions s'appliquent pour les équipements sportifs mis en service à compter du 1er janvier 2008."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "II.-Un décret fixe les conditions d'application du présent article."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "I. ― La Caisse de la dette publique est autorisée à contracter avec la Société nationale des chemins de fer français tout prêt, emprunt ou instrument financier à terme, en euros et en devises, dans la limite de la valeur des emprunts et des instruments financiers à terme associés qui sont inscrits au service annexe d'amortissement de la dette de cet établissement à la date de la promulgation de la présente loi.II. ― L'Etat est autorisé à reprendre les droits et obligations afférents aux contrats d'emprunt contractés auprès de la Caisse de la dette publique par la Société nationale des chemins de fer français ainsi qu'aux instruments financiers à terme qui y sont associés.Les intérêts afférents aux contrats d'emprunt mentionnés au précédent alinéa seront retracés au sein du compte de commerce « Gestion de la dette et de la trésorerie de l'Etat » en qualité d'intérêts de la dette négociable.III. ― La reprise par l'Etat des droits et obligations autorisée par le II met fin au service annexe d'amortissement de la dette de la Société nationale des chemins de fer français.Les conséquences dans les comptes de la Société nationale des chemins de fer français des opérations réalisées à l'occasion de la fin du service annexe d'amortissement de la dette de la Société nationale des chemins de fer français, notamment tout versement de la Société nationale des chemins de fer français à l'Etat représentatif de la valeur actualisée des différentes contributions dues par elle au titre du service annexe d'amortissement de la dette de la Société nationale des chemins de fer français, sont inscrites directement dans les comptes de capitaux propres de la Société nationale des chemins de fer français."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "La dette contractée au nom ou pour le compte du fonds de financement des prestations sociales des non-salariés agricoles, sous forme d'ouvertures de crédits à court terme consenties, par voie de convention, par plusieurs établissements bancaires en 2007 est transférée à l'Etat, au plus tard le 31 décembre 2007, dans la limite d'un montant en capital de 618 665 252,70 euros portant intérêts et correspondant au reliquat du résultat déficitaire constaté au bilan de sortie du compte de gestion du budget annexe des prestations sociales agricoles au 31 décembre 2004.Ce transfert emporte de plein droit substitution de débiteur et substitution pure et simple de l'Etat dans l'ensemble des droits et obligations de l'emprunteur ayant agi au nom ou pour le compte du fonds de financement des prestations sociales des non-salariés agricoles, au titre de la convention transférée et dans la limite du montant en capital indiqué au premier alinéa et des intérêts correspondants. Cette substitution de débiteur emporte de plein droit l'extinction des créances correspondantes pour le fonds de financement des prestations sociales des non-salariés agricoles."
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Article 85",
      "content": "I. ― La garantie de l'Etat est accordée au titre des compensations versées en application des contrats d'assurance souscrits par des bailleurs contre le risque de loyers impayés respectant le cahier des charges social mentionné au g de l'article L. 313-3 du code de la construction et de l'habitation. Ces contrats sont proposés par des entreprises d'assurance de dommages qui ont conclu une convention avec l'Union des entreprises et des salariés pour le logement.L'assiette de la garantie de l'Etat est constituée par les sinistres indemnisés.\n\nII. ― La garantie de l'Etat est accordée au titre des garanties de loyers versées aux bailleurs des secteurs locatifs mentionnés au aux troisième à cinquième alinéas de l'article 41 ter de la loi n° 86-1290 du 23 décembre 1986 tendant à favoriser l'investissement locatif, l'accession à la propriété de logements sociaux et le développement de l'offre foncière qui ne souscrivent pas de contrats d'assurance contre les risques de loyers impayés. Ces garanties de loyers et de charges interviennent dans le cadre de conventions conclues avec l'Union des entreprises et des salariés pour le logement.\n\nL'assiette de la garantie de l'Etat est constituée par les sinistres constatés.\n\nIII. ― L'octroi de la garantie de l'Etat prévue aux I et II est subordonné au respect des conditions d'éligibilité des locataires des logements concernés. Sous réserve du respect des autres conditions d'éligibilité, la garantie de l'Etat est accordée dans tous les cas où le montant du loyer est inférieur à 50 % des ressources du locataire.\n\nLa garantie de l'Etat couvre la fraction des sinistres qui excède un seuil qui ne saurait être inférieur à 1,1 % du montant des revenus locatifs concernés, dans la limite d'un plafond.\n\nIV. ― Un décret fixe les modalités d'application du présent article, et notamment les conditions d'éligibilité des locataires des logements concernés, ainsi que le seuil et le plafond d'intervention de la garantie de l'Etat."
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Article 86",
      "content": "L'Etat garantit la Compagnie financière et industrielle des autoroutes (Cofiroute) contre les recours contentieux de riverains relatifs à la réalisation par lui de la bretelle assurant les mouvements Tours vers Langeais de l'échangeur n° 9, décrite à l'annexe 5 decies du cahier des charges annexé à la convention de concession du 26 mars 1970 passée entre l'Etat et la Compagnie financière et industrielle des autoroutes (Cofiroute)."
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "La garantie de l'Etat est accordée à l'Agence française de développement pour les prêts consentis à la République du Liban dans le cadre de la conférence de soutien au Liban du 25 janvier 2007. Cette garantie porte sur le capital et les intérêts dans la limite de 375 millions d'euros en principal."
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "I. ― Les ministres chargés du budget et de l'économie peuvent accorder la garantie de l'Etat à l'Agence française de développement pour la facilité de trésorerie à consentir à la Société anonyme de la raffinerie des Antilles, afin de financer le déficit de trésorerie provenant de l'étalement de la hausse des prix de vente à l'utilisateur final, entraînée par la mise aux normes communautaires du gazole et de l'essence en Guyane.Ce déficit de trésorerie est réputé atteindre le montant accumulé de 19,5 millions d'euros au 1er janvier 2008, montant auquel correspond le montant initial maximal du principal de la facilité.Les différentiels de prix restant à compenser sont au 31 décembre 2007 de 13 centimes par litre pour l'essence et de 12 centimes pour le gazole. Ces différentiels doivent être réduits à hauteur de trois centimes le premier jour de chaque trimestre, sauf en ce qui concerne l'essence où pour le dernier trimestre cette réduction atteindra quatre centimes. La première réduction de trois centimes intervient le 1er janvier 2008 et les différentiels de prix à compenser deviennent nuls, à la fois pour l'essence et le gazole, le 1er octobre 2008, date à laquelle est opérée la dernière réduction.Le montant en principal de la facilité au 1er janvier 2008 peut être augmenté, jusqu'au 1er octobre 2008, par tranche trimestrielle d'un montant maximal égal à la somme, d'une part, des intérêts capitalisés produits par les encours précédents, d'autre part, du produit du différentiel de prix restant à compenser par la consommation du trimestre en cause.La garantie porte sur le principal et les intérêts.\n\nII. ― A modifié les dispositions suivantes :\n\nIII. ― Le II entre en vigueur à compter du 1er janvier 2013 et cesse de s'appliquer à compter du complet remboursement du principal et des intérêts de cette facilité et au plus tard le 1er janvier 2018.\n\nCode des douanes\n\nArt. 266 quater A"
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "Article 90",
      "content": "II. ― A modifié les dispositions suivantes :III. ― A modifié les dispositions suivantes :IV. ― Les I à III sont applicables à compter du 1er janvier 2008."
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Article 92",
      "content": "I. ― A modifié les dispositions suivantes :\n\nII. ― Le 1° du I s'applique à compter de la publication du décret en Conseil d'Etat portant transformation du Centre technique cuir chaussure maroquinerie en Comité professionnel de développement économique des industries des secteurs du cuir, de la maroquinerie, de la ganterie et de la chaussure et au plus tard le 1er juillet 2009.Le 2° du I s'applique à compter de la publication de l'arrêté ministériel approuvant la dissolution du Centre technique de l'industrie horlogère et le transfert de ses actifs et passifs au Comité de développement de l'horlogerie, de la bijouterie, de la joaillerie et de l'orfèvrerie et au plus tard le 1er juillet 2009.\n\nLoi n° 2003-1312 du 30 décembre 2003\n\nArt. 71"
    },
    {
      "provision_ref": "art93",
      "section": "93",
      "title": "Article 93",
      "content": "II. ― Le I entre en vigueur à compter de l'imposition sur les revenus de 2008."
    },
    {
      "provision_ref": "art99",
      "section": "99",
      "title": "Article 99",
      "content": "III. ― Le présent article entre en vigueur à compter de la date de publication du décret d'application et au plus tard le 1er juin 2008."
    },
    {
      "provision_ref": "art103",
      "section": "103",
      "title": "Article 103",
      "content": "La garantie de l'Etat est accordée à l'Agence française de développement pour un prêt   à l'Office national des chemins de fer marocains destiné à la construction de la section Tanger ― Kénitra de la ligne de train à grande vitesse entre Casablanca et Tanger. Cette garantie porte sur le capital et les intérêts du prêt dans la limite de 220 millions d'euros en principal."
    },
    {
      "provision_ref": "art104",
      "section": "104",
      "title": "Article 104",
      "content": "I.-Les modalités de calcul de la dotation globale de compensation de Saint-Martin visée à l'article LO 6371-5 du code général des collectivités territoriales sont les suivantes :\n\n1° La dotation globale de compensation de Saint-Martin est l'addition :\n\na) Pour les impôts et charges transférés par l'Etat, du solde entre les charges transférées et la fiscalité émise, actualisé selon le taux d'évolution de la dotation globale de fonctionnement, prévu à l'article L. 1613-1 du code général des collectivités territoriales, au titre des années 2007 et 2008 ;\n\nb) Du solde entre les charges transférées, hors celles consacrées à la construction et à l'équipement des lycées, et la fiscalité émise en application des taux votés par la région de la Guadeloupe, actualisé selon le taux d'évolution de la dotation globale de fonctionnement, prévu au même article L. 1613-1, au titre des années 2007 et 2008 ;\n\nc) Et du solde entre les charges transférées, hors celles consacrées à la construction et à l'équipement des collèges, et la fiscalité émise en application des taux votés par le département de la Guadeloupe. Ce solde est minoré du montant respectif de la part de la contribution versée en 2006 à la Guadeloupe par la Caisse nationale de solidarité pour l'autonomie au titre des bénéficiaires de l'allocation personnalisée d'autonomie, de la prestation de compensation du handicap et de la maison départementale des personnes handicapées de Saint-Martin, puis actualisé selon le taux d'évolution de la dotation globale de fonctionnement, prévu au même article L. 1613-1, au titre des années 2007 et 2008. Enfin, il est minoré du montant de la dotation globale de fonctionnement dû à la collectivité de Saint-Martin en 2008 au titre de sa dotation de base et de ses quotes-parts de dotation de péréquation, prévues à l'article L. 6364-3 du même code.Les charges mentionnées au présent 1° sont déterminées dans les conditions prévues par le décret pris en application de l'article LO 6271-7 du même code. ;\n\n2° a. Le solde visé au b du 1° donne lieu à prélèvement à due concurrence sur la dotation générale de décentralisation de la région de la Guadeloupe, prévue par l'article L. 1614-4 du même code.\n\nb. Le solde final visé au c du 1° donne lieu à prélèvement à due concurrence sur la dotation générale de décentralisation du département de la Guadeloupe, prévue par le même article L. 1614-4.\n\n3° La dotation globale de compensation visée au 1° est abondée :― d'un montant correspondant à la différence entre la fiscalité émise et la fiscalité perçue par l'Etat sur le territoire de la collectivité ;― d'un montant correspondant à la différence entre la fiscalité émise au profit de la région de la Guadeloupe sur le territoire de la collectivité et la fiscalité recouvrée par l'Etat à ce titre ;― d'un montant correspondant à la différence entre la fiscalité émise au profit du département de la Guadeloupe sur le territoire de la collectivité et la fiscalité recouvrée par l'Etat à ce titre ;― d'un montant correspondant à la différence entre la fiscalité émise au profit de la commune de Saint-Martin et la fiscalité recouvrée par l'Etat à ce titre ;― d'un montant correspondant à la moyenne annuelle du produit des amendes forfaitaires de la police de la circulation routière reversé par l'Etat à la commune de Saint-Martin au titre des exercices 1998 à 2007 inclus, conformément aux articles L. 2334-24 et L. 2334-25 du code général des collectivités territoriales ;― et du montant correspondant à la moyenne annuelle des crédits de paiement de la dotation globale d'équipement des communes versés à la commune de Saint-Martin au titre des exercices 1998 à 2007 inclus, en application des articles L. 2334-32 à L. 2334-34 du même code ;\n\n4° Le montant de la dotation globale de compensation calculé au profit de Saint-Martin, le montant du prélèvement opéré sur la dotation générale de décentralisation de la région de la Guadeloupe et les montants du prélèvement de la dotation générale de décentralisation du département de la Guadeloupe sont fixés par arrêté conjoint du ministre chargé de l'outre-mer et du ministre chargé du budget, après avis de la commission consultative d'évaluation des charges de Saint-Martin.\n\nII.-Les modalités de calcul de la dotation globale de compensation de Saint-Barthélemy visée à l'article LO 6271-5 du code général des collectivités territoriales sont les suivantes :\n\n1° La dotation globale de compensation de Saint-Barthélemy est l'addition :\n\na) Pour les impôts et charges transférés par l'Etat, du solde entre les charges transférées et la fiscalité émise, actualisé selon le taux d'évolution de la dotation globale de fonctionnement, prévu à l'article L. 1613-1 du code général des collectivités territoriales, au titre des années 2007 et 2008 ;\n\nb) Du solde entre les charges transférées, hors celles consacrées à la construction et à l'équipement des lycées, et la fiscalité émise en application des taux votés par la région de la Guadeloupe, actualisé selon le taux d'évolution de la dotation globale de fonctionnement, prévu au même article L. 1613-1, au titre des années 2007 et 2008 ;\n\nc) Et du solde entre les charges transférées, hors celles consacrées à la construction et à l'équipement des collèges, et la fiscalité émise en application des taux votés par le département de la Guadeloupe. Ce solde est minoré du montant respectif de la part de la contribution versée en 2006 à la Guadeloupe par la Caisse nationale de solidarité pour l'autonomie au titre des bénéficiaires de l'allocation personnalisée d'autonomie, de la prestation de compensation du handicap et de la maison départementale des personnes handicapées de Saint-Barthélemy, puis actualisé selon le taux d'évolution de la dotation globale de fonctionnement, prévu à l'article L. 1613-1 du code général des collectivités territoriales, au titre des années 2007 et 2008. Il est enfin minoré du montant de la dotation globale de fonctionnement de la collectivité de Saint-Barthélemy en 2008 au titre de sa dotation de base et de ses quotes-parts de dotation de péréquation, prévues à l'article L. 6264-3 du même code.\n\nLes charges mentionnées au présent 1° sont déterminées dans les conditions prévues par le décret pris en application de l'article LO 6271-7 du même code ;\n\n2° a. Le solde visé au b du 1° donne lieu à prélèvement à due concurrence sur la dotation générale de décentralisation de la région de la Guadeloupe, prévue par l'article L. 1614-4 du même code.\n\nb. Le solde visé au c du 1° donne lieu à un abondement à due concurrence sur la dotation générale de décentralisation du département de la Guadeloupe, prévue par l'article L. 1614-4 du même code.\n\n3° La dotation globale de compensation visée au 1° est abondée :― d'un montant correspondant à la différence entre la fiscalité émise et la fiscalité perçue par l'Etat sur le territoire de la collectivité ;― d'un montant correspondant à la différence entre la fiscalité émise au profit de la région de la Guadeloupe sur le territoire de la collectivité et la fiscalité recouvrée par l'Etat à ce titre ;― d'un montant correspondant à la différence entre la fiscalité émise au profit du département de la Guadeloupe sur le territoire de la collectivité et la fiscalité recouvrée par l'Etat à ce titre ;― d'un montant correspondant à la différence entre la fiscalité émise au profit de la commune de Saint-Barthélemy et la fiscalité recouvrée par l'Etat à ce titre ;― d'un montant correspondant à la moyenne annuelle du produit des amendes forfaitaires de la police de la circulation routière reversé par l'Etat à la commune de Saint-Barthélemy au titre des exercices 1998 à 2007 inclus, conformément aux dispositions des articles L. 2334-24 et L. 2334-25 du code général des collectivités territoriales ;― du montant correspondant à la moyenne annuelle des crédits de paiement de la dotation globale d'équipement des communes versés à la commune de Saint-Barthélemy au titre des exercices 1998 à 2007 inclus, en application des articles L. 2334-32 à L. 2334-34 du même code ;― du montant cumulé de dotation globale de fonctionnement, calculé au profit de la collectivité de Saint-Barthélemy en 2008, en application de l'article L. 6264-3 du même code ;― et du montant de dotation globale de construction et d'équipement scolaire, calculé au profit de la collectivité de Saint-Barthélemy en 2008, en application de l'article L. 6264-5 du même code.\n\nLe montant de la dotation globale de compensation, après abondements, fait l'objet d'un titre de perception émis chaque année par le préfet de la région Guadeloupe durant le mois de janvier de l'année considérée, pour paiement au plus tard six mois après son émission. Par exception, pour la récupération du trop-versé en 2008, il est émis deux titres de perception, l'un en 2009, l'autre en 2010, portant chacun sur un montant de 2 814 129 €.\n\nA compter de 2016, ce titre de perception porte sur un montant de 2 882 572 €, sous réserve d'ajustements opérés en loi de finances sur le montant de la dotation globale de compensation. Il appartient à la collectivité de Saint-Barthélemy de procéder au paiement annuel de cette somme à l'Etat.\n\nAu titre de l'année 2018, la collectivité de Saint-Barthélemy est exonérée du paiement de la dotation globale de compensation.\n\n4° Le montant de la dotation globale de compensation calculé au profit de Saint-Barthélemy, le montant du prélèvement opéré sur la dotation générale de décentralisation de la région de la Guadeloupe et le montant de l'abondement de la dotation générale de décentralisation du département de la Guadeloupe sont fixés par arrêté conjoint du ministre chargé de l'outre-mer et du ministre chargé du budget, après avis de la commission consultative d'évaluation des charges de Saint-Barthélemy.\n\nIII.-En application des articles LO 6271-5 et LO 6371-5 du code général des collectivités territoriales instituant une dotation globale de fonctionnement pour la collectivité d'outre-mer de Saint-Barthélemy et pour celle de Saint-Martin, le code général des collectivités territoriales est ainsi modifié :1° A modifié les dispositions suivantes :\n\nIV.-A compter de 2008, il est institué un prélèvement sur les recettes de l'Etat au titre de la dotation globale de construction et d'équipement scolaire prévue aux articles L. 6264-5 et L. 6364-5 du code général des collectivités territoriales.1.A modifié les dispositions suivantes :\n\nCode général des collectivités territoriales\n\nCode général des collectivités territoriales"
    },
    {
      "provision_ref": "art105",
      "section": "105",
      "title": "Article 105",
      "content": "II. ― Le I est applicable à compter du 15 juillet 2007."
    },
    {
      "provision_ref": "art107",
      "section": "107",
      "title": "Article 107",
      "content": "Les dispositions des contrats individuels ou collectifs, des bulletins d'adhésion et règlements, des conventions ou accords collectifs, des projets d'accord proposés par le chef d'entreprise et ratifiés à la majorité des intéressés ou des décisions unilatérales de l'employeur, mentionnés à l'article L. 911-1 du code de la sécurité sociale, relatifs à des garanties portant sur le remboursement ou l'indemnisation de frais des soins de santé occasionnés par une maladie, une maternité ou un accident, sont réputées ne pas couvrir la franchise instituée en application du III de l'article L. 160-13 du même code dès lors que le contrat, le bulletin d'adhésion ou le règlement ne prévoit pas expressément la prise en charge de cette franchise.\n\nEn conséquence, l'absence de référence à la prise en charge de la franchise susvisée dans les contrats et accords mentionnés au premier alinéa ne peut faire obstacle au bénéfice des dispositions visées à l'article L. 871-1 du même code, et notamment aux exonérations fiscales prévues au code général des impôts."
    },
    {
      "provision_ref": "art108",
      "section": "108",
      "title": "Article 108",
      "content": "I. ― (Abrogé)\n\nII. ― L'article 101 de la loi de finances pour 1987 (n° 86-1317 du 30 décembre 1986) est abrogé."
    }
  ]
}