{
  "id": "loi-n-2015-990-du-6-aout-2015",
  "type": "statute",
  "title": "LOI n°2015-990 du 6 août 2015",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000030978561",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I.-Dans toutes les dispositions législatives en vigueur, les mots : \" Autorité de régulation des activités ferroviaires \" sont remplacés par les mots : \" Autorité de régulation des activités ferroviaires et routières \".\n\nII.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance, dans un délai de six mois à compter de la promulgation de la présente loi, toute mesure relevant du domaine de la loi afin de mettre en cohérence la structure et le contenu du code des transports et du code de la voirie routière avec les missions confiées à l'Autorité de régulation des activités ferroviaires et routières au présent chapitre.\n\nIII.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-Code des transports\n\nArt. L2132-4\n\n-Code des transports\n\n-Code des transports\n\n-Code des transports\n\n-Code des transports\n\n-Code de justice administrative\n\n-Code des transports\n\n-LOI n° 2011-1977 du 28 décembre 2011\n\n-LOI n° 2012-1509 du 29 décembre 2012\n\n-LOI n° 2013-1278 du 29 décembre 2013\n\n-LOI n° 2014-872 du 4 août 2014\n\n-LOI n° 2014-1654 du 29 décembre 2014\n\nA modifié les dispositions suivantes :\n\n-Code des transports\n\n-ORDONNANCE n° 2015-855 du 15 juillet 2015\n\n-Code des transports\n\nSct. TITRE III : AUTORITE DE REGULATION DES ACTIVITES FERROVIAIRES ET ROUTIERES"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le présent article entre en vigueur à la date de publication du décret mentionné au dernier alinéa de l'article L. 1115-1 du code des transports, et au plus tard trois mois après la promulgation de la présente loi.\n\n- Code des transports"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le I n'est pas applicable à Saint-Martin et à Saint-Barthélemy.\n\n-Code des transports"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Les 3° à 9° du I du présent article ne sont pas applicables à Saint-Martin et à Saint-Barthélemy.\n\n- Code des transports"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance, dans un délai de neuf mois à compter de la promulgation de la présente loi, toute mesure relevant du domaine de la loi ayant pour objet la création d'un établissement public, associant notamment des représentants de l'Etat, d'établissements publics de l'Etat et de collectivités territoriales participant au financement du projet, aux fins de réalisation d'une infrastructure fluviale reliant les bassins de la Seine et de l'Oise au réseau européen à grand gabarit et de développement économique en lien avec cette infrastructure."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance, dans un délai d'un an à compter de la promulgation de la présente loi, toute mesure relevant du domaine de la loi permettant la réalisation d'une infrastructure ferroviaire entre Paris et l'aéroport Paris-Charles-de-Gaulle, notamment en modifiant l'article L. 2111-3 du code des transports."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Dans un délai d'un an à compter de la promulgation de la présente loi, l'Agence de l'environnement et de la maîtrise de l'énergie établit un rapport sur l'impact du développement du transport par autocar sur l'environnement, notamment en termes d'émissions de gaz à effet de serre. Ce rapport est rendu public et est transmis aux commissions permanentes de l'Assemblée nationale et du Sénat compétentes en matière de transport."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance, dans un délai de six mois à compter de la promulgation de la présente loi, toute mesure relevant du domaine de la loi afin de :1° Modifier et codifier les règles applicables en matière de création, d'aménagement et d'exploitation des gares routières de voyageurs, ainsi que des autres points d'arrêt routier, par les personnes publiques et privées, définir les principes applicables en matière d'accès à ces gares par les entreprises de transport public routier de personnes, modifier les règles applicables en matière de police dans ces gares pour garantir l'accès à celles-ci de l'ensemble des usagers, notamment les personnes handicapées et à mobilité réduite ainsi que les cyclistes, et des opérateurs, de façon à assurer leur participation effective au développement et au bon fonctionnement du transport routier de personnes et à favoriser l'intermodalité, notamment avec les modes de déplacement non polluants ;2° Confier à l'       Autorité de régulation des transports la compétence de préciser les règles d'accès, d'en contrôler le respect et de prononcer des sanctions ;3° Définir les conditions dans lesquelles cette même autorité peut être saisie en cas de différend portant sur l'accès à ces gares ou sur leur utilisation."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "L'ordonnance n° 2014-690 du 26 juin 2014 relative à la participation de la Société du Grand Paris à certains projets du réseau des transports en Ile-de-France est ratifiée."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I.-Entrent en vigueur à une date fixée par décret, au plus tard le premier jour du troisième mois suivant la promulgation de la présente loi :\n\n1° Les I et III de l'article 1er ;\n\n2° L'article L. 3111-17 du code des transports, dans sa rédaction résultant de l'article 5 de la présente loi, pour ce qui concerne les services assurant une liaison dont deux arrêts sont distants de 100 kilomètres ou moins ;\n\n3° Les articles L. 3111-18 à L. 3111-20 et L. 3111-22 à L. 3111-24 du même code, dans leur rédaction résultant de l'article 5 de la présente loi ;\n\n4° Les 9° et 11° du I de l'article 6.\n\nII.-A compter de la date mentionnée au I du présent article, le 2° de l'article L. 3111-21 et l'article L. 3111-25 du code des transports, dans leur rédaction résultant de l'article 5 de la présente loi, sont complétés par les mots :, pris après avis de l'       Autorité de régulation des transports.\n\nIII.-A compter de la date mentionnée au I du présent article, aux articles L. 3521-5 et L. 3551-5 du code des transports, dans leur rédaction résultant de l'article 6 de la présente loi, la référence : le 5° est remplacée par les références : les 5° et 6°.\n\nIV.-Les articles 13 et 15 entrent en vigueur le premier jour du sixième mois suivant la promulgation de la présente loi.\n\nV.-Les articles L. 122-12 à L. 122-28 du code de la voirie routière, dans leur rédaction résultant de l'article 13 de la présente loi, s'appliquent aux marchés passés par les concessionnaires d'autoroutes pour lesquels une procédure de publicité est engagée à compter de la date mentionnée au IV du présent article, même en cas de clause contraire de la convention de délégation ou du cahier des charges annexé."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Dans un délai de deux mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport présentant les modifications apportées à la composition du Conseil supérieur de l'éducation routière, en prévoyant notamment la participation de parlementaires, de représentants de l'apprentissage de la route en ligne et d'organisations syndicales, et à ses missions, en lui confiant également le suivi, l'observation et l'évaluation statistique des conditions d'accès au permis de conduire sur l'ensemble du territoire national."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "II.-Le I s'applique à l'expiration d'un délai d'un an à compter de la promulgation de la présente loi."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "Le même code est ainsi modifié :\n\n1° [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2015-715 DC du 5 août 2015.]\n\n2° [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2015-715 DC du 5 août 2015.]\n\n3° A modifié les dispositions suivantes :\n\n- Code de commerce"
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "II.-Le présent article entre en vigueur dix-huit mois après la promulgation de la présente loi."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "Le Gouvernement remet au Parlement, au plus tard le 31 décembre 2015, un rapport portant sur les conséquences du marketing différencié en fonction du sexe, les écarts de prix selon le sexe du consommateur et les inégalités pesant sur le pouvoir d'achat des femmes et des hommes."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "III.-[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2015-715 DC du 5 août 2015.]"
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "III.-Les articles 1er, 5,8,8-1,10,10-1 et 53 de la loi n° 71-1130 du 31 décembre 1971 portant réforme de certaines professions judiciaires et juridiques, dans leur rédaction résultant du présent article, sont applicables en Nouvelle-Calédonie, en Polynésie française et à Wallis-et-Futuna."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "I.-Les notaires et les commissaires de justice peuvent librement s'installer dans les zones où l'implantation d'offices apparaît utile pour renforcer la proximité ou l'offre de services.\n\nCes zones sont déterminées par une carte établie conjointement par les ministres de la justice et de l'économie, sur proposition de l'Autorité de la concurrence en application de l'article L. 462-4-1 du code de commerce. Elles sont définies de manière détaillée au regard de critères précisés par décret, parmi lesquels une analyse démographique de l'évolution prévisible du nombre de professionnels installés.\n\nA cet effet, cette carte identifie les secteurs dans lesquels, pour renforcer la proximité ou l'offre de services, la création de nouveaux offices de notaire, d'huissier de justice ou de commissaire de justice apparaît utile.\n\nAfin de garantir une augmentation progressive du nombre d'offices à créer, de manière à ne pas bouleverser les conditions d'activité des offices existants, cette carte est assortie de recommandations sur le rythme d'installation compatible avec une augmentation progressive du nombre de professionnels dans la zone concernée.\n\nCette carte est rendue publique et révisée tous les deux ans.\n\nII.-Dans les zones mentionnées au I, lorsque le demandeur remplit les conditions de nationalité, d'aptitude, d'honorabilité, d'expérience et d'assurance requises pour être nommé en qualité de notaire ou de commissaire de justice, le ministre de la justice le nomme titulaire de l'office de notaire ou de commissaire de justice créé. Un décret précise les conditions d'application du présent alinéa.\n\nSi, dans un délai de six mois à compter de la publication de la carte mentionnée au I, le ministre de la justice constate un nombre insuffisant de demandes de créations d'office au regard des besoins identifiés, il procède, dans des conditions prévues par décret, à un appel à manifestation d'intérêt en vue d'une nomination dans un office vacant ou à créer ou de la création d'un bureau annexe par un officier titulaire.\n\nSi l'appel à manifestation d'intérêt est infructueux, le ministre de la justice confie la fourniture des services d'intérêt général en cause, selon le cas, à la chambre départementale des notaires ou à la chambre régionale des commissaires de justice concernée. Le ministre de la justice précise, en fonction de l'insuffisance identifiée, le contenu et les modalités des services rendus. A cet effet, une permanence est mise en place dans une maison de justice et du droit. La chambre concernée répartit, entre les officiers publics ou ministériels de son ressort, les charges et sujétions résultant du présent II.\n\nIII.-Dans les zones autres que celles mentionnées au I, il ne peut être créé de nouveaux offices qu'à la condition de ne pas porter atteinte à la continuité de l'exploitation des offices existants et à la qualité du service rendu. L'arrêté portant création d'un ou plusieurs nouveaux offices est pris après avis de l'Autorité de la concurrence.\n\nIV.-[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2015-715 DC du 5 août 2015.]\n\nV.-A créé les dispositions suivantes :\n\nVI.-L'article L. 462-4-1 du code de commerce, dans sa rédaction résultant du présent article, est applicable à Wallis-et-Futuna.\n\nVII.-Le présent article ne s'applique pas dans les départements du Bas-Rhin, du Haut-Rhin et de la Moselle. Dans un délai de deux ans à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur l'opportunité d'étendre l'application du présent article à ces trois départements.\n\nVIII.-Le présent article entre en vigueur le premier jour du sixième mois suivant celui de la promulgation de la présente loi.\n\n-Code de commerce"
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "3° L'article 10 est abrogé. Toutefois, sauf révocation, les habilitations conférées avant le 1er janvier 2015 continuent à produire leurs effets jusqu'au 31 décembre 2020 ;"
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "II.-L'article 3 de l'ordonnance n° 45-2592 du 2 novembre 1945 relative au statut des huissiers, dans sa rédaction résultant du présent article, entre en vigueur le 1er janvier 2017."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "I., III. et IV.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII.-Les I et IV du présent article entrent en vigueur le premier jour du sixième mois suivant celui de la promulgation de la présente loi, à l'exception de l'article 1er-1-2 de l'ordonnance du 26 juin 1816 qui établit, en exécution de la loi du 28 avril 1816, des commissaires-priseurs judiciaires dans les villes chefs-lieux d'arrondissement, ou qui sont le siège d'un tribunal de grande instance, et dans celles qui, n'ayant ni sous-préfecture ni tribunal, renferment une population de cinq mille âmes et au-dessus, qui entre en vigueur le premier jour du douzième mois suivant cette promulgation.\n\n-Loi n° 2000-642 du 10 juillet 2000\n\n-Loi n° 2000-642 du 10 juillet 2000\n\n-Ordonnance du 26 juin 1816\n\n-Ordonnance du 26 juin 1816"
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "I. - A modifié les dispositions suivantes :\n\nII.-Le I entre en vigueur le premier jour du douzième mois suivant la promulgation de la présente loi.\n\n- Code de commerce"
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "I., II. et III.-A modifié les dispositions suivantes :\n\nIV.-Le présent article entre en vigueur le premier jour du sixième mois suivant celui de la promulgation de la présente loi.\n\n-Code de commerce\n\n-Ordonnance du 10 septembre 1817\n\n-Loi n° 66-879 du 29 novembre 1966"
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "I., II., III., IV. et VI.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nV.-Dans un délai de deux ans à compter de la promulgation de la présente loi, le Gouvernement transmet au Parlement un rapport sur l'évolution du nombre de notaires, d'huissiers de justice, de commissaires-priseurs judiciaires et de greffiers de tribunal de commerce salariés depuis la promulgation de la présente loi et sur l'évolution de la proportion de jeunes et de femmes parmi ces salariés.\n\n-Ordonnance n° 45-2593 du 2 novembre 1945\n\n-Code de la sécurité sociale.\n\n-Ordonnance n° 45-2592 du 2 novembre 1945\n\n-Code de commerce\n\n-Ordonnance n° 45-2590 du 2 novembre 1945"
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "III.-L'article L. 123-6 du code de commerce, dans sa rédaction résultant du 1° du I du présent article, et l'article L. 411-1 du code de la propriété intellectuelle, dans sa rédaction résultant du II du présent article, sont applicables à Wallis-et-Futuna."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-L'article L. 811-5 du code de commerce, dans sa rédaction résultant du I du présent article, est applicable à Wallis-et-Futuna.\n\nIII.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance, dans un délai de dix mois à compter de la promulgation de la présente loi, les mesures relevant du domaine de la loi pour créer une profession de commissaire de justice regroupant les professions d'huissier de justice et de commissaire-priseur judiciaire, de façon progressive, en prenant en considération les règles de déontologie, les incompatibilités et les risques de conflits d'intérêts propres à l'exercice des missions de chaque profession concernée, ainsi que les exigences de qualification particulières à chacune de ces professions.\n\nIV.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance, dans un délai de six mois à compter de la promulgation de la présente loi, toute mesure relevant du domaine de la loi pour améliorer, par la voie du concours, en fixant les conditions financières de cette mesure, le recrutement des greffiers de tribunaux de commerce.\n\n-Code de commerce"
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "I., II., III. et IV.-A modifié les dispositions suivantes :\n\nV.-Dans le respect des règles de déontologie applicables à la profession d'avocat, un décret en Conseil d'Etat détermine les conditions d'application du IV.\n\nVI., VII. et VIII.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-Ordonnance n° 45-2592 du 2 novembre 1945\n\n-Ordonnance n° 45-2590 du 2 novembre 1945\n\n-Loi n° 71-1130 du 31 décembre 1971\n\n-Ordonnance du 10 septembre 1817\n\n-Code du travail\n\n-Ordonnance n° 45-2593 du 2 novembre 1945\n\n-Ordonnance n° 45-2592 du 2 novembre 1945\n\n-Code de commerce\n\nnone"
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai de dix mois à compter de la promulgation de la présente loi, les mesures relevant du domaine de la loi pour :1° Permettre la désignation en justice, à titre habituel, des huissiers de justice et des commissaires-priseurs judiciaires en qualité de liquidateur dans le cadre des procédures de liquidation judiciaire prévues au titre IV du livre VI du code de commerce, ou d'assistant du juge commis dans le cadre des procédures de rétablissement professionnel prévues au même titre IV, lorsque ces procédures sont ouvertes à l'encontre de débiteurs n'employant aucun salarié et réalisant un chiffre d'affaires annuel hors taxes inférieur ou égal à 100 000 € ;2° Déterminer les modalités de rémunération des fonctions mentionnées au 1° et d'application aux huissiers de justice et aux commissaires-priseurs judiciaires les exerçant des dispositions du livre VIII du code de commerce relatives à la discipline, au contrôle et à la comptabilité des mandataires judiciaires, ainsi que de celles relatives à la représentation des fonds."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnances, dans un délai de huit mois à compter de la promulgation de la présente loi, les mesures relevant du domaine de la loi pour :1° Moderniser les conditions d'exercice de la profession d'expertise comptable en transposant les dispositions de la directive 2013/55/UE du Parlement européen et du Conseil, du 20 novembre 2013, modifiant la directive 2005/36/CE relative à la reconnaissance des qualifications professionnelles et le règlement (UE) n° 1024/2012 concernant la coopération administrative par l'intermédiaire du système d'information du marché intérieur (« règlement IMI ») dans l'ordonnance n° 45-2138 du 19 septembre 1945 portant institution de l'ordre des experts-comptables et réglementant le titre et la profession d'expert-comptable ;2° Faciliter la création de sociétés ayant pour objet l'exercice en commun de plusieurs des professions d'avocat, d'avocat au Conseil d'Etat et à la Cour de cassation, de commissaire-priseur judiciaire, d'huissier de justice, de notaire, d'administrateur judiciaire, de mandataire judiciaire, de conseil en propriété industrielle et d'expert-comptable :a) Dans lesquelles la totalité du capital et des droits de vote est détenue, directement ou indirectement, par des personnes exerçant l'une des professions exercées en commun au sein de ladite société ou par des personnes légalement établies dans un Etat membre de l'Union européenne, dans un autre Etat partie à l'accord sur l'Espace économique européen ou dans la Confédération suisse qui exercent en qualité de professionnel libéral, dans l'un de ces Etats, une activité soumise à un statut législatif ou réglementaire ou subordonnée à la possession d'une qualification nationale ou internationale reconnue et exerçant une ou plusieurs des professions constituant l'objet social de la société ;b) Qui ne peuvent exercer une profession que si l'un de leurs associés remplit les conditions requises pour exercer ladite profession ;c) En préservant les principes déontologiques applicables à chaque profession ;d) En prenant en considération les incompatibilités et les risques de conflits d'intérêts propres à chaque profession ;e) En préservant l'intégrité des missions des professionnels liées au statut d'officier public et ministériel dans l'accomplissement de leurs fonctions ;f) En assurant la représentation d'au moins un membre, en exercice au sein de la société, de chaque profession exercée par la société au sein du conseil d'administration ou du conseil de surveillance de la société."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "V.-Le présent article est applicable en Polynésie française, en Nouvelle-Calédonie et dans les îles Wallis et Futuna."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2015-715 DC du 5 août 2015.]"
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "I. et II.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII.-Les conventions conclues en application des articles L. 301-5-1 et L. 301-5-2 du code de la construction et de l'habitation, dans leur rédaction antérieure à la promulgation de la présente loi, peuvent faire l'objet d'un avenant pour prendre en compte les mêmes articles L. 301-5-1 et L. 301-5-2, dans leur rédaction résultant de la présente loi.\n\n-Code de la construction et de l'habitation.\n\n-Code général des collectivités territoriales\n\n-Code de la construction et de l'habitation."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "I. - L'ordonnance n° 2014-159 du 20 février 2014 relative au logement intermédiaire est ratifiée.\n\nII. - A modifié les dispositions suivantes :\n\n- Code de la construction et de l'habitation."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Jusqu'à leur renouvellement ou leur reconduction tacite, les contrats des locations mentionnées au deuxième alinéa de l'article 2 et au premier alinéa de l'article 25-3 de la loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986 en cours à la date de publication de la présente loi demeurent soumis aux dispositions qui leur étaient applicables.\n\nToutefois :\n\n1° L'article 22 ainsi que l'article 24, dans sa rédaction résultant du présent article, de la loi n° 89-462 du 6 juillet 1989 précitée leur sont applicables ;\n\n2° L'article 7-1 de la même loi est applicable, dans les conditions fixées à l'article 2222 du code civil ;\n\n3° Les articles 1724, 1751 et 1751-1 du même code leur sont applicables ;\n\n4° L'article 11-2 de la loi n° 89-642 du 6 juillet 1989 précitée, dans sa rédaction résultant du présent article, leur est applicable ;\n\n5° L'article 15 de la même loi, dans sa rédaction résultant du présent article, est applicable aux contrats des locations mentionnées au deuxième alinéa de l'article 2 de ladite loi ;\n\n6° L'article 25-8 de la même loi, dans sa rédaction résultant du présent article, est applicable aux contrats de location mentionnés au premier alinéa de l'article 25-3 de ladite loi.\n\nA compter de la date d'effet de leur renouvellement ou de leur reconduction tacite, les contrats des locations mentionnées au deuxième alinéa de l'article 2 de la loi n° 89-462 du 6 juillet 1989 précitée sont régis par l'ensemble des dispositions de cette même loi en vigueur au jour du renouvellement ou de la reconduction, à l'exception de ses articles 3, 17 et 17-2, qui ne s'appliquent qu'aux nouveaux baux et aux baux faisant l'objet d'un renouvellement.\n\nA compter de la date d'effet de leur renouvellement ou de leur reconduction tacite, les contrats mentionnés au premier alinéa de l'article 25-3 de la même loi sont régis par l'ensemble des dispositions de cette même loi en vigueur au jour du renouvellement ou de la reconduction, à l'exception de l'article 3, du premier alinéa de l'article 22, de l'article 25-6 et du I de l'article 25-9, qui ne s'appliquent qu'aux nouveaux baux et aux baux faisant l'objet d'un renouvellement.\n\n- Loi n° 89-462 du 6 juillet 1989"
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2015-715 DC du 5 août 2015.]"
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "III. - Le II entre en vigueur trois mois après la promulgation de la présente loi."
    },
    {
      "provision_ref": "art94",
      "section": "94",
      "title": "Article 94",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai de douze mois à compter de la promulgation de la présente loi, toute mesure de nature législative propre à créer un contrat de bail de longue durée, dénommé : « bail réel solidaire », par lequel un organisme de foncier solidaire mentionné à l'article L. 329-1 du code de l'urbanisme consent à un preneur, s'il y a lieu avec obligation de construire ou de réhabiliter des constructions existantes, des droits réels en vue de la location ou de l'accession à la propriété des logements, sous des conditions de plafonds de ressources, de loyers et, le cas échéant, de prix de cession. Cette ordonnance définit également les modalités d'évolution de ce bail ainsi que de la valeur des droits réels en cas de mutations successives. Elle prévoit les règles applicables en cas de résiliation ou de méconnaissance des obligations propres à ce contrat."
    },
    {
      "provision_ref": "art103",
      "section": "103",
      "title": "Article 103",
      "content": "II. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnances, dans un délai de dix-huit mois à compter de la promulgation de la présente loi, toute mesure relevant du domaine de la loi afin de :"
    },
    {
      "provision_ref": "art106",
      "section": "106",
      "title": "Article 106",
      "content": "I.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnances toute mesure relevant du domaine de la loi, sans porter atteinte aux principes fondamentaux et aux objectifs généraux du code de l'environnement, visant à :1° Accélérer l'instruction et la prise des décisions relatives aux projets de construction et d'aménagement, notamment ceux favorisant la transition écologique, et favoriser leur réalisation :a) En réduisant les délais de délivrance des décisions prises sur les demandes d'autorisation d'urbanisme, notamment grâce à une diminution des délais d'intervention des autorisations, avis ou accords préalables relevant de législations distinctes du code de l'urbanisme ;b) En créant ou en modifiant les conditions d'articulation des autorisations d'urbanisme avec les autorisations, avis, accords ou formalités relevant de législations distinctes du code de l'urbanisme ;c) En supprimant la procédure d'autorisation des unités touristiques nouvelles prévue à l'article L. 145-11 du même code et en prévoyant les modalités suivant lesquelles ces unités nouvelles sont créées et contrôlées dans le cadre des documents d'urbanisme ou des autorisations mentionnées au livre IV dudit code ;2° Modifier les règles applicables à l'évaluation environnementale des projets, plans et programmes :a) En les simplifiant et en les clarifiant pour remédier aux difficultés et inconvénients résultant des dispositions et pratiques existantes ;b) En améliorant l'articulation entre les évaluations environnementales de projets différents, d'une part, et entre l'évaluation environnementale des projets et celle des plans et programmes, d'autre part, notamment en définissant les cas et les conditions dans lesquels l'évaluation environnementale d'un projet, d'une opération, d'un plan ou d'un programme peut tenir lieu des évaluations environnementales de projets, d'opérations, de plans et de programmes liés au même aménagement ;c) En modifiant les règles de désignation et les attributions des autorités environnementales en vue de les adapter à l'évolution des règles applicables à l'évaluation environnementale et à leurs exigences ;d) En assurant leur conformité au droit de l'Union européenne, en transposant la directive 2011/92/ UE du Parlement européen et du Conseil, du 13 décembre 2011, concernant l'évaluation des incidences de certains projets publics et privés sur l'environnement, dans sa rédaction résultant de la directive 2014/52/ UE du Parlement européen et du Conseil, du 16 avril 2014, modifiant la directive 2011/92/ UE concernant l'évaluation des incidences de certains projets publics et privés sur l'environnement ;3° Réformer les procédures destinées à assurer l'information et la participation du public à l'élaboration de projets, plans et programmes et de certaines décisions, afin de les moderniser et de les simplifier, de mieux garantir leur conformité aux exigences constitutionnelles ainsi que leur adaptabilité aux différents projets, de faire en sorte que le processus d'élaboration des projets soit plus transparent et l'effectivité de la participation du public à cette élaboration mieux assurée :a) En simplifiant et en harmonisant les dispositions des articles L. 120-1 à L. 120-3 du code de l'environnement, notamment leur champ d'application et les dérogations qu'elles prévoient, en tirant les conséquences de l'expérimentation prévue par la loi n° 2012-1460 du 27 décembre 2012 relative à la mise en œuvre du principe de participation du public défini à l'article 7 de la Charte de l'environnement et en supprimant ou en réformant les procédures particulières de participation du public à l'élaboration des décisions ayant une incidence sur l'environnement lorsqu'elles ne sont pas conformes au même article 7 ;b) En précisant les principes de mise en œuvre de l'information et de la participation du public ;c) En prévoyant de nouvelles modalités d'information et de participation du public, notamment des concertations préalables aux procédures de participation existantes, susceptibles d'être mises en œuvre par un droit d'initiative pouvant être ouvert notamment au public, à des associations et fédérations de protection de l'environnement, à des collectivités territoriales, à l'autorité compétente pour prendre la décision et au maître d'ouvrage, ainsi qu'une procédure de consultation locale des électeurs d'une aire territoriale déterminée sur les décisions qu'une autorité de l'Etat envisage de prendre sur une demande relevant de sa compétence et tendant à l'autorisation d'un projet susceptible d'avoir une incidence sur l'environnement ;d) En tirant, s'il y a lieu, les conséquences sur les procédures existantes de ces nouvelles modalités d'information et de participation du public ;e) En permettant que les modalités d'information et de participation du public puissent être fixées en fonction des caractéristiques du plan, de l'opération, du programme ou du projet, de l'avancement de son élaboration, des concertations déjà conduites ainsi que des circonstances particulières propres à ce plan, à cette opération, à ce programme ou à ce projet et en promouvant le recours aux nouvelles technologies de l'information et de la communication pour garantir la participation du plus grand nombre ;f) En simplifiant, en clarifiant et en adaptant les modalités des enquêtes publiques, en étendant la possibilité de recourir à une procédure unique de participation du public pour plusieurs projets, plans ou programmes ou pour plusieurs décisions et en promouvant le recours aux nouvelles technologies de l'information et de la communication pour garantir la participation du plus grand nombre ;4° Accélérer le règlement des litiges relatifs aux projets, notamment ceux favorisant la transition énergétique, susceptibles d'avoir une incidence sur l'environnement et assurer, dans l'intérêt de la préservation de l'environnement et de la sécurité juridique des bénéficiaires des décisions relatives à ces projets, l'efficacité et la proportionnalité de l'intervention du juge, notamment en précisant les conditions dans lesquelles les juridictions administratives peuvent être saisies d'un recours et en aménageant leurs compétences et leurs pouvoirs.II.-La commission permanente du Conseil national de la montagne mentionné à l'article 6 de la loi n° 85-30 du 9 janvier 1985 relative au développement et à la protection de la montagne est consultée pour avis sur le projet d'ordonnance relatif aux unités touristiques nouvelles prévue au c du 1° du I du présent article.III.-Ces ordonnances sont publiées dans un délai d'un an à compter de la promulgation de la présente loi. Ce délai est porté à dix-huit mois pour les ordonnances prévues au d du 2° du I.IV.-Le Conseil national de la transition écologique mentionné à l'article L. 133-1 du code de l'environnement est associé à l'élaboration des ordonnances prévues au I du présent article et émet des avis. Il peut mettre en place une formation spécialisée pour assurer le suivi des travaux et la préparation des avis, qui sont mis à la disposition du public dans les conditions prévues à l'article L. 133-3 du même code."
    },
    {
      "provision_ref": "art110",
      "section": "110",
      "title": "Article 110",
      "content": "Un rapport est remis au Parlement, avant le 31 décembre 2015, sur l'évaluation des effets de l'ordonnance n° 2013-638 du 18 juillet 2013 relative au contentieux de l'urbanisme."
    },
    {
      "provision_ref": "art114",
      "section": "114",
      "title": "Article 114",
      "content": "I.  et III. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art115",
      "section": "115",
      "title": "Article 115",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance, dans un délai de neuf mois à compter de la promulgation de la présente loi, toute mesure relevant du domaine de la loi :1° Nécessaire à la transposition de la directive 2014/53/ UE du Parlement européen et du Conseil, du 16 avril 2014, relative à l'harmonisation des législations des Etats membres concernant la mise à disposition sur le marché d'équipements radioélectriques et abrogeant la directive 1999/5/ CE ;2° Nécessaire à la transposition de la directive 2014/61/ UE du Parlement européen et du Conseil, du 15 mai 2014, relative à des mesures visant à réduire le coût du déploiement de réseaux de communications électroniques à haut débit ;3° Visant à simplifier les dispositions du code des postes et des communications électroniques relatives à l'institution des servitudes de protection des centres radioélectriques et à en supprimer les dispositions inadaptées ou obsolètes, notamment celles relatives aux servitudes radioélectriques bénéficiant aux opérateurs de communications électroniques."
    },
    {
      "provision_ref": "art116",
      "section": "116",
      "title": "Article 116",
      "content": "I. - L'ordonnance n° 2014-329 du 12 mars 2014 relative à l'économie numérique est ratifiée.II. - A modifié les dispositions suivantes :\n\n- Code des postes et des communications électroniques"
    },
    {
      "provision_ref": "art118",
      "section": "118",
      "title": "Article 118",
      "content": "I.-A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art123",
      "section": "123",
      "title": "Article 123",
      "content": "II.-Le premier rapport préparé au titre du 10° de l'article L. 36-7 du code des postes et des communications électroniques est publié au plus tard trois mois après la promulgation de la présente loi."
    },
    {
      "provision_ref": "art126",
      "section": "126",
      "title": "Article 126",
      "content": "II.-Les lignes directrices mentionnées au deuxième alinéa du VI de l'article L. 1425-1 du code général des collectivités territoriales, dans sa rédaction résultant du I du présent article, sont rendues publiques dans un délai de quatre mois suivant la promulgation de la présente loi."
    },
    {
      "provision_ref": "art132",
      "section": "132",
      "title": "Article 132",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2015-715 DC du 5 août 2015.]"
    },
    {
      "provision_ref": "art135",
      "section": "135",
      "title": "Article 135",
      "content": "I. à VI.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nVII.-Les I à IV s'appliquent aux actions gratuites dont l'attribution a été autorisée par une décision de l'assemblée générale extraordinaire postérieure à la publication de la présente loi. Toutefois les sociétés peuvent prévoir dans leurs statuts que les actions nominatives détenues directement par les salariés et régies par l'article L. 225-197-1 du code de commerce dont l'attribution a été autorisée par des assemblées générales extraordinaires antérieurement à la publication de la présente loi sont également prises en compte pour la détermination de la proportion du capital détenue par le personnel en application de l'article L. 225-102 du code de commerce.\n\nVIII.-L'article L. 225-197-1 du code de commerce, dans sa rédaction résultant du présent article, est applicable dans les îles Wallis et Futuna.\n\n-Code général des impôts, CGI.\n\n-Code du travail\n\n-Loi n° 90-568 du 2 juillet 1990\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code de la sécurité sociale.\n\n-Code de commerce"
    },
    {
      "provision_ref": "art137",
      "section": "137",
      "title": "Article 137",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I est applicable aux contrats souscrits à compter de l'entrée en vigueur de la présente loi ainsi qu'aux contrats en cours.\n\n- Code des assurances"
    },
    {
      "provision_ref": "art141",
      "section": "141",
      "title": "Article 141",
      "content": "I. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art148",
      "section": "148",
      "title": "Article 148",
      "content": "II. - Le I est applicable aux abondements versés par les employeurs à compter du 1er janvier 2016."
    },
    {
      "provision_ref": "art150",
      "section": "150",
      "title": "Article 150",
      "content": "II. - Le I du présent article est applicable aux droits à intéressement attribués à compter du 1er janvier 2016.III. - Pour les droits à intéressement attribués entre le 1er janvier 2016 et le 31 décembre 2017, le salarié et, le cas échéant, le bénéficiaire mentionné au 1° de l'article L. 3312-3 du code du travail peuvent demander le déblocage de leur intéressement dans un délai de trois mois à compter de la notification de leur affectation sur un plan d'épargne salariale dans les conditions prévues au I du présent article. Le cas échéant, les droits correspondants sont calculés sur la base de la valeur liquidative applicable à la date de la démarche de rétractation prévue au même I."
    },
    {
      "provision_ref": "art151",
      "section": "151",
      "title": "Article 151",
      "content": "II. - Le présent article est applicable aux versements effectués sur un plan d'épargne pour la retraite collectif à compter du 1er janvier 2016."
    },
    {
      "provision_ref": "art153",
      "section": "153",
      "title": "Article 153",
      "content": "I et II. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII.-Les I et II sont applicables aux droits à intéressement et à participation des salariés aux résultats de l'entreprise attribués au titre des exercices clos après la publication de la présente loi.\n\n- Code du travail\n\n- Code du travail"
    },
    {
      "provision_ref": "art168",
      "section": "168",
      "title": "Article 168",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance, dans un délai de neuf mois à compter de la promulgation de la présente loi, toutes mesures relevant du domaine de la loi visant à :1° Modifier le chapitre III du titre II du livre II du code monétaire et financier, afin notamment de renforcer la protection des souscripteurs et de préciser les obligations des émetteurs de bons de caisse, et à prendre toute mesure de coordination rendue nécessaire ;2° Adapter les dispositions relatives au financement participatif et celles des chapitres Ier et III du titre Ier du livre II, de l'article L. 312-2 et de la section 2 du chapitre Ier du titre Ier du livre V du code monétaire et financier, notamment pour permettre l'intermédiation des bons de caisse définis au chapitre III du titre II du livre II du même code ou faciliter l'intermédiation des titres de créances dans le cadre du financement participatif."
    },
    {
      "provision_ref": "art169",
      "section": "169",
      "title": "Article 169",
      "content": "II. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance, dans un délai de douze mois à compter de la promulgation de la présente loi, les mesures relevant du domaine de la loi afin d'aménager les dispositifs de suivi du financement des entreprises mis en place par la Banque de France et l'Autorité des marchés financiers."
    },
    {
      "provision_ref": "art171",
      "section": "171",
      "title": "Article 171",
      "content": "I.-A modifié les dispositions suivantes :\n\n-Code de la sécurité sociale.\n\nII.-Le I est applicable aux sommes versées à compter du 1er janvier 2016."
    },
    {
      "provision_ref": "art172",
      "section": "172",
      "title": "Article 172",
      "content": "Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur la création de plateformes de cotations régionales ou de bourses régionales dans chaque métropole régionale, en hexagone et dans les outre-mer, afin de fournir un outil de circuits courts de financement régional."
    },
    {
      "provision_ref": "art176",
      "section": "176",
      "title": "Article 176",
      "content": "Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur l'impact de l'innovation ouverte sur le droit et la pertinence d'une adaptation des outils juridiques."
    },
    {
      "provision_ref": "art181",
      "section": "181",
      "title": "Article 181",
      "content": "II.-Les opérations par lesquelles une collectivité territoriale ou un groupement de collectivités territoriales transfère au secteur privé la majorité du capital d'une société réalisant un chiffre d'affaires supérieur à 75 millions d'euros ou employant plus de 500 personnes, appréciés sur une base consolidée, sont décidées par l'organe délibérant de cette collectivité territoriale ou de ce groupement sur avis conforme de la Commission des participations et des transferts."
    },
    {
      "provision_ref": "art182",
      "section": "182",
      "title": "Article 182",
      "content": "I. - L'ordonnance n° 2014-948 du 20 août 2014 relative à la gouvernance et aux opérations sur le capital des sociétés à participation publique est ratifiée.II. - A modifié les dispositions suivantes :\n\nIII. - A modifié les dispositions suivantes :\n\n- ORDONNANCE n° 2014-948 du 20 août 2014\n\n- Loi n°2003-1365 du 31 décembre 2003"
    },
    {
      "provision_ref": "art186",
      "section": "186",
      "title": "Article 186",
      "content": "I., III., IV., V., VI. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art187",
      "section": "187",
      "title": "Article 187",
      "content": "II. - Les mandats des membres de la Commission des participations et des transferts nommés en application de l'article 3 de la loi n° 86-912 du 6 août 1986 relative aux modalités des privatisations, dans sa rédaction antérieure à l'ordonnance n° 2014-948 du 20 août 2014 relative à la gouvernance et aux opérations sur le capital des sociétés à participation publique, prennent fin à la date de la nomination des membres de cette même commission en application de l'article 25 de la même ordonnance, dans sa rédaction résultant de la présente loi, et au plus tard six mois à compter de la promulgation de la même loi."
    },
    {
      "provision_ref": "art189",
      "section": "189",
      "title": "Article 189",
      "content": "I.-Est autorisé le transfert au secteur privé de la majorité du capital de la société Groupement industriel des armements terrestres (GIAT) et de ses filiales.\n\nII.-A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\n-Loi n° 89-924 du 23 décembre 1989\n\n-Loi n° 89-924 du 23 décembre 1989"
    },
    {
      "provision_ref": "art190",
      "section": "190",
      "title": "Article 190",
      "content": "II.-Dans les cas mentionnés aux I et II de l'article 22 de l'ordonnance n° 2014-948 du 20 août 2014 relative à la gouvernance et aux opérations sur le capital des sociétés à participation publique, un décret pris en application de l'article 31-1 de la même ordonnance peut prononcer la transformation d'une action ordinaire en une action spécifique, assortie de tout ou partie des droits définis au même article."
    },
    {
      "provision_ref": "art191",
      "section": "191",
      "title": "Article 191",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Lorsque les opérations de cession de capital prévues au VI de l'article 22 de l'ordonnance n° 2014-948 du 20 août 2014 relative à la gouvernance et aux opérations sur le capital des sociétés à participation publique concernent une société exploitant un aérodrome, sont appliquées les dispositions suivantes :\n\n1° Le cahier des charges de l'appel d'offres portant sur la cession de capital est approuvé par le ministre chargé de l'aviation civile. Il précise les obligations du cessionnaire relatives à la préservation des intérêts essentiels de la Nation en matière de transport aérien, ainsi que ceux du territoire concerné en matière d'attractivité et de développement économique et touristique. Il précise également les obligations du cessionnaire afin de garantir le développement de l'aérodrome en concertation avec les collectivités territoriales sur le territoire desquelles il est installé ainsi qu'avec les collectivités territoriales actionnaires ;\n\n2° Les candidats détaillent dans leurs offres les modalités par lesquelles ils s'engagent à satisfaire aux obligations mentionnées au 1° du présent II ;\n\n3° Les candidats au rachat des parts de l'Etat disposent d'une expérience en tant que gestionnaire d'aéroport ou actionnaire d'une société gestionnaire d'aéroport et donnent, dès le stade de l'examen de la recevabilité des offres, des garanties sur leur capacité à exercer les missions prévues au cahier des charges de la concession des aérodromes concernés. Cette capacité est appréciée par l'autorité signataire du contrat de concession aéroportuaire.\n\nIII.-Le transfert au secteur privé de la majorité du capital de la société Aéroports de la Côte d'Azur est autorisé.\n\nIV.-Le transfert au secteur privé de la majorité du capital de la société Aéroports de Lyon est autorisé.\n\nV.-Le transfert au secteur privé de la majorité du capital de la société Aéroports de Paris est autorisé. Ce transfert n'emporte pas de conséquence sur les statuts du personnel.VI.-Les opérations par lesquelles l'Etat transfère au secteur privé la majorité du capital de la société Aéroports de Paris sont régies par les dispositions suivantes :1° Les ministres chargés de l'aviation civile et de l'économie rappellent aux candidats à l'acquisition des actions détenues par l'Etat les obligations de service public pesant sur la société ;2° S'agissant de toute opération de cession de capital réalisée en dehors des procédures des marchés financiers, les ministres mentionnés au 1° du présent VI approuvent le cahier des charges portant sur la cession de capital, qui fait l'objet d'un processus concurrentiel. Ce cahier des charges précise, en fonction du niveau de détention du ou des cessionnaires :a) Les obligations du ou des cessionnaires relatives à la préservation des intérêts essentiels de la Nation en matière de transport aérien, d'attractivité et de développement économique et touristique du pays et de la région d'Ile-de-France, ainsi que de développement des interconnexions de la France avec le reste du monde ;b) En concertation avec les collectivités territoriales sur le territoire desquelles les aérodromes mentionnés à l'article L. 6323-2 du code des transports sont exploités, à l'exception des collectivités territoriales qui seraient candidates à l'acquisition des actions détenues par l'Etat, les obligations du ou des cessionnaires afin de garantir le développement de ces aérodromes et d'optimiser leurs effets économiques, sociaux et environnementaux ;c) Si nécessaire, l'expérience pertinente en tant que gestionnaire ou actionnaire d'une société exploitant un ou plusieurs aéroports et la capacité financière suffisante notamment pour garantir la bonne exécution par Aéroports de Paris de l'ensemble de ses obligations, dont celles mentionnées aux a et b du présent 2°, dont disposent les candidats au rachat des actions de l'Etat. Dans l'hypothèse où l'Etat cède le contrôle direct ou indirect d'Aéroport de Paris, au sens de l'article L. 233-3 du code de commerce, à un cessionnaire, ces critères d'expérience aéroportuaire et de capacité financière doivent en tout état de cause être exigés de ce cessionnaire. Ces critères sont appréciés dès le stade de l'examen de la recevabilité des offres. Les candidats donnent des garanties sur leur capacité à permettre à la société Aéroports de Paris d'exercer les missions prévues au cahier des charges prévu à l'article L. 6323-4 du code des transports. Cette capacité est appréciée par les ministres mentionnés au 1° du présent VI ;d) Les autres conditions liées à l'acquisition et à la détention des actions, notamment celles relatives à la stabilité de l'actionnariat ;3° Les candidats détaillent dans leurs offres les modalités selon lesquelles ils s'engagent à satisfaire aux obligations mentionnées au 2° du présent VI et précisent les engagements qu'ils souscrivent pour permettre à Aéroports de Paris d'assurer sur le long terme la bonne exécution des obligations de service public, telles que définies par la loi et précisées par le cahier des charges prévu à l'article L. 6323-4 du code des transports. La mise en œuvre de ces engagements fait l'objet d'un suivi par un comité qui se réunit au moins une fois par an et qui comprend des représentants de l'Etat, des collectivités territoriales mentionnées au b du 2° du présent VI et d'Aéroports de Paris.Les dispositions du II du présent article ne sont pas applicables au transfert au secteur privé de la majorité du capital de la société Aéroports de Paris mentionné au V.\n\n-ORDONNANCE n° 2014-948 du 20 août 2014"
    },
    {
      "provision_ref": "art196",
      "section": "196",
      "title": "Article 196",
      "content": "En cas de transfert d'une activité du port autonome de Strasbourg à une société dont le port détient, directement ou indirectement, la totalité ou plus de la moitié du capital, les salariés statutaires du port concourant à titre exclusif ou principal à l'activité transférée sont mis à la disposition de cette société.Une convention conclue entre le port autonome de Strasbourg et sa filiale détermine les conditions de mise à disposition du salarié. Elle prévoit les modalités de remboursement au port autonome de la rémunération du salarié ainsi que toutes les cotisations et contributions y afférentes.En cas de difficultés économiques conduisant à la suppression de l'emploi occupé par le salarié mis à disposition, la filiale peut résilier la convention de mise à disposition. Le salarié réintègre alors de plein droit le port autonome de Strasbourg. La filiale verse au port autonome de Strasbourg une somme d'un montant égal à l'indemnité qui aurait été due au salarié s'il avait été licencié pour motif économique."
    },
    {
      "provision_ref": "art199",
      "section": "199",
      "title": "Article 199",
      "content": "La mission d'aménager et de gérer le marché d'intérêt national de la région parisienne ainsi que toutes les installations se rapportant directement à l'activité de ce marché est confiée par l'Etat à la société d'économie mixte d'aménagement et de gestion du marché d'intérêt national de la région parisienne jusqu'au 31 décembre 2068.\n\nCette société, faisant l'objet d'un contrôle de l'Etat, aménage et gère les installations existantes et réalise les investissements nécessaires à la bonne marche de sa mission dans une logique d'aménagement du territoire, de souveraineté alimentaire, d'amélioration de la qualité environnementale et de sécurité alimentaire, notamment dans un contexte de hausse de la population, conformément aux objectifs définis à l'article L. 761-1 du code de commerce.\n\nDans un délai d'un an à compter de la promulgation de la loi n° 2025-268 du 24 mars 2025 d'orientation pour la souveraineté alimentaire et le renouvellement des générations en agriculture, l'Etat définit dans un cahier des charges, approuvé par décret, notamment la nature et le volume des investissements mentionnés au deuxième alinéa du présent article, les modalités du contrôle de l'Etat et les conditions dans lesquelles les biens affectés au service public retournent dans le patrimoine de l'Etat au terme de cette mission."
    },
    {
      "provision_ref": "art201",
      "section": "201",
      "title": "Article 201",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2015-715 DC du 5 août 2015.]"
    },
    {
      "provision_ref": "art202",
      "section": "202",
      "title": "Article 202",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2015-715 DC du 5 août 2015.]"
    },
    {
      "provision_ref": "art203",
      "section": "203",
      "title": "Article 203",
      "content": "II.-Le I du présent article est applicable dans les îles Wallis et Futuna."
    },
    {
      "provision_ref": "art204",
      "section": "204",
      "title": "Article 204",
      "content": "III.-Le présent article entre en vigueur à une date fixée par décret, et au plus tard six mois après la promulgation de la présente loi."
    },
    {
      "provision_ref": "art206",
      "section": "206",
      "title": "Article 206",
      "content": "I à III. - A modifié les dispositions suivantes :\n\nV. - A modifié les dispositions suivantes :\n\n- Code de commerce\n\n- Code de commerce"
    },
    {
      "provision_ref": "art207",
      "section": "207",
      "title": "Article 207",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I du présent article et le I de l'article 2 de la loi n° 2012-387 du 22 mars 2012 relative à la simplification du droit et à l'allègement des démarches administratives sont applicables dans les îles Wallis et Futuna.\n\n- Code de commerce"
    },
    {
      "provision_ref": "art208",
      "section": "208",
      "title": "Article 208",
      "content": "III.-Le présent article est applicable à Wallis-et-Futuna."
    },
    {
      "provision_ref": "art209",
      "section": "209",
      "title": "Article 209",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance, dans un délai de neuf mois à compter de la promulgation de la présente loi, toute mesure relevant du domaine de la loi :1° Nécessaire à la transposition de la directive 2014/23/UE du Parlement européen et du Conseil, du 26 février 2014, sur l'attribution de contrats de concession ;2° Permettant d'unifier et de simplifier les règles communes aux différents contrats de la commande publique qui sont des contrats de concession au sens du droit de l'Union européenne, ainsi que de procéder à la mise en cohérence et à l'adaptation des règles particulières propres à certains de ces contrats, eu égard à leur objet."
    },
    {
      "provision_ref": "art210",
      "section": "210",
      "title": "Article 210",
      "content": "I à XI.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nV.-Le IV du présent article entre en vigueur le 1er juillet 2016.\n\nVI.-Le III du présent article est applicable dans les îles Wallis et Futuna.\n\nXII.-[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2015-715 DC du 5 août 2015.]\n\nXIII.-[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2015-715 DC du 5 août 2015.]\n\n-Code de la consommation\n\n-Code de la consommation\n\n-Code de commerce\n\n-Loi n° 70-9 du 2 janvier 1970\n\n-Code de la construction et de l'habitation.\n\n-Code de la consommation\n\n-Code de la consommation"
    },
    {
      "provision_ref": "art211",
      "section": "211",
      "title": "Article 211",
      "content": "II. - Les directeurs généraux, les membres du directoire et les directeurs généraux uniques disposent d'un délai d'un an à compter de la date de publication de la présente loi pour se mettre en conformité avec le premier alinéa de l'article L. 225-94-1 du code de commerce, dans sa rédaction résultant du I du présent article. A défaut, ils sont réputés démissionnaires de tous leurs mandats."
    },
    {
      "provision_ref": "art213",
      "section": "213",
      "title": "Article 213",
      "content": "III. - Le présent article s'applique aux comptes afférents aux exercices clos à compter du 31 décembre 2015 et déposés à compter d'un délai d'un an à compter de la promulgation de la présente loi."
    },
    {
      "provision_ref": "art216",
      "section": "216",
      "title": "Article 216",
      "content": "2° [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2015-715 DC du 5 août 2015.]"
    },
    {
      "provision_ref": "art218",
      "section": "218",
      "title": "Article 218",
      "content": "II. - Le présent article est applicable aux procédures pour lesquelles les griefs ont été notifiés, en application de l'article L. 463-2 du code de commerce, après la publication de la présente loi."
    },
    {
      "provision_ref": "art220",
      "section": "220",
      "title": "Article 220",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance, dans un délai de neuf mois à compter de la promulgation de la présente loi, les mesures relevant du domaine de la loi permettant de mettre à la disposition des entreprises un dispositif permettant, dans leurs relations dématérialisées avec l'administration et les tiers, de justifier de leur identité et de l'intégrité des documents transmis."
    },
    {
      "provision_ref": "art222",
      "section": "222",
      "title": "Article 222",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance, dans un délai de neuf mois à compter de la promulgation de la présente loi, toute mesure relevant du domaine de la loi afin de permettre le développement de la facturation électronique dans les relations entre les entreprises, par l'institution d'une obligation, applicable aux contrats en cours, d'acceptation des factures émises sous forme dématérialisée, entrant en vigueur de façon progressive pour tenir compte de la taille des entreprises concernées."
    },
    {
      "provision_ref": "art225",
      "section": "225",
      "title": "Article 225",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2015-715 DC du 5 août 2015.]"
    },
    {
      "provision_ref": "art227",
      "section": "227",
      "title": "Article 227",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2015-715 DC du 5 août 2015.]"
    },
    {
      "provision_ref": "art229",
      "section": "229",
      "title": "Article 229",
      "content": "II. - Les 1° à 4° du I du présent article sont applicables aux engagements de retraite à prestations définies répondant aux caractéristiques des régimes mentionnés à l'article L. 137-11 du code de la sécurité sociale pris par l'entreprise à compter de la publication de la présente loi au bénéfice d'un président, d'un directeur général, d'un directeur général délégué ou d'un membre du directoire."
    },
    {
      "provision_ref": "art231",
      "section": "231",
      "title": "Article 231",
      "content": "I.-A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art233",
      "section": "233",
      "title": "Article 233",
      "content": "II.-Le présent article est applicable aux procédures ouvertes à compter du 1er mars 2016."
    },
    {
      "provision_ref": "art235",
      "section": "235",
      "title": "Article 235",
      "content": "III.-Les articles L. 621-4-1, L. 631-9 et L. 641-1-2 du code de commerce, dans leur rédaction résultant du présent article, sont applicables dans les îles Wallis et Futuna."
    },
    {
      "provision_ref": "art238",
      "section": "238",
      "title": "Article 238",
      "content": "III.-Les articles L. 631-19-2 et L. 661-1 du code de commerce, dans leur rédaction résultant du présent article, sont applicables dans les îles Wallis et Futuna."
    },
    {
      "provision_ref": "art240",
      "section": "240",
      "title": "Article 240",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance, dans le délai de six mois à compter de la promulgation de la présente loi, les mesures relevant du domaine de la loi pour :1° Rapprocher le régime applicable au gage des stocks défini au chapitre VII du titre II du livre V du code de commerce du régime de droit commun du gage de meubles corporels défini au chapitre II du sous-titre II du titre II du livre IV du code civil, pour le clarifier et rendre possible le pacte commissoire et le gage avec ou sans dépossession, en vue de favoriser le financement des entreprises sur stocks ;2° Modifier le régime applicable au gage de meubles corporels et au gage des stocks dans le cadre du livre VI du code de commerce en vue de favoriser la poursuite de l'activité de l'entreprise, le maintien de l'emploi et l'apurement du passif."
    },
    {
      "provision_ref": "art246",
      "section": "246",
      "title": "Article 246",
      "content": "I.-A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art250",
      "section": "250",
      "title": "Article 250",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Dans l'année suivant la promulgation de la présente loi, dans le cadre de la concertation préalable à la désignation des dimanches prévus à l'article L. 3132-26 du code du travail, le maire soumet au conseil municipal et, le cas échéant, à l'organe délibérant de l'établissement public de coopération intercommunale la question de l'ouverture des bibliothèques.\n\n-Code du travail"
    },
    {
      "provision_ref": "art257",
      "section": "257",
      "title": "Article 257",
      "content": "I. - Les communes d'intérêt touristique ou thermales et les zones touristiques d'affluence exceptionnelle ou d'animation culturelle permanente créées avant la publication de la présente loi en application de l'article L. 3132-25 du code du travail, dans sa rédaction antérieure à la présente loi, constituent de plein droit des zones touristiques, au sens du même article L. 3132-25, dans sa rédaction résultant de la présente loi.\n\nLes articles L. 3132-25-3 et L. 3132-25-4 du même code, dans leur rédaction résultant de la présente loi, s'appliquent aux salariés employés dans les établissements mentionnés à ces mêmes articles L. 3132-25-3 et L. 3132-25-4 situés dans les communes ou zones mentionnées au premier alinéa du présent I à la date de publication de la présente loi, à compter du premier jour du trente-sixième mois suivant cette publication.\n\nII. - Les périmètres d'usage de consommation exceptionnelle créés avant la publication de la présente loi en application de l'article L. 3132-25-2 du code du travail, dans sa rédaction antérieure à la présente loi, constituent de plein droit des zones commerciales au sens de l'article L. 3132-25-1 du même code, dans sa rédaction résultant de la présente loi.\n\nLes accords collectifs et les décisions unilatérales de l'employeur mentionnés à l'article L. 3132-25-3 dudit code, dans sa rédaction antérieure à la présente loi, demeurent applicables dans les établissements situés dans les périmètres mentionnés au premier alinéa du présent II jusqu'au premier jour du trente-sixième mois suivant la publication de la présente loi.\n\nAu cours de cette période, lorsqu'un accord collectif est régulièrement négocié, dans les conditions prévues aux II et III de l'article L. 3132-25-3 du même code, dans sa rédaction résultant de la présente loi, postérieurement à la décision unilatérale prise en application du premier alinéa du même article, dans sa rédaction antérieure à la présente loi, cet accord s'applique dès sa signature en lieu et place de cette décision.\n\nIII. - L'article L. 3132-26 du code du travail, dans sa rédaction résultant de la présente loi, s'applique, pour la première fois, au titre de l'année suivant celle au cours de laquelle la présente loi est publiée.\n\nPar dérogation à l'article L. 3132-26 du code du travail, dans sa rédaction antérieure à la présente loi, pour l'année au cours de laquelle la présente loi est publiée, le maire peut désigner neuf dimanches durant lesquels, dans les établissements de commerce de détail, le repos hebdomadaire est supprimé."
    },
    {
      "provision_ref": "art258",
      "section": "258",
      "title": "Article 258",
      "content": "VII.-Sauf disposition contraire, un décret en Conseil d'Etat précise les conditions d'application du présent article."
    },
    {
      "provision_ref": "art259",
      "section": "259",
      "title": "Article 259",
      "content": "I.-Les 1° à 8° du I et les III, IV, V et VII de l'article 258 de la présente loi sont applicables à compter de la publication de la même loi.II.-Les 9°, 10° et 22° du I du même article sont applicables aux instances introduites devant les conseils de prud'hommes à compter de la publication de la présente loi.III.-Les 11° et 12° du même I entrent en vigueur à compter du premier renouvellement des conseillers prud'hommes qui suit la promulgation de la présente loi.IV.-Les 13° à 18° dudit I entrent en vigueur au plus tard le premier jour du dix-huitième mois suivant la promulgation de la présente loi.V.-Les 19° à 21° du même I et le II du même article entrent en vigueur au plus tard le premier jour du douzième mois suivant la publication de la présente loi.VI.-Le 23° dudit I est applicable aux instances qui font l'objet d'une procédure de départage à compter de la publication de la présente loi.VII.-Par dérogation au dernier alinéa de l'article L. 1442-13-2 du code du travail, les membres de la première commission nationale de discipline des conseillers prud'hommes sont désignés lors de l'entrée en vigueur du 15° du I de l'article 258 de la présente loi jusqu'au prochain renouvellement des membres du Conseil supérieur de la prud'homie.VIII. - A modifié les dispositions suivantes :\n\n- Ordonnance n° 2011-337 du 29 mars 2011"
    },
    {
      "provision_ref": "art260",
      "section": "260",
      "title": "Article 260",
      "content": "Par dérogation au premier alinéa de l'article L. 492-4 du code rural et de la pêche maritime, le prochain renouvellement des membres assesseurs des tribunaux paritaires des baux ruraux a lieu en janvier 2018.Le mandat des membres assesseurs des tribunaux paritaires des baux ruraux en fonction à la date de promulgation de la présente loi prend fin à la date d'installation des membres assesseurs nouvellement élus."
    },
    {
      "provision_ref": "art261",
      "section": "261",
      "title": "Article 261",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance, dans un délai de neuf mois à compter de la promulgation de la présente loi, les mesures relevant du domaine de la loi et modifiant le code de procédure pénale, le code rural et de la pêche maritime, le code des transports et le code du travail afin de :1° Renforcer le rôle de surveillance et les prérogatives du système d'inspection du travail, étendre et coordonner les différents modes de sanction et, en matière de santé et de sécurité au travail, réviser l'échelle des peines ;2° Abroger les dispositions devenues sans objet et assurer la cohérence rédactionnelle dans le code du travail et entre le code du travail et les autres codes.Dans les mêmes conditions, le Gouvernement est autorisé à prendre par ordonnance les mesures relevant du domaine de la loi relatives à l'accès au corps de l'inspection du travail par voie d'un concours réservé aux agents relevant du corps des contrôleurs du travail et remplissant des conditions d'ancienneté."
    },
    {
      "provision_ref": "art263",
      "section": "263",
      "title": "Article 263",
      "content": "I. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art264",
      "section": "264",
      "title": "Article 264",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2015-715 DC du 5 août 2015.]"
    },
    {
      "provision_ref": "art265",
      "section": "265",
      "title": "Article 265",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2015-715 DC du 5 août 2015.]"
    },
    {
      "provision_ref": "art266",
      "section": "266",
      "title": "Article 266",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2015-715 DC du 5 août 2015.]"
    },
    {
      "provision_ref": "art275",
      "section": "275",
      "title": "Article 275",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance, dans un délai d'un an à compter de la promulgation de la présente loi, toute mesure relevant du domaine de la loi afin de permettre :1° La suppression du contrat d'accès à l'emploi, mentionné à la sous-section 4 de la section 1 du chapitre II du titre II du livre V de la cinquième partie du code du travail ;2° L'extension et l'adaptation aux départements d'outre-mer, à Saint-Barthélemy, à Saint-Martin et à Saint-Pierre-et-Miquelon du contrat initiative-emploi mentionné à l'article L. 5134-65 du même code ;3° La suppression du contrat d'insertion par l'activité mentionné au chapitre II du titre II du livre V du code de l'action sociale et des familles."
    },
    {
      "provision_ref": "art287",
      "section": "287",
      "title": "Article 287",
      "content": "I. et II. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art295",
      "section": "295",
      "title": "Article 295",
      "content": "Les articles 288 à 293 sont applicables aux procédures de licenciement pour motif économique engagées, en application des articles L. 1233-8 ou L. 1233-30 du code du travail, après la publication de la présente loi."
    },
    {
      "provision_ref": "art296",
      "section": "296",
      "title": "Article 296",
      "content": "Pour la préparation directe d'un examen, un étudiant justifiant d'une inscription valide et en cours au sein d'un établissement préparant à l'obtention d'un diplôme d'enseignement supérieur a droit à un congé supplémentaire non rémunéré de cinq jours ouvrables par tranche de soixante jours ouvrables travaillés prévus par son contrat de travail.Ce congé est pris dans le mois qui précède les examens. Il s'ajoute au congé payé prévu à l'article L. 3141-1 du code du travail et, s'il y a lieu, au congé annuel pour les salariés de moins de vingt et un ans prévu à l'article L. 3164-9 du même code."
    },
    {
      "provision_ref": "art299",
      "section": "299",
      "title": "Article 299",
      "content": "Pour chaque ordonnance prévue par la présente loi, un projet de loi de ratification est déposé devant le Parlement dans un délai de cinq mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art300",
      "section": "300",
      "title": "Article 300",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2015-715 DC du 5 août 2015.]"
    },
    {
      "provision_ref": "art301",
      "section": "301",
      "title": "Article 301",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2015-715 DC du 5 août 2015.]"
    },
    {
      "provision_ref": "art302",
      "section": "302",
      "title": "Article 302",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2015-715 DC du 5 août 2015.]"
    },
    {
      "provision_ref": "art303",
      "section": "303",
      "title": "Article 303",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2015-715 DC du 5 août 2015.]"
    },
    {
      "provision_ref": "art304",
      "section": "304",
      "title": "Article 304",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2015-715 DC du 5 août 2015.]"
    },
    {
      "provision_ref": "art305",
      "section": "305",
      "title": "Article 305",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2015-715 DC du 5 août 2015.]"
    },
    {
      "provision_ref": "art306",
      "section": "306",
      "title": "Article 306",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2015-715 DC du 5 août 2015.]"
    },
    {
      "provision_ref": "art307",
      "section": "307",
      "title": "Article 307",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2015-715 DC du 5 août 2015.]"
    }
  ]
}