{
  "id": "loi-n-73-546-du-25-juin-1973",
  "type": "statute",
  "title": "Loi n°73-546 du 25 juin 1973",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000322542",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "L’alinéa 2 de l’article 2 de l’ordonnance n° 45-1418 du 28 juin 1945 relative à la discipline des notaires et de certains officiers ministériels, est remplacé par les dispositions suivantes :\n\n\" L’officier public ou ministériel peut être poursuivi disciplinairement, même après acceptation de sa démission, si les faits qui lui sont reprochés ont été commis pendant l’exercice de ses fonctions. Si la sanction est prononcée, alors que la nomination de son successeur est déjà intervenue, celui-ci demeure titulaire de l’office quelle que soit la peine infligée.\""
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Le 5° de l’article 3 de l’ordonnance du 28 juin 1945 précitée est modifiée comme suit :\n\n\" 5° L’interdiction temporaire.\""
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I- Dans les articles 4, alinéa 2, 25, alinéa 1, 26, alinéa 1, et 43 alinéas 1et 2, de l’ordonnance du 28 juin 1945 précitée, le mot \"suspension\" est remplacé par le mot \"interdiction\" , ou le mot \"suspendu\" par le mot \"interdit\" .\n\nII- Dans les articles 32 et 34, alinéa 2, de la même ordonnance, les mots \"interdit temporairement\" ou \"interdire temporairement\" sont remplacés par les mots \"suspendu provisoirement\" ou \"suspendre provisoirement\"."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Il est inséré, entre les articles 6 et 7 de l’ordonnance du 28 juin 1945 précitée, un article 6-1 ainsi rédigé :\n\n\" Art. 6-1 – Sans préjudice des dispositions des articles 10 et 11 ci-après, lorsque les poursuites devant la chambre de discipline ne sont pas exercées à la demande du procureur de la République, le syndic notifie à celui-ci la citation qu’il a fait délivrer à l’officier public ou ministériel.\n\nLe procureur de la République peut citer l’officier public ou ministériel devant le tribunal de grande instance statuant disciplinairement. Il notifie la citation au syndic de la chambre.\n\nLa chambre de discipline est dessaisie à compter de la notification.\""
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "L’article 10 de l’ordonnance du 28 juin 1945 précitée est remplacé par les dispositions suivantes :\n\n\" Art. 10 – L’action disciplinaire devant le tribunal de grande instance est exercée par le procureur de la République. Elle peut également être exercée par le président de la chambre de discipline agissant au nom de celle-ci, ainsi que par toute personne qui se prétend lésée par l’officier public ou ministériel. Dans ce cas, le procureur de la République est obligatoirement entendu.\n\nLorsqu’ils n’ont pas exercé eux-mêmes l’action disciplinaire, le président de la chambre ou la personne qui se prétend lésée peuvent intervenir à l’instance.\n\nDans tous les cas, ils peuvent demander l’allocation de dommages-intérêts.\""
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "L’article 20 de l’ordonnance du 28 juin 1945 précitée est remplacé par les dispositions suivantes :\n\n\" Art. 20 – La juridiction qui prononce une peine d’interdiction ou de destitution commet un administrateur qui remplace dans ses fonctions l’officier public ou ministériel interdit ou destitué.\n\nL’administrateur perçoit à son profit les émoluments et autres rémunérations relatifs aux actes qu’il a accomplis. Il paie, à concurrence des produits de l’office, les charges afférentes au fonctionnement de cet office.\""
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "L’article 23 de l’ordonnance du 28 juin 1945 précitée est remplacé par les dispositions suivantes :\n\n\" Art. 23. – Les officiers publics ou ministériels interdits ne peuvent, pendant la durée de cette interdiction, exercer aucune activité dans leur office ou pour le compte de celui-ci.\""
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "L’article 27 de l’ordonnance du 28 juin 1945 précitée est remplacé par les dispositions suivantes :\n\n\" Art. 27 – L’administrateur d’un office dont le titulaire est interdit ou destitué doit payer aux clercs et employés, sur les produits de l’office, les salaires et indemnités de toute nature prévus par les conventions particulières ou collectives et par les règlements en vigueur.\n\nIl a la faculté de donner congé à tout ou partie des clercs et employés de l’étude. Dans ce cas, il doit régler toutes les indemnités consécutives au licenciement prévues par la réglementation en vigueur ou par les conventions particulières ou collectives.\""
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "L’article 28 de l’ordonnance du 28 juin1945 précitée est remplacé par les dispositions suivantes :\n\n\" Art. 28 – Si les produits de l’office sont insuffisants pour assurer le paiement des dépenses prévues aux articles 20 et 27, celles-ci sont prises en charge en ce qui concerne les notaires par le conseil régional, en ce qui concerne les avoués près les cours d’appel par la chambre régionale, en ce qui concerne les huissiers de justice par la chambre départementale et, en ce qui concerne les commissaires-priseurs, par la chambre de discipline.\n\nDans le cas prévu à l’alinéa 1, l’organisme professionnel peut demander au président du tribunal de grande instance du ressort du siège de l’office d’ordonner la fermeture de l’étude.\n\nLes sommes payées par les organismes professionnels, en application de l’alinéa 1, donnent lieu à recours sur l’officier public ou ministériel interdit ou destitué.\""
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "L’article 32 de l’ordonnance du 28 juin 1945 précitée est complété par l’alinéa suivant :\n\n\" En cas d’urgence, la suspension provisoire peut être prononcée, même avant l’exercice des poursuites pénales ou disciplinaires, si des inspections ou vérifications ont laissé apparaître des risques pour les fonds, effets ou valeurs qui sont confiés à l’officier public ou ministériel à raison de ses fonctions.\""
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "L’alinéa 1de l’article 33 de l’ordonnance du 28 juin 1945 précitée est remplacé par les dispositions suivantes :\n\n\" La suspension provisoire est prononcée par le tribunal de grande instance à la requête soit du procureur de la République, soit du président de la chambre de discipline agissant au nom de celle-ci.\n\nToutefois, dans le cas prévu au deuxième alinéa de l’article 32, la suspension provisoire est prononcée par le juge des référés saisi soit par le procureur de la République agissant à la demande ou après avis de l’un des organismes mentionnés à l’article 28, soit par le président de la chambre de discipline agissant au nom de celle-ci.\n\nDans tous les cas, lorsque la suspension est prononcée, la juridiction compétente commet un administrateur dans les conditions prévues à l’article 20.\""
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "L’alinéa 1de l’article 35 de l’ordonnance du 28 juin 1945 précitée est remplacée par les dispositions suivantes :\n\n\" Le tribunal de grande instance peut, à tout moment, à la requête soit du procureur de la République, soit de l’officier public ou ministériel, mettre fin à la suspension provisoire.\n\n\" La suspension cesse de plein droit dès que les actions pénale et disciplinaire sont éteintes. Elle cesse également de plein droit, dans le cas prévu au dernier alinéa de l’article 32 si, à l’expiration d’un délai d’un mois à compter de son prononcé, aucune poursuite pénale ou disciplinaire n’a été engagée.\""
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "L’article 37 de l’ordonnance du 28 juin 1945 précitée est remplacé par les dispositions suivantes :\n\n\" Art. 37. – Les décisions de la chambre de discipline peuvent être déférées à la cour d’appel par l’officier public ou ministériel intéressé.\n\n\" Les décisions du tribunal de grande instance saisi en application de l’article 10 peuvent être déférées à la cour d’appel par le procureur de la République ou par l’officier public ou ministériel intéressé.\n\n\" Le président de la chambre peut interjeter appel des décisions du tribunal de grande instance statuant disciplinairement, s’il a cité l’intéressé directement devant cette juridiction ou s’il est intervenu à l’instance.\n\n\" L’appel est ouvert, dans les mêmes conditions, à la partie qui se prétend lésée mais seulement en ce qui concerne les dommages-intérêts\n\n\" Lorsque le tribunal de grande instance est saisi, en application de l’article 11, des faits ayant donné lieu à une décision d’une chambre de discipline frappée d’appel dans les conditions prévues à l’alinéa 1du présent article, la cour d’appel sursoit à statuer jusqu’à ce que le tribunal de grande instance se soit prononcé.\""
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "L’article 45 de l’ordonnance du 28 juin 1945 précitée est remplacé par les dispositions suivantes :\n\n\" Art. 45 – Tout officier public ou ministériel qui ne prête pas le serment professionnel dans le mois de la publication de sa nomination au Journal officiel est déclaré démissionnaire d’office de ses fonctions sauf s’il peut justifier d’un cas de force majeure.\n\n\" Peut également être déclaré démissionnaire d’office, après avoir été mis en demeure de présenter ses observations, l’officier public ou ministériel qui, soit en raison de son éloignement prolongé de sa résidence, soit en raison de son état physique ou mental, est empêché d’assurer l’exercice normal de ses fonctions. Les mêmes dispositions sont applicables lorsque, par des manquements répétés à ses obligations professionnelles, l’officier public ou ministériel a révélé son inaptitude à assurer l’exercice normal de ses fonctions.\n\n\" L’empêchement ou l’inaptitude doit avoir été constaté par le tribunal de grande instance saisi soit par le procureur de la République, soit par le président de la chambre de discipline. Le tribunal statue après avoir entendu le procureur de la République et, s’il est présent, l’officier public ou ministériel préalablement appelé ou son représentant qui peut être soit un officier public ou ministériel de la même catégorie, soit un avocat.\n\n\" La démission d’office ne fait pas obstacle à l’exercice de poursuites disciplinaires contre l’officier public ou ministériel si les faits qui lui sont reprochés ont été commis pendant l’exercice de ses fonctions. Si la sanction est prononcée alors que la nomination de son successeur est déjà intervenue, celui-ci demeure titulaire de l’office quelle que soit la peine infligée.\""
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Les articles 22 et 30 de l’ordonnance du 28 juin 1945 précitée sont abrogés."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "L’article 10 de la loi du 25 ventôse an XI contenant organisation du notariat est rétabli ainsi qu’il suit :\n\n\" Art. 10 – Le notaire peut habiliter un ou plusieurs de ses clercs assermentés à l’effet de donner lecture des actes et des lois et recueillir les signatures des parties.\n\n\" A compter de leur signature par le notaire, les actes ainsi dressés ont le caractère d’actes authentiques au sens des articles 1317 et suivants du code civil, notamment en ce qui concerne les énonciations relatives aux constatations et formalités effectuées par le clerc assermenté.\n\n\" Cette habilitation ne peut avoir effet pour les actes nécessitant la présence de deux notaires ou de deux témoins ainsi que pour ceux prévus aux articles 73, 335, 348-3, 931, 1035, 1394 et 1397 du code civil.\n\n\" Elle est exercée sous la surveillance et sous la responsabilité du notaire.\n\n\" Par dérogation aux dispositions qui précèdent, lorsqu’une des parties le demande, le notaire doit procéder en personne à toutes les formalités.\n\n\" Un décret en Conseil d’Etat fixe les modalités d’application des dispositions qui précèdent. \""
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Les alinéas 4 et 5 de l’article 1de l’ordonnance n° 45-2592 du 2 novembre 1945 relative au statut des huissiers sont remplacés par les dispositions suivantes :\n\n\" Ils peuvent également exercer à titre accessoires certaines activités ou fonctions. La liste de ces activités et fonctions ainsi que les conditions dans lesquelles les intéressés sont autorisés à les exercer sont, sous réserve des lois spéciales, fixées par décret en Conseil d’Etat.\""
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "L’article 1de l’ordonnance n° 45-2593 du 2 novembre 1945 relative au statut des commissaires-priseurs est complété par les dispositions suivantes :\n\n\" Nonobstant les dispositions de l’alinéa précédent, le commissaire-priseur peut être autorisé à exercer à titre accessoire certaines activités ou fonctions. La liste de ces activités et fonctions ainsi que les conditions dans lesquelles l’intéressé est autorisé à les exercer sont, sous réserve des lois spéciales, fixées par décret en Conseil d’Etat.\""
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Il est institué, par chaque organisme professionnel statutaire national d’officiers publics ou ministériels ou sous son contrôle, une caisse ayant pour objet de consentir des subventions et des avances destinées à assurer l’amélioration des conditions de recrutement, d’exercice de la profession ainsi que de répartition des offices.\n\nLes ressources de la caisse sont notamment constituées par une cotisation spéciale payable par les membres de la profession."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Les dépenses relatives à la formation professionnelle des officiers publics ou ministériels et des membres du personnel des offices, dans la mesure où elles ne sont pas couvertes par d’autres ressources, sont à la charge des organismes statutaires des professions concernées."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Les officiers publics ou ministériels peuvent, en cas d’absence temporaire, se faire remplacer par un officier public ou ministériel qui devra appartenir à la même catégorie, sauf dérogation prévue par décret.\n\nLa loi n° 57-875 du 2 août 1957 permettant le remplacement des officiers ministériels pendant la période légale des vacances judiciaires est abrogée."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Le code pénal est complété par un article 258-1 rédigé ainsi qu’il suit :\n\n\" Art. 258-1 – Quiconque, par quelque moyen que ce soit, aura créé ou tenté de créer dans l’esprit du public une confusion avec l’exercice d’une activité réservée au ministère d’un officier public ou ministériel sera puni d’un emprisonnement de six mois à deux ans et d’une amende de 2.000 F à 30.000 F. \""
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "L’article 3 de la loi n° 73-1 du 2 janvier 1973 rendant applicables dans les départements de la Guadeloupe, de la Guyane, de la Martinique et de la Réunion les dispositions des statuts des notaires et des huissiers de justice est remplacé par les dispositions suivantes :\n\n\" Art. 3 – La présente loi entrera en vigueur le 1janvier 1974. \""
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Les actes qui ont été signés antérieurement à l’entrée en vigueur de la présente loi dans les conditions fixées par les alinéas 2 et 3 de l’article 11 du décret n° 71-941 du 26 novembre 1971 relatifs aux actes établis par les notaires ont la même force probante et la même force exécutoire que s’ils avaient été reçus conformément à l’article 10, alinéa 1, de la loi du 25 ventôse an XI tel qu’il a été rétabli par l’article 18 de la présente loi."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Le troisième alinéa du paragraphe 2 de l’article 1de la loi du 12 juillet 1937 est remplacé par les dispositions suivantes :\n\n\" Le contrôle dans les études de notaire en ce qui concerne l’application des prescriptions de la présente loi et des textes pris pour son application est assuré dans des conditions et par des catégories de personnes fixées par décret en Conseil d’Etat.\n\n\" Les contrôleurs sont soumis au secret professionnel. \""
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "L’article 23 de la loi du 25 ventôse an XI contenant organisation du notariat est modifié comme suit :\n\n\" Art. 23 – Les notaires ne pourront également, sans l’ordonnance du président du tribunal de grande instance, délivrer expédition ni donner connaissance des actes à d’autres qu’aux personnes intéressées en nom direct, héritiers ou ayants droit, à peine de dommages-intérêts, d’une amende de 100 F, et d’être en cas de récidive, suspendus de leurs fonctions pendant trois mois, sauf néanmoins l’exécution des lois et règlements sur le droit d’enregistrement et de ceux relatifs aux actes soumis à une publication \"."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "La présente loi entrera en vigueur le 1janvier 1974, à l’exception des dispositions des articles 21, 22, 24 et 25 qui sont immédiatement applicables."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "Un décret en Conseil d’Etat détermine, en tant que de besoin, les conditions d’application de la présente loi.\n\nLa présente loi sera exécutée comme loi de l’Etat."
    }
  ]
}