{
  "id": "loi-n-71-569-du-15-juillet-1971",
  "type": "statute",
  "title": "Loi n° 71-569 du 15 juillet 1971",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000875171",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les dispositions législatives du code pénal, du code de procédure pénale et celles relatives à l'état civil en vigueur dans la métropole, sont applicables dans le territoire des Terres australes et antarctiques françaises sous réserve des dispositions particulières et des dérogations prévues par la présente loi."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les attributions dévolues aux juridictions administratives instituées en métropole ou dans les départements d'outre-mer sont exercées, pour le territoire des Terres australes et antarctiques françaises, par des juridictions de même catégorie déterminées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "L'administrateur supérieur des Terres australes et antarctiques françaises prend toutes mesures nécessaires pour assurer le maintien de l'ordre public, compte tenu des circonstances de temps et de lieu. Il ordonne, s'il y a lieu, le rapatriement, aux frais de l'Etat, des personnes qui portent gravement atteinte à cet ordre. Il requiert pour leur embarquement le commandant de tout navire ou aéronef français faisant escale.Il peut déléguer ces pouvoirs aux chefs de district."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Par dérogation aux dispositions du code de procédure pénale, il est fait application des dispositions suivantes :Les chefs de district ou ceux qui en assument les fonctions exercent les pouvoirs dévolus aux officiers de police judiciaire.Ils informent sans délai le procureur de la République, compétent en application de l'article 2 ci-dessus, des infractions dont ils ont connaissance.En cas de délivrance d'un mandat d'amener contre une personne inculpée d'une infraction pour laquelle le maximum de la peine prévue par la loi est égal ou supérieur à deux ans d'emprisonnement, ils requièrent le commandant de tout aéronef ou navire français à destination d'une escale française de la recevoir à son bord avec le dossier de la procédure sous pli fermé et scellé et de lui procurer le passage et la nourriture pendant le voyage.A la première escale française, l'inculpé est présenté au procureur de la République, qui fait application des dispositions des articles 128 et 129 du code de procédure pénale.En outre, si les circonstances l'exigent, le juge d'instruction pourra assortir le mandat d'amener d'une disposition spéciale et révocable, autorisant le chef de district à maintenir l'inculpé en état de détention pendant le délai nécessaire à son embarquement, à charge par le chef de district de rendre compte chaque mois au juge d'instruction. En cas de nécessité, le capitaine du navire qui a reçu à son bord l'inculpé peut prendre les mesures prévues à l'article 28 (2e alinéa) du code disciplinaire et pénal de la marine marchande.Le délai nécessaire à la conduite de l'inculpé devant le juge d'instruction compétent, et, éventuellement, celui pendant lequel il a été détenu avant son embarquement, sont imputés sur la durée de la peine."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "La signification des actes pour lesquels cette formalité est exigée par la loi en matière pénale est effectuée par un citoyen français désigné par une décision du chef du district."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Les chefs de districts, ou ceux qui en assument les fonctions, sont officiers de l'état civil."
    },
    {
      "provision_ref": "art6-1",
      "section": "6-1",
      "title": "Article 6-1",
      "content": "Si, lors de l'établissement de l'acte de décès mentionné à l'article 87 du code civil, l'identité du défunt n'a pu être établie, l'autorisation de fermeture du cercueil ne peut être délivrée qu'après exécution, dans un délai compatible avec les délais régissant l'inhumation et la crémation, des réquisitions éventuellement prises par le procureur de la République aux fins de faire procéder aux constatations et opérations nécessaires en vue d'établir l'identité du défunt."
    }
  ]
}