{
  "id": "loi-n-2009-1503-du-8-decembre-2009",
  "type": "statute",
  "title": "LOI n° 2009-1503 du 8 décembre 2009",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000021451610",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I. - Le dernier alinéa de l'article 5 de la loi n° 83-675 du 26 juillet 1983 relative à la démocratisation du secteur public s'applique à compter de la publication d'un décret fixant les conditions d'application du même alinéa, et notamment la liste des entreprises et établissements publics concernés ainsi que les critères de désignation des représentants des consommateurs ou des usagers.\n\nCes critères de désignation s'appliquent également aux représentants des consommateurs et des usagers désignés en application de l'article 10 de la loi n° 90-568 du 2 juillet 1990 relative à l'organisation du service public de la poste et à France Télécom.\n\nII. - Sous réserve des décisions de justice passées en force de chose jugée et des instances en cours avant le 10 septembre 2008, les délibérations prises depuis le 7 janvier 2006 par le conseil d'administration de l'établissement public Réseau ferré de France sont validées en tant que leur régularité serait contestée au regard des dispositions figurant à l'article 5 de la loi n° 83-675 du 26 juillet 1983 précitée, relatives à la représentation des consommateurs ou des usagers.\n\nIII. - Sous réserve des décisions de justice passées en force de chose jugée et des instances en cours avant le 10 septembre 2008, les délibérations prises depuis le 16 mai 2001 par les conseils d'administration et de surveillance des autres entreprises publiques et établissements publics auxquels est applicable le dernier alinéa de l'article 5 de la loi n° 83-675 du 26 juillet 1983 précitée sont validées en tant que leur régularité serait contestée au regard des dispositions de cet article relatives à la représentation des consommateurs et des usagers."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Pour l'application de l'article 76 du règlement de la commission intergouvernementale concernant la sécurité de la liaison fixe trans-Manche, signé à Londres le 24 janvier 2007, les décisions de la commission intergouvernementale instituée par le traité entre la République française et le Royaume-Uni de Grande-Bretagne et d'Irlande du Nord concernant la construction et l'exploitation par des sociétés privées concessionnaires d'une liaison fixe trans-Manche, signé le 12 février 1986, sont susceptibles de recours devant le juge administratif, à l'exception des décisions prises au titre de son intervention comme organisme de contrôle prévu par l'article 30 de la directive 2001/14/CE du Parlement européen et du Conseil du 26 février 2001 concernant la répartition des capacités d'infrastructure ferroviaire et la tarification de l'infrastructure ferroviaire, qui relèvent de la compétence de la cour d'appel de Paris."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Les articles 15, à l'exception du IX, et 16, ainsi que l'article 30 entrent en vigueur le premier jour du douzième mois suivant la promulgation de la présente loi."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "II. - La concession pour la construction, l'entretien et l'exploitation de l'autoroute A 40, entre Châtillon-en-Michaille et Le Fayet, de l'autoroute A 411 entre la frontière suisse à Gaillard et Annemasse et de l'autoroute A 401 entre Saint-Julien-en-Genevois et le raccordement à la route suisse RN 1a prendra fin le 31 décembre 2050. Les autres modifications apportées à la convention et au cahier des charges font l'objet d'un avenant. Cet avenant comporte une étude paysagère sur l'ensemble du réseau de l'autoroute A 40 menée par le concessionnaire.III. - Pour assurer la continuité de l'exploitation du réseau routier national entre l'autoroute A 40 et le tunnel du Mont-Blanc, la route nationale RN 205, se situant entre l'échangeur A 40/RN 205, au droit de Le Fayet, et la rampe d'accès au tunnel du Mont-Blanc, est intégrée à l'assiette de la concession mentionnée au II. Les modalités techniques et financières de cette intégration font l'objet d'un avenant au contrat de concession qui prévoira une participation du concessionnaire aux travaux d'aménagement de cet itinéraire. Cet avenant comporte également l'obligation pour le concessionnaire de réaliser une étude d'intégration environnementale de l'ensemble de son réseau concédé.IV. - Pour les besoins de la mise en sécurité du tunnel de Sainte-Marie-aux-Mines, l'article 5 du cahier des charges annexé à la convention passée entre l'Etat et la société des autoroutes Paris-Rhin-Rhône (APRR) pour la concession d'exploitation et d'entretien de cet ouvrage est ainsi rédigé : La concession prendra fin le 31 décembre 2068. Les autres modifications apportées à la convention et au cahier des charges font l'objet d'un avenant."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "I à III.-A modifié les dispositions suivantes :\n\nIV.-Un décret en Conseil d'Etat détermine les conditions particulières d'application de l'article L. 1262-4 du code du travail aux salariés des entreprises de transport routier ou fluvial établies hors de France qui, à la demande de leur employeur, exécutent des opérations de cabotage sur le sol français pendant une durée limitée.\n\n-Loi n° 82-1153 du 30 décembre 1982\n\n-Loi n° 52-401 du 14 avril 1952\n\n-Ordonnance n° 2007-329 du 12 mars 2007"
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "II.-Le I s'applique à compter du 1er janvier 2010."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "I.-(Abrogé).\n\nII.-A modifié les dispositions suivantes :\n\n-Loi n° 52-401 du 14 avril 1952\n\nnone"
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "I et II. - A modifié les dispositions suivantes :\n\n- Code de l'aviation civile"
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - A créé les dispositions suivantes :\n\nToutefois, et jusqu'à la date de ces élections, lorsque la convention de branche ou l'accord d'entreprise ou d'établissement n'intéresse que la catégorie professionnelle du personnel navigant technique, la validité de la convention ou de l'accord est subordonnée à l'absence d'opposition d'une ou plusieurs organisations syndicales de salariés représentatives ayant recueilli au moins la moitié des suffrages exprimés au premier tour des dernières élections au comité d'entreprise ou, à défaut, des délégués du personnel.\n\nL'opposition est exprimée dans un délai de huit jours à compter de la date de notification de cette convention ou de cet accord.\n\n- Code de l'aviation civile\n\n- Code de l'aviation civile"
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "I. A modifié les dispositions suivantes :\n\nII.-Sous réserve des dispositions de l'article L. 227-1 du code de l'aviation civile, les membres de l'Autorité de contrôle des nuisances aéroportuaires nommés à la date de la promulgation de la présente loi exercent leur mandat jusqu'au terme de celui-ci, y compris le président qui conserve sa fonction.\n\nIII.-Pour les manquements ayant fait l'objet d'une proposition de la Commission nationale de prévention des nuisances avant le premier jour du quatrième mois suivant la date de publication de la présente loi, l'Autorité de contrôle des nuisances aéroportuaires se prononce au vu de ces propositions. Elle s'assure que ces propositions sont communiquées à la personne concernée.\n\n-Code de l'aviation civile"
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "A l'échéance de la concession détenue par la chambre de commerce et d'industrie de Nantes pour la construction, l'entretien et l'exploitation des aérodromes de Nantes-Atlantique et de Saint-Nazaire-Montoir, les agents publics affectés à cette concession sont mis, pour une durée de dix ans, à la disposition du délégataire désigné par l'Etat à cette date pour la concession ayant pour objet les aérodromes de Nantes-Atlantique et de Saint-Nazaire-Montoir ainsi que le nouvel aérodrome du Grand Ouest Notre-Dame-des-Landes.Pendant la durée de cette période de mise à disposition, chaque agent est pris en charge par le nouveau délégataire aux mêmes conditions que celles dont il bénéficiait dans la concession précédente et peut à tout moment demander que lui soit proposé par le nouveau délégataire un contrat de travail. La conclusion de ce contrat emporte radiation des cadres.Au terme de la durée de dix ans prévue au premier alinéa, le délégataire propose à chacun des agents publics un contrat de travail dont la conclusion emporte radiation des cadres. Les agents publics qui refusent ce contrat sont réintégrés de plein droit au sein de la chambre de commerce et d'industrie dont ils relèvent."
    }
  ]
}