{
  "id": "loi-n-93-1435-du-31-decembre-1993",
  "type": "statute",
  "title": "Loi n° 93-1435 du 31 décembre 1993",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000727953",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "La réalisation d'une opération d'aménagement comportant :la création d'un grand stade, équipement sportif d'intérêt national, à Saint-Denis (Seine-Saint-Denis) sur le site dit du \" Cornillon Nord \", délimité par les autoroutes A 1 et A 86 et par le canal de Saint-Denis ;l'édification d'infrastructures de sécurité nécessitée par la création et l'utilisation du grand stade sur le terrain \" caserne de Rose \" à Dugny (Seine-Saint-Denis), à l'heure actuelle classé à vocation aéronautique,est autorisée nonobstant toutes dispositions contraires du schéma directeur d'aménagement et d'urbanisme de la région d'Ile-de-France et des autres documents d'urbanisme relatifs à ces sites.Un décret en Conseil d'Etat précise les conditions d'application du présent article, et notamment le contenu de cette opération et la liste des terrains qui, à l'intérieur des sites définis ci-dessus, sont concernés par celle-ci."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "La procédure prévue à l'article L. 15-9 du code de l'expropriation pour cause d'utilité publique pourra être appliquée dans la commune de Saint-Denis (Seine-Saint-Denis), en vue de la prise de possession immédiate par l'Etat, les collectivités publiques ou leurs concessionnaires, de tous immeubles, bâtis ou non bâtis, dont l'acquisition est nécessaire à l'organisation ou au déroulement de la coupe du monde de football de 1998.Les décrets sur avis conforme du Conseil d'Etat prévus à l'article L. 15-9 du code précité devront être pris au plus tard le 31 décembre 1997."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Pour les opérations réalisées en vertu de l'article précédent, les dispositions du chapitre IV du titre Ier du livre III du code de l'urbanisme sont applicables."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "L'Etat pourra concéder, sur les terrains dont il aura la disposition, la construction et l'exploitation du grand stade mentionné à l'article 1er et de tout ou partie des équipements qui lui sont liés."
    }
  ]
}