{
  "id": "loi-n-96-1182-du-30-decembre-1996",
  "type": "statute",
  "title": "Loi n° 96-1182 du 30 décembre 1996",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000380408",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "A. Paragraphe modificateurB. - Les dispositions du A sont applicables aux exercices clos à compter du 31 décembre 1996."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I s'appliquent aux opérations d'échange réalisées à compter du 1er janvier 1997."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I s'appliquent à compter de l'imposition des revenus de l'année 1997."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I. Paragraphe modificateurII. - Les dispositions du présent article s'appliquent à compter de l'imposition des revenus de l'année 1997."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I. Paragraphe modificateurII. - Ces dispositions sont applicables aux dividendes distribués à compter du 1er janvier 1997."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I. et II. Paragraphes modificateursIII. - Les dispositions du I sont applicables aux opérations de fusion ou assimilées, qui seront réalisées à compter du 1er janvier 1997. Celles du II sont applicables pour la détermination des résultats imposables des exercices ouverts à compter du 1er janvier 1997."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I sont applicables aux donations consenties par actes passés à compter du 1er avril 1996."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I s'appliquent aux versements effectués à compter du 1er janvier 1996."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I sont applicables aux contrats conclus à compter du 1er janvier 1996."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I sont applicables à compter du 1er janvier 1997."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "I. à III. Paragraphes modificateursIV. - Les dispositions des I à III s'appliquent à compter du 1er mars 1997."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "I. et II. Paragraphes modificateursIII. - Les dispositions du I s'appliquent pour la détermination des résultats des exercices clos à compter du 1er janvier 1997.IV. - Un décret précise les modalités d'application du présent article, notamment en cas de changement de mode de comptabilisation en vue d'éviter qu'une même charge ne puisse être déduite des résultats de deux exercices."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "I. et II. Paragraphes modificateursIII. - Sous réserve des décisions de justice passées en force de chose jugée, les contrôles engagés par l'administration des impôts avant l'entrée en vigueur de la loi de finances rectificative pour 1996 (n° 96-1182 du 30 décembre 1996) ainsi que les titres exécutoires émis à la suite de ces contrôles pour établir les impositions sont réputés réguliers en tant qu'ils seraient contestés par le moyen tiré de ce que ces contrôles auraient été effectués au moyen d'une vérification approfondie de situation fiscale d'ensemble ou d'un examen contradictoire de l'ensemble de la situation fiscale personnelle de personnes physiques n'ayant pas leur domicile fiscal en France."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "Sous réserve des décisions de justice passées en force de chose jugée, les impositions à la taxe foncière sur les propriétés bâties, à la taxe foncière sur les propriétés non bâties et à la taxe d'habitation établies au profit du département de la Haute-Corse au titre de l'année 1995 sont réputées régulières en tant qu'elles seraient contestées par le moyen tiré de l'incompétence de la commission permanente du conseil général pour en fixer les taux."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "I. - Ont valeur législative, dans leur rédaction antérieure à la loi n° 96-142 du 21 février 1996 relative à la partie législative du code général des collectivités territoriales, les articles 302 bis N à 302 bis P, 302 bis R, 302 bis T à 302 bis W, 1046, 1466 (deuxième alinéa), 1528, 1599 vicies, 1638 et, en tant qu'ils concernent la région d'Ile-de-France, les articles 1599 sexies et 1599 terdecies du code général des impôts.II. et III. Paragraphes modificateursIV. - Sous réserve des décisions de justice passées en force de chose jugée, sont réputées régulières les impositions établies et les délibérations et décisions prises en application des articles du code général des impôts mentionnés au I ainsi que l'affectation de la taxe en application du premier alinéa de l'article L. 2333-1 du code général des collectivités territoriales, depuis la date d'entrée en vigueur de la loi n° 96-142 du 21 février 1996 en tant qu'elles seraient contestées par le moyen tiré du défaut de base légale de ces articles."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I sont applicables à compter du 1er janvier 1997."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "I. et II. Paragraphes modificateursIII. - Les dispositions des I et II s'appliquent à compter du 1er janvier 1997."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "I. Paragraphe modificateurII. Le III de l'article 11 de la loi n° 96-1160 du 27 décembre 1996 de financement de la sécurité sociale pour 1997 est abrogé.III. - Les dispositions du I s'appliquent aux options levées à compter du 1er janvier 1997."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "Le taux des intérêts moratoires applicable aux marchés régis par le code des marchés publics dont la procédure de passation a été lancée avant le 19 décembre 1993 est fixé par voie réglementaire, en tenant compte de l'évolution moyenne des taux d'intérêt applicables de façon usuelle pour le financement à court terme des entreprises.La présente disposition s'applique aux intérêts moratoires non encore mandatés à la date d'entrée en vigueur de la présente loi."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "Les biens, droits et obligations de la Caisse française des matières premières sont dévolus à l'Etat à compter du 1er janvier 1997."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "Sous réserve des décisions de justice passées en force de chose jugée, sont validées les décisions individuelles relatives à l'attribution de l'indemnité pour charges militaires aux personnels militaires en service à l'étranger en tant que leur légalité serait contestée par le moyen tiré de ce qu'elles constitueraient un accessoire permanent de la solde mensuelle en application du décret n° 59-1193 du 13 octobre 1959 modifié."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 96-386 DC du 30 décembre 1996."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I du présent article sont applicables à compter de la publication de la loi n° 95-115 du 4 février 1995 précitée."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 96-386 DC du 30 décembre 1996."
    }
  ]
}