{
  "id": "loi-n-2003-1365-du-31-decembre-2003",
  "type": "statute",
  "title": "Loi n° 2003-1365 du 31 décembre 2003",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000244542",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I.-Paragraphe modificateur.\n\nII.-France Télécom est ajouté à la liste annexée à la loi n° 93-923 du 19 juillet 1993 de privatisation.\n\nPour l'application de l'ordonnance n° 2014-948 du 20 août 2014 relative à la gouvernance et aux opérations sur le capital des sociétés à participation publique, la part détenue par l'Etat dans le capital d'Orange est déterminée en tenant compte         des participations de l'Etat et de la société anonyme Bpifrance et de ses filiales directes et indirectes."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I. - Les dispositions des II et X de l'article 8 entrent en vigueur dès la publication de la présente loi. Les dispositions du IV de l'article 4 et les dispositions des autres paragraphes de l'article 8 entrent en vigueur à la date du transfert au secteur privé de la majorité du capital de France Télécom.II. - L'entrée en vigueur du VII de l'article 8 n'interrompt pas le mandat des commissaires aux comptes de France Télécom désignés avant cette entrée en vigueur.III. - Les dispositions du III, du 2° du VI et du VII de l'article 4 entrent en vigueur le lendemain des premières élections au comité d'entreprise de France Télécom suivant l'entrée en vigueur de la présente loi.IV. - Les autres dispositions de la présente loi entrent en vigueur à la date de sa publication.Toutefois, jusqu'à la désignation du ou des opérateurs chargés du service universel à l'issue de l'appel de candidatures prévu à l'article L. 35-2 du code des postes et télécommunications et, au plus tard, jusqu'au 31 décembre 2004, France Télécom continue d'assurer les obligations de service public qui lui incombaient dans les conditions applicables avant la promulgation de la présente loi. En outre, France Télécom reste soumis aux obligations de contrôle tarifaire qui lui incombaient avant la promulgation de la présente loi.V. - Dans les douze mois suivant la publication de la présente loi, le président de France Télécom engagera avec les organisations syndicales représentatives du personnel dans l'entreprise la négociation d'un accord portant notamment sur les instances de représentation du personnel et le droit syndical.VI. - Les conditions d'exécution du titre II feront l'objet d'une évaluation au 1er janvier 2019 en vue, le cas échéant, d'adapter les conditions d'emploi des fonctionnaires de France Télécom à la situation de l'entreprise et aux exigences d'une bonne gestion des corps auxquels ils appartiennent."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Indépendamment des dispositions applicables de plein droit conformément au I de l'article 3 de la loi n° 2001-616 du 11 juillet 2001 relative à Mayotte, les autres dispositions de la présente loi sont applicables à cette collectivité.L'article 3 est applicable en Polynésie française, à Wallis-et-Futuna et en Nouvelle-Calédonie."
    }
  ]
}