{
  "id": "loi-n-87-954-du-27-novembre-1987",
  "type": "statute",
  "title": "Loi n° 87-954 du 27 novembre 1987",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000321635",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Le champ de vue des centres de surveillance de la navigation, la perception visuelle des amers, des feux et des phares, l'identification de ces repères à partir de leurs caractères ou des signaux lumineux émis sont protégés par des servitudes instituées conformément à la présente loi."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les limites des zones soumises aux servitudes mentionnées à l'article 1er et la nature des contraintes mentionnées aux articles 3 et 4 sont fixées par décret pris pour chaque amer, feu, phare et centre de surveillance de la navigation après enquête faite comme en matière d'expropriation pour cause d'utilité publique ; le décret est pris en Conseil d'Etat lorsque le commissaire enquêteur ou la commission d'enquête a émis un avis défavorable.Les zones soumises à servitude peuvent être réduites ou supprimées par décret."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les décrets prévus à l'article 2 peuvent prescrire que dans tout ou partie des zones de servitudes délimitées conformément aux dispositions de l'article 2, aucune construction ne sera édifiée ou agrandie sans l'autorisation du ministre chargé des phares et balises et de la navigation."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Dans tout ou partie de ces mêmes zones de servitudes, les décrets mentionnés à l'article 2 peuvent interdire :1. De laisser croître les plantations à une hauteur telle que la visibilité et l'identification des amers, feux et phares ou que les vues depuis les centres de surveillance puissent être gênées ;2. De propager à partir d'installations permanentes des fumées gênantes pour la visibilité, l'identification des amers, feux et phares et les vues depuis les centres de surveillance de la navigation ;3. D'utiliser, pour les revêtements extérieurs des constructions, des couleurs ou des matériaux réfléchissants de nature à réduire l'effet de contraste des amers, des feux et des phares ;4. De mettre en place tout dispositif visuel de nature à créer une confusion avec les amers, feux et phares."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "La suppression ou la modification des éléments gênants énumérés à l'article 4 et existant à la date d'institution de chaque servitude peut être ordonnée par le représentant de l'Etat dans le département moyennant indemnité préalable. Cette indemnité doit couvrir les frais exposés en vue de la suppression ou de la modification des éléments gênants visés à l'article 4 et réparer les dommages qui pourraient en résulter.A défaut d'accord amiable, cette indemnité est fixée comme en matière d'expropriation pour cause d'utilité publique."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Les infractions aux dispositions des articles 3 et 4 sont recherchées et constatées par :\n\n1. Les officiers et agents de police judiciaire ;\n\n2. Les fonctionnaires des services chargés des phares et balises et de la navigation, dûment assermentés ;\n\n3. Les officiers et officiers mariniers de la marine nationale, dûment assermentés.\n\nCes infractions constituent des contraventions de grande voirie poursuivies et réprimées par la voie administrative.\n\nDans un délai fixé par la mise en demeure et qui, sauf péril imminent, ne peut être inférieur à un mois, les contrevenants sont tenus de démolir les constructions mentionnées à l'article 3 indûment exécutées et de faire cesser les gênes mentionnées à l'article 4, le tout à leurs frais. En outre, ils encourent les amendes fixées par décret en Conseil d'Etat et dont le montant n'excédera pas le maximum prévu pour les contraventions de police."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "La loi n° 57-262 du 2 mars 1957 étendant aux amers et aux phares les dispositions de la loi du 18 juillet 1895, modifiée par la loi du 27 mai 1933, concernant la détermination et la protection des champs de vue des postes électro-sémaphoriques, est abrogée.Les champs de vue et les servitudes institués en application de la loi n° 57-262 du 2 mars 1957 précitée sont maintenus. Leurs modifications sont soumises aux dispositions de la présente loi. Les infractions auxdites servitudes sont recherchées, constatées et poursuivies conformément aux dispositions de l'article 6 de la présente loi."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Les conditions d'application de la présente loi sont fixées par décret en Conseil d'Etat."
    }
  ]
}