{
  "id": "loi-n-51-18-du-5-janvier-1951",
  "type": "statute",
  "title": "Loi n° 51-18 du 5 janvier 1951",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000705473",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Sont amnistiés les faits constitutifs de l'indignité nationale lorsque leur auteur a bénéficié du relèvement prévu à l'article 3 (dernier alinéa) de l'ordonnance du 26 décembre 1944 portant modification et codification des textes relatifs à l'indignité nationale."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Sont amnistiés les faits ayant entraîné une condamnation à la dégradation nationale à titre principal, lorsque la durée de la peine, compte tenu des mesures de grâce intervenues, n'excède pas quinze ans."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Sont amnistiés, lorsqu'ils ont été commis par un mineur de vingt et un ans, les faits définis à l'article 1er de l'ordonnance du 28 novembre 1944 portant modification et codification des textes relatifs à la répression des faits de collaboration ou à l'article 1er de l'ordonnance n° 45-507 du 29 mars 1945 relative à la répression du commerce avec l'ennemi dans les territoires occupés ou contrôlés par l'ennemi, à condition :1° Que ces faits aient entraîné, à titre principal, soit une peine d'amende seulement, soit une peine privative de liberté assortie ou non d'une peine d'amende et dont la durée, compte tenu des mesures de grâce intervenues, n'excède pas cinq ans ;2° Que leur auteur n'ait fait l'objet d'aucune autre condamnation à l'emprisonnement ou à une peine plus grave pour crime ou délit."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les contestations relatives à l'application des dispositions du présent chapitre seront jugées par la chambre des mises en accusation dans les conditions prévues à l'article 597 du code d'instruction criminelle."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Les dispositions du présent chapitre ne s'appliquent pas aux condamnations prononcées par la Haute-Cour de justice instituée par l'ordonnance du 18 novembre 1944."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Peuvent être admis par décret au bénéfice de l'amnistie les condamnés à la dégradation nationale à titre principal lorsque les faits ne sont pas amnistiés de plein droit."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Peuvent être admis par décret au bénéfice de l'amnistie les mineurs de vingt et un ans visés à l'article 3, lorsqu'ils ne remplissent pas la condition énoncée au paragraphe 2° dudit article ou lorsqu'ils n'ont pas encore été jugés soit contradictoirement, soit par contumace ou par défaut."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Peuvent être admis par décret au bénéfice de l'amnistie les Français originaires du Bas-Rhin, du Haut-Rhin ou de la Moselle, condamnés uniquement pour engagement dans une formation armée allemande, à condition que l'engagement soit postérieur au 25 août 1942, que celui à qui il est imputé appartienne à une classe que les Allemands ont mobilisée et qu'aucun crime de guerre personnel ne puisse lui être reproché."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Peuvent être admis par décret au bénéfice de l'amnistie les condamnés pour faits définis à l'article 1er de l'ordonnance du 28 novembre 1944 ou à l'article 1er de l'ordonnance n° 45-507 du 29 mars 1945 à condition :1° Qu'ils aient été frappés, à titre principal, soit d'une peine d'amende seulement, soit d'une peine privative de liberté, assortie ou non d'une peine d'amende, venue à expiration avant le 1er janvier 1951 ou dont la durée, compte tenu des mesures de grâce intervenues, n'excède pas trois ans ;2° Que la condamnation soit devenue définitive ;3° Qu'ils n'aient fait l'objet d'aucune autre condamnation à l'emprisonnement ou à une peine plus grave pour crime ou délit ;4° Qu'ils ne se soient pas rendus coupables de dénonciations, qu'il n'aient pas par leurs agissements, sciemment exposé ou tenté d'exposer des personnes à des tortures, à la déportation ou à la mort et qu'ils n'aient pas sciemment concouru à l'action des services de police ou d'espionnage ennemis."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Peuvent être admis par décret au bénéfice de l'amnistie, les grands invalides de guerre visés aux articles 31 à 34 du décret n° 47-2084 du 20 octobre 1947 et les grands mutilés de guerre visés aux articles 36 et 37 dudit décret, condamnés pour des faits définis à l'article 1er de l'ordonnance du 28 novembre 1944 ou à l'article 1er de l'ordonnance n° 45-507 du 29 mars 1945 et qui remplissent les conditions énoncées aux paragraphes 2°, 3° et 4° de l'article 9."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Peuvent être admis par décret au bénéfice de l'amnistie ceux qui, dans une formation combattante, ont été cités ou décorés pour des faits postérieurs aux infractions visées à l'alinéa premier de l'article 9 retenues à leur charge et qui remplissent les conditions énoncées aux paragraphes 2°, 3° et 4° de l'article 9."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Seront admis au bénéfice de l'amnistie tous les militaires et marins musulmans nord-africains condamnés par les tribunaux militaires et les autres juridictions de la métropole et de l'Afrique du Nord pour avoir servi dans les formations spéciales telles que la phalange africaine, la légion tricolore, la légion des volontaires français, la légion antibolchevique.Bénéficieront de la même mesure, les travailleurs musulmans nord-africains recrutés entre le 18 juin 1940 et le 25 août 1944, en Afrique du Nord et dans la métropole, par des organismes officiels ou semi-officiels et amenés par la suite à contracter des engagements dans les formations susvisées.Sont exclus du bénéfice de ces dispositions tous ceux qui auront commis personnellement et, de leur propre initiative, des actes antinationaux ou des crimes de guerre."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Les dispositions du présent chapitre ne s'appliquent pas aux condamnations prononcées par la Haute-Cour de justice instituée par l'ordonnance du 18 novembre 1944."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "L'amnistie de droit produira effet dès que les conditions fixées au chapitre Ier seront réalisées, si elles ne le sont déjà.Le décret accordant l'amnistie par mesure individuelle pourra intervenir dès lors que ses bénéficiaires éventuels se trouveront remplir les conditions exigées au chapitre II.L'amnistie entraîne la remise de toutes les peines principales, accessoires et complémentaires, notamment de la relégation, ainsi que la disparition de toutes les déchéances, exclusions, incapacités et privations de droits attachés à la peine.Elle ne met pas obstacle à la confiscation des profits illicites prononcée en application des ordonnances des 18 octobre 1944 et 6 janvier 1945."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "L'amnistie ne confère pas la réintégration dans l'ordre de la Légion d'honneur, ni dans le droit au port de la médaille militaire.Il sera statué à cet égard, et pour chaque cas individuellement, par la grande chancellerie sur la proposition du garde des sceaux ou, s'il y a lieu, du ministre de la défense nationale.La réintégration dans l'ordre de la Légion d'honneur ou dans le droit au port de la médaille militaire ne pourra intervenir avant un délai de deux ans, à compter de la promulgation de la présente loi, sauf pour les anciens combattants ayant au moins cinq titres de guerre ou ayant été cités ou décorés pour des faits postérieurs aux infractions retenues à leur charge, ou pour les personnes citées ou décorées au titre de la résistance et dont les dossiers pourront être examinés par priorité."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "L'amnistie n'entraîne pas la réintégration dans les fonctions ou emplois publics, grades, offices publics ou ministériels."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Les sanctions prises en vertu des ordonnances du 18 août 1943 et du 6 décembre 1943 ainsi qu'en vertu de l'ordonnance du 27 juin 1944 relatives à l'épuration administrative cesseront de produire effet en ce qui concerne les droits à pension de retraite, à compter de la promulgation de la présente loi.Un décret en Conseil d'Etat pris sur le rapport du garde des sceaux, ministre de la justice, du ministre du budget et du secrétaire d'Etat chargé de la fonction publique et de la réforme administrative, déterminera, dans le délai de six mois, à compter de la promulgation de la présente loi, les modalités d'application des dispositions visées au présent article."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "L'amnistie ne préjudicie pas aux droits des tiers. En cas d'instance sur les intérêts civils, le dossier pénal sera versé aux débats et mis à la disposition des parties.L'amnistie n'est pas applicable aux frais de poursuite et d'instance avancés par l'Etat. La contrainte judiciaire ne pourra être exercée contre les condamnés ayant bénéficié de l'amnistie si ce n'est à la requête des victimes de l'infraction ou de leurs ayants droit."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "L'amnistie ne peut en aucun cas mettre obstacle à l'action en révision devant toute juridiction compétente en vue de faire établir l'innocence du condamné."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Quelles que soient la nature de la peine et la durée restant à courir, à l'exclusion toutefois des peines perpétuelles, tout condamné pour des faits définis à l'article 1er de l'ordonnance du 28 novembre 1944 ou à l'article 1er de l'ordonnance n° 45-507 du 29 mars 1945 pourra être libéré par anticipation.Cette libération anticipée ne pourra être accordée aux condamnés par la Haute-Cour de justice."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "La libération anticipée est accordée dans les mêmes formes et conditions que la libération conditionnelle prévue par la loi du 14 août 1885 sous réserve des dispositions de l'article précédent sur la nature de la peine et sa durée restant à courir.La libération anticipée emporte les effets de la libération conditionnelle.La libération anticipée pourra être révoquée dans les mêmes conditions que la libération conditionnelle. Néanmoins, la révocation devra intervenir en cas d'une condamnation quelconque pour les faits prévus aux articles 27 et 29 de la présente loi."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "La peine de la dégradation nationale, même prononcée par des décisions de justice passées en force de chose jugée, sera, à compter de la promulgation de la présente loi, une peine correctionnelle qui ne pourra excéder vingt ans et n'emportera plus d'autres déchéances, exclusions, incapacités ou privations de droits que celles énumérées ci-après :1° La privation des droits de vote, d'élection, d'éligibilité et de tous droits attachés à la capacité politique ;2° la privation du droit de porter aucune décoration autre que celles qui pourraient être conférées au condamné pour faits accomplis depuis la condamnation définitive ;3° La destitution et l'exclusion de la magistrature, de tous emplois ou fonctions bénéficiant du statut de la fonction publique ;4° La perte de tous grades dans l'armée de terre, de l'air ou de mer, sous réserve de la capacité d'en obtenir de nouveaux quand la condamnation est devenue définitive ;5° La destitution et l'exclusion de toutes fonctions d'administrateur, directeur, secrétaire général dans les entreprises bénéficiaires de concessions ou de subventions accordées par une collectivité publique, de toutes fonctions à nomination du Gouvernement, des départements, des communes ou des personnes publiques dans les entreprises ou services d'intérêt général, ainsi que des fonctions de directeur du siège central ou de directeur général ou de secrétaire général d'une entreprise de banque ou d'assurances ;6° L'incapacité d'être juré, arbitre et de faire partie d'un tribunal ;7° La privation du droit de tenir école ou d'enseigner et d'être employé dans aucun établissement d'instruction en qualité de professeur ou maître et également du droit de faire partie de la direction de tous groupements ayant pour but d'assurer ou de développer l'enseignement moral, intellectuel ou physique de la jeunesse ;8° La privation du droit de diriger une entreprise d'édition, de presse, de radiodiffusion ou de cinématographie ou d'y collaborer régulièrement.Toutefois, lorsque la dégradation nationale s'ajoute à une peine de droit commun, le condamné demeure soumis aux incapacités que la loi attache à la peine principale."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "La confiscation prévue à l'article 21, dernier alinéa, de l'ordonnance du 26 décembre 1944, ne sera plus appliquée, à compter de la promulgation de la présente loi, qu'aux biens présents."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "L'interdiction de résidence prévue à l'article 23 (alinéa 1er) de l'ordonnance du 26 décembre 1944, continuera à être appliquée si elle a été prononcée.Cette interdiction de résidence pourra être suspendue par le ministre de l'intérieur, sur avis conforme du garde des sceaux, ministre de la justice.En cas d'urgence, l'autorisation provisoire de séjourner, pendant quinze jours au plus, dans une localité interdite, pourra être accordée par le préfet du département dans lequel le condamné demande à séjourner."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Lorsque la dégradation nationale est prononcée à titre principal, son expiration par l'écoulement du laps de temps fixé à l'arrêt de condamnation, ou par l'effet d'une décision de grâce, ou par application de la présente loi, emporte les effets prévus à l'article 634 du code d'instruction criminelle."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "L'alinéa 3 de l'article 24 de la loi du 29 juillet 1881 sur la liberté de la presse est modifié ainsi qu'il suit :Seront punis de la même peine ceux qui, par l'un des moyens énoncés en l'article 23, auront fait l'apologie des crimes de meurtre, pillage, incendie, vol, de l'un des crimes prévus par l'article 435 du code pénal, des crimes de guerre ou des crimes ou délits de collaboration avec l'ennemi."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "Sont considérés, au regard de l'article 30 de la loi du 29 juillet 1881, comme faisant partie des armées de terre ou de mer, les mouvements et réseaux reconnus de résistance."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "Amnistie pleine et entière est accordée à tous faits accomplis postérieurement au 10 juin 1940 et antérieurement au 1er janvier 1946 dans l'intention de servir la cause de la libération du territoire, ou de contribuer à la libération définitive de la France."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Les contestations relatives à l'application des dispositions de l'article qui précède seront, quel que soit l'état de la procédure, jugées par la chambre des mises en accusation dans les conditions prévues à l'article 597 du code d'instruction criminelle."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Peuvent être admis par décret au bénéfice de l'amnistie les anciens membres des organisations de résistance ou des forces françaises de l'intérieur, poursuivis ou condamnés pour avoir détenu irrégulièrement leurs armes de combat ou des trophées pris à l'ennemi.Peuvent être également admis par décret au bénéfice de l'amnistie les personnes poursuivies ou condamnées en application de l'alinéa 2 de l'article 30, lorsqu'il sera établi qu'au moment des faits leur auteur appartenait à une organisation de résistance ou aux forces françaises de l'intérieur."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Les droits des tiers ne pourront faire l'objet d'aucune action devant les tribunaux civils à l'encontre des auteurs des actes amnistiés par l'article 30.Le préjudice résultant de ces actes sera, le cas échéant, réparé comme résultant de faits de guerre dans les cas et conditions prévus par les lois en vigueur.L'amnistie prévue à l'article 30 et à l'article 32 produira les effets définis aux articles 5 (alinéas 1er, 3 et 4), 26, 27, 28, 29, 30 (alinéas 2 et 3), 31, 32, 33, 36 et 38 de la loi du 16 août 1947.L'amnistie prévue à l'article 32, alinéa 2, produira en outre, les effets définis aux alinéas 1 et 4 de l'article 30 de la loi du 16 août 1947."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Le délai d'un an prévu par les articles 15 (par. b), 16 et 17 de la loi du 16 août 1947, porté à trois ans par la loi du 2 août 1949, est porté à cinq ans.Le délai prévu à l'article 9 (alinéa 2) de l'ordonnance du 15 septembre 1944 sur le rétablissement de la légalité républicaine dans les départements du Bas-Rhin, du Haut-Rhin et de la Moselle, est prorogé jusqu'au 31 décembre 1951."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "La présente loi est applicable à tout le territoire de la République, au Cameroun et au Togo.A l'égard des territoires ressortissant au ministère des affaires étrangères et en ce qui concerne les condamnations prononcées dans ces territoires par des juridictions françaises, des décrets détermineront les conditions d'application de la présente loi.Des décrets détermineront également les conditions d'application de la présente loi à l'égard des faits commis dans les territoires constituant à l'époque l'Indochine."
    }
  ]
}