{
  "id": "loi-n-2010-2-du-5-janvier-2010",
  "type": "statute",
  "title": "LOI n° 2010-2 du 5 janvier 2010",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000021625586",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - Toute personne souffrant d'une maladie radio-induite résultant d'une exposition à des rayonnements ionisants dus aux essais nucléaires français et inscrite sur une liste fixée par décret en Conseil d'Etat conformément aux travaux reconnus par la communauté scientifique internationale peut obtenir réparation intégrale de son préjudice dans les conditions prévues par la présente loi.II. - Si la personne est décédée, la demande de réparation peut être présentée par ses ayants droit. Si elle est décédée avant la promulgation de la loi n° 2018-1317 du 28 décembre 2018 de finances pour 2019, la demande doit être présentée par l'ayant droit avant le 31 décembre 2027. Si la personne décède après la promulgation de la même loi, la demande doit être présentée par l'ayant droit au plus tard le 31 décembre de la sixième année qui suit le décès.\n\nIII.-Lorsqu'une demande d'indemnisation fondée sur le I de l'article 4 a fait l'objet d'une décision de rejet par le ministre de la défense ou par le comité d'indemnisation des victimes des essais nucléaires avant l'entrée en vigueur de la loi n° 2017-256 du 28 février 2017 de programmation relative à l'égalité réelle outre-mer et portant autres dispositions en matière sociale et économique, le demandeur ou ses ayants droit, s'il est décédé, peuvent présenter une nouvelle demande d'indemnisation avant le 31 décembre 2020."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "La personne souffrant d'une pathologie radio-induite doit avoir résidé ou séjourné :\n\n1° Soit entre le 13 février 1960 et le 31 décembre 1967 au Centre saharien des expérimentations militaires, ou entre le 7 novembre 1961 et le 31 décembre 1967 au Centre d'expérimentations militaires des oasis ou dans les zones périphériques à ces centres ;\n\n2° Soit entre le 2 juillet 1966 et le 31 décembre 1998 en Polynésie française.\n\nUn décret en Conseil d'Etat délimite les zones périphériques mentionnées au 1°."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Le demandeur justifie, en cas de besoin avec le concours       des administrations concernées, que la personne visée à l'article 1er a résidé ou séjourné dans les zones et durant les périodes visées à l'article 2 et qu'elle est atteinte de l'une des maladies figurant sur la liste établie en application de l'article 1er."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I.-Les demandes d'indemnisation sont soumises au comité d'indemnisation des victimes des essais nucléaires, qui se prononce par une décision motivée dans un délai de huit mois suivant le dépôt du dossier complet.\n\nII.-Le comité d'indemnisation, qui est une autorité administrative indépendante, comprend neuf membres nommés par décret :\n\n1° Un président, dont la fonction est assurée par un membre du Conseil d'Etat ou par un magistrat de la Cour de cassation, sur proposition, respectivement, du vice-président du Conseil d'Etat ou du premier président de la Cour de cassation ;\n\n2° Huit personnalités qualifiées, dont au moins cinq médecins, parmi lesquels au moins :\n\n-deux médecins nommés sur proposition du Haut Conseil de la santé publique en raison de leur compétence dans le domaine de la radiopathologie ;\n\n-un médecin nommé sur proposition du Haut Conseil de la santé publique en raison de sa compétence dans le domaine de la réparation des dommages corporels ;\n\n-un médecin nommé sur proposition du Haut Conseil de la santé publique en raison de sa compétence dans le domaine de l'épidémiologie ;\n\n-un médecin nommé, après avis conforme du Haut Conseil de la santé publique, sur proposition des associations représentatives de victimes des essais nucléaires.\n\nLes huit personnalités qualifiées comprennent quatre femmes et quatre hommes.\n\nDes suppléants de ces personnalités qualifiées sont désignés dans les mêmes conditions. Ils remplacent les membres titulaires en cas d'absence ou d'empêchement.\n\nLe président peut désigner un vice-président parmi ces personnalités qualifiées.\n\nLe mandat des membres du comité est d'une durée de trois ans. Ce mandat est renouvelable, sous réserve du huitième alinéa du présent II.\n\nEn cas de partage égal des voix, celle du président du comité est prépondérante.\n\nDans l'exercice de leurs attributions, les membres du comité ne reçoivent d'instruction d'aucune autorité.\n\nIII. (Abrogé)\n\nIV. Le président du comité d'indemnisation des victimes des essais nucléaires a qualité pour agir en justice au nom du comité.\n\nV.-Ce comité examine si les conditions sont réunies. Lorsqu'elles le sont, l'intéressé bénéficie d'une présomption de causalité, à moins qu'il ne soit établi que la dose annuelle de rayonnements ionisants dus aux essais nucléaires français reçue par l'intéressé a été inférieure à la limite de dose efficace pour l'exposition de la population à des rayonnements ionisants fixée dans les conditions prévues au 3° de l'article L. 1333-2 du code de la santé publique.\n\nLe comité procède ou fait procéder à toute investigation scientifique ou médicale utile, sans que puisse lui être opposé le secret professionnel.\n\nIl peut requérir de tout service de l'Etat, collectivité publique, organisme gestionnaire de prestations sociales ou assureur communication de tous renseignements nécessaires à l'instruction de la demande. Ces renseignements ne peuvent être utilisés à d'autres fins que cette dernière.\n\nLes membres du comité et les agents désignés pour les assister doivent être habilités, dans les conditions définies pour l'application de l'article 413-9 du code pénal, à connaître des informations visées aux alinéas précédents.\n\nDans le cadre de l'examen des demandes, le comité respecte le principe du contradictoire. Le demandeur peut être assisté par une personne de son choix.\n\nVI. ― Les modalités de fonctionnement du comité d'indemnisation des victimes des essais nucléaires, les éléments que doit comporter le dossier présenté par le demandeur, ainsi que les modalités d'instruction des demandes, et notamment les modalités permettant le respect du principe du contradictoire et des droits de la défense, sont fixés par décret en Conseil d'Etat. Elles doivent inclure la possibilité, pour le requérant, de défendre sa demande en personne ou par un représentant.\n\nVII.-(Abrogé)."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "L'indemnisation est versée sous forme de capital.Toute réparation déjà perçue par le demandeur à raison des mêmes chefs de préjudice, et notamment le montant actualisé des pensions éventuellement accordées, est déduite des sommes versées au titre de l'indemnisation prévue par la présente loi."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "L'acceptation de l'offre d'indemnisation vaut transaction au sens de l'article 2044 du code civil et désistement de toute action juridictionnelle en cours. Elle rend irrecevable toute autre action juridictionnelle visant à la réparation des mêmes préjudices."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Le Gouvernement réunit au moins deux fois par an une commission consultative de suivi des conséquences des essais nucléaires. Cette dernière peut également se réunir à la demande de la majorité de ses membres. La commission comprend dix-neuf membres dont quatre représentants de l'administration, le président du gouvernement de la Polynésie française ou son représentant, le président de l'assemblée de la Polynésie française ou son représentant, deux députés, deux sénateurs, cinq représentants des associations représentatives de victimes des essais nucléaires ainsi que quatre personnalités scientifiques qualifiées dans ce domaine.\n\nLa commission est consultée sur le suivi de l'application de la présente loi ainsi que sur les modifications éventuelles de la liste des maladies radio-induites. A ce titre, elle peut adresser des recommandations au Gouvernement et au Parlement.\n\nUn décret en Conseil d'Etat fixe les modalités de désignation des membres et les principes de fonctionnement de la commission."
    }
  ]
}