{
  "id": "loi-n-87-529-du-13-juillet-1987",
  "type": "statute",
  "title": "Loi n° 87-529 du 13 juillet 1987",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000874948",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "Par dérogation aux dispositions de l'article 29 de la loi n° 85-1221 du 22 novembre 1985 précitée, le centre de formation des personnels communaux et le Centre national de gestion sont dissous de plein droit à compter de la date d'installation du conseil d'administration du Centre national de la fonction publique territoriale."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "Les personnels ainsi que les biens, droits et obligations du centre de formation des personnels communaux et du Centre national de gestion de la fonction publique territoriale sont transférés au Centre national de la fonction publique territoriale.Les agents conservent les avantages qu'ils ont individuellement acquis en matière de rémunération et de retraite."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "I. - Les agents titulaires des caisses de crédit municipal en fonctions lors de la transformation de celles-ci d'établissements publics administratifs en établissements publics à caractère industriel et commercial, conservent leur qualité de fonctionnaire.Toutefois, ils peuvent, dans un délai d'un an à compter de la date de la première réunion du conseil d'administration du nouvel établissement public, demander aux directeurs de ces établissements, qui sont tenus d'accepter, d'être soumis au statut de droit privé régi par la convention collective du secteur bancaire.Les agents titulaires ne peuvent pas faire l'objet d'un détachement dans un emploi rémunéré selon les règles de droit privé mentionnées à l'alinéa précédent au sein de la caisse de crédit municipal où ils sont employés en cette qualité.II. - Les agents non titulaires des caisses de crédit municipal en fonctions lors de la transformation de celles-ci d'établissements publics administratifs en établissements publics à caractère industriel et commercial, peuvent, dans le délai prévu au paragraphe précédent, demander aux directeurs de ces établissements, qui ne peuvent refuser, d'être soumis au statut de droit privé mentionné au paragraphe précédent.Ceux de ces agents qui, n'ayant pas fait cette demande, restent régis par les dispositions qui leur étaient antérieurement applicables, conservent, s'ils en ont encore le bénéfice, leur vocation à être titularisés telle qu'elle résulte de l'article 126 de la loi n° 84-53 du 26 janvier 1984 portant dispositions statutaires relatives à la fonction publique territoriale et des décrets pris pour son application, mais peuvent, à tout moment, demander à être soumis au statut de droit privé mentionné au paragraphe précédent."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "Jusqu'à publication des statuts particuliers de la fonction publique territoriale et nonobstant toutes dispositions contraires, le Centre national de la fonction publique territoriale assure, pour le compte de la totalité des communes et de leurs établissements publics, l'organisation des concours et des examens professionnels qui relevaient de la compétence du centre de formation des personnels communaux antérieurement à l'intervention de la loi n° 84-53 du 26 janvier 1984 précitée."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "Le Conseil supérieur de la fonction publique territoriale demeure compétent dans les cas mentionnés aux articles 91 et 93 de la loi n° 84-53 du 26 janvier 1984 précitée, jusqu'à la mise en place des conseils de discipline départementaux ou interdépartementaux créés par l'article 90 bis de la même loi ; à cette date, les recours formés devant le Conseil supérieur de la fonction publique territoriale seront transférés à ces derniers."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "Les personnels ressortissant aux régimes spéciaux de retraite des départements du Bas-Rhin, du Haut-Rhin et de la Moselle disposent, à compter de la publication de la présente loi, d'un délai de trois mois pour solliciter leur affiliation à la Caisse nationale de retraite des agents des collectivités locales."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "Les agents de la direction de l'équipement de Saint-Pierre-et-Miquelon, en fonctions à la date du 27 janvier 1984, rémunérés sur des crédits de personnel de la collectivité territoriale de Saint-Pierre-et-Miquelon, sont rattachés à la fonction publique de l'Etat à compter du 1er janvier 1988."
    }
  ]
}