{
  "id": "loi-n-2011-94-du-25-janvier-2011",
  "type": "statute",
  "title": "LOI n° 2011-94 du 25 janvier 2011",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000023474278",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Les avoués près les cours d'appel en exercice à la date de la publication de la présente loi ont droit à une indemnité au titre du préjudice correspondant à la perte du droit de présentation, fixée par le juge de l'expropriation dans les conditions définies par les articles L. 311-5 à L. 311-9 du code de l'expropriation pour cause d'utilité publique.\n\nLe juge détermine l'indemnité allouée aux avoués exerçant au sein d'une société dont ils détiennent des parts en industrie afin d'assurer la réparation du préjudice qu'ils subissent du fait de la présente loi.\n\nL'indemnité est versée par le fonds d'indemnisation prévu à l'article 19.\n\nPar dérogation aux règles de compétence territoriale, le juge de l'expropriation compétent est celui du tribunal de grande instance de Paris."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Tout licenciement survenant en conséquence directe de la présente loi entre la publication de celle-ci et le 31 décembre 2012, ou le 31 décembre 2014 pour les personnels de la Chambre nationale des avoués près les cours d'appel, est réputé licenciement pour motif économique au sens de l'article L. 1233-3 du code du travail.Dès lors qu'ils comptent un an d'ancienneté ininterrompue dans la profession, les salariés perçoivent du fonds d'indemnisation prévu à l'article 19 des indemnités calculées à hauteur d'un mois de salaire par année d'ancienneté dans la profession, dans la limite de trente mois. Ces indemnités ne peuvent être cumulées avec les indemnités de licenciement prévues aux articles L. 1234-9 et L. 1233-67 du même code.L'employeur signifie, par lettre recommandée avec demande d'avis de réception, à tout salarié qui en fait la demande, s'il est susceptible ou non de faire l'objet d'une mesure de licenciement répondant aux conditions définies au premier alinéa du présent article. Dans l'affirmative, le salarié concerné qui démissionne perçoit du fonds d'indemnisation prévu à l'article 19 une indemnité exceptionnelle de reconversion égale au montant le plus favorable des indemnités de licenciement auxquelles il pourrait prétendre en vertu de l'article L. 1234-9 du code du travail ou de la convention collective nationale des avocats et de leur personnel du 20 février 1979.L'employeur qui s'abstient de répondre dans un délai de deux mois à la demande du salarié ou qui lui indique qu'il n'est pas prévu qu'il fasse l'objet d'une mesure de licenciement perd le droit de voir versée par le fonds d'indemnisation prévu à l'article 19 de la présente loi la part de l'indemnité majorée de licenciement correspondant aux indemnités légales ou conventionnelles de licenciement qu'il lui appartient de verser à l'intéressé au titre de la rupture du contrat de travail.En cas d'adhésion au contrat de sécurisation professionnelle mentionné à l'article L. 1233-65 du code du travail, le salarié peut bénéficier des indemnités prévues au deuxième alinéa du présent article."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Les sommes dues en raison des licenciements intervenant sur le fondement du premier alinéa de l'article 14, en application de la convention conclue, dans un délai de trois mois après la promulgation de la présente loi, au titre du reclassement des salariés licenciés, pour la part non prise en charge par le Fonds national de l'emploi, sont remboursées à la Chambre nationale des avoués près les cours d'appel, qui est chargée de leur versement."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Tout avoué près les cours d'appel peut demander dès la publication de la présente loi et au plus tard dans les douze mois suivant cette publication :― un acompte égal à 50 % du montant de la recette nette réalisée telle qu'elle résulte de la dernière déclaration fiscale connue à la date de la publication de la présente loi ;― le remboursement au prêteur, dans un délai de trois mois, du capital restant dû au titre des prêts d'acquisition de l'office ou des parts de la société d'exercice à la date à laquelle ce remboursement prendra effet.Lorsque l'avoué demande ce remboursement anticipé, le montant de l'acompte est fixé après déduction du montant du capital restant dû.L'acompte est versé dans les trois mois suivant le dépôt de la demande.Les demandes de remboursement anticipé sont transmises au fonds institué par l'article 19.Lorsque l'avoué a bénéficié du remboursement anticipé du capital restant dû au titre des prêts d'acquisition de l'office ou de parts de la société d'exercice, le montant de ce capital est déduit du montant de l'indemnité due en application de l'article 13.Lorsque l'avoué a bénéficié d'un acompte, celui-ci est imputé sur le montant de cette indemnité."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Lorsque l'avoué exerce à titre individuel, les demandes formées au titre des articles 14 et 17 sont présentées par celui-ci ou par ses ayants droit.Lorsque l'avoué exerce au sein d'une société :1° Les demandes formées au titre de l'article 14 sont présentées par la société ;2° Les demandes formées au titre de l'article 17 sont présentées par la société lorsque celle-ci est titulaire de l'office ou, dans le cas contraire, conjointement par chaque associé."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I. ― Il est institué un fonds d'indemnisation doté de la personnalité morale et de l'autonomie financière.Le fonds d'indemnisation est administré par un conseil de gestion composé d'un représentant du garde des sceaux, ministre de la justice, d'un représentant du ministre chargé du budget, d'un représentant de la Caisse des dépôts et consignations et de deux représentants des avoués près les cours d'appel.Sa gestion comptable, administrative et financière est assurée par la Caisse des dépôts et consignations. Une convention passée entre l'Etat et la caisse fixe le montant et les modalités de rétribution de la caisse.II. ― Le fonds d'indemnisation est chargé du paiement des sommes dues aux avoués près les cours d'appel et aux chambres, en application des articles 13, 15 et 17, ainsi que des sommes dues à leurs salariés en application de l'article 14.Le fonds d'indemnisation procède au remboursement au prêteur du capital restant dû au titre des prêts d'acquisition de l'office ou de parts de la société d'exercice à la date où il intervient. Il prend en charge les éventuelles indemnités liées à ce remboursement anticipé.III. ― Les ressources du fonds sont constituées par le produit de taxes ainsi que le produit d'emprunts ou d'avances effectués par la Caisse des dépôts et consignations."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Un décret fixe :― les modalités de désignation des membres du conseil de gestion du fonds institué par l'article 19 et les modalités de son fonctionnement ;― la liste des justificatifs à fournir à l'appui des demandes présentées en application des articles 13, 14, 15 et 17."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Les avoués près les cours d'appel qui renoncent à faire partie de la profession d'avocat ou qui renoncent à y demeurer ainsi que les personnes ayant travaillé en qualité de collaborateur d'avoué postérieurement au 31 décembre 2008 et justifiant, au plus tard à la date d'entrée en vigueur du chapitre Ier de la présente loi, de la réussite à l'examen d'aptitude à la profession d'avoué peuvent, sur leur demande présentée dans le délai de cinq ans à compter de la date de publication de cette même loi, accéder aux professions d'avocat au Conseil d'Etat et à la Cour de cassation, de notaire, de commissaire-priseur judiciaire, de greffier de tribunal de commerce, d'huissier de justice, d'administrateur judiciaire et de mandataire judiciaire. Les conditions dans lesquelles ils peuvent bénéficier d'une dispense partielle ou totale de stage, de formation professionnelle, d'examen professionnel, de titre ou de diplôme sont fixées par décret en Conseil d'Etat.Les conditions dans lesquelles les collaborateurs d'avoué non titulaires du diplôme d'aptitude à la profession d'avoué peuvent, sur leur demande présentée dans le même délai, être dispensés de certaines des conditions d'accès aux professions mentionnées au premier alinéa sont fixées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Par dérogation aux articles 11 et 12 de la loi n° 71-1130 du 31 décembre 1971 portant réforme de certaines professions judiciaires et juridiques, sont dispensées de la condition de diplôme, de la formation théorique et pratique et du certificat d'aptitude à la profession d'avocat les personnes ayant travaillé en qualité de collaborateur d'avoué postérieurement au 31 décembre 2008 et justifiant, au plus tard à la date d'entrée en vigueur du chapitre Ier de la présente loi, de la réussite à l'examen d'aptitude à la profession d'avoué.Bénéficient des dispenses prévues au premier alinéa les collaborateurs d'avoué qui justifient d'un nombre d'années de pratique professionnelle fixé par décret en Conseil d'Etat en fonction du niveau de diplôme obtenu. Les années de pratique professionnelle comptabilisées sont celles exercées en qualité de collaborateur d'avoué ou, postérieurement à la date d'entrée en vigueur du chapitre Ier de la présente loi, en qualité de collaborateur d'avocat."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Les personnes qui, à la date d'entrée en vigueur du chapitre Ier de la présente loi, sont inscrites depuis au moins un an sur le registre du stage tenu par la Chambre nationale des avoués pour l'accès à la profession d'avoué peuvent accéder à la formation théorique et pratique prévue à l'article 12 de la loi n° 71-1130 du 31 décembre 1971 précitée pour l'exercice de la profession d'avocat, sans avoir à subir l'examen d'accès au centre régional de formation professionnelle des avocats."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Trois mois avant la date prévue à l'article 34, les avoués près les cours d'appel peuvent exercer simultanément leur profession et celle d'avocat. L'inscription au barreau est de droit sur simple demande des intéressés.Toutefois, ils ne peuvent simultanément postuler et plaider dans les affaires introduites devant la cour d'appel avant cette date pour lesquelles la partie est déjà assistée d'un avocat, à moins que ce dernier ne renonce à cette assistance."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Si elles ne sont pas dissoutes, les sociétés constituées en vue de l'exercice de la profession d'avoué ont pour objet social, dès la date d'entrée en vigueur du chapitre Ier de la présente loi, l'exercice de la profession d'avocat. Leurs membres disposent d'un délai de six mois à compter de cette date pour en adapter les statuts et, notamment, le montant du capital social."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "La renonciation par l'avoué près les cours d'appel à faire partie de la profession d'avocat par dérogation au premier alinéa du I de l'article 1er de la loi n° 71-1130 du 31 décembre 1971 précitée est exercée au plus tard trois mois avant la date d'entrée en vigueur du chapitre Ier de la présente loi.Le choix par l'avoué d'être inscrit à un barreau autre que celui prévu à l'article 1er de la même loi est exercé dans le même délai.Les modalités selon lesquelles sont exercés la renonciation et le choix prévus respectivement aux premier et deuxième alinéas du présent article sont fixées par décret."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Dans les instances en cours à la date d'entrée en vigueur du chapitre Ier de la présente loi, l'avoué antérieurement constitué qui devient avocat conserve, dans la suite de la procédure et jusqu'à l'arrêt sur le fond, les attributions qui lui étaient initialement dévolues. De même, l'avocat choisi par la partie assure seul l'assistance de celle-ci. Ces dispositions s'appliquent sous réserve de la démission, du décès ou de la radiation de l'un de ces auxiliaires de justice ou d'un accord entre eux ou encore d'une décision contraire de la partie intéressée.Dans tous les cas, chacun est rémunéré selon les dispositions applicables avant cette entrée en vigueur.L'avoué qui renonce à devenir avocat avise la partie, au plus tard trois mois avant la date d'entrée en vigueur du chapitre Ier de la présente loi, qu'il lui appartient de choisir l'avocat qui se constituera comme postulant à compter de cette date.Dans le cas où la partie est bénéficiaire de l'aide juridictionnelle et à défaut d'avocat désigné, l'avoué qui renonce à devenir avocat en avise le bâtonnier afin que soit désigné un avocat habilité à le substituer.L'avoué dessaisi est rémunéré des actes accomplis antérieurement à son dessaisissement selon les dispositions applicables avant la date d'entrée en vigueur du chapitre Ier de la présente loi."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "L'interdiction temporaire d'exercice ainsi que les peines disciplinaires prononcées à l'encontre d'un avoué près les cours d'appel avant la date d'entrée en vigueur du chapitre Ier de la présente loi ou postérieurement à celle-ci par application du présent article continuent à produire leurs effets dans le cadre de la profession réglementée à laquelle l'avoué accède en application de la présente loi.Les pouvoirs des juridictions disciplinaires sont prorogés à l'effet de statuer sur les procédures pendantes devant elles à la date d'entrée en vigueur du chapitre Ier de la présente loi. Les procédures engagées à compter de cette date sont de la compétence du conseil de discipline prévu à l'article 22 de la loi n° 71-1130 du 31 décembre 1971 précitée, quelle que soit la date des faits poursuivis, sauf si leur auteur a accédé à l'une des professions visées à l'article 21 de la présente loi. Dans ce cas, les procédures engagées à compter de la date d'entrée en vigueur du chapitre Ier de la présente loi relèvent de l'instance disciplinaire compétente pour la profession exercée par l'ancien avoué, quelle que soit la date des faits pour lesquels les procédures sont engagées. Dans tous les cas, seules peuvent être prononcées les sanctions encourues à la date des faits."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "La Chambre nationale des avoués près les cours d'appel est maintenue en tant que de besoin jusqu'au 31 décembre 2014, à l'effet notamment de traiter des questions relatives au reclassement du personnel des offices ainsi qu'à la gestion et à la liquidation de son patrimoine.Les mandats en cours à la date d'entrée en vigueur du chapitre Ier de la présente loi des délégués siégeant à la chambre nationale, des membres de son bureau et des clercs et employés membres du comité mixte sont prorogés jusqu'à la dissolution de la chambre nationale.Un décret en Conseil d'Etat fixe les conséquences de la suppression de la bourse commune des chambres de compagnie."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "Un décret fixe les modalités selon lesquelles, à compter de la date d'entrée en vigueur du chapitre Ier de la présente loi, les administrateurs élus représentant les avoués près les cours d'appel à la caisse d'assurance vieillesse des officiers ministériels, des officiers publics et des compagnies judiciaires siègent également au conseil d'administration et à l'assemblée générale de la Caisse nationale des barreaux français jusqu'à leur renouvellement."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Sont abrogés ou supprimés :1° Les articles 93 à 95 de la loi du 27 ventôse an VIII sur l'organisation des tribunaux ;2° Les articles 27 et 32 de la loi du 22 ventôse an XII relative aux écoles de droit ;3° Les articles 2, 3, 5, 6 et 7 du décret du 2 juillet 1812 sur la plaidoirie dans les cours d'appel et dans les tribunaux de grande instance ;\n\n11° Le deuxième alinéa de l'article 10 de la loi du 22 août 1929 sur l'organisation judiciaire des tribunaux de grande instance.4° à 10° : A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\n- Loi n°91-647 du 10 juillet 1991\n\n- Code de l'organisation judiciaire\n\n- Code de la sécurité sociale.\n\n- Loi du 24 décembre 1897\n\n- Ordonnance n°45-2591 du 2 novembre 1945\n\n- Loi n°57-1420 du 31 décembre 1957\n\n- Loi n°71-1130 du 31 décembre 1971"
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Le chapitre Ier et les articles 31 à 33 de la présente loi entrent en vigueur le 1er janvier 2012."
    }
  ]
}