{
  "id": "loi-n-2016-41-du-26-janvier-2016",
  "type": "statute",
  "title": "LOI n°2016-41 du 26 janvier 2016",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000031912641",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Le Gouvernement remet au Parlement, dans un délai de six mois à compter de la promulgation de la présente loi, un rapport sur l'amélioration de l'information nutritionnelle dans la restauration collective. Cette mesure s'intègre dans un projet de santé publique qui articule la qualité d'accueil dans les restaurations collectives avec un projet d'éducation à la santé permettant aux usagers de la restauration collective, en premier lieu les élèves des établissement scolaires fréquentant la cantine, de faire des choix nutritionnels adaptés à leur santé et à leur activité physique."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I.-A créé les dispositions suivantes :\n\nII.-Le présent article entre en vigueur douze mois après la promulgation de la présente loi.\n\n-Code de la santé publique"
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I.-Le présent article est applicable aux appareils émettant des rayonnements ultraviolets destinés à exercer une action sur la peau à des fins esthétiques, dénommés \" appareils de bronzage \".\n\nII.-Sont interdites :\n\n1° La mise d'un appareil de bronzage à la disposition d'une personne âgée de moins de dix-huit ans. La personne mettant un appareil de bronzage à la disposition du public exige que l'intéressé établisse la preuve de sa majorité par la production d'une pièce d'identité ;\n\n2° Toute pratique commerciale visant à promouvoir ou à proposer une offre de prestation de services incluant l'utilisation, à volonté ou gratuite, d'un appareil de bronzage ;\n\n3° Toute pratique commerciale visant à promouvoir ou à proposer des tarifs préférentiels ou des offres promotionnelles de prestation de services incluant l'utilisation d'un appareil de bronzage ;\n\n4° Toute pratique commerciale visant à faire croire que l'exposition aux rayonnements ultraviolets émis par un appareil de bronzage a un effet bénéfique pour la santé ;\n\n5° La vente ou la cession, y compris à titre gratuit, d'un appareil de bronzage pour un usage autre que professionnel. Le décret en Conseil d'Etat mentionné au IV du présent article détermine les modalités d'application de cette interdiction.\n\nIII.-Toute pratique commerciale visant à promouvoir ou à proposer la vente d'un appareil de bronzage ou une offre de prestation de services incluant l'utilisation d'un appareil de bronzage est accompagnée d'une information claire sur les risques pour la santé liés au bronzage artificiel. Cette information est délivrée oralement et au moyen d'un support écrit, selon des modalités définies par décret en Conseil d'Etat.\n\nIV.-Un décret en Conseil d'Etat, pris en application des articles L. 221-1 et L. 221-3 du code de la consommation, fixe notamment :\n\n1° Les catégories d'appareils de bronzage qui peuvent être utilisés à des fins esthétiques et leurs spécifications techniques ;\n\n2° Les conditions de mise à la disposition du public d'un appareil de bronzage, notamment le régime d'autorisation ou de déclaration des appareils ou des établissements qui les mettent à disposition ;\n\n3° Le contenu et les modalités d'information et d'attestation de délivrance de cette information, ainsi que l'avertissement de l'utilisateur, sur les risques pour la santé liés à l'utilisation d'un appareil de bronzage ;\n\n4° Les modalités de contrôle de l'appareil et de l'établissement dans lequel il est mis à la disposition du public.\n\nV.-Tout professionnel qui met un appareil de bronzage à la disposition du public ou participe à cette mise à disposition atteste au préalable d'une formation, selon des modalités fixées par un décret en Conseil d'Etat.\n\nVI.-A.-Le non-respect de l'interdiction prévue au 1° du II est puni d'une amende de 7 500 €.\n\nLe fait de se rendre coupable de l'infraction prévue au même 1° en ayant été condamné depuis moins de cinq ans pour une telle infraction est puni d'un an d'emprisonnement et de 15 000 € d'amende.\n\nLes personnes morales coupables de l'infraction prévue audit 1° encourent les peines complémentaires prévues aux 2°, 4°, 8° et 9° de l'article 131-39 du code pénal.\n\nB.-Le non-respect des interdictions prévues aux 2°, 3°, 4° et 5° du II du présent article est puni de 100 000 € d'amende.\n\nLe maximum de l'amende peut être porté à 50 % du montant des dépenses consacrées à l'opération illégale.\n\nEn cas de récidive, le tribunal peut interdire pendant une durée de un à cinq ans la vente des produits qui ont fait l'objet de l'opération illégale.\n\nLe tribunal peut, compte tenu des circonstances, décider que les personnes morales sont en totalité ou en partie solidairement responsables du paiement des amendes et des frais de justice mis à la charge de leurs dirigeants ou de leurs préposés.\n\nVII.-Les agents mentionnés à l'article L. 511-3 et aux 1° et 2° du I de l'article L. 511-22 du code de la consommation sont habilités à rechercher et constater les infractions aux II à V du présent article, dans les conditions prévues au I de l'article L. 511-22 du même code."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I.-A modifié les dispositions suivantes :\n\nII. - Le I entre en vigueur le 20 mai 2016, à l'exception du 1° de l'article L. 3511-2-3 du code de la santé publique qui entre en vigueur le 20 mai 2020 pour  les produits du tabac contenant un arôme clairement identifiable dont  le volume des ventes représente, au sein de l'Union européenne, à la date du 20 mai 2016, 3 % ou plus d'une catégorie de produits du tabac déterminée.\n\n-Code de la santé publique"
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "IV.-Les 1° et 5° du I entrent en vigueur le 20 mai 2016."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "II.-Le I entre en vigueur le 20 mai 2016."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "A modifié les dispositions suivantes :\n\nII.-Le I entre en vigueur le 20 mai 2016.\n\n-Code de la santé publique"
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Le Gouvernement remet au Parlement, avant le 31 décembre 2018, un rapport présentant les améliorations de la situation sanitaire permises par la mise en application des dispositions de lutte contre le tabagisme prévues par la présente loi."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "I.-A titre expérimental et au plus tard jusqu'au 31 décembre 2025, les centres d'accueil et d'accompagnement à la réduction des risques et des dommages pour usagers de drogue mentionnés à l'article L. 3411-9 du code de la santé publique et les centres de soins, d'accompagnement et de prévention en addictologie mentionnés à l'article L. 3411-6 du même code, désignés par arrêté du ministre chargé de la santé après avis du directeur général de l'agence régionale de santé et en concertation avec le maire de la commune concernée et, à Paris, Lyon et Marseille, en concertation avec le maire d'arrondissement ou de secteur concerné, ouvrent une halte “ soins addictions ”, qui est un espace de réduction des risques par usage supervisé et d'accès aux soins, dans le respect d'un cahier des charges national arrêté par le ministre chargé de la santé.L'expérimentation porte sur des espaces situés dans les locaux du centre d'accueil et d'accompagnement à la réduction des risques et des dommages pour usagers de drogue et du centre de soins, d'accompagnement et de prévention en addictologie ou dans des locaux distincts. Ils peuvent également être situés dans des structures mobiles.\n\nII. - Ces espaces sont destinés à accueillir des personnes majeures usagers de substances psychoactives ou classées comme stupéfiants qui souhaitent bénéficier de conseils en réduction de risques dans le cadre d'usages supervisés mentionnés à l'article L. 3411-8 du même code. Dans ces espaces, ces usagers sont uniquement autorisés à détenir les produits destinés à leur consommation personnelle et à les consommer sur place dans le respect des conditions fixées dans le cahier des charges mentionné au I du présent article et sous la supervision d'une équipe pluridisciplinaire comprenant des professionnels de santé et du secteur médico-social, également chargée de faciliter leur accès aux soins.La personne qui détient pour son seul usage personnel et consomme des stupéfiants à l'intérieur d'une halte “ soins addictions ” créée en application du présent article ne peut être poursuivie pour usage illicite et détention illicite de stupéfiants.Le professionnel intervenant à l'intérieur de la halte “ soins addictions ” et qui agit conformément à sa mission de supervision ne peut être poursuivi pour complicité d'usage illicite de stupéfiants et pour facilitation de l'usage illicite de stupéfiants.III. - Les centres d'accueil et d'accompagnement à la réduction des risques pour usagers de drogue et les centres de soins, d'accompagnement et de prévention en addictologie mentionnés au I adressent chaque année un rapport sur le déroulement de l'expérimentation au directeur général de l'agence régionale de santé dans le ressort de laquelle ils sont implantés, au maire de la commune et au ministre chargé de la santé.IV. - Dans un délai de six mois avant le terme de l'expérimentation, le Gouvernement adresse au Parlement un rapport d'évaluation de l'expérimentation, portant notamment sur son impact sur la santé publique et sur la réduction des nuisances dans l'espace public.V. - Les articles L. 313-1-1 et L. 313-3 à L. 313-6 du code de l'action sociale et des familles ne s'appliquent pas aux projets de mise en place d'une halte “ soins addictions ” mentionnée au I."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "I. - A modifié les dispositions suivantes :II. - [Dispositions déclarées non conformes à la Constitution par la  décision du Conseil constitutionnel n° 2015-727 DC du 21 janvier 2016.]"
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "Dans un délai d'un an à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur les perturbateurs endocriniens et leurs effets sur la santé humaine."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "II. - [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2015-727 DC du 21 janvier 2016.]"
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "Dans un délai de dix-huit mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur les nanomatériaux dans les médicaments et dispositifs médicaux."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "II.-Les regroupements de professionnels qui, avant la publication de la présente loi, répondaient à la définition des pôles de santé au sens de l'article L. 6323-4 du code de la santé publique deviennent, sauf opposition de leur part, des communautés professionnelles territoriales de santé au sens de l'article L. 1434-12 du même code, dans sa rédaction résultant de la présente loi."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "II.-Dans un délai de trois ans à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur la mise en œuvre de la politique de santé mentale."
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement présente au Parlement un rapport sur l'évolution de l'organisation de l'infirmerie psychiatrique de la préfecture de police de Paris pour sa mise en conformité avec le régime de protection des personnes présentant des troubles psychiques et relevant de soins psychiatriques sans consentement."
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "L'Union nationale des caisses d'assurance maladie et les organisations représentatives des centres de santé disposent d'un délai de six mois à compter de la promulgation de la présente loi pour réviser l'accord conclu en application de l'article L. 162-32-1 du code de la sécurité sociale, afin d'y intégrer les modifications résultant de l'application de la présente loi."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "I. - Le déploiement du mécanisme du tiers payant, permettant de pratiquer la dispense d'avance de frais pour les bénéficiaires de l'assurance maladie, s'effectue, sous les conditions et garanties fixées au présent article, selon les modalités suivantes :\n\n1° (Abrogé) ;\n\n2° (Abrogé) ;\n\n3° Les caisses nationales d'assurance maladie, les mutuelles, les institutions de prévoyance et les sociétés d'assurance transmettent conjointement au ministre chargé de la sécurité sociale un rapport présentant les solutions techniques permettant la mise en place au profit de l'ensemble des bénéficiaires de l'assurance maladie du mécanisme du tiers payant simultanément sur les parts couvertes par les régimes obligatoires d'assurance maladie et sur celles couvertes par les organismes d'assurance maladie complémentaire. Il inclut nécessairement le déploiement d'une solution technique commune permettant d'adresser aux professionnels de santé ayant fait ce choix un flux unique de paiement. Ce rapport est établi notamment au vu des attentes exprimées par les professionnels de santé. Il détermine et évalue la faisabilité opérationnelle et financière des solutions techniques permettant d'assurer aux professionnels de santé la simplicité de l'utilisation, la lisibilité des droits et la garantie du paiement. Il mentionne les calendriers et les modalités de test des solutions envisagées au cours de l'année 2016, en vue de parvenir à ouvrir à tous le bénéfice effectif du tiers payant à compter du 1er janvier 2017. Le rapport est remis au plus tard dans un délai d'un mois à compter de la promulgation de la présente loi ;\n\n4° A compter du 1er janvier 2017, les professionnels de santé exerçant en ville peuvent appliquer le tiers payant aux bénéficiaires de l'assurance maladie sur la part des dépenses prise en charge par l'assurance maladie obligatoire [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2015-727 DC du 21 janvier 2016.] L'ensemble des organismes d'assurance maladie [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2015-727 DC du 21 janvier 2016.] sont tenus de mettre en œuvre le tiers payant effectué par ces professionnels ;\n\n5° (Abrogé).\n\nII. - Le déploiement du tiers payant fait l'objet de rapports sur les conditions de son application, qui sont transmis au ministre chargé de la sécurité sociale :\n\n1° Au 30 novembre 2016, un rapport par la Caisse nationale de l'assurance maladie des travailleurs salariés, en lien avec les organismes nationaux des autres régimes d'assurance maladie, pour son application aux bénéficiaires mentionnés au 1° du I ;\n\n2° Avant le 30 septembre 2017, un rapport par les caisses nationales d'assurance maladie, les mutuelles, les institutions de prévoyance et les sociétés d'assurance pour le déploiement mentionné au 4° du même I ;\n\n3° Avant le 31 mars 2018, aux fins de rendre le tiers payant généralisable, le Gouvernement remet au Parlement un rapport sur le calendrier de mise en œuvre opérationnelle du tiers payant intégral et les prérequis techniques à cette mise en œuvre tant sur la part des dépenses prise en charge par l'assurance maladie obligatoire que sur celle prise en charge par les organismes complémentaires. Ce rapport est réalisé sur la base d'une concertation menée avec les caisses nationales d'assurance maladie, les organismes d'assurance maladie complémentaire, les organisations syndicales représentatives des professionnels de santé libéraux conventionnés, l'Union nationale des associations agréées d'usagers du système de santé et des représentants des éditeurs de logiciels de professionnels de santé. Cette concertation doit permettre de fixer le calendrier selon lequel le tiers payant intégral pourra être généralisable à tous les assurés dans des conditions techniques fiabilisées. Elle doit également identifier les publics prioritaires pour lesquels un accès effectif au tiers payant devrait être garanti, au delà des patients déjà couverts obligatoirement.\n\nIII., IV. et V. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nVI. - Le 1° du V entre en vigueur le 1er janvier 2017.\n\nVII. - L'assurance maladie assume la mission générale de pilotage du déploiement et de l'application du tiers payant. Elle assure, en liaison avec les organismes d'assurance maladie complémentaire, la cohérence et la performance des dispositifs permettant aux professionnels de santé de mettre en œuvre ce mécanisme au profit des bénéficiaires de l'assurance maladie. Un décret définit les conditions dans lesquelles un comité de pilotage, composé de représentants de l'Etat, des organismes d'assurance maladie, des organismes d'assurance maladie complémentaire, des professionnels de santé et des usagers du système de santé, évalue le déploiement et l'application du tiers payant, identifie les difficultés rencontrées par les professionnels de santé et formule, le cas échéant, les préconisations d'amélioration.\n\n- Code de la sécurité sociale.\n\n- Code de la sécurité sociale.\n\n- Code rural et de la pêche maritime\n\n- Code de la sécurité sociale.\n\n- Code de la sécurité sociale.\n\n- Code de la sécurité sociale.\n\n- Code de la sécurité sociale.\n\n- Code de la sécurité sociale.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art84",
      "section": "84",
      "title": "Article 84",
      "content": "Le Gouvernement présente un rapport au Parlement, avant la fin de l'année 2016, indiquant les modalités selon lesquelles il est possible d'instaurer la couverture maladie universelle complémentaire à Mayotte."
    },
    {
      "provision_ref": "art89",
      "section": "89",
      "title": "Article 89",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le présent article est applicable à la date décidée par la commission exécutive mentionnée à l'article L. 146-4 du code de l'action sociale et des familles constatant que la maison départementale des personnes handicapées dispose des informations mentionnées au dixième alinéa de l'article L. 114-1-1 du même code et, en tout état de cause, au plus tard le 31 décembre 2017.\n\n-Code de l'action sociale et des familles\n\nArt. L114-1-1, Art. L146-8, Art. L146-9, Art. L241-6"
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "Article 91",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le I est applicable à compter de la conclusion des conventions mentionnées au quatrième alinéa de l'article L. 312-7-1 du code de l'action sociale et des familles, et au plus tard le 31 décembre 2017.\n\nIII.-Un rapport portant sur les conséquences du fonctionnement en dispositif intégré sur le parcours des enfants, des adolescents et des jeunes adultes et sur le fonctionnement des maisons départementales des personnes handicapées et des établissements et services concernés est remis par le Gouvernement au Parlement au plus tard le 31 décembre 2017.\n\n-Code de l'action sociale et des familles"
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Article 92",
      "content": "I. - A titre expérimental et pour une durée de cinq ans à compter de la promulgation de la présente loi, peuvent être mis en œuvre des projets d'accompagnement sanitaire, social et administratif des personnes souffrant d'une maladie chronique ou étant particulièrement exposées au risque d'une telle maladie ainsi que des personnes handicapées. Avec l'accord de la personne concernée, ils peuvent bénéficier à son entourage.Cet accompagnement a pour but l'autonomie de la personne et permet à ces personnes de disposer des informations, des conseils, des soutiens et des formations leur permettant de maintenir ou d'accroître leur autonomie, de participer à l'élaboration du parcours de santé les concernant, de faire valoir leurs droits et de développer leur projet de vie.II. - Chaque projet d'accompagnement sanitaire, social et administratif fait l'objet d'une convention, conforme au cahier des charges mentionné au dernier alinéa du présent II établi par le ministre chargé de la santé, entre une ou plusieurs agences régionales de santé et les acteurs de santé volontaires.Le ministre chargé de la santé définit par arrêté les projets pilotes mis en œuvre dans le cadre de l'expérimentation et le périmètre territorial de chaque projet.Ces projets sont conformes à un cahier des charges publié après consultation des organismes intéressés, notamment des associations d'usagers du système de santé agréées en application de l'article L. 1114-1 du code de la santé publique.III. - Sans préjudice de financements complémentaires prévus, le cas échéant, dans les conventions mentionnées au II du présent article, les dépenses nouvelles liées aux projets pilotes sont imputées sur le fonds mentionné à l'article L. 1435-8 du code de la santé publique. Elles s'imputent sur la dotation mentionnée au 1° de l'article L. 1435-9 du même code et font l'objet d'une identification spécifique au sein de l'arrêté prévu au même 1°. Par dérogation audit article, les crédits affectés aux projets par cet arrêté ne peuvent être affectés au financement d'autres activités.IV. - Pour l'application du présent article, les informations strictement nécessaires au projet d'accompagnement et relatives à l'état de santé de la personne, à sa situation sociale et à son autonomie peuvent être échangées et partagées dans les conditions fixées à l'article L. 1110-4 du code de la santé publique.V. - L'entrée dans un projet d'accompagnement est subordonnée au consentement de la personne intéressée, dûment informée des dispositions du IV du présent article.La personne intéressée peut bénéficier d'un plan personnalisé de soins et d'accompagnement élaboré par son équipe de prise en charge, au sens de l'article L. 1110-12 du code de la santé publique. Ce plan est établi conformément aux recommandations de la Haute Autorité de santé. Il est régulièrement actualisé pour tenir compte de l'évolution de l'état de santé du patient et de ses conditions de vie.VI. - En vue de l'éventuelle généralisation des projets d'accompagnement sanitaire, social et administratif à l'ensemble du territoire, les agences régionales de santé participant à l'expérimentation assurent un suivi et une évaluation annuelle de ces projets. Les agences ont accès, dans les conditions définies à l'article L. 1435-6 du code de la santé publique, aux données nécessaires à cette évaluation.Cette évaluation peut, sous réserve du respect de l'anonymat et de l'absence de possibilité d'identification directe ou indirecte des personnes bénéficiaires des projets d'accompagnement sanitaire, social et administratif, comporter un suivi clinique individualisé et croiser des données relatives à la prise en charge sanitaire, sociale et médico-sociale.Le Gouvernement, après avis de la Conférence nationale de santé, présente au Parlement un rapport portant évaluation de l'ensemble de l'expérimentation, au plus tard trois mois avant son terme."
    },
    {
      "provision_ref": "art96",
      "section": "96",
      "title": "Article 96",
      "content": "V.-A compter de la publication du décret en Conseil d'Etat prévu à l'article L. 1111-14 du code de la santé publique, dans sa rédaction résultant de la présente loi, l'ensemble des droits et obligations du groupement d'intérêt public mentionné à l'article L. 1111-24 du même code relatifs à la conception, à la mise en œuvre et à l'administration du dossier médical partagé sont transférés à la Caisse nationale de l'assurance maladie des travailleurs salariés."
    },
    {
      "provision_ref": "art98",
      "section": "98",
      "title": "Article 98",
      "content": "L'agence régionale de santé veille à ce que l'accès aux soins, notamment dans les établissements de santé, soit garanti dans des délais raisonnables, quelles que soient les caractéristiques géographiques, climatiques et saisonnières du territoire."
    },
    {
      "provision_ref": "art99",
      "section": "99",
      "title": "Article 99",
      "content": "I.-A modifié les dispositions suivantes :\n\n-Code de la santé publique"
    },
    {
      "provision_ref": "art100",
      "section": "100",
      "title": "Article 100",
      "content": "II.-Les maisons d'accueil hospitalières en activité à la date de la promulgation de la présente loi se déclarent au directeur général de l'agence régionale de santé dans un délai de trois mois à compter de la même date. Elles se mettent en conformité avec le cahier des charges national dans un délai d'un an à compter de la publication de l'arrêté prévu au premier alinéa de l'article L. 6328-1 du code de la santé publique."
    },
    {
      "provision_ref": "art106",
      "section": "106",
      "title": "Article 106",
      "content": "Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur les conditions de mise en œuvre d'une mission d'intérêt général pour les établissements publics, les établissements de santé privés d'intérêt collectif et les établissements de santé privés organisés pour fonctionner sans aucun dépassement d'honoraires en leur sein."
    },
    {
      "provision_ref": "art107",
      "section": "107",
      "title": "Article 107",
      "content": "I à III. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIV.-A.-Jusqu'au 1er juillet 2016, les communautés hospitalières de territoire régulièrement approuvées avant la publication de la présente loi restent régies par le chapitre II du titre III du livre Ier de la sixième partie du code de la santé publique, dans sa rédaction antérieure à la présente loi.\n\nB.-A compter du 1er juillet 2016, les communautés hospitalières de territoire dont aucune des parties n'a exprimé la volonté de rompre la coopération sont transformées en groupements hospitaliers de territoire après approbation du ou des directeurs généraux des agences régionales de santé concernées. La convention constitutive du groupement de territoire est élaborée par avenant à la convention constitutive de la communauté hospitalière de territoire puis transmise, en application du I de l'article L. 6132-2 du code de la santé publique, dans sa rédaction résultant de la présente loi, au directeur général de l'agence régionale de santé pour approbation.\n\nV.-La liste des groupements hospitaliers de territoire prévue au I de l'article L. 6132-5 du code de la santé publique est arrêtée avant le 1er juillet 2016 en conformité avec le schéma régional en vigueur à cette date. Ce même schéma régional sert de référence pour l'appréciation de conformité de la convention constitutive des groupements hospitaliers de territoire émise par le directeur général de l'agence régionale de santé en application de l'article L. 6132-2 du même code.\n\nVI.-Chaque établissement public de santé, lorsqu'il ne relève pas de la dérogation prévue au I de l'article L. 6132-1 du code de la santé publique, conclut une convention de groupement hospitalier de territoire avant le 1er juillet 2016. La convention ne peut être conclue si elle ne contient pas le projet médical partagé prévu au 1° du II de l'article L. 6132-2 du même code, dans sa rédaction résultant de la présente loi.\n\nVII.-Les établissements publics de santé, par dérogation à l'article 13 de la loi n° 85-11 du 3 janvier 1985 relative aux comptes consolidés de certaines sociétés commerciales et entreprises publiques, établissent des états comptables dont le périmètre et les modalités de production sont fixés par décret en Conseil d'Etat. Ces états comptables sont établis à compter de l'exercice 2022.\n\nVIII.-Le II de l'article L. 6132-5 du code de la santé publique, dans sa rédaction résultant de la présente loi, est applicable :\n\n1° A compter du 1er juillet 2016, aux établissements qui ne sont pas membres d'un groupement hospitalier de territoire alors qu'ils ne relèvent pas de la dérogation prévue au I de l'article L. 6132-1 du même code ;\n\n2° A compter du 1er janvier 2018, aux établissements qui, bien que membres d'un groupement, n'ont pas mis en œuvre effectivement les dispositions prévues au I de l'article L. 6132-3 dudit code.\n\nIX.-[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2015-727 DC du 21 janvier 2016.]\n\n- Code de la santé publique\n\n- Code de la sécurité sociale.\n\n- Loi n°2000-1257 du 23 décembre 2000"
    },
    {
      "provision_ref": "art112",
      "section": "112",
      "title": "Article 112",
      "content": "I. à IV. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art114",
      "section": "114",
      "title": "Article 114",
      "content": "I. et II. - A créé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII. - La convention constitutive du groupement d'intérêt public \"organisme gestionnaire du développement professionnel continu\" est modifiée et approuvée par l'Etat au plus tard au 1er juillet 2016, notamment pour tenir compte des changements de dénomination, des missions et des instances prévus à l'article L. 4021-6 du code de la santé publique.\n\n- Code de la santé publique\n\n- Code de la santé publique\n\n- Code de la santé publique\n\n- Code de la sécurité sociale.\n\n- Code de la santé publique"
    },
    {
      "provision_ref": "art130",
      "section": "130",
      "title": "Article 130",
      "content": "I. - L'Académie nationale de pharmacie est une personne morale de droit public à statut particulier, placée sous la protection du Président de la République.\n\nElle a pour mission de répondre, à titre non lucratif, aux demandes du Gouvernement sur toute question concernant la santé publique et de s'occuper de tous les objets d'étude et de recherche qui peuvent contribuer aux progrès de la pharmacie, notamment pour ce qui concerne le médicament, les produits de santé, la biologie et la santé environnementale.\n\nSes membres sont élus par leurs pairs. Toutes les fonctions y sont électives.\n\nII. - L'Académie nationale de pharmacie s'administre librement. Ses décisions entrent en vigueur sans autorisation préalable. Elle bénéficie de l'autonomie financière sous le seul contrôle de la Cour des comptes.\n\nL'administration de l'académie est assurée par un secrétaire perpétuel, un bureau et un conseil d'administration.\n\nL'académie peut recevoir des dons et des legs.\n\nIII. - Les statuts de l'Académie nationale de pharmacie sont approuvés par décret en Conseil d'Etat.\n\nIV. - A modifié les dispositions suivantes :\n\n- Ordonnance n° 2005-649 du 6 juin 2005"
    },
    {
      "provision_ref": "art133",
      "section": "133",
      "title": "Article 133",
      "content": "I. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art135",
      "section": "135",
      "title": "Article 135",
      "content": "A titre expérimental et pour une durée de trois ans, l'Etat peut autoriser, dans certaines régions, la mise en place systématique d'une consultation et d'un suivi spécialisés destinés à toute femme enceinte consommant régulièrement des produits du tabac, aux fins de la sensibiliser à l'intérêt d'arrêter sa consommation.Un décret détermine la liste des professionnels de santé habilités à pratiquer cette consultation et ce suivi ainsi que les modalités d'application du présent article."
    },
    {
      "provision_ref": "art137",
      "section": "137",
      "title": "Article 137",
      "content": "II. - Le I est applicable aux contrats de location en cours à la date de publication de la présente loi. La notification de la décision de l'établissement public de santé concerné doit alors intervenir dans un délai de huit mois avant la date d'effet de la résiliation. Le locataire qui répond aux conditions de ressources annuelles équivalentes ou inférieures au plafond prévu pour les prêts locatifs sociaux, mentionné au III de l'article 15 de la loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986, titulaire d'un contrat de location à la date de publication de la présente loi, n'est pas concerné par les présentes dispositions."
    },
    {
      "provision_ref": "art158",
      "section": "158",
      "title": "Article 158",
      "content": "A abrogé les dispositions suivantes :"
    },
    {
      "provision_ref": "art165",
      "section": "165",
      "title": "Article 165",
      "content": "II.-Les produits thérapeutiques annexes dont l'autorisation a été délivrée avant la date de promulgation de la présente loi et qui répondent à la définition du médicament prévue à l'article L. 5111-1 du code de la santé publique ou à celle du dispositif médical prévue à l'article L. 5211-1 du même code font l'objet d'une demande d'autorisation de mise sur le marché au titre de l'article L. 5121-8 dudit code ou d'une mise en conformité avec les dispositions relatives aux dispositifs médicaux au plus tard dans un délai de trois ans à compter de la date de promulgation de la présente loi."
    },
    {
      "provision_ref": "art166",
      "section": "166",
      "title": "Article 166",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution et dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement est autorisé à prendre par ordonnances toutes mesures relevant du domaine de la loi afin :1° D'assurer, sous l'autorité de l'Etat, la coordination de l'exercice des missions des agences nationales compétentes en matière de santé publique et de sécurité sanitaire, en veillant à la cohérence des actions mises en œuvre dans ces domaines ;2° D'instituer un nouvel établissement public, dénommé Agence nationale de santé publique et autorisé à employer dans sa communication nationale et internationale l'appellation Santé publique France , reprenant l'ensemble des missions, des compétences et des pouvoirs exercés par l'Institut de veille sanitaire mentionné à l'article L. 1413-2 du code de la santé publique, par l'Institut national de prévention et d'éducation pour la santé mentionné à l'article L. 1417-1 du même code et par l'établissement mentionné à l'article L. 3135-1 dudit code, ainsi que leurs biens, personnels, droits et obligations.Pour la mise en œuvre sur l'ensemble du territoire de ses missions de veille, de surveillance et d'alerte et pour disposer des connaissances sur l'état de santé des populations, l'établissement assure la responsabilité d'un système national de veille et de surveillance, dans le respect du principe de subsidiarité compte tenu des missions dévolues aux agences régionales de santé mentionnées notamment au 1° de l'article L. 1431-2 du même code.Pour assurer la cohérence du système de surveillance et de veille et pour améliorer la pertinence des actions dans son champ de compétence, l'établissement dispose, sous son autorité, de cellules d'intervention en région, placées auprès des directeurs généraux des agences régionales de santé ;3° De modifier, en tant que de besoin, les codes et les lois non codifiées afin de les mettre en cohérence avec les dispositions qui seront prises en application des 1° et 2°.II. - Dans les conditions prévues à l'article 38 de la Constitution et dans un délai de neuf mois à compter de la promulgation de la présente loi, le Gouvernement est autorisé à prendre par ordonnances les mesures d'amélioration et de simplification du système de santé relevant du domaine de la loi visant à :1° Simplifier et clarifier la législation applicable aux produits mentionnés à l'article L. 5311-1 du code de la santé publique :a) En supprimant le régime spécifique des produits officinaux divisés, mentionnés au 4° de l'article L. 5121-1 du même code ;b) En étendant l'interdiction de la publicité pour les médicaments faisant l'objet d'une réévaluation du rapport entre les bénéfices et les risques, prévue à l'article L. 5122-3 dudit code ;c) En mettant en cohérence les dispositions du 4 de l'article 38 du code des douanes avec les dispositions du code de la santé publique relatives aux produits mentionnés à l'article L. 5311-1 du code de la santé publique ;d) En supprimant la procédure de fixation d'orientations en vue de l'élaboration et de la diffusion des recommandations de bonne pratique de l'Agence nationale de sécurité du médicament et des produits de santé prévue à l'article L. 161-39 du code de la sécurité sociale ;2° Assouplir, dans le respect de la sécurité sanitaire, simplifier et accélérer les procédures mises en œuvre par l'Agence nationale de sécurité du médicament et des produits de santé :a) En supprimant le répertoire des recherches médicales autorisées prévu au deuxième alinéa de l'article L. 1121-15 du code de la santé publique ;b) En autorisant le directeur général de l'Agence nationale de sécurité du médicament et des produits de santé à établir les listes mentionnées aux articles L. 5212-1 et L. 5222-2 du même code ;c) En abrogeant les dispositions imposant des règles de communication avec des établissements publics ou les départements ministériels lorsqu'elles ne sont pas nécessaires et en autorisant l'Agence nationale de sécurité du médicament et des produits de santé à rendre publics certains de ses actes ou décisions par ses propres moyens ;d) En permettant l'octroi d'un agrément pour une durée illimitée aux établissements de transfusion sanguine mentionnés à l'article L. 1223-2 du code de la santé publique ;e) En permettant à l'Agence nationale de sécurité du médicament et des produits de santé de publier la pharmacopée qu'elle prépare et élabore ;f) En abrogeant les dispositions des articles L. 5134-2 et L. 5213-6 du même code encadrant la publicité des contraceptifs autres que les médicaments ;g) En renforçant les missions de l'Agence nationale de sécurité du médicament et des produits de santé relatives à l'adoption des bonnes pratiques de pharmacovigilance ;h) En dispensant de la transmission de la déclaration mentionnée à l'article L. 5121-18 du code de la santé publique les redevables du versement des taxes prévues à l'article 1600-0 P du code général des impôts en application du IV de l'article 1600-0 Q du même code ;3° Assouplir et simplifier, dans le respect de la sécurité sanitaire, la législation relative à l'Etablissement français du sang et à la transfusion sanguine :a) En adaptant les modalités de la fabrication des produits sanguins labiles, de leur distribution, de leur délivrance, de leur cession et de la communication sur ces produits auprès des professionnels de santé ainsi que de la vigilance sur ces produits ;b) En adaptant les modalités de fabrication, de distribution, de délivrance, de commercialisation et de vigilance des médicaments dérivés du sang au regard des exigences du droit de l'Union européenne ;c) En modifiant la définition et le champ des schémas d'organisation de la transfusion sanguine ainsi que leurs conditions d'élaboration et leurs modalités d'application ;d) En regroupant, ordonnant, modifiant et adaptant, au sein d'une même subdivision du code de la santé publique relative à l'Etablissement français du sang, les activités ouvertes, à titre principal ou accessoire, aux établissements de transfusion sanguine, dans le respect des principes éthiques mentionnés à l'article L. 1221-1 du code de la santé publique ;e) En modifiant la définition des centres de santé précisée à l'article L. 6323-1 du code de la santé publique, pour permettre aux établissements de transfusion sanguine d'exercer des activités de soins dans ce cadre ;f) En modifiant les modalités d'exercice des attributions consultatives de l'Etablissement français du sang ;g) En permettant aux étudiants en médecine de pratiquer certains actes de prélèvement sanguin dans les établissements de transfusion sanguine, hors les cas où ils interviennent dans le cadre de la réserve sanitaire mentionnée à l'article L. 3132-1 du code de la santé publique.III. - Dans les conditions prévues à l'article 38 de la Constitution et dans un délai de douze mois à compter de la promulgation de la présente loi, le Gouvernement est autorisé à prendre par ordonnances toutes mesures relevant du domaine de la loi afin :1° De regrouper et d'harmoniser les dispositions législatives relatives aux missions, à l'organisation, au fonctionnement et aux ressources des autorités, établissements, groupement d'intérêt public et instance collégiale mentionnés aux articles L. 1222-1, L. 1313-1, L. 1411-4, L. 1413-1, L. 1415-2, L. 1418-1 et L. 5311-1 du code de la santé publique et à l'article L. 161-37 du code de la sécurité sociale ;2° De regrouper et d'harmoniser les dispositions législatives relatives à la veille, aux vigilances et aux alertes sanitaires.Ces ordonnances sont prises à droit constant, sous réserve des modifications nécessaires pour assurer le respect de la hiérarchie des normes, améliorer la cohérence rédactionnelle des textes, harmoniser l'état du droit, remédier aux erreurs et insuffisances de codification et abroger les dispositions, codifiées ou non, obsolètes ou devenues sans objet.IV. - Dans les conditions prévues à l'article 38 de la Constitution et dans un délai de douze mois à compter de la promulgation de la présente loi, le Gouvernement est autorisé à prendre par ordonnances toute mesure relevant du domaine de la loi afin d'harmoniser et d'étendre, dans le respect des droits des personnes, les dispositions législatives régissant l'accès aux données couvertes par le secret médical ou le secret industriel et commercial pour les personnes exerçant des missions de veille, de vigilance, d'alerte sanitaire, d'inspection ou de contrôle pour le compte des autorités et établissements mentionnés aux articles L. 1222-1, L. 1313-1, L. 1413-2, L. 1418-1 et L. 5311-1 du code de la santé publique, à l'article L. 161-37 du code de la sécurité sociale, à l'article 5 de la loi n° 2001-398 du 9 mai 2001 créant une Agence française de sécurité sanitaire environnementale et à l'article L. 592-1 du code de l'environnement.V. - Dans les conditions prévues à l'article 38 de la Constitution et dans un délai de douze mois à compter de la promulgation de la présente loi, le Gouvernement est autorisé à prendre par ordonnances toutes mesures relevant du domaine de la loi afin :1° (Abrogé)\n\n2° De déterminer le régime des décisions prises par les présidents ou les directeurs généraux de ces organismes ;3° De faire évoluer, y compris par rapprochement avec d'autres structures, et en cohérence avec l'article L. 1111-14 du code de la santé publique, dans sa rédaction résultant de la présente loi, le régime, les missions et l'organisation du groupement d'intérêt public mentionné à l'article L. 1111-24 du même code ;4° De modifier, en tant que de besoin, les codes et les lois non codifiées afin de les mettre en cohérence avec les 2° et 3° du présent V.VI. - Dans les conditions prévues à l'article 38 de la Constitution et dans un délai de dix-huit mois à compter de la promulgation de la présente loi, le Gouvernement est autorisé à prendre par ordonnances toutes mesures relevant du domaine de la loi afin :1° De faire évoluer les conditions de l'évaluation et de la prise en charge par l'assurance maladie des médicaments et des dispositifs médicaux, en adaptant notamment les compétences et la composition des commissions mentionnées à l'article L. 5123-3 du code de la santé publique, à l'article L. 165-1 du code de la sécurité sociale et au vingt-troisième alinéa de l'article L. 161-37 du même code ;2° D'adapter la gouvernance de la Haute Autorité de santé, les missions mentionnées au treizième alinéa du même article L. 161-37 ainsi que la composition de l'instance mentionnée à l'article L. 161-42 du même code.VII. - Chacune des ordonnances prévues au présent article peut comporter les mesures relevant du domaine de la loi nécessaires à leur adaptation aux caractéristiques et contraintes particulières des collectivités relevant de l'article 73 de la Constitution, de Saint-Barthélemy, de Saint-Martin et de Saint-Pierre-et-Miquelon, ainsi qu'à leur extension et à leur adaptation aux Terres australes et antarctiques françaises, à Wallis-et-Futuna, à la Nouvelle-Calédonie et à la Polynésie française.VIII. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de chacune des ordonnances prévues au présent article.IX. - Jusqu'au 1er juillet 2016 et par dérogation à l'avant-dernier alinéa de l'article L. 161-42 du code de la sécurité sociale, le membre du collège de l'Autorité de santé nommé en application du même alinéa peut être une femme ou un homme."
    },
    {
      "provision_ref": "art169",
      "section": "169",
      "title": "Article 169",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution et dans un délai de douze mois à compter de la promulgation de la présente loi, le Gouvernement est autorisé à prendre par ordonnances les mesures relevant du domaine de la loi nécessaires pour favoriser l'égal accès des femmes et des hommes au sein des conseils d'administration et des conseils de surveillance des établissements et organismes mentionnés aux articles L. 1142-22, L. 1222-1, L. 1418-1, L. 1431-1 et L. 5311-1 du code de la santé publique ainsi que de l'établissement public mentionné au I de l'article 166 de la présente loi.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance prévue au premier alinéa du présent article."
    },
    {
      "provision_ref": "art173",
      "section": "173",
      "title": "Article 173",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le transfert de compétences prévu au I entre en vigueur à la date de publication du décret en précisant les modalités, et au plus tard le 1er janvier de l'année suivant la promulgation de la présente loi.\n\n- Code de la santé publique"
    },
    {
      "provision_ref": "art176",
      "section": "176",
      "title": "Article 176",
      "content": "I. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art177",
      "section": "177",
      "title": "Article 177",
      "content": "I. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art180",
      "section": "180",
      "title": "Article 180",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnances, dans un délai d'un an à compter de la promulgation de la présente loi, les mesures relevant du domaine de la loi qui ont pour objet :1° D'étendre le champ des entreprises concernées par l'interdiction d'offrir des avantages aux professionnels de santé, actuellement prévue à l'article L. 4113-6 du code de la santé publique ainsi qu'au dernier alinéa de l'article L. 5122-10 du même code, à l'ensemble des personnes fabriquant ou commercialisant des produits de santé à finalité sanitaire ou des prestations de santé ;2° D'étendre le champ des personnes concernées par l'interdiction de recevoir des avantages à l'ensemble des professions de santé, des étudiants se destinant à ces professions, ainsi qu'aux associations qui les regroupent ;3° D'étendre le champ d'application de l'interdiction de recevoir ces avantages à l'ensemble des fonctionnaires et agents des administrations de l'Etat, des collectivités territoriales et de leurs établissements publics et de toute autre autorité administrative qui élaborent ou participent à l'élaboration d'une politique publique en matière de santé ou de sécurité sociale ou sont titulaires de pouvoirs de police administrative à caractère sanitaire, ainsi qu'aux personnes qui apportent leur concours aux conseils, commissions, comités et groupes de travail placés auprès de ces administrations et autorités pour l'exercice de ces compétences ;4° De définir les dérogations à l'interdiction de recevoir ou d'offrir des avantages et le régime d'autorisation de ceux-ci par l'autorité administrative ou l'ordre professionnel concerné ;5° De spécifier les avantages exclus du champ de l'article L. 4113-6 du code de la santé publique et de préciser les conditions dans lesquels ils sont admis.II. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnances, dans un délai d'un an à compter de la promulgation de la présente loi, les mesures relevant du domaine de la loi qui ont pour objet :1° D'harmoniser et de mettre en cohérence les dispositions du code pénal, du code de la santé publique et du code de la sécurité sociale relatives aux sanctions pénales ou administratives instituées en cas d'infraction ou de manquement aux dispositions qui font l'objet du I et celles relatives aux sanctions pénales ou administratives des infractions ou manquements aux dispositions relatives à la transparence des liens d'intérêts dans le domaine de la santé ;2° D'adapter les prérogatives des agents et des autorités chargés de constater les infractions et manquements mentionnés au 1° et de mettre en œuvre les sanctions.III. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de six mois à compter de la publication de chacune des ordonnances prévues au présent article."
    },
    {
      "provision_ref": "art182",
      "section": "182",
      "title": "Article 182",
      "content": "II. - La demande mentionnée au deuxième alinéa de l'article L. 162-17-4-2 du code de la sécurité sociale  est transmise dans un délai de six mois à compter de la promulgation de  la présente loi, en vue de la première conclusion d'un accord cadre."
    },
    {
      "provision_ref": "art184",
      "section": "184",
      "title": "Article 184",
      "content": "I.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nII.-Le présent article entre en vigueur à la date fixée par les dispositions réglementaires prises pour son application, et au plus tard le 1er juillet 2016.\n\nIII.-Trente mois au plus tard après la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport évaluant les conditions de mise en œuvre de la procédure d'action de groupe et propose les adaptations qu'il juge nécessaires.\n\n-Code de la santé publique\n\n-Code de la santé publique\n\n-Code de la santé publique\n\n-Code de la santé publique"
    },
    {
      "provision_ref": "art185",
      "section": "185",
      "title": "Article 185",
      "content": "I. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art188",
      "section": "188",
      "title": "Article 188",
      "content": "I. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art190",
      "section": "190",
      "title": "Article 190",
      "content": "II.-A défaut de mise en œuvre du premier alinéa de l'article L. 1141-5 et de l'article L. 1141-6 du code de la santé publique par la convention nationale mentionnée à l'article L. 1141-2 du même code avant le 31 mars 2016, les délais prévus et les modalités d'application des mêmes articles L. 1141-5 et L. 1141-6 sont fixés par décret. A défaut de définition par la convention nationale mentionnée à l'article L. 1141-2 des modalités d'extension du premier alinéa de l'article L. 1141-5 aux pathologies mentionnées au dernier alinéa du même article L. 1141-5 dans un délai de dix-huit mois à compter de la promulgation de la présente loi, ces modalités sont fixées par décret."
    },
    {
      "provision_ref": "art192",
      "section": "192",
      "title": "Article 192",
      "content": "I. et II.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII.-Les I et II entrent en vigueur six mois après la publication du décret en Conseil d'Etat prévu au II, et au plus tard le 1er janvier 2017.\n\n-Code de la santé publique\n\n-Code de la santé publique"
    },
    {
      "provision_ref": "art193",
      "section": "193",
      "title": "Article 193",
      "content": "I., II., III., IV., V., VI, VII., VIII., IX., XIII. et XIV.-A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nX.-Le groupement d'intérêt public \" Institut des données de santé \", mentionné à l'article L. 161-36-5 du code de la sécurité sociale, dans sa rédaction antérieure à la présente loi, devient le groupement d'intérêt public \" Institut national des données de santé \", mentionné à l'article L. 1462-1 du code de la santé publique, à la date d'approbation de la convention constitutive de celui-ci. L'Institut national des données de santé se substitue à l'Institut des données de santé dans l'ensemble des droits et obligations de ce dernier.\n\nXI.-Les organismes bénéficiant, à la date de la publication de la présente loi, d'un accès à tout ou partie du système national d'information interrégimes de l'assurance maladie mentionné à l'article L. 161-28-1 du code de la sécurité sociale conservent cet accès, dans les mêmes conditions, pendant une durée de trois ans à compter de cette publication.\n\nXII.-Les autorisations délivrées par la Commission nationale de l'informatique et des libertés sur le fondement des chapitres IX et X de la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés, dans leur rédaction antérieure à l'entrée en vigueur de la présente loi, demeurent applicables sauf modification de l'un des éléments mentionnés à l'article 30 de la même loi.\n\n-Loi n° 78-17 du 6 janvier 1978\n\n-Code de la santé publique\n\n-Code de la santé publique\n\n-Loi n° 78-17 du 6 janvier 1978\n\n-Code de la sécurité sociale.\n\n-Code de la recherche\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la santé publique\n\n-Code général des collectivités territoriales\n\n-Loi n° 78-17 du 6 janvier 1978"
    },
    {
      "provision_ref": "art196",
      "section": "196",
      "title": "Article 196",
      "content": "Pour l'application du I de l'article 136 de la loi n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République :\n\n1° Le projet régional de santé applicable à la date de promulgation de la présente loi reste en vigueur, dans son ressort territorial, jusqu'à la publication dans la région du projet régional de santé mentionné au A du VIII de l'article 158 de la présente loi ;\n\n2° Les schémas interrégionaux d'organisation des soins pris en application de l'article L. 1434-10 du code de la santé publique, dans sa rédaction antérieure à la présente loi, restent en vigueur, dans leur ressort territorial, jusqu'à la publication des schémas interrégionaux de santé prévus au 2° de l'article L. 1434-6 du même code, dans sa rédaction résultant de la présente loi.\n\nLes projets régionaux de santé et les schémas interrégionaux d'organisation des soins maintenus en vigueur en application du second alinéa du A du VIII de l'article 158 de la présente loi et des 1° et 2° du présent article peuvent, jusqu'à leur remplacement par les projets régionaux de santé et schémas prévus aux articles L. 1434-1 et L. 1434-2 du code de la santé publique, faire l'objet de modifications dans les conditions et suivant les procédures définies par la législation et la réglementation en vigueur à la date de promulgation de la présente loi."
    },
    {
      "provision_ref": "art199",
      "section": "199",
      "title": "Article 199",
      "content": "II.-Le présent article s'applique aux demandes d'indemnisation postérieures à l'entrée en vigueur de la présente loi."
    },
    {
      "provision_ref": "art201",
      "section": "201",
      "title": "Article 201",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution et dans un délai d'un an à compter de la promulgation de la présente loi, le Gouvernement est autorisé à prendre par ordonnances des mesures relevant du domaine de la loi permettant de faciliter la constitution et le fonctionnement des groupements de coopération sanitaire et visant à :1° Adapter les conditions de création, d'organisation et de fonctionnement des groupements de coopération sanitaire et clarifier les modalités de détention et d'exploitation d'autorisations, notamment de soins, par un groupement de coopération sanitaire ;2° Définir le régime des mises à disposition des agents des établissements publics de santé membres d'un groupement de coopération sanitaire et étendre aux groupements de coopération sanitaire de moyens de droit public, au sens du 1 du I de l'article L. 6133-3 du code de la santé publique, s'agissant des instances représentatives du personnel, l'application de l'article L. 4111-1 du code du travail et de l'article L. 6144-3 du code de la santé publique ;3° Adapter le régime fiscal des groupements de coopération sanitaire et faciliter l'exploitation par ces groupements d'une pharmacie à usage intérieur et d'activités biologiques d'assistance médicale à la procréation ;4° Supprimer, dans le code de la santé publique, les références aux fédérations médicales hospitalières et modifier les dispositions relatives aux groupements de coopération sanitaire à l'article 121 de la loi n° 2011-525 du 17 mai 2011 de simplification et d'amélioration de la qualité du droit.II. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance prévue au présent article."
    },
    {
      "provision_ref": "art204",
      "section": "204",
      "title": "Article 204",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution et dans un délai de douze mois à compter de la promulgation de la présente loi, le Gouvernement est autorisé à prendre par ordonnances les mesures d'amélioration et de simplification du système de santé relevant du domaine de la loi visant à :1° Simplifier et moderniser le régime des établissements de santé et visant à :a) Clarifier les procédures de passation des marchés mentionnés à l'article L. 6148-7 du code de la santé publique ;b) Aménager la procédure de fusion entre les établissements publics de santé ;c) Mettre à jour la liste des établissements figurant à l'article 2 de la loi n° 86-33 du 9 janvier 1986 portant dispositions statutaires relatives à la fonction publique hospitalière ;2° Simplifier et harmoniser le régime des autorisations des pharmacies à usage intérieur, mentionnées à l'article L. 5126-1 du code de la santé publique, tout en facilitant la coopération entre celles-ci ou, pour le recours aux pharmacies à usage intérieur, avec ou entre les services d'incendie et de secours et réviser les procédures autorisant la vente au public et au détail des médicaments par les pharmacies à usage intérieur autorisées à assurer cette activité ainsi que les procédures fixant les conditions de prise en charge des médicaments concernés par l'assurance maladie ;3° Simplifier et moderniser les modalités de gestion et d'exercice de certaines professions et visant à :a) Définir les conditions dans lesquelles le Centre national de gestion gère et prend en charge la rémunération des directeurs d'hôpital et des personnels médicaux titulaires mis à disposition des inspections générales interministérielles ;b) Abroger les dispositions législatives relatives aux conseillers généraux des établissements de santé ;4° Simplifier la législation en matière de sécurité sanitaire et visant à :a) Abroger les articles L. 3111-6 à L. 3111-8 du code de la santé publique et tirer les conséquences de ces abrogations ;b) Mettre à jour les dispositions du code de la santé publique relatives aux déchets d'activités de soins à risques ;c) Permettre l'utilisation d'eau non destinée à la consommation humaine lorsque la qualité de l'eau n'a pas d'effet sur la santé des usagers ou sur la salubrité des denrées alimentaires finales ;5° Simplifier la législation en matière de traitement des données de santé à caractère personnel et visant à :a) Harmoniser les dispositions de l'article L. 1111-8 du code de la santé publique relatives aux procédures d'agrément des hébergeurs de données de santé et celles de l'article L. 212-4 du code du patrimoine ;b) Définir les conditions dans lesquelles un médecin, agissant sous l'autorité d'une personne agréée en application de l'article L. 1111-8 du code de la santé publique et désigné à cet effet par cette personne, accède aux données de santé à caractère personnel confiées à cette dernière ;c) Remplacer l'agrément prévu au même article L. 1111-8 par une évaluation de conformité technique réalisée par un organisme certificateur accrédité par l'instance nationale d'accréditation mentionnée à l'article 137 de la loi n° 2008-776 du 4 août 2008 de modernisation de l'économie ou par l'organisme compétent d'un autre Etat membre de l'Union européenne. Cette certification de conformité porte notamment sur le contrôle des procédures, de l'organisation et des moyens matériels et humains ainsi que sur les modalités de qualification des applications hébergées ;d) Encadrer les conditions de destruction des dossiers médicaux conservés sous une autre forme que numérique quand ils ont fait l'objet d'une numérisation et préciser les conditions permettant de garantir une valeur probante aux données et documents de santé constitués sous forme numérique ;6° Supprimer, à l'article L. 1142-11 du code de la santé publique, la condition d'inscription sur la liste des experts judiciaires pour les candidats à l'inscription sur la liste nationale des experts en accidents médicaux, prévoir une inscription probatoire sur la liste des experts et aménager les conditions d'accès des autorités sanitaires aux dossiers des expertises médicales diligentées par les commissions régionales de conciliation et d'indemnisation ou par l'Office national d'indemnisation des accidents médicaux, des affections iatrogènes et des infections nosocomiales, afin de faciliter les études des risques liés aux soins ;7° Adapter, à droit constant, la terminologie et le plan des livres II, III, IV et V de la troisième partie du code de la santé publique afin de tenir compte de l'évolution des prises en charge médicales.II. - Dans les conditions prévues à l'article 38 de la Constitution et dans un délai de dix-huit mois à compter de la promulgation de la présente loi, le Gouvernement est autorisé à prendre par ordonnances les mesures d'amélioration et de simplification du système de santé relevant du domaine de la loi visant à :1° Adapter, en fonction du droit de l'Union européenne, les dispositions législatives relatives aux substances vénéneuses mentionnées à l'article L. 5132-1 du code de la santé publique, clarifier le champ d'application de cette législation aux produits contenant les substances précitées et adapter en conséquence les dispositions relatives aux conditions de prescription et de délivrance des médicaments ;2° Mettre en cohérence les dispositions du code de la santé publique relatives aux sanctions pénales dans le domaine de la toxico-vigilance avec l'article L. 521-21 du code de l'environnement.III. - Dans les conditions prévues à l'article 38 de la Constitution et dans un délai de deux ans à compter de la promulgation de la présente loi, le Gouvernement est autorisé à prendre par ordonnances les mesures d'amélioration et de simplification du système de santé relevant du domaine de la loi visant à :1° Moderniser et simplifier les différents régimes d'autorisation des activités de soins et d'équipements matériels lourds, les régimes des visites de conformité, les régimes d'agrément et d'autorisation de mise en service des transports sanitaires et les modalités de contractualisation entre les agences régionales de santé et les établissements de santé et les structures de coopération, afin d'assurer une plus grande cohérence avec les projets régionaux de santé, intégrant ainsi la révision des durées d'autorisation, et d'alléger les procédures, notamment à l'occasion d'opérations de renouvellement, de transfert ou de cession d'autorisation ;2° Redéfinir la composition et la mission du Comité national de l'organisation sanitaire et sociale dans un but d'allègement des procédures ;3° Simplifier et renforcer l'accès aux soins de premier recours en visant à :a) Clarifier et à adapter les dispositions du code de la santé publique relatives aux conditions de création, de gestion, d'organisation et de fonctionnement des maisons de santé et des sociétés interprofessionnelles de soins ambulatoires ;b) Clarifier et à adapter les dispositions du même code relatives aux conditions de création, de gestion, d'organisation et de fonctionnement des centres de santé ;c) Mettre en cohérence les différentes dispositions législatives relatives aux aides destinées à favoriser l'installation ou le maintien des professionnels de santé et à abroger celles devenues sans objet ;d) Adapter les conditions de création, de transfert, de regroupement et de cession des officines de pharmacie, notamment au sein d'une commune ou de communes avoisinantes ;e) Préciser les composantes de la rémunération du pharmacien d'officine.IV. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnances, dans un délai de vingt-quatre mois à compter de la promulgation de la présente loi, les mesures relevant du domaine de la loi visant à :1° Harmoniser et à adapter les prérogatives des autorités administratives et des agents chargés de contrôler la mise en œuvre des dispositions du code de l'action sociale et des familles et de l'article L. 412-2 du code du tourisme, et de rechercher et de constater les infractions à ces dispositions ;2° Harmoniser et à adapter les règles de procédures auxquelles l'exercice de ces prérogatives est soumis ;3° Harmoniser et à adapter les dispositions relatives aux sanctions pénales et aux mesures de police administrative prévues par les dispositions mentionnées au 1°.V. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de six mois à compter de la publication de chacune des ordonnances prévues au présent article."
    },
    {
      "provision_ref": "art205",
      "section": "205",
      "title": "Article 205",
      "content": "II. - Le président du conseil départemental transmet au représentant de l'Etat dans la région ou au directeur général de l'agence régionale de santé, dans des conditions et des délais fixés par le décret mentionné au dernier alinéa de l'article L. 313-3 du code de l'action sociale et des familles, les actes d'autorisation pris en application du a du même article et relevant de sa compétence exclusive à la date d'entrée en vigueur dudit décret."
    },
    {
      "provision_ref": "art211",
      "section": "211",
      "title": "Article 211",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnances, dans un délai de dix-huit mois à compter de la promulgation de la présente loi, les mesures relevant du domaine de la loi permettant de mieux articuler les dispositions du code civil et du code de la santé publique relatives aux conditions dans lesquelles peut s'exprimer la volonté des personnes faisant l'objet d'une mesure de protection juridique, au sens du chapitre II du titre XI du livre Ier du code civil, pour toute décision relative à un acte médical.Un projet de loi de ratification est déposé devant le Parlement dans un délai de six mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art212",
      "section": "212",
      "title": "Article 212",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, dans un délai de dix-huit mois à compter de la promulgation de la présente loi, le Gouvernement est autorisé à prendre par ordonnances les mesures visant à adapter les dispositions législatives relatives aux ordres des professions de santé afin :1° De faire évoluer les compétences des organes des ordres en vue de renforcer l'échelon régional et d'accroître le contrôle par le conseil national des missions de service public exercées par les organes régionaux ;2° De modifier la composition des conseils, la répartition des sièges au sein des différents échelons et les modes d'élection et de désignation de manière à simplifier les règles en ces matières et à favoriser l'égal accès des femmes et des hommes aux fonctions de membres dans l'ensemble des conseils ;3° De tirer les conséquences de la loi n° 2015-29 du 16 janvier 2015 relative à la délimitation des régions, aux élections régionales et départementales et modifiant le calendrier électoral sur l'organisation des échelons des ordres ;4° De renforcer les pouvoirs dont les ordres disposent afin de veiller au respect de la législation relative aux avantages consentis aux professionnels de santé par des entreprises fabriquant ou distribuant des produits de santé ;5° De permettre l'application aux conseils nationaux des ordres de l'ordonnance n° 2015-899 du 23 juillet 2015 relative aux marchés publics ;6° S'agissant de l'ordre des pharmaciens, de prévoir des dispositions permettant le remplacement du titulaire d'officine empêché d'exercer en raison de circonstances exceptionnelles ;7° De réviser la composition des instances disciplinaires des ordres afin de la mettre en conformité avec les exigences d'indépendance et d'impartialité ;8° S'agissant de l'ordre des masseurs-kinésithérapeutes et de l'ordre des pédicures-podologues, de clarifier les conditions d'exercice effectif de la profession pour permettre aux élus retraités de siéger au sein des organes de l'ordre.II. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de chacune des ordonnances prévues au présent article."
    },
    {
      "provision_ref": "art213",
      "section": "213",
      "title": "Article 213",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le second alinéa de l'article L. 4031-7 du code de la santé publique, dans sa rédaction résultant de la présente loi, s'applique à compter du renouvellement intervenant au terme des mandats débutant en 2016. Jusqu'à ce renouvellement, le représentant des professionnels exerçant à Mayotte est désigné par le représentant de l'Etat à Mayotte, dans des conditions fixées par le décret mentionné au premier alinéa du même article L. 4031-7.\n\n- Code de la santé publique"
    },
    {
      "provision_ref": "art216",
      "section": "216",
      "title": "Article 216",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnances les mesures relevant du domaine de la loi qui ont pour objet de transposer les directives mentionnées ci-après :1° Dans un délai de douze mois à compter de la promulgation de la présente loi, la directive 2014/40/UE du Parlement européen et du Conseil du 3 avril 2014 relative au rapprochement des dispositions législatives, réglementaires et administratives des Etats membres en matière de fabrication, de présentation et de vente des produits du tabac et des produits connexes, et abrogeant la directive 2001/37/CE et, le cas échéant, les mesures nécessaires à la mise en œuvre des actes délégués et des actes d'exécution prévus par la même directive ;2° Dans un délai de douze mois à compter de la promulgation de la présente loi, la directive 2013/55/UE du Parlement européen et du Conseil du 20 novembre 2013 modifiant la directive 2005/36/CE relative à la reconnaissance des qualifications professionnelles et le règlement (UE) n° 1024/2012 concernant la coopération administrative par l'intermédiaire du système d'information du marché intérieur (« règlement IMI ») ;3° Dans un délai de douze mois à compter de la promulgation de la présente loi, la directive 2008/106/CE du Parlement européen et du Conseil du 19 novembre 2008 concernant le niveau minimal de formation des gens de mer, modifiée par la directive 2012/35/UE du Parlement européen et du Conseil du 21 novembre 2012 modifiant la directive 2008/106/CE concernant le niveau minimal de formation des gens de mer en ce qui concerne ses dispositions relatives à la prévention et à la répression de l'alcoolémie à bord des navires et à l'aptitude médicale des gens de mer, permettant :a) De prendre, dans le code des transports, les mesures de cohérence nécessaires en matière de conditions d'introduction et de consommation d'alcool à bord, en considérant le navire comme un lieu de travail et de vie où s'exerce la responsabilité particulière du capitaine et de l'armateur au regard des restrictions nécessaires à la protection de la santé et à la sécurité des personnes embarquées et à la sécurité de la navigation maritime ;b) De préciser les conditions de reconnaissance des certificats d'aptitude médicale des gens de mer délivrés, au titre des conventions internationales pertinentes de l'Organisation maritime internationale et de l'Organisation internationale du travail, par des médecins établis à l'étranger ;c) D'étendre avec les adaptations nécessaires les mesures mentionnées au a :\n\n- à l'ensemble des navires battant pavillon français titulaires d'un titre de navigation maritime ;- aux navires ne battant pas pavillon français naviguant à l'intérieur des eaux territoriales et intérieures françaises ou touchant un port français, en ce qui concerne les dispositions relatives au respect des taux d'alcoolémie autorisés ;\n\nd) D'adapter ou de prévoir, dans le code des transports, en cas d'infraction aux règles relatives à l'introduction et à la consommation d'alcool à bord d'un navire :\n\n- les sanctions pénales et administratives ainsi que le régime des fautes contre la discipline à bord et les sanctions professionnelles applicables aux marins ;- les mesures d'immobilisation temporaire ou de conduite des navires en cas de dépassement des taux d'alcoolémie autorisés ;\n\ne) D'adapter les dispositions du code pénal pour tenir compte du caractère particulier du navire et de la navigation maritime, en cas de non-respect des taux maximaux d'alcoolémie autorisés ;f) De préciser la liste des agents compétents pour rechercher et constater les infractions aux dispositions relatives à l'introduction et à la consommation d'alcool à bord d'un navire ;g) De prendre toutes mesures de cohérence résultant de la mise en œuvre des a à f et d'abroger les dispositions obsolètes, inadaptées ou devenues sans objet, en matière d'introduction et de consommation d'alcool à bord et de répression de l'ivresse à bord, du code du travail maritime et de la loi du 17 décembre 1926 portant code disciplinaire et pénal de la marine marchande.II. - Dans les conditions prévues à l'article 38 de la Constitution et dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement est autorisé à prendre par ordonnances les mesures relevant du domaine de la loi qui ont pour objet d'adapter la législation relative aux recherches biomédicales, définies au titre II du livre Ier de la première partie du code de la santé publique, au règlement (UE) n° 536/2014 du Parlement européen et du Conseil du 16 avril 2014 relatif aux essais cliniques de médicaments à usage humain et abrogeant la directive 2001/20/CE, d'adapter cette législation aux fins de coordonner l'intervention des comités de protection des personnes mentionnés à l'article L. 1123-1 du même code et de procéder aux modifications de cette législation lorsque des adaptations avec d'autres dispositions législatives sont nécessaires.III. - Dans les conditions prévues à l'article 38 de la Constitution et dans un délai d'un an à compter de la promulgation de la présente loi, le Gouvernement est autorisé à prendre par ordonnance toutes mesures relevant du domaine de la loi relatives à la formation des professionnels de santé ayant pour objet d'harmoniser et de sécuriser la procédure de reconnaissance des qualifications obtenues dans un Etat membre de l'Union européenne.IV. - Dans les conditions prévues à l'article 38 de la Constitution et dans un délai d'un an à compter de la promulgation de la présente loi, le Gouvernement est autorisé à prendre par ordonnances les mesures relevant du domaine de la loi permettant de reconnaître la profession de physicien médical comme profession de santé.V. - Dans les conditions prévues à l'article 38 de la Constitution et dans un délai d'un an à compter de la promulgation de la présente loi, le Gouvernement est autorisé à prendre par ordonnances toutes mesures d'adaptation de la législation nationale au règlement sanitaire international visant à :1° Elargir les pouvoirs de police du représentant de l'Etat dans le département pour lui permettre de prendre des mesures nécessaires de contrainte à l'égard soit des personnes atteintes d'une infection contagieuse ou susceptibles d'être atteintes d'une telle infection, soit des exploitants de moyens de transport, des capitaines de navire et des commandants de bord, en vue de lutter efficacement contre la propagation internationale des maladies ;2° Etablir une tarification unique pour les contrôles techniques mentionnés à l'article L. 3115-1 du code de la santé publique et à préciser ses modalités de recouvrement ;3° Préciser les conditions de la vaccination contre la fièvre jaune dans les départements où la situation sanitaire l'exige.VI. - Chacune des ordonnances prévues au présent article peut comporter les mesures relevant du domaine de la loi nécessaires à leur adaptation aux caractéristiques et aux contraintes particulières des collectivités relevant de l'article 73 de la Constitution, de Saint-Barthélemy, de Saint-Martin et de Saint-Pierre-et-Miquelon, ainsi qu'à leur extension et à leur adaptation aux Terres australes et antarctiques françaises et, en tant qu'elles relèvent des compétences de l'Etat, à Wallis-et-Futuna, à la Nouvelle-Calédonie et à la Polynésie française.VII. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de chacune des ordonnances prévues au présent article."
    },
    {
      "provision_ref": "art221",
      "section": "221",
      "title": "Article 221",
      "content": "I. - L'ordonnance n° 2015-1207 du 30 septembre 2015 relative aux mesures relevant du domaine de la loi nécessaires pour assurer le respect des principes du code mondial antidopage est ratifiée.\n\nII. - A modifié les dispositions suivantes :\n\n- Code du sport."
    },
    {
      "provision_ref": "art222",
      "section": "222",
      "title": "Article 222",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution et dans un délai de deux ans suivant la promulgation de la présente loi, le Gouvernement est autorisé à prendre par ordonnances les mesures relevant du domaine de la loi visant à :1° Mettre en cohérence les dispositions législatives relatives au service de santé des armées et à l'Institution nationale des invalides et celles résultant de la présente loi ;2° Renforcer la contribution du service de santé des armées et de l'Institution nationale des invalides à la politique de santé publique et à la défense sanitaire du pays et permettre à ce service et à cette institution de mieux remplir leurs missions au titre de la défense nationale, en particulier par une meilleure articulation avec les dispositifs de droit commun et le développement de coopérations nationales et internationales :a) En adaptant les dispositions relatives à l'organisation, au fonctionnement et aux missions du service de santé des armées et de l'Institution nationale des invalides ainsi que les dispositions pertinentes du code de la santé publique, du code de la défense, du code de la sécurité sociale et du code rural et de la pêche maritime ;b) En abrogeant les dispositions obsolètes du code de la santé publique ;c) En harmonisant les dispositions du même code ;3° Tirer les conséquences des dispositions qui sont prises en application des 1° et 2° et faciliter la réorganisation de l'offre de soins du service de santé des armées et de l'Institution nationale des invalides en adaptant :a) Les dispositions relatives aux statuts et aux positions des personnels civils et militaires ;b) Les dispositions relatives aux pensions de retraite des fonctionnaires de ce service et de cette institution mis à disposition de groupements de coopération sanitaire ;4° Adapter les dispositions du code de la santé publique pour préciser les conditions d'exercice des activités régies par ce code, notamment en matière pharmaceutique, par les services concourant à la sécurité nationale.Un projet de loi de ratification est déposé devant le Parlement dans un délai de six mois à compter de la publication de chacune des ordonnances prévues au présent article."
    },
    {
      "provision_ref": "art223",
      "section": "223",
      "title": "Article 223",
      "content": "I. – Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnances, dans un délai de dix-huit mois à compter de la promulgation de la présente loi, les mesures relevant du domaine de la loi :"
    },
    {
      "provision_ref": "art224",
      "section": "224",
      "title": "Article 224",
      "content": "A partir du 1er janvier 2016, toute statistique au niveau local publiée par les services du ministre chargé de la santé ou par des organismes placés sous sa tutelle comporte nécessairement des données chiffrées concernant les collectivités régies par l'article 73 de la Constitution."
    },
    {
      "provision_ref": "art225",
      "section": "225",
      "title": "Article 225",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution et dans un délai de vingt-quatre mois à compter de la publication de la présente loi, le Gouvernement est autorisé à prendre par ordonnances les mesures relevant du domaine de la loi visant à assurer la cohérence des textes au regard des dispositions de la présente loi et à abroger les dispositions devenues sans objet.\n\nUn projet de loi de ratification est déposé devant le Parlement pour chaque ordonnance prévue au présent article dans un délai de trois mois à compter de sa publication."
    },
    {
      "provision_ref": "art226",
      "section": "226",
      "title": "Article 226",
      "content": "I.-L'ordonnance n° 2013-1208 du 24 décembre 2013 relative à l'adaptation du code de la santé publique à Mayotte est ratifiée.\n\nII.-A modifié les dispositions suivantes :\n\n-Code de la santé publique"
    },
    {
      "provision_ref": "art227",
      "section": "227",
      "title": "Article 227",
      "content": "I.-L'ordonnance n° 2013-1183 du 19 décembre 2013 relative à l'harmonisation des sanctions pénales et financières relatives aux produits de santé et à l'adaptation des prérogatives des autorités et des agents chargés de constater les manquements est ratifiée.\n\nII.-A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\n-Code de la santé publique\n\n-Code de la santé publique"
    }
  ]
}