{
  "id": "loi-n-2017-256-du-28-fevrier-2017",
  "type": "statute",
  "title": "LOI n°2017-256 du 28 février 2017",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000034103762",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "La République reconnaît aux populations des outre-mer le droit à l'égalité réelle au sein du peuple français.\n\nLa République leur reconnaît le droit d'adopter un modèle propre de développement durable pour parvenir à l'égalité dans le respect de l'unité nationale.\n\nCet objectif d'égalité réelle constitue une priorité de la Nation.\n\nA cette fin, et dans le respect des compétences dévolues à chacun et du principe de solidarité nationale, l'Etat et les collectivités mentionnées aux deuxième et troisième alinéas de l'article 72-3 de la Constitution engagent des politiques publiques appropriées visant à :\n\n1° Résorber les écarts de niveaux de développement en matière économique, sociale, sanitaire, de protection et de valorisation environnementales ainsi que de différence d'accès aux soins, à l'éducation, à la formation professionnelle, à la culture, aux services publics, aux nouvelles technologies et à l'audiovisuel entre le territoire hexagonal et leur territoire ;\n\n2° Réduire les écarts de niveaux de vie et de revenus constatés au sein de chacun d'entre eux.\n\nLes politiques de convergence mises en œuvre sur la base de la présente loi tendent à créer les conditions d'un développement durable, à accélérer les efforts d'équipement, à favoriser leur inclusion dans leur environnement régional, à compenser les handicaps structurels liés à leur situation géographique, leur isolement, leur superficie et leur vulnérabilité face au changement climatique, à participer à leur rayonnement à l'échelle nationale et à l'échelle internationale, à valoriser leurs atouts et leurs ressources, à assurer l'accès de tous à l'éducation, à la formation, à l'emploi, au logement, aux soins, à la culture et aux loisirs ainsi qu'à instaurer l'égalité entre les femmes et les hommes et à lutter contre toutes les formes de discriminations.\n\nLes politiques publiques et les objectifs mentionnés au présent article sont définis en concertation par l'Etat, les acteurs économiques et sociaux, les collectivités territoriales régies par les articles 73 et 74 de la Constitution, la Nouvelle-Calédonie et ses provinces, et les établissements publics de coopération intercommunale. Elles tiennent compte des intérêts propres de chacune de ces collectivités au sein de la République, de leurs caractéristiques et de leurs contraintes particulières, de la richesse de leur patrimoine culturel et naturel, terrestre ou maritime, de leur situation géographique, de leur superficie, de leur contribution à la diversité de la Nation et de leur rôle stratégique pour le rayonnement de la France."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "La mise en place et le maintien de liaisons territoriales continues entre les différentes composantes du territoire de la République constituent un enjeu de souveraineté et une priorité de l'action de l'Etat. La continuité territoriale s'entend du renforcement de la cohésion entre les différents territoires de la République, notamment les territoires d'outre-mer, et de la mise en place ou du maintien d'une offre de transports continus et réguliers à l'intérieur de ces territoires et entre ces territoires et la France hexagonale."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "La République s'assigne pour objectif la construction de 150 000 logements dans les outre-mer au cours des dix années suivant la promulgation de la présente loi. Cet objectif est décliné territorialement, en tenant compte des besoins de réhabilitation."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Le Gouvernement remet au Parlement, dans un délai de douze mois à compter de la promulgation de la présente loi, un rapport présentant la situation des populations d'outre-mer par rapport à celles de l'hexagone ainsi que les moyens nécessaires pour leur garantir l'effectivité des mêmes droits dans les domaines suivants :\n\n1° Accès à l'énergie et à l'eau potable ;\n\n2° Accès au commerce électronique ;\n\n3° Attractivité fiscale."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Le Gouvernement remet au Parlement, dans un délai de douze mois à compter de la promulgation de la présente loi, un rapport présentant la situation des populations d'outre-mer par rapport à celles de l'hexagone ainsi que les moyens nécessaires pour leur garantir l'effectivité des mêmes droits dans les domaines des transports et des déplacements."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Le Gouvernement remet au Parlement, dans un délai de douze mois à compter de la promulgation de la présente loi, un rapport présentant la situation des populations d'outre-mer par rapport à celles de l'hexagone ainsi que les moyens nécessaires pour leur garantir l'effectivité des mêmes droits dans le domaine social et de la santé, notamment en ce qui concerne la lutte contre les addictions et particulièrement l'alcoolisme. Ce rapport aborde également les possibilités de prise en charge par l'Etat ou un établissement public des frais d'accompagnement d'un enfant par l'un de ses parents pour toute évacuation sanitaire entre les outre-mer ou des outre-mer à la métropole, que l'enfant soit ou non accompagné par un professionnel de santé."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. – L'Etat, les collectivités régies par l'article 73 de la Constitution et les établissements publics de coopération intercommunale, en partenariat avec les acteurs économiques et sociaux, élaborent, pour le territoire de chacune de ces collectivités, un plan de convergence en vue de réduire les écarts de développement. Ce plan définit les orientations et précise les mesures et actions visant à mettre en œuvre de manière opérationnelle les objectifs mentionnés à l'article 1er de la présente loi.\n\nII. – Pour atteindre les objectifs mentionnés à l'article 1er, le plan comprend :\n\n1° Un volet relatif à son périmètre et à sa durée, qui est comprise entre dix et vingt ans ;\n\n2° Un diagnostic économique, sanitaire, social, financier et environnemental ;\n\n3° Un diagnostic portant sur les inégalités de revenu et de patrimoine, les discriminations et les inégalités entre les femmes et les hommes ;\n\n4° Une stratégie de convergence de long terme sur le territoire en tenant compte des institutions, du régime législatif et de la répartition des compétences propres à chaque collectivité. Cette stratégie détermine le niveau de réduction des écarts de développement à atteindre à son terme. Elle fixe les orientations fondamentales pour y parvenir et prévoit des actions en matière d'infrastructures, d'environnement, de développement économique et d'implantation des entreprises, de développement social et culturel, d'égalité entre les femmes et les hommes, de santé et d'accès aux soins, d'éducation, de lutte contre l'illettrisme, de formation professionnelle, d'emploi, de logement, d'accès à la justice, de sécurité, de télécommunications, d'accès aux services publics, à l'information, à la mobilité, à la culture et au sport. Elle fait l'objet de mesures à partir de l'évolution constatée du produit intérieur brut par habitant, du taux de chômage, des écarts de revenu par habitant, du seuil de pauvreté ainsi que des indicateurs figurant dans le rapport prévu à l'article unique de la loi n° 2015-411 du 13 avril 2015 visant à la prise en compte des nouveaux indicateurs de richesse dans la définition des politiques publiques. Ces indicateurs intègrent des données relatives au sexe et sont ajustés par rapport au niveau des prix et à l'inflation spécifiques à chaque territoire ;\n\n5° Un volet relatif aux contrats de convergence ou aux autres mesures contractuelles nécessaires à sa mise en œuvre opérationnelle, précisant l'ensemble des actions en matière d'emploi, de santé, d'égalité entre les femmes et les hommes, de jeunesse, de lutte contre l'illettrisme, de logement et de gestion des ressources naturelles ainsi que leur programmation financière ;\n\n6° Un volet contenant les demandes d'habilitation et d'expérimentation ainsi que les propositions de modification ou d'adaptation de dispositions législatives et réglementaires fondées sur les articles 37-1,72 et 73 de la Constitution et le code général des collectivités territoriales, et présentées par les collectivités compétentes ;\n\n7° Un tableau de suivi des actions et projets faisant état, selon l'ordre de priorité qui leur est assigné par les signataires, de tout ou partie des indicateurs prévus au III de l'article 12 de la présente loi ;\n\n8° Toute mesure contractuelle nécessaire à sa gouvernance, à sa mise en œuvre et à son évaluation.\n\nIII. – Les documents de planification et de programmation conclus entre l'Etat, d'une part, et les collectivités territoriales et les établissements publics de coopération intercommunale, d'autre part, ainsi que ceux adoptés unilatéralement par l'une ou l'autre des parties en vertu d'une disposition édictée par l'Etat sont compatibles avec la stratégie de convergence définie dans le plan.\n\nIV. – Le plan de convergence fait l'objet d'une présentation et d'un débat au sein de la conférence territoriale de l'action publique mentionnée à l'article L. 1111-9-1 du code général des collectivités territoriales. Ce débat porte notamment sur l'articulation et la coordination de ces politiques entre les différents niveaux de collectivités et l'Etat.\n\nV. – Le plan de convergence fait l'objet, avant sa signature, d'une présentation et d'un débat au sein des assemblées délibérantes des collectivités ainsi que d'une délibération spécifique.\n\nVI. – Le plan de convergence est signé par l'Etat, les collectivités régies par l'article 73 de la Constitution et les établissements publics de coopération intercommunale, au plus tard, le 1er juillet 2018.\n\nVII. – Le plan de convergence peut être révisé, partiellement ou totalement, à mi-parcours ou en cas de modification substantielle apportée aux outils de planification et de programmation qu'il contient."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "L'Etat, les collectivités régies par l'article 74 de la Constitution, la Nouvelle-Calédonie et ses provinces et les établissements publics de coopération intercommunale intéressés peuvent conclure un plan de convergence tenant compte des institutions, du régime législatif et de la répartition des compétences propres à chaque collectivité et inspiré du plan mentionné à l'article 7 de la présente loi.\n\nEn Nouvelle-Calédonie, le plan de convergence propose les voies permettant une révision du dispositif de la continuité territoriale et les voies permettant notamment un alignement des prix des services bancaires sur ceux constatés en métropole ainsi que l'extension locale de l'ensemble des missions de la Banque publique d'investissement."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Les plans de convergence mentionnés aux articles 7 et 8 sont déclinés en contrats de convergence, d'une durée maximale de six ans, ou en toutes autres mesures contractuelles nécessaires à leur mise en œuvre opérationnelle, pendant toute la durée de leur exécution.Les contrats de convergence sont conclus entre les signataires des plans de convergence."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-La chambre régionale des comptes ou la chambre territoriale des comptes examine la mise en œuvre des stratégies de convergence.\n\nL'examen de la mise en œuvre porte sur l'exécution de la programmation financière du plan de convergence, l'économie des moyens mis en œuvre et l'évaluation des résultats atteints par rapport aux objectifs fixés par le plan de convergence. L'opportunité de ces objectifs ne peut faire l'objet d'observations.\n\nIII.-Les stratégies de convergence sont mesurées à partir de l'évolution constatée du produit intérieur brut par habitant, du taux de chômage, des écarts de revenus par habitant, du seuil de pauvreté ainsi que des indicateurs figurant dans le rapport prévu à l'article unique de la loi n° 2015-411 du 13 avril 2015 visant à la prise en compte des nouveaux indicateurs de richesse dans la définition des politiques publiques. Ces indicateurs intègrent des données sexuées.\n\n-LOI n° 2009-594 du 27 mai 2009"
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "L'ordonnance n° 2016-1580 du 24 novembre 2016 relative à la protection du salaire à Mayotte, au titre des privilèges et de l'assurance est ratifiée."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I. – La représentativité définie aux articles L. 2121-1 et L. 2151-1 du code du travail est appréciée, pour les organisations syndicales de salariés et les organisations professionnelles d'employeurs ultramarines, au niveau de chacun des territoires suivants : la Guadeloupe, la Guyane, la Martinique, Mayotte, La Réunion, Saint-Barthélemy, Saint-Martin et Saint-Pierre-et-Miquelon.\n\nLe Gouvernement remet avant le 1er juillet 2018 au Haut Conseil du dialogue social un rapport qui porte sur :\n\n1° La participation des organisations mentionnées au premier alinéa du présent I aux instances de concertation et de dialogue social ;\n\n2° Leur participation à la négociation des conventions collectives et des accords et à leur extension sur les territoires concernés ;\n\n3° Leurs moyens humains et financiers, notamment l'accès aux crédits du fonds paritaire prévu à l'article L. 2135-9 du code du travail ;\n\n4° L'ensemble des voies d'amélioration de la couverture conventionnelle des salariés dans les territoires mentionnés au premier alinéa du présent I.\n\nCe rapport, accompagné des observations du Haut Conseil du dialogue social, est transmis au Parlement au plus tard le 1er janvier 2019.\n\nII. – Jusqu'au 1er janvier 2019, sont habilitées à négocier pour adapter au niveau d'un territoire mentionné au premier alinéa du I du présent article les conventions et accords collectifs de travail dont le champ d'application est national en application de l'article L. 2222-1 du code du travail les organisations syndicales de salariés qui cumulativement :\n\n1° Respectent les valeurs républicaines ;\n\n2° Ont recueilli au moins 8 % des suffrages exprimés résultant de l'addition au niveau d'un des territoires mentionnés au premier alinéa du I du présent article des suffrages exprimés au premier tour des dernières élections des titulaires aux comités d'entreprise ou de la délégation unique du personnel ou, à défaut, des délégués du personnel, quel que soit le nombre de votants, des suffrages exprimés au scrutin concernant les entreprises de moins de onze salariés dans les conditions prévues aux articles L. 2122-10-1 et suivants du code du travail ainsi que des suffrages exprimés aux élections des membres représentant les salariés aux chambres départementales d'agriculture dans les conditions prévues à l'article L. 2122-6 du même code ;\n\n3° Ont une ancienneté minimale de deux ans dans le champ professionnel et géographique couvrant le niveau de la négociation. Cette ancienneté s'apprécie à compter de la date de dépôt légal des statuts."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Dans le Département de Mayotte, le processus de l'égalité réelle inclut la réalisation de l'égalité sociale sur la base des orientations du document stratégique \"Mayotte 2025\"."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I. - A créé les dispositions suivantes :\n\nII. - (Abrogé).\n\n-Ordonnance n° 96-1122 du 20 décembre 1996"
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I est applicable à compter du 1er janvier 2017 pour les  bénéficiaires de l'allocation journalière de présence parentale et à  compter du 1er janvier 2018 pour les bénéficiaires de la prestation  partagée d'éducation de l'enfant.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I du présent article entre en vigueur le 1er janvier 2018.\n\n- LOI n° 87-563 du 17 juillet 1987"
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I et II.-A créé ou modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII.-Les I et II du présent article entrent en vigueur le 1er janvier 2018.\n\n-Ordonnance n° 2002-149 du 7 février 2002\n\n-Code de l'action sociale et des familles\n\n-Ordonnance n° 2002-149 du 7 février 2002"
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-A compter du 1er avril 2018, les taux respectifs du complément familial et du montant majoré du complément familial mentionnés au second alinéa de l'article L. 755-16-1 du code de la sécurité sociale augmentent chaque année au 1er avril pour atteindre, au plus tard le 1er avril 2020, les taux respectifs des mêmes prestations mentionnés à l'article L. 522-3 du même code.III.-Le présent article entre en vigueur le 1er avril 2017.\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I et III.-A modifié les dispositions suivantes :\n\nII.-Le 1° du I entre en vigueur le 1er janvier 2019.IV.-Le XII de l'article 64-1 de la loi n° 2001-616 du 11 juillet 2001 relative à Mayotte s'applique aux pensions uniques concédées à compter du 1er janvier 2019.\n\n-Ordonnance n° 2002-411 du 27 mars 2002\n\n-Loi n° 2001-616 du 11 juillet 2001"
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I. – Le conseil économique, social et environnemental régional de Guyane et le conseil de la culture, de l'éducation et de l'environnement de la région de Guyane demeurent en fonction, jusqu'à l'installation du conseil économique, social, environnemental, de la culture et de l'éducation de Guyane, prévu à l'article L. 7124-1 du code général des collectivités territoriales et, au plus tard, jusqu'au 31 décembre 2017.\n\nA compter de la date d'installation de l'assemblée de Guyane et, au plus tard, jusqu'au 31 décembre 2017, ces deux conseils sont placés auprès de la collectivité territoriale de Guyane. Le régime indemnitaire applicable aux membres de ces deux conseils s'applique jusqu'à la date d'installation du conseil économique, social, environnemental, de la culture et de l'éducation de Guyane.\n\nII. – Le conseil économique, social et environnemental régional de Martinique et le conseil de la culture, de l'éducation et de l'environnement de la région de Martinique demeurent en fonction, jusqu'à l'installation du conseil économique, social, environnemental, de la culture et de l'éducation de Martinique, prévu à l'article L. 7226-1 du code général des collectivités territoriales et, au plus tard, jusqu'au 31 décembre 2017.\n\nA compter de la date d'installation de l'assemblée de Martinique et, au plus tard, jusqu'au 31 décembre 2017, ces deux conseils sont placés auprès de la collectivité territoriale de Martinique. Le régime indemnitaire applicable aux membres de ces deux conseils s'applique jusqu'à la date d'installation du conseil économique, social, environnemental, de la culture et de l'éducation de Martinique."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "L'ordonnance n° 2016-415 du 7 avril 2016 relative à l'économie sociale et solidaire dans le Département de Mayotte est ratifiée."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "I.-L'ordonnance n° 2015-896 du 23 juillet 2015 portant réforme du régime d'assurance vieillesse applicable à Saint-Pierre-et-Miquelon est ratifiée.\n\nII.-L'ordonnance n° 2015-897 du 23 juillet 2015 relative au régime d'assurance vieillesse applicable à Mayotte est ratifiée.\n\nIII.-A modifié les dispositions suivantes :\n\n-LOI n° 87-563 du 17 juillet 1987"
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "L'ordonnance n° 2016-160 du 18 février 2016 portant adaptation de la prime d'activité au Département de Mayotte est ratifiée."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Dans les collectivités mentionnées à l'article L. 751-1 du code de la sécurité sociale, la stratégie nationale de santé comporte un volet consacré aux établissements publics de santé, qui vise à soutenir l'attractivité de l'exercice médical et paramédical hospitalier dans ces établissements, à déployer un accompagnement financier national en soutien aux investissements de recomposition de l'offre de soins et au développement du numérique en santé, à encourager les actions d'amélioration continue de la qualité et de la sécurité des soins, à soutenir le développement hospitalo-universitaire et à permettre la mobilisation de leviers de soutien aux actions d'amélioration de la performance de ces établissements."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "Dans le cadre de la stratégie nationale de santé déclinée dans les collectivités régies par l'article 73 de la Constitution, le ministre chargé de la santé favorise la négociation et la conclusion de protocoles de coopération entre professionnels de santé, que ces protocoles soient totalement nouveaux ou qu'il s'agisse de l'extension ou de l'adaptation de protocoles déjà existants en métropole."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "A titre expérimental et pour une durée de trois ans à compter de la promulgation de la présente loi, dans les collectivités régies par l'article 73 de la Constitution :\n\n1° Le comité régional de l'emploi, de la formation et de l'orientation professionnelles mentionné à l'article L. 6123-3 du code du travail est doté d'une commission sur la pluriactivité. Elle est chargée d'établir un diagnostic partagé sur la pluriactivité dans le territoire et de formuler une stratégie pour la sécurisation des parcours professionnels des personnes pluriactives. La composition de cette commission est fixée par décret ;\n\n2° La convention régionale pluriannuelle de coordination de l'emploi, de l'orientation et de la formation mentionnée à l'article L. 6123-4 du même code détermine les actions conduites par les signataires pour mettre en œuvre la stratégie mentionnée au 1° du présent article."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "I. – Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance, dans un délai de dix-huit mois à compter de la promulgation de la présente loi, toute mesure relevant du domaine de la loi pour étendre et adapter la législation relative aux allocations logement à Saint-Pierre-et-Miquelon au regard des spécificités locales.\n\nII. – Un projet de loi de ratification est déposé devant le Parlement au plus tard le premier jour du sixième mois suivant la publication de l'ordonnance."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-La perte de recettes pour l'Etat résultant du I est compensée à due concurrence par la création d'une taxe additionnelle aux droits mentionnés aux articles 575 et 575 A du code général des impôts.\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport étudiant le lien entre le prix des boissons alcooliques et la consommation d'alcool, et évaluant l'impact d'une éventuelle majoration des droits d'accises sur les boissons alcooliques en matière de lutte contre l'alcoolisme."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "I. – Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé, dans un délai de dix-huit mois à compter de la promulgation de la présente loi, à rapprocher par ordonnance le droit applicable à Saint-Pierre-et-Miquelon de la législation applicable en métropole et dans les collectivités régies par l'article 73 de la Constitution en matière de sécurité sociale et à codifier dans un cadre conjoint l'ensemble de ces dispositions.\n\nII. – Un projet de loi de ratification est déposé devant le Parlement dans un délai de six mois à compter de la publication de l'ordonnance prévue au I du présent article.\n\nIII. et IV. – A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\n-Ordonnance n° 77-1102 du 26 septembre 1977\n\n-LOI n° 2016-41 du 26 janvier 2016\n\n-Ordonnance n° 77-1102 du 26 septembre 1977"
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "L'Etat et les collectivités territoriales d'outre-mer encouragent et favorisent la création d'une chaire d'excellence consacrée à l'outre-mer dans une grande école."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "Le Gouvernement est autorisé à procéder par ordonnance, dans les conditions prévues à l'article 38 de la Constitution, à la révision des dispositions de nature législative particulières à l'outre-mer en vigueur à la date de publication de l'ordonnance, au sein du code de l'éducation, en vue :\n\n1° De remédier aux éventuelles erreurs ou insuffisances de codification, en incluant les dispositions de nature législative qui n'auraient pas été codifiées et en adaptant le plan et la rédaction des dispositions codifiées ;\n\n2° D'abroger les dispositions obsolètes, inadaptées ou devenues sans objet ;\n\n3° D'adapter, le cas échéant, ces dispositions à l'évolution des caractéristiques et contraintes particulières aux collectivités régies par l'article 73 de la Constitution ;\n\n4° D'étendre, le cas échéant dans le respect des règles de partage des compétences prévues par la loi organique, l'application de ces dispositions, selon le cas, à Saint-Pierre-et-Miquelon, à Saint-Barthélemy, à Saint-Martin, en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna, avec les adaptations nécessaires, et de procéder, si nécessaire, à l'adaptation des dispositions déjà applicables à ces collectivités ;\n\n5° De mettre les autres codes et lois qui mentionnent ces dispositions en cohérence avec la nouvelle rédaction adoptée.\n\nL'ordonnance mentionnée au premier alinéa est prise dans un délai de dix-huit mois à compter de la promulgation de la présente loi. Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "A titre expérimental, pour une durée de cinq ans à compter de la promulgation de la présente loi, dans les collectivités régies par l'article 73 de la Constitution, à Saint-Barthélemy, à Saint-Martin et à Saint-Pierre-et-Miquelon, la durée minimale d'activité prévue au II de l'article L. 335-5 du code de l'éducation pour la validation des acquis de l'expérience n'est pas opposable aux personnes qui ont signé une convention en vue de la création d'une entreprise avec un des organismes mentionnés au 5 de l'article L. 511-6 du code monétaire et financier."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "A titre expérimental, pour une durée de dix-huit mois à compter du 1er juillet 2017, dans les départements et les collectivités d'outre-mer, les dépenses liées à l'exercice de la fonction tutorale exposées par les employeurs pour la formation professionnelle des salariés peuvent être prises en charge par l'organisme paritaire collecteur agréé au titre du plan de formation auquel ces employeurs versent leur contribution en application des articles L. 6331-2 et L. 6331-9 du code du travail, dans les limites mentionnées au deuxième alinéa de l'article L. 6332-15 du même code et dans les conditions déterminées par un accord conclu entre l'Etat et les organismes paritaires collecteurs agréés concernés."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "A titre expérimental, pour une durée de trois ans à compter de la promulgation de la présente loi, en Guadeloupe, en Guyane, en Martinique, à La Réunion, à Saint-Barthélemy, à Saint-Martin et à Saint-Pierre-et-Miquelon, la durée minimale du contrat de professionnalisation dont l'exécution démarre à l'issue de la période de formation réalisée au titre d'une préparation opérationnelle à l'emploi peut, par dérogation aux articles L. 6326-1 et L. 6326-3 du code du travail, être inférieure à douze mois, sans toutefois pouvoir être inférieure à six mois.\n\nLa dérogation prévue au premier alinéa n'est applicable que lorsque la préparation opérationnelle à l'emploi préalable à l'exécution du contrat de professionnalisation est accomplie hors du territoire de résidence du bénéficiaire, que sa durée excède trois mois et que le contrat de professionnalisation prenant effet à l'issue de la préparation opérationnelle à l'emploi a été signé préalablement à l'accomplissement de celle-ci.\n\nLe Gouvernement procède à l'évaluation de cette mesure et remet au Parlement, au plus tard trois mois avant le terme de l'expérimentation, un rapport sur l'opportunité de la pérenniser."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "I.-A créé les dispositions suivantes :\n\nII.-La perte de recettes résultant pour l'Etat du I du présent article est compensée, à due concurrence, par la création d'une taxe additionnelle aux droits prévus aux articles 575 et 575 A du code général des impôts.\n\n-Code monétaire et financier"
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "A titre expérimental, et pour favoriser à moyen terme l'émergence de nouveaux opérateurs locaux susceptibles d'exercer pleinement leur libre accès à la commande publique, dans les collectivités régies par les articles 73 et 74 de la Constitution autres que la Polynésie française et les îles Wallis et Futuna, pour une période de cinq ans à compter de la promulgation de la présente loi, les pouvoirs adjudicateurs, les entités adjudicatrices et les acheteurs publics peuvent réserver jusqu'à un tiers de leurs marchés aux petites et moyennes entreprises locales, au sens de l'article 51 de la loi n° 2008-776 du 4 août 2008 de modernisation de l'économie. Il en va de même en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna pour ce qui concerne les marchés passés par les services et les établissements publics de l'Etat.\n\nLe montant total des marchés conclus en application du premier alinéa du présent article au cours d'une année ne peut excéder 15 % du montant annuel moyen des marchés du secteur économique concerné conclus par le pouvoir adjudicateur ou l'entité adjudicatrice concernés au cours des trois années précédentes.\n\nDans des conditions définies par voie réglementaire, pour les marchés dont le montant estimé est supérieur à 500 000 euros hors taxes, les soumissionnaires doivent présenter un plan de sous-traitance prévoyant le montant et les modalités de participation des petites et moyennes entreprises locales."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I du présent article entre en vigueur le 1er janvier 2018.\n\n- Code du travail"
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "L'article 1er du décret du 2 thermidor an II (20 juillet 1794) est complété par une phrase ainsi rédigée :« Cette disposition n'a ni pour objet ni pour effet de prohiber l'usage de traductions lorsque l'utilisation de la langue française est assurée. »"
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "Dans un délai de dix-huit mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport étudiant les conditions d'un alignement possible du bouquet de chaînes de la télévision numérique terrestre dans les outre-mer sur le bouquet existant dans l'hexagone."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "I.-A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII.-Est dispensée de l'examen prévu à l'article L. 423-5 du code de l'environnement, toute personne majeure qui, à la date de promulgation de la présente loi, chasse en Guyane et y réside à titre principal en conformité avec la législation sur le séjour dans ce territoire, selon une attestation du maire de la commune de résidence ou du lieu de cette chasse. Sa demande de délivrance du permis doit être déposée à peine de nullité avant le 1er janvier 2020 auprès du représentant de l'Etat dans le territoire.\n\nEn Guyane, le droit d'examen prévu à l'article L. 423-6 du code de l'environnement peut être fixé à 0 € jusqu'au 31 décembre 2027 et, par dérogation à l'article L. 423-21-1 du même code, le montant des redevances cynégétiques départementales est fixé à 0 € jusqu'au 31 décembre 2027.\n\nLe représentant de l'Etat dans le territoire peut accorder une attestation irrégulièrement refusée ou annuler une attestation irrégulièrement accordée.\n\nIII.-Les décrets d'application du présent article sont pris après avis de la collectivité territoriale de Guyane.\n\n-Code de l'environnement\n\n-Code de l'environnement\n\n-Code de l'environnement\n\n-Code de l'environnement"
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "A titre expérimental et pour une durée de six ans à compter de la promulgation de la présente loi, aux fins de mutualisation des politiques de ressources humaines au bénéfice des agents publics affectés à Saint-Pierre-et-Miquelon, à Saint Barthélemy, à Saint-Martin ou à Wallis-et-Futuna :\n\n1° Il peut être créé dans chaque territoire, sous l'autorité du représentant de l'Etat, une direction unique des ressources humaines de l'Etat, chargée de mutualiser les actions de politique des ressources humaines, par délégation des ministres concernés, compétente pour les agents des services placés sous son autorité.\n\nDans ce cadre, les postes vacants dans les services de l'Etat sont ouverts à la mutation en priorité aux agents mentionnés au premier alinéa du présent 1° et déjà affectés sur chaque territoire ainsi qu'aux agents déjà en fonction sur le territoire concerné et qui bénéficient d'un avancement de grade ou d'une promotion de corps.\n\nLes conditions d'application du présent 1° sont fixées par décret en Conseil d'Etat pris dans un délai de six mois à compter de la promulgation de la loi n° 2019-828 du 6 août 2019 de transformation de la fonction publique. Ce décret prévoit les conditions dans lesquelles les dispositions du deuxième alinéa du présent 1° peuvent être appliquées, par délégation des ministres concernés, aux agents des services de l'Etat qui ne sont pas placés sous l'autorité du représentant de l'Etat dans le territoire ;\n\n2° Une convention, conclue entre l'Etat et les employeurs relevant de l'article 2 de la loi n° 83-634 du 13 juillet 1983 portant droits et obligations des fonctionnaires, peut être conclue afin de fixer les modalités d'extension de cette direction des ressources humaines aux autres fonctions publiques. Elle détermine les objectifs de la direction et l'étendue des missions qui lui sont déléguées et prévoit les conditions de mise à disposition des personnels concernés ainsi que les modalités de fonctionnement de la direction. Le projet de convention est soumis pour avis aux comités techniques compétents et à l'accord préalable des représentants du territoire."
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "A titre expérimental et pour une durée de six ans à compter de la promulgation de la présente loi, aux fins de développement d'actions de formation et d'actions concourant à l'amélioration de l'hygiène, de la sécurité et des conditions de travail au bénéfice de l'ensemble des agents publics relevant de la loi n° 83-634 du 13 juillet 1983 portant droits et obligations des fonctionnaires et affectés sur le territoire de l'une des collectivités mentionnées à l'article 73 de la Constitution ou sur les territoires de Saint-Pierre-et-Miquelon, Saint-Barthélemy, Saint-Martin ou Wallis-et-Futuna :\n\n1° Les employeurs publics relevant de l'article 2 de la loi n° 83-634 du 13 juillet 1983 précitée ainsi que leurs établissements publics compétents dans ce domaine concluent, dans un délai de six mois à compter de la promulgation de la présente loi, une convention portant plan mutualisé de formation dans les domaines d'intérêt commun. Cette convention précise les domaines concernés, les actions envisagées ainsi que les financements dédiés ;\n\n2° Toute action de formation organisée par ou pour le compte d'un ou de plusieurs employeurs mentionnés au 1° du présent article dans les domaines d'intérêt commun est ouverte aux agents relevant des autres employeurs.\n\nLa convention mentionnée au même 1° peut porter mutualisation aux fins d'application de l'article 23 de la loi n° 83-634 du 13 juillet 1983 précitée dans les domaines d'intérêt commun.\n\nLe projet de convention est soumis pour avis aux comités techniques compétents sur le territoire et à l'accord préalable des représentants du territoire."
    },
    {
      "provision_ref": "art98",
      "section": "98",
      "title": "Article 98",
      "content": "Outre les officiers et agents de police judiciaire agissant dans le cadre du code de procédure pénale, les agents des communes et des provinces de la Nouvelle-Calédonie, chargés d'appliquer la réglementation en matière d'urbanisme, habilités à rechercher et à constater les infractions à cette réglementation, exercent leurs compétences dans les conditions définies au présent article.\n\nLes agents des communes de la Nouvelle-Calédonie chargés de l'urbanisme sont commissionnés par le maire et assermentés pour rechercher et constater tout ou partie des infractions mentionnées au premier alinéa.\n\nLes procès-verbaux dressés par ces agents font foi jusqu'à preuve du contraire.\n\nCopie du procès-verbal constatant une infraction est transmise sans délai au ministère public.\n\nLes communes et les provinces de la Nouvelle-Calédonie peuvent exercer les droits reconnus à la partie civile, en ce qui concerne les faits commis sur leur territoire et constituant une infraction à la réglementation en matière d'urbanisme."
    },
    {
      "provision_ref": "art102",
      "section": "102",
      "title": "Article 102",
      "content": "L'ordonnance n° 2016-391 du 31 mars 2016 recodifiant les dispositions relatives à l'outre-mer du code rural et de la pêche maritime est ratifiée."
    },
    {
      "provision_ref": "art110",
      "section": "110",
      "title": "Article 110",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I du présent article entre en vigueur le premier jour du deuxième mois suivant la promulgation de la présente loi.\n\n- Code de procédure pénale"
    },
    {
      "provision_ref": "art113",
      "section": "113",
      "title": "Article 113",
      "content": "I. – A modifié les dispositions suivantes :\n\nII. – (abrogé)\n\nIII. – Une commission composée de trois députés et trois sénateurs ainsi que de six personnalités qualifiées propose, dans un délai de douze mois à compter de la promulgation de la présente loi, les mesures destinées à réserver l'indemnisation aux personnes dont la maladie est causée par les essais nucléaires. Elle formule des recommandations à l'attention du Gouvernement.\n\n-LOI n° 2010-2 du 5 janvier 2010"
    },
    {
      "provision_ref": "art114",
      "section": "114",
      "title": "Article 114",
      "content": "I.-A créé les dispositions suivantes :\n\n-Code de l'urbanisme"
    },
    {
      "provision_ref": "art118",
      "section": "118",
      "title": "Article 118",
      "content": "I. – Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance, dans un délai de neuf mois après la promulgation de la présente loi, toute mesure relevant du domaine de la loi afin de mettre en place, à Mayotte, un régime fiscal transitoire jusqu'en 2025 à même de faciliter les démarches de régularisation foncière. Ce régime dérogatoire prévoit l'exemption totale ou partielle des frais d'enregistrement et des droits de succession et de donation à la première transmission et une exemption dégressive des taxes locales sur trois ans après le titrement. Ces exemptions ne donnent pas lieu à compensation de la part de l'Etat.\n\nII. – Un projet de loi de ratification est déposé devant le Parlement dans un délai de six mois à compter de la publication de l'ordonnance prévue au I."
    },
    {
      "provision_ref": "art119",
      "section": "119",
      "title": "Article 119",
      "content": "I. – Pour une durée de cinq ans à compter de la promulgation de la présente loi, les collectivités régies par l'article 73 de la Constitution qui en font la demande peuvent expérimenter la mise en place d'un observatoire des inégalités entre les femmes et les hommes, chargé notamment d'étudier les violences faites aux femmes, de proposer aux femmes victimes de violences une prise en charge globale et de conclure des partenariats avec l'ensemble des acteurs intervenant dans la lutte contre les violences faites aux femmes.\n\nII. – Au plus tard six mois avant le terme de l'expérimentation, le Gouvernement adresse au Parlement un rapport d'évaluation de l'expérimentation, portant notamment sur son impact sur le suivi et la prise en charge des femmes victimes de violence."
    },
    {
      "provision_ref": "art121",
      "section": "121",
      "title": "Article 121",
      "content": "I. - Dans un délai de douze mois à compter de la publication de la présente loi, l'évaluation cadastrale des parcelles de forêts exploitées, concédées ou gérées par l'Office national des forêts est réalisée, en vue d'une perception de la taxe foncière sur les propriétés non bâties par les collectivités dès 2018.\n\nII. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art122",
      "section": "122",
      "title": "Article 122",
      "content": "I.-A créé les dispositions suivantes :\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art124",
      "section": "124",
      "title": "Article 124",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Dans un délai de douze mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport dressant un bilan exhaustif des zones franches urbaines, zones de revitalisation urbaine, zones franches d'activité et zones de revitalisation rurale en vigueur dans les territoires d'outre-mer. Ce rapport présente également les conditions de mise en œuvre d'une zone franche globale à compter du 1er janvier 2019 pour une durée de dix ans renouvelable.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art125",
      "section": "125",
      "title": "Article 125",
      "content": "II.-La perte de recettes pour l'Etat résultant du I est compensée à due concurrence par la création d'une taxe additionnelle aux droits mentionnés aux articles 575 et 575 A du code général des impôts."
    },
    {
      "provision_ref": "art127",
      "section": "127",
      "title": "Article 127",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - La perte de recettes pour l'Etat résultant des 1° à 4° du I est compensée à due concurrence par la création d'une taxe additionnelle aux droits mentionnés aux articles 575 et 575 A du code général des impôts.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art129",
      "section": "129",
      "title": "Article 129",
      "content": "I. – A modifié les dispositions suivantes :\n\nII. – La perte de recettes pour l'Etat résultant du I est compensée à due concurrence par la création d'une taxe additionnelle aux droits mentionnés aux articles 575 et 575 A du code général des impôts.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art131",
      "section": "131",
      "title": "Article 131",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-La perte de recettes pour l'Etat résultant du I est compensée à due concurrence par la création d'une taxe additionnelle aux droits mentionnés aux articles 575 et 575 A du code général des impôts.III.-Le présent article entre en vigueur le 1er janvier 2017.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art135",
      "section": "135",
      "title": "Article 135",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-La perte de recettes pour l'Etat résultant du I est compensée à due concurrence par la création d'une taxe additionnelle aux droits mentionnés aux articles 575 et 575 A du code général des impôts.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art137",
      "section": "137",
      "title": "Article 137",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Il est institué un prélèvement sur les recettes de l'Etat destiné à compenser la perte de recettes résultant, pour les collectivités territoriales, du I. Le montant du prélèvement correspond à la perte de recettes constatée l'année précédente.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art140",
      "section": "140",
      "title": "Article 140",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-La perte de recettes pour l'Etat résultant du I est compensée à due concurrence par la création d'une taxe additionnelle aux droits mentionnés aux articles 575 et 575 A du code général des impôts.\n\n-Loi n° 2004-639 du 2 juillet 2004"
    },
    {
      "provision_ref": "art141",
      "section": "141",
      "title": "Article 141",
      "content": "I, II et IV. - A modifié les dispositions suivantes :\n\nIII. - Il est institué un prélèvement sur les recettes de l'Etat  compensant les pertes de recettes résultant, pour la collectivité  territoriale de Guyane, de la suppression de sa part de dotation globale  garantie. Le montant de ce prélèvement est égal à 18 millions d'euros  en 2018.\n\n- Loi n° 2004-639 du 2 juillet 2004\n\n- Ordonnance n° 2013-837 du 19 septembre 2013\n\n- LOI n° 2014-1655 du 29 décembre 2014"
    },
    {
      "provision_ref": "art144",
      "section": "144",
      "title": "Article 144",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-La perte de recettes résultant pour l'Etat du I du présent article est compensée, à due concurrence, par la création d'une taxe additionnelle aux droits prévus aux articles 575 et 575 A du code général des impôts.\n\n-Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art145",
      "section": "145",
      "title": "Article 145",
      "content": "Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport présentant les différents scénarios permettant une augmentation des retombées financières, pour les collectivités territoriales de Guyane, de l'activité spatiale en Guyane, tout en préservant la compétitivité du site de Kourou."
    },
    {
      "provision_ref": "art146",
      "section": "146",
      "title": "Article 146",
      "content": "Toute enquête statistique réalisée dans les collectivités d'outre-mer régies par l'article 73 de la Constitution par l'Etat ou l'un de ses établissements publics est étendue à la Nouvelle-Calédonie et aux collectivités d'outre-mer régies par l'article 74 de la Constitution, sous réserve de l'accord desdites collectivités."
    },
    {
      "provision_ref": "art148",
      "section": "148",
      "title": "Article 148",
      "content": "Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur les bases et les périmètres de calcul des taux de pauvreté des populations des outre-mer et des populations hexagonales afin d'harmoniser les méthodes de calcul appliquées entre les différents territoires. Il aborde également les modalités d'intégration du produit intérieur brut des collectivités d'outre-mer et de la Nouvelle-Calédonie dans le calcul du produit intérieur brut français."
    }
  ]
}