{
  "id": "loi-n-2007-308-du-5-mars-2007",
  "type": "statute",
  "title": "Loi n° 2007-308 du 5 mars 2007",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000430707",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2007-552 DC du 1er mars 2007.]"
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2007-552 DC du 1er mars 2007.]"
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "I. - L'ordonnance n° 2005-656 du 8 juin 2005 relative aux règles de fonctionnement des juridictions de l'incapacité est ratifiée.\n\nII. - Paragraphe modificateur"
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2007-552 DC du 1er mars 2007.]"
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2007-552 DC du 1er mars 2007.]"
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2007-552 DC du 1er mars 2007.]"
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2007-552 DC du 1er mars 2007.]"
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2007-552 DC du 1er mars 2007.]"
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance, avant le 1er janvier 2009, les mesures relevant du domaine législatif nécessaires pour :1° Permettre l'adaptation à Mayotte, dans les îles Wallis et Futuna, en Polynésie française et en Nouvelle-Calédonie des dispositions de la présente loi relatives à la capacité qui y sont applicables de plein droit ;2° Rendre applicables à Mayotte, dans les îles Wallis et Futuna, en Polynésie française et en Nouvelle-Calédonie, avec les adaptations nécessaires, les autres dispositions de la présente loi.Le projet de loi de ratification de l'ordonnance doit être déposé devant le Parlement au plus tard le premier jour du troisième mois suivant la publication de l'ordonnance."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "I.-Se conforment, dans un délai de trois ans à compter de l'entrée en vigueur de la présente loi, aux dispositions de la section 1 du chapitre III du titre Ier du livre III du code de l'action sociale et des familles les personnes morales qui étaient précédemment habilitées pour exercer :\n\n1° La tutelle d'Etat ou la curatelle d'Etat ;\n\n2° La gérance de tutelle en qualité d'administrateur spécial ;\n\n3° La tutelle aux prestations sociales.\n\nII.-Se conforment à l'article L. 472-1 du code de l'action sociale et des familles, dans un délai de trois ans à compter de l'entrée en vigueur du décret prévu à l'article L. 472-4 du même code et au plus tard le 1er janvier 2012, les personnes physiques qui étaient précédemment habilitées pour exercer :\n\n1° La tutelle d'Etat ou la curatelle d'Etat ;\n\n2° La gérance de tutelle en qualité d'administrateur spécial ;\n\n3° La tutelle aux prestations sociales.\n\nIII.-Dans l'attente de l'obtention de l'agrément prévu à l'article L. 472-1 du code de l'action sociale et des familles et au plus tard le 1er janvier 2012, les personnes physiques habilitées pour exercer la tutelle d'Etat ou la curatelle d'Etat, la gérance de tutelle en qualité d'administrateur spécial ou la tutelle aux prestations sociales sont affiliées aux régimes de sécurité sociale applicables en vertu des articles L. 613-1 et L. 622-5 du code de la sécurité sociale.\n\nIV.-Se conforment à l'article L. 472-6 du code de l'action sociale et des familles, dans un délai de trois ans à compter de l'entrée en vigueur de son décret d'application et au plus tard le 1er janvier 2012, les établissements de santé ainsi que les établissements sociaux ou médico-sociaux dont un préposé était précédemment désigné comme gérant de tutelle.\n\nV.-Se conforment, dans un délai de trois ans à compter de l'entrée en vigueur de la présente loi, aux dispositions de la section 1 du chapitre III du titre Ier du livre III du code de l'action sociale et des familles les personnes morales qui étaient précédemment habilitées pour exercer la mesure ordonnée par l'autorité judiciaire en application de l'article 375-9-1 du code civil. Les personnes physiques qui étaient précédemment habilitées pour exercer cette mesure se conforment à l'article L. 474-4 du code de l'action sociale et des familles, dans un délai de trois ans à compter de l'entrée en vigueur du décret en Conseil d'Etat prévu au même article et au plus tard le 1er janvier 2012."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "I.-A l'exception des articles 11, 25 à 28, 31, 33 à 43 et du III de l'article 44 qui sont d'application immédiate, la présente loi entre en vigueur le 1er janvier 2009.\n\nII.-Au 1er janvier 2009, elle s'applique aux mesures de protection ouvertes antérieurement sous les conditions suivantes :\n\n1° Les articles 441 et 442 du code civil sont applicables aux mesures ouvertes avant l'entrée en vigueur de la présente loi à l'expiration d'un délai de cinq ans à compter de cette entrée en vigueur, sans préjudice des demandes de mainlevée qui pourront être présentées avant ce délai et de la révision des mesures faites à l'occasion d'une saisine du juge dans ces dossiers.\n\nA défaut de renouvellement dans le délai précité, les mesures prennent fin de plein droit ;\n\n2° Les mesures de tutelle aux prestations sociales ne sont caduques de plein droit qu'au terme de la troisième année qui suit la date d'entrée en vigueur de la présente loi, à moins que le juge en prononce la caducité avant cette date lors d'un réexamen de la mesure, d'office ou sur demande de la personne protégée.\n\nLors de ce réexamen, le juge peut ordonner une mesure d'accompagnement judiciaire alors même que les conditions du premier alinéa de l'article 495 du code civil ne seraient pas réunies ;\n\n3° L'appel et le pourvoi en cassation sont jugés selon les règles applicables lors du prononcé de la décision de première instance.\n\nIII.-Un mandat de protection future peut être confié à une personne physique dès la publication de la présente loi. Toutefois, ce mandat ne peut prendre effet qu'à compter de la date d'entrée en vigueur de celle-ci."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "A compter du 1er janvier 2010 et jusqu'au 1er janvier 2015, le Gouvernement présente annuellement au Parlement un rapport dressant un bilan statistique de la mise en oeuvre de la mesure d'accompagnement social personnalisé mentionnée à l'article L. 271-1 du code de l'action sociale et des familles ainsi que des évolutions du nombre de mesures de protection judiciaire des majeurs. Ce rapport indique les coûts respectivement supportés par l'Etat, les organismes versant les prestations sociales aux majeurs protégés ainsi que les collectivités débitrices et il expose, en cas d'alourdissement constaté des charges supportées par les départements, les compensations financières auxquelles l'Etat a procédé en lois de finances."
    }
  ]
}