{
  "id": "loi-n-48-1228-du-22-juillet-1948",
  "type": "statute",
  "title": "Loi n° 48-1228 du 22 juillet 1948",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000876482",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Dans toute branche d'activité où l'intérêt général le commande, et après accord des organisations syndicales les plus représentatives des patrons, des cadres et des ouvriers, de ces branches d'activité il peut être créé, par arrêté, des ministres de l'industrie et du commerce, de l'économie nationale et des finances, des établissements d'utilité publique, dits \"Centres techniques industriels\"."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les \"Centres techniques industriels\" ont pour objet de promouvoir le progrès des techniques de participer à l'amélioration du rendement et à la garantie de la qualité dans l'industrie.A cet effet, notamment, ils coordonnent et facilitent les initiatives ; ils exécutent ou font exécuter les travaux de laboratoires et d'ateliers expérimentaux indispensables ; et en particulier, dans le cadre de la législation existante et en accord avec les organismes habilités à cet effet, ils participent aux enquêtes sur la normalisation et à l'établissement des règles permettant le contrôle de la qualité. Ils font profiter la branche d'activité intéressée des résultats de leurs travaux."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les centres techniques industriels sont administrés par un conseil d'administration qui délègue à un conseil d'administration nommé par lui, tous les pouvoirs nécessaires à la direction du centre, cette nomination devant être approuvée par le ministre de l'industrie et du commerce."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Le conseil d'administration comprend :1° Des représentants des chefs d'entreprise ;2° Des représentants du personnel technique de la branche d'activité intéressée (cadres et ouvriers) ;3° Des représentants de l'enseignement technique supérieur, des personnalités particulièrement compétentes, soit au titre de l'industrie intéressée, soit au titre des usagers.Les membres du conseil d'administration sont nommés par arrêté du ministre de l'industrie et du commerce.Les représentants des chefs d'entreprise et du personnel technique sont proposés au choix du ministre par les organisations syndicales les plus représentatives."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Un commissaire du Gouvernement, désigné, par le ministre de l'industrie et, du commerce, représente ce dernier auprès du centre. Il assiste aux séances du conseil d'administration sans toutefois prendre part aux votes. Il a un droit de veto à l'égard des décisions du conseil. Ce droit de veto est suspensif jusqu'à décision du ministre de l'industrie et du commerce, prise après consultation du conseil d'administration.Cette décision devra intervenir dans un délai d'un mois après réception de l'avis du conseil d'administration."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Les centres techniques industriels sont dotés de la personnalité civile et jouissent de l'autonomie administrative et financière.Les centres techniques industriels sont soumis au contrôle économique et financier de l'Etat. Les organismes ou entreprises de toute nature exerçant une activité d'ordre économique et bénéficiant du concours financier d'un centre technique industriel, notamment sous forme de participation en capital, de subvention, de prêt, d'avance ou de garantie, peuvent être assujettis au même contrôle par décret."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Le personnel des centres techniques industriels est régi par les lois, règlements et conventions applicables au personnel des industries dont relèvent ces centres."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Les ressources des centres techniques industriels comprennent, notamment :1° Des cotisations obligatoirement versées par les entreprises exerçant totalement ou partiellement leur activité dans la branche d'activité intéressée. Ces cotisations sont recouvrées par chacun des centres techniques industriels ;2° Les rémunérations pour services rendus ;3° Les revenus des biens et valeurs leur appartenant ;4° Les subventions, dons et legs."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Le conseil d'administration arrête, dès sa constitution, les statuts du centre technique.\n\nIl établit, chaque année, le budget du centre et approuve annuellement le bilan et le résultat financier de l'exercice clos arrêtés par le directeur du centre technique."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Dans les mêmes conditions, il peut être créé des centres techniques industriels interprofessionnels, pour les ressources desquels les cotisations des entreprises peuvent être remplacées par des cotisations des centres techniques industriels intéressés ; ces dernières cotisations sont alors fixées par délibération du conseil d'administration du centre interprofessionnel approuvée par arrêté du ministre de l'industrie et du commerce."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Tout organisme constitué, sous quelque forme que ce soit, en vue de l'objet fixé à l'article 2 de la présente loi peut, sur sa demande, être transformé en centre technique industriel régi par la présente loi.Par dérogation à l'article 4, dernier alinéa, de la loi n° 46-827 du 26 avril 1946, pourront être dévolus aux centres, par arrêté des ministres de l'économie nationale, des finances et de l'industrie et du commerce, les éléments d'actif utiles appartenant à des organismes à fonction technique dont la gestion était assurée par des comités d'organisation ou offices professionnels dissous en exécution de ladite loi.Les transformations et dévolutions visées au présent article bénéficient des exonérations prévues par l'article 580 bis du code de l'enregistrement."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Les centres techniques industriels peuvent être dissous, dans les formes prévues à l'article 1er pour leur création."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Les pouvoirs reconnus par la présente loi au ministre de l'industrie et du commerce sont, pour les industries ressortissant à d'autres départements ministériels, dévolus aux ministres intéressés."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Un décret en Conseil d'Etat fixera, en tant que de besoin, les modalités d'application de la présente loi."
    }
  ]
}