{
  "id": "loi-n-2006-1666-du-21-decembre-2006",
  "type": "statute",
  "title": "Loi n° 2006-1666 du 21 décembre 2006",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000615000",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - La perception des impôts, produits et revenus affectés à l'Etat aux collectivités territoriales, aux établissements publics et organismes divers habilités à les percevoir continue d'être effectuée pendant l'année 2007 conformément aux lois et règlements et aux dispositions de la présente loi.II. - Sous réserve de dispositions contraires, la présente loi s'applique :1° A l'impôt sur le revenu dû au titre de 2006 et des années suivantes ;2° A l'impôt dû par les sociétés sur leurs résultats des exercices clos à compter du 31 décembre 2006 ;3° A compter du 1er janvier 2007 pour les autres dispositions fiscales."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. - Paragraphe modificateurII. - Paragraphe modificateurIII. - En 2007, les acomptes provisionnels ainsi que les prélèvements mensuels prévus respectivement aux articles 1664 et 1681 B du code général des impôts sont réduits au maximum de 8 % dans la limite totale de 300 euros, dans des conditions fixées par décret en Conseil d'Etat.Ces dispositions ne privent pas le contribuable de la faculté de modifier ses acomptes provisionnels ou ses prélèvements mensuels s'il estime que la totalité de ses versements après la réduction prévue au premier alinéa excède le montant de l'impôt dû."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. - Paragraphe modificateurII. - Paragraphe modificateurIII. - Le Gouvernement remet aux commissions des finances des deux assemblées du Parlement, avant le 1er septembre 2007, un rapport relatif aux modalités de rapprochement du versement de la prime pour l'emploi et de la période d'activité, et aux modalités d'inscription du montant de la prime pour l'emploi sur le bulletin de salaire."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. - Paragraphe modificateurII. - Paragraphe modificateurIII. - L'avenant conclu et inscrit dans les conditions prévues par l'article 59 de l'ordonnance n° 2006-346 du 23 mars 2006 relative aux sûretés est exonéré du droit fixe d'enregistrement prévu à l'article 680 du code général des impôts et de la taxe de publicité foncière prévue à l'article 844 du même code, sous réserve du respect des conditions suivantes :1° Il est conclu par une personne physique et concerne une hypothèque inscrite en garantie d'une obligation qu'elle a elle-même contractée ;2° Il fait l'objet d'une inscription prise avant le 1er janvier 2009.IV. - Le III s'applique aux actes notariés dressés à compter du 27 septembre 2006."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I. - Paragraphe modificateurII. - Paragraphe modificateurIII. - Le I s'applique à compter de l'imposition des revenus de l'année 2007 et aux versements effectués au titre des exercices ouverts à compter du 1er janvier 2007."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Les primes versées par l'État après consultation ou délibération de la Commission nationale du sport de haut niveau aux sportifs médaillés aux jeux olympiques et paralympiques d'hiver de l'an 2006 à Turin ne sont pas soumises à l'impôt sur le revenu."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I. à IV. Paragraphes modificateursV. - A. - Les I à III s'appliquent aux exercices ouverts entre le 1er janvier 2006 et le 1er janvier 2009.B. - Le 2° du IV s'applique aux créances déterminées à partir du crédit d'impôt recherche calculé au titre des dépenses exposées à compter du 1er janvier 2006."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I. - Paragraphe modificateurII. - Le I s'applique aux crédits d'impôts calculés au titre des dépenses exposées à compter du 1er janvier 2006."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I. - Paragraphe modificateurII. - Paragraphe modificateurIII. - Le présent article est applicable aux cessions réalisées à compter du 1er janvier 2006."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I. à III. - Paragraphes modificateursIV. - Les I à III sont applicables aux cessions réalisées à compter du 1er janvier 2006."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I. - Paragraphe modificateurII. - Le I s'applique aux frais engagés au cours des exercices clos à compter du 31 décembre 2006 et liés à l'acquisition de titres de participation au cours de ces mêmes exercices."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I. à V. Paragraphes modificateurs\n\nVI.-1. Les matchs organisés par le groupement d'intérêt public Coupe du monde de rugby 2007 à l'occasion de la coupe du monde de rugby en 2007 peuvent bénéficier, en tant que catégorie de compétitions, des dispositions relatives aux modalités d'exonération de l'impôt sur les spectacles prévues au b du 3° de l'article 1561 du code général des impôts.\n\n2. Quatre des manifestations sportives organisées par le groupement d'intérêt public Coupe du monde de rugby 2007 bénéficient de l'application du demi-tarif prévu au 5° de l'article 1562 du même code.\n\n3. Les conseils municipaux peuvent ne pas appliquer aux matchs organisés par le groupement d'intérêt public Coupe du monde de rugby 2007 la majoration du tarif de l'impôt prévue au II de l'article 1560 du même code.\n\n4. Les délibérations des conseils municipaux relatives à l'impôt sur les spectacles applicable au groupement d'intérêt public Coupe du monde de rugby 2007 prévues aux 1 et 3 du présent VI peuvent intervenir jusqu'au 30 juin 2007. Ces délibérations sont notifiées aux services fiscaux compétents au plus tard quinze jours après la date limite pour leur adoption."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "La Caisse des dépôts et consignations verse en 2007 au budget général de l'Etat un montant égal au tiers de la plus-value nette constatée à l'occasion de la cession des participations qu'elle détient, directement ou indirectement, dans la société Caisse nationale des caisses d'épargne."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Est autorisée, à compter du 1er janvier 2007, la perception des rémunérations de services rendus par la direction de la Documentation française instituées par le décret n° 2006-1208 du 3 octobre 2006 relatif à la rémunération des services rendus par la direction de la Documentation française."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I. - Paragraphe modificateurII. - 1. Paragraphe modificateurII. - 2. Par dérogation au dernier alinéa du I de l'article 119 de la loi n° 2004-809 du 13 août 2004 relative aux libertés et responsabilités locales, pour le transfert de compétences prévu au XI de l'article 82 de la même loi, le droit à compensation des charges de fonctionnement transférées est égal à la dépense constatée en 2006.Pour les années scolaires 2006-2007 et 2007-2008, la part du forfait d'externat mentionnée au quatrième alinéa de l'article L. 442-9 du code de l'éducation correspondant à la prise en charge des personnels non enseignants désignés aux articles L. 213-2-1 et L. 214-6-1 du même code est calculée sur la base des dépenses correspondantes de rémunération afférentes à l'externat des collèges ou des lycées de l'enseignement public prise en charge par l'Etat au 31 décembre 2006. Un arrêté des ministres chargés du budget, des collectivités territoriales et de l'éducation, pris après avis du Comité des finances locales, fixe pour chacune des deux années scolaires le montant de la contribution des départements pour les collèges, des régions pour les lycées et, en Corse, de la collectivité territoriale pour les collèges et les lycées.III. - Paragraphe modificateur"
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Pour 2007, les prélèvements opérés sur les recettes de l'Etat au profit des collectivités territoriales sont évalués à 49 451 400 000 euros qui se répartissent comme suit :INTITULÉ DU PRÉLÈVEMENTPrélèvement sur les recettes de I'Etat au titre de la dotation globale de fonctionnementMONTANT (en milliers d'euros) : 39 250 863Prélèvement sur les recettes de l'Etat du produit des amendes forfaitaires de la police de la circulationMONTANT (en milliers d'euros) : 680 000Prélèvement sur les recettes de l'Etat au titre de la dotation spéciale pour le logement des instituteursMONTANT (en milliers d'euros) : 88 192Dotation de compensation des pertes de bases de la taxe professionnelle et de redevance des mines des communes et de leurs groupementsMONTANT (en milliers d'euros) : 164 000Prélèvement sur les recettes de l'Etat au titre de la dotation de compensation de la taxe professionnelleMONTANT (en milliers d'euros) : 1 071 655Prélèvement sur les recettes de l'Etat au profit du Fonds de compensation pour la taxe sur la valeur ajoutéeMONTANT (en milliers d'euros) : 4 711 000Prélèvement sur les recettes de l'Etat au titre de la compensation d'exonérations relatives à la fiscalité localeMONTANT (en milliers d'euros) : 2 762 660Dotation élu localMONTANT (en milliers d'euros) : 62 059Prélèvement sur les recettes de l'Etat au profit de la collectivité territoriale de Corse et des départements de CorseMONTANT (en milliers d'euros) : 42 249Compensation de la suppression de la part salaire de la taxe professionnelleMONTANT (en milliers d'euros) : 118 722Fonds de mobilisation départementale pour l'insertionMONTANT (en milliers d'euros) : 500 000Total49 451 400"
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Sous réserve des dispositions de la présente loi, les affectations résultant de budgets annexes créés et de comptes spéciaux ouverts à la date de dépôt de la présente loi sont confirmées pour l'année 2007."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "I. - Sont clos à la date du 31 décembre 2006 le compte de commerce \" Opérations à caractère industriel et commercial de la Documentation française \" et le budget annexe \" Journaux officiels \".II. - A compter du 1er janvier 2007, il est ouvert dans les écritures du Trésor un budget annexe intitulé \" Publications officielles et information administrative \". Le Premier ministre en est l'ordonnateur principal.Ce budget annexe, qui reprend en balance d'entrée le solde des opérations antérieurement enregistrées sur le compte de commerce et le budget annexe mentionnés au I, retrace :1° En recettes, le produit des rémunérations de services rendus par les directions des Journaux officiels et de la Documentation française, les produits exceptionnels et les recettes diverses et accidentelles ;2° En dépenses, les dépenses de personnel, de fonctionnement et d'investissement, y compris les opérations en cours, des directions des Journaux officiels et de la Documentation française.III. - Paragraphe modificateur"
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "I.-Le budget annexe \" Monnaies et médailles \" est clos à la date du 31 décembre 2006.\n\nII.-Paragraphe modificateur\n\nB.-Dans tous les textes législatifs, notamment dans l'article L. 162-2 du code monétaire et financier et dans les articles 9 et 13 du code des instruments monétaires et des médailles, les références à l'administration des Monnaies et médailles sont remplacées par des références à la Monnaie de Paris.\n\nIII.-L'ensemble des biens et droits à caractère mobilier et immobilier du domaine public ou privé de l'Etat attachés aux missions des services relevant du budget annexe des Monnaies et médailles est, à l'exception des biens situés à Paris, transféré de plein droit et en pleine propriété à l'établissement public La Monnaie de Paris, à compter du 1er janvier 2007. Tous les biens transférés relèvent du domaine privé de l'établissement public, à l'exception des collections historiques qui sont incorporées à cette même date dans le domaine public de l'établissement.\n\nL'ensemble des droits, obligations, contrats, conventions et autorisations de toute nature attachés aux missions des services relevant du budget annexe des Monnaies et médailles sont transférés de plein droit et sans formalité à l'établissement.\n\nLes transferts mentionnés aux deux alinéas précédents n'ont aucune incidence sur ces biens, droits, obligations, contrats, conventions et autorisations et n'entraînent pas leur résiliation. Ils sont réalisés à titre gratuit et ne donnent lieu au paiement d'aucun impôt, droit, taxe, indemnité, rémunération, contribution prévue à l'article 879 du code général des impôts ou honoraires au profit de l'Etat, de ses agents ou de toute autre personne publique.\n\nL'hôtel des Monnaies, cadastré sections 06-01-AB-N° 49 et 06-01-AB-N° 52, est mis gratuitement à la disposition de l'établissement public La Monnaie de Paris à titre de dotation.L'établissement est substitué à l'Etat pour la gestion et l'entretien dudit immeuble. Il supporte également le coût des travaux d'aménagement et des grosses réparations afférents à cet immeuble.\n\nIV.-A.-Les personnels en fonction au 31 décembre 2006 dans les services relevant du budget annexe des Monnaies et médailles sont placés de plein droit, à la date de création de l'établissement public La Monnaie de Paris, sous l'autorité du président de son conseil d'administration.\n\nB.-La Monnaie de Paris est substituée à l'Etat dans les contrats conclus antérieurement au 1er janvier 2007 avec les personnels de droit public ou privé en fonction dans les services relevant du budget annexe des Monnaies et médailles.\n\nC.-Les règles statutaires régissant les personnels ouvriers en fonction à la direction des Monnaies et médailles relevant pour leur retraite du régime des ouvriers des établissements industriels de l'Etat demeurent applicables jusqu'à la conclusion d'un accord d'entreprise pour l'établissement public La Monnaie de Paris avant le 30 juin 2008.A défaut d'accord, une décision du président fixe les règles applicables.\n\nD.-A compter du 1er janvier 2007, les fonctionnaires du ministère de l'économie, des finances et de l'industrie régis par le statut particulier des fonctionnaires techniques de l'administration des Monnaies et médailles exercent en position d'activité au sein de l'établissement public La Monnaie de Paris, qui prend en charge leur rémunération. Un décret en Conseil d'Etat précise les actes de gestion individuelle qui peuvent être accomplis à l'égard de ces fonctionnaires par le président du conseil d'administration de cet établissement public.\n\nDans ce cadre, le calcul de la pension de retraite ainsi que les modalités de définition de l'assiette et de la retenue pour pension de ces fonctionnaires techniques sont déterminés, par dérogation aux articles L. 15 et L. 61 du code des pensions civiles et militaires de retraite, dans des conditions identiques à celles dont ils bénéficiaient en qualité de fonctionnaires techniques de l'administration des Monnaies et médailles. Un décret en Conseil d'Etat précise les conditions d'application du présent alinéa.\n\nSont applicables à l'ensemble des personnels de l'établissement public les titres III et IV et les chapitres III et IV du titre VI du livre II du code du travail.\n\nE.-Les fonctionnaires autres que ceux mentionnés au D en fonction dans les services relevant du budget annexe des Monnaies et médailles sont mis de plein droit à la disposition de l'établissement public La Monnaie de Paris à compter de sa création.\n\nV.-Jusqu'à la proclamation des résultats des élections des représentants du personnel au conseil d'administration de l'établissement public La Monnaie de Paris, ces représentants sont désignés par décret sur proposition des organisations syndicales représentatives en fonction de la représentativité de chacune de ces organisations.\n\nA titre provisoire et jusqu'à la nomination du président du conseil d'administration, la direction de l'établissement La Monnaie de Paris est assurée par le directeur du budget annexe des Monnaies et médailles en poste au 31 décembre 2006.\n\nVI.-Les conditions d'application du présent article sont définies par un décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "I. - A compter du 1er janvier 2007, les quotités du produit de la taxe de l'aviation civile affectées respectivement au budget annexe \" Contrôle et exploitation aériens \" et au budget général de l'Etat sont de 49,56 % et de 50,44 %.II. - Paragraphe modificateur"
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "I. - Il est ouvert dans les écritures du Trésor un compte de commerce intitulé : \" Cantine et travail des détenus dans le cadre pénitentiaire \", dont le ministre chargé de la justice est ordonnateur principal.Ce compte comporte deux sections.La première section, dénommée : \" Cantine des détenus \" retrace les opérations d'achat de biens et de services par l'administration pénitentiaire et leur revente aux détenus et comporte :1° En recettes :a) Les ventes de biens de cantine ;b) Les ventes de prestations de service de cantine ;c) Les recettes diverses et accidentelles ;d) Les versements du budget général ;2° En dépenses :a) Les achats de biens de cantine ;b) Les achats de prestations de service de cantine ;c) Les dépenses de matériel, d'entretien et de fonctionnement liées à l'activité de cantine ;d) Les versements au budget général ;e) Les dépenses diverses et accidentelles.La seconde section, dénommée : \" Travail des détenus en milieu pénitentiaire \", retrace les opérations liées au travail des détenus accompli dans les conditions fixées par le code de procédure pénale et comporte :1° En recettes :a) Le produit du travail des détenus ;b) Les recettes diverses et accidentelles ;c) Les versements du budget général ;2° En dépenses :a) Les versements aux détenus en contrepartie de leur travail ;b) Les impôts et cotisations sociales dus au titre des versements mentionnés au a ;c) Les dépenses diverses et accidentelles ;d) Les versements au budget général.II. - Le présent article entre en vigueur à compter d'une date fixée par décret, et au plus tard le 1er mars 2007."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "I. à III. Paragraphes modificateursIV. - En cas d'écart positif constaté entre le produit en 2006 des impôts et taxes affectés et le montant définitif de la perte de recettes liée aux allégements de cotisations sociales mentionnés au I de l'article L. 131-8 du code de la sécurité sociale pour cette même année, le montant correspondant à cet écart est affecté en 2007 à la Caisse nationale d'assurance maladie des travailleurs salariés, selon des modalités fixées par arrêté des ministres chargés du budget et de la sécurité sociale.V. Paragraphe modificateur"
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "Le produit de la taxe mentionnée au II de l'article 43 de la loi de finances pour 2000 (n° 99-1172 du 30 décembre 1999) est affecté en 2007, à concurrence de 10 millions d'euros, à l'établissement public dénommé \" Institut de radioprotection et de sûreté nucléaire \"."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "Au titre de l'effort national de recherche, le produit de la contribution mentionnée à l'article 235 ter ZC du code général des impôts perçu en 2007 est affecté, dans la limite de 955 millions d'euros, à l'Agence nationale de la recherche à hauteur de 86,4 % et à l'établissement public OSEO à hauteur de 13,6 %. Le reliquat éventuel du produit de la contribution est affecté au budget général de l'Etat."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "I. - Abrogé.\n\nII. Paragraphe modificateur"
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "I. - La créance de 1 219 592 137 euros, détenue par l'Etat sur l'Union nationale pour l'emploi dans l'industrie et le commerce, mentionnée à l'article 9 de la convention du 1er janvier 2001 relative à l'aide au retour à l'emploi et à l'indemnisation du chômage et inscrite dans les comptes de l'Union nationale pour l'emploi dans l'industrie et le commerce, est ramenée à 769 592 137 euros et est cédée pour ce montant au fonds de solidarité mentionné à l'article 1er de la loi n° 82-939 du 4 novembre 1982 relative à la contribution exceptionnelle de solidarité en faveur des travailleurs privés d'emploi. Elle est exigible auprès de l'Union nationale pour l'emploi dans l'industrie et le commerce à la date du 1er janvier 2011.II. - Paragraphe modificateur"
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "Le montant du prélèvement effectué sur les recettes de l'Etat au titre de la participation de la France au budget des Communautés européennes est évalué pour l'exercice 2007 à 18,696 milliards d'euros."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "I.-Pour 2007, les ressources affectées au budget, évaluées dans l'état A annexé à la présente loi, les plafonds des charges et l'équilibre général qui en résulte sont fixés aux montants suivants :\n\n(Tableau non reproduit, consulter le fac-similé)\n\nII.-Pour 2007 :\n\n1° Les ressources et les charges de trésorerie qui concourent à la réalisation de l'équilibre financier sont évaluées comme suit :\n\n(Tableau non reproduit, consulter le fac-similé)\n\n2° Le ministre de l'économie, des finances et de l'industrie est autorisé à procéder, en 2007, dans des conditions fixées par décret :\n\na) A des emprunts à long, moyen et court termes libellés en euros ou en autres devises pour couvrir l'ensemble des charges de trésorerie ou pour renforcer les réserves de change ;\n\nb) A l'attribution directe de titres de dette publique négociable à la Caisse de la dette publique ;\n\nc) A des conversions facultatives, à des opérations de pension sur titres d'Etat ;\n\nd) A des opérations de dépôts de liquidités auprès de la Caisse de la dette publique, sur le marché interbancaire de la zone euro, et auprès des Etats de la même zone ;\n\ne) A des souscriptions de titres de créances négociables émis par des établissements publics administratifs, à des rachats, à des échanges d'emprunts, à des échanges de devises ou de taux d'intérêt, à l'achat ou à la vente d'options, de contrats à terme sur titres d'Etat ou d'autres instruments financiers à terme ;\n\n3° Le ministre de l'économie, des finances et de l'industrie est, jusqu'au 31 décembre 2007, habilité à conclure, avec des établissements de crédit spécialisés dans le financement à moyen et long termes des investissements et chargés d'une mission d'intérêt général, des conventions établissant pour chaque opération les modalités selon lesquelles peuvent être stabilisées les charges du service d'emprunts qu'ils contractent en devises étrangères ;\n\n4° Le plafond de la variation nette, appréciée en fin d'année, de la dette négociable de l'Etat d'une durée supérieure à un an est fixé à 33,7 milliards d'euros.\n\nIII.-Pour 2007, le plafond d'autorisation des emplois rémunérés par l'Etat, exprimé en équivalents temps plein travaillé, est fixé au nombre de 2 283 159.\n\nIV.-Pour 2007, les éventuels surplus mentionnés au 10° du I de l'article 34 de la loi organique n° 2001-692 du 1er août 2001 relative aux lois de finances sont utilisés à hauteur de 735 millions d'euros pour financer le coût pour l'Etat des dispositions de la  loi n° 2007-1223 du 21 août 2007 en faveur du travail, de l'emploi et du pouvoir d'achat et, pour le solde, pour réduire le déficit budgétaire.\n\nIl y a constatation de tels surplus si, pour l'année 2007, le produit des impositions de toute nature établies au profit de l'Etat net des remboursements et dégrèvements d'impôts, révisé dans la dernière loi de finances rectificative de l'année 2007 ou, à défaut, dans le projet de loi de finances pour 2008, est, à législation constante, supérieur à l'évaluation figurant dans l'état A mentionné au I du présent article."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "Il est ouvert aux ministres, pour 2007, au titre du budget général, des autorisations d'engagement et des crédits de paiement s'élevant respectivement aux montants de 346 527 622 148 euros et de 343 310 055 443 euros, conformément à la répartition par mission donnée à l'état B annexé à la présente loi."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "Il est ouvert aux ministres, pour 2007, au titre des budgets annexes, des autorisations d'engagement et des crédits de paiement s'élevant respectivement aux montants de 1 857 448 704 euros et de 1 839 530 704 euros, conformément à la répartition par budget annexe donnée à l'état C annexé à la présente loi."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "Il est ouvert aux ministres, pour 2007, au titre des comptes d'affectation spéciale et des comptes de concours financiers, des autorisations d'engagement et des crédits de paiement s'élevant respectivement aux montants de 149 545 590 043 euros et de 149 347 790 043 euros, conformément à la répartition par compte donnée à l'état D annexé à la présente loi."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "I. - Les autorisations de découvert accordées aux ministres, pour 2007, au titre des comptes de commerce, sont fixées au montant de 17 890 609 800 euros, conformément à la répartition par compte donnée à l'état E annexé à la présente loi.II. - Les autorisations de découvert accordées au ministre de l'économie, des finances et de l'industrie, pour 2007, au titre des comptes d'opérations monétaires, sont fixées au montant de 400 000 000 euros, conformément à la répartition par compte donnée à l'état E annexé à la présente loi."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "Le plafond des autorisations d'emplois pour 2007, exprimé en équivalents temps plein travaillé, est réparti comme suit :(Tableau non reproduit, consulter le fac-similé)"
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "Les reports de 2006 sur 2007 susceptibles d'être effectués à partir des programmes mentionnés dans le tableau figurant ci-dessous ne pourront excéder le montant des crédits de paiement ouverts sur ces mêmes programmes par la loi n° 2005-1719 du 31 décembre 2005 de finances pour 2006 majoré, s'il y a lieu, du montant des crédits ouverts par voie réglementaire.(Tableau non reproduit, consulter le fac-similé)"
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "I. à V. Paragraphes modificateursVI. - Les I à III, le c du 3° du IV et le V s'appliquent à compter du 1er janvier 2007.Le IV, à l'exclusion du c du 3°, s'applique aux versements réalisés par le contribuable à compter du 1er janvier 2007."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "I. à VII. Paragraphes modificateursVIII. - Le présent article s'applique à compter du 1er janvier 2007."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "I. - Paragraphe modificateurII. - Le I s'applique à compter de l'imposition des revenus de l'année 2007."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "I. et II. Paragraphes modificateursIII. - Le présent article est applicable aux revenus distribués payés à compter du 1er janvier 2007."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "I. à VII. Paragraphes modificateursVIII. - Le présent article s'applique à compter du 1er janvier 2007 aux fonds communs de placement dans l'innovation agréés par l'Autorité des marchés financiers."
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "I. Paragraphe modificateurII. - Le 3° du I s'applique aux impositions perçues à compter du 1er janvier 2007.III. - Pour l'application des articles L. 2333-92 à L. 2333-96 du code général des collectivités territoriales en 2007, les délibérations prévues aux articles L. 2333-92, L. 2333-94 et L. 2333-96 peuvent, à titre exceptionnel, être prises jusqu'au 1er février 2007."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "I. - Paragraphe modificateurII. - Le présent article est applicable à compter des impositions établies au titre de 2008."
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "I. - Paragraphe modificateurII. - Le I est applicable à compter des impositions établies au titre de 2008."
    },
    {
      "provision_ref": "art89",
      "section": "89",
      "title": "Article 89",
      "content": "Le Gouvernement présente au Parlement avant le 1er septembre 2007 un rapport sur la création d'un fonds de développement de la chaleur renouvelable, à savoir celle qui est produite à partir de la biomasse, de l'énergie solaire, de la géothermie, de la valorisation énergétique des déchets et du biogaz."
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "Article 90",
      "content": "Dans un délai de neuf mois à compter de la publication de la présente loi, le Gouvernement transmet au Parlement un rapport sur l'état du patrimoine monumental français. Ce rapport est établi sur la base de critères définis au plan national par la direction du patrimoine et de l'architecture du ministère de la culture. Il évalue notamment le montant des investissements nécessaires à l'entretien et à la conservation des monuments classés ou inscrits à l'inventaire supplémentaire. Il présente également la répartition régionale de ces besoins d'investissement."
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "Article 91",
      "content": "I.-Paragraphe modificateurII.-Les droits et obligations du service d'utilité agricole inter-chambres d'agriculture relatifs au fonds de garantie viagère sont transférés à        Chambres d'agriculture France."
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Article 92",
      "content": "I. et II. Paragraphes modificateursIII. - Les I et II s'appliquent à compter de la campagne de production 2006-2007.Les agents de la direction générale des douanes et droits indirects demeurent compétents pour le contrôle, le recouvrement et le contentieux des cotisations prévues aux articles 564 ter, 564 quater et 564 quater A du code général des impôts dans leur rédaction en vigueur avant la publication de la présente loi."
    },
    {
      "provision_ref": "art96",
      "section": "96",
      "title": "Article 96",
      "content": "La garantie de l'Etat peut être accordée aux emprunts que pourraient contracter la Fédération nationale des syndicats d'exploitants agricoles, le Centre national des jeunes agriculteurs et la Fédération nationale bovine, dans la limite respectivement de 12 171 000 euros, de 692 000 euros et de 1 629 000 euros."
    },
    {
      "provision_ref": "art97",
      "section": "97",
      "title": "Article 97",
      "content": "La garantie de l'Etat est accordée jusqu'en 2026 à l'Agence française de développement pour couvrir les engagements souscrits par cette agence, pour le compte et aux risques de l'Etat, à l'égard de la Facilité de financement internationale pour la vaccination, à hauteur d'un montant maximal de 970 260 000 €. Cette garantie s'exerce dans le cas où le montant de l'annuité due par l'agence au titre de ces engagements est supérieur à la part des recettes annuelles du fonds de solidarité pour le développement attribuée, dans des conditions fixées par voie réglementaire, au financement de la contribution française à la Facilité de financement internationale pour la vaccination, dont le montant est constaté par le comité de pilotage de ce fonds."
    },
    {
      "provision_ref": "art99",
      "section": "99",
      "title": "Article 99",
      "content": "I. Paragraphe modificateurII. - Par dérogation au deuxième alinéa du III de l'article 68 de la loi de finances rectificative pour 2002 (n° 2002-1576 du 30 décembre 2002), cette mesure s'applique aux retraites du combattant visées au I du même article."
    },
    {
      "provision_ref": "art101",
      "section": "101",
      "title": "Article 101",
      "content": "Le montant maximal donnant lieu à majoration par l'Etat de la rente qui peut être constituée au profit des bénéficiaires mentionnés à l'article L. 222-2 du code de la mutualité est fixé par référence à 125 points d'indice de pension militaire d'invalidité."
    },
    {
      "provision_ref": "art104",
      "section": "104",
      "title": "Article 104",
      "content": "Lorsqu'un programme d'armement dont le coût global, unitaire ou non, évalué à au moins un milliard d'euros, est inscrit en loi de finances de l'année, le ministère de la défense informe le Parlement de l'évaluation du coût global du programme d'armement et de l'échéancier prévisionnel de sa réalisation."
    },
    {
      "provision_ref": "art107",
      "section": "107",
      "title": "Article 107",
      "content": "Pour 2007, l'augmentation maximale du taux de la taxe pour frais de      chambres de commerce et d'industrie territoriales prévue par la première phrase du deuxième alinéa du II de l'article 1600 du code général des impôts est fixée à 1 %."
    },
    {
      "provision_ref": "art112",
      "section": "112",
      "title": "Article 112",
      "content": "I. - L'Agence de prévention et de surveillance des risques miniers, créée par la loi n° 99-245 du 30 mars 1999 relative à la responsabilité en matière de dommages consécutifs à l'exploitation minière et à la prévention des risques miniers après la fin de l'exploitation, est dissoute et mise en liquidation au plus tard le 1er avril 2007 dans des conditions fixées par décret en Conseil d'Etat. Les biens, droits et obligations de l'établissement sont transférés à l'Etat.II. - L'article 4 de la loi n° 99-245 du 30 mars 1999 précitée est abrogé à la date de dissolution de l'établissement mentionné au I."
    },
    {
      "provision_ref": "art115",
      "section": "115",
      "title": "Article 115",
      "content": "I. - Le montant hors taxe sur la valeur ajoutée de l'unité de valeur de référence mentionnée au troisième alinéa de l'article 27 de la loi n° 91-647 du 10 juillet 1991 relative à l'aide juridique est fixé, pour les missions achevées à compter du 1er janvier 2007, à 22,50 euros.II. - En 2007, par dérogation au troisième alinéa de l'article 4 de la loi n° 91-647 du 10 juillet 1991 précitée, l'augmentation des plafonds d'admission à l'aide juridictionnelle est limitée à 1,8 %."
    },
    {
      "provision_ref": "art118",
      "section": "118",
      "title": "Article 118",
      "content": "Une nouvelle bonification indiciaire peut être attribuée aux greffiers en chef des services judiciaires, pour la période du 1er janvier 2003 au 31 décembre 2005, dans les conditions fixées par le tableau suivant :(Tableau non reproduit, consulter le fac-similé)"
    },
    {
      "provision_ref": "art122",
      "section": "122",
      "title": "Article 122",
      "content": "Les montants non engagés par les régions au titre de la dotation de continuité territoriale prévue à l'article 60 de la loi de programme pour l'outre-mer n° 2003-660 du 21 juillet 2003 sont affectés aux crédits destinés au financement du passeport-mobilité tel que défini par le décret n° 2004-163 du 18 février 2004 relatif à l'aide dénommée \" passeport mobilité \"."
    },
    {
      "provision_ref": "art127",
      "section": "127",
      "title": "Article 127",
      "content": "Un montant de 9,34 millions d'euros est prélevé sur le montant ouvert au titre de l'année 2006 de la dotation mentionnée à l'article L. 2334-26 du code général des collectivités territoriales. Il majore la dotation d'aménagement définie à l'article L. 2334-13 du même code au titre de la répartition de 2007."
    },
    {
      "provision_ref": "art128",
      "section": "128",
      "title": "Article 128",
      "content": "Le Gouvernement présente au Parlement, avant le 30 juin 2007, un rapport présentant l'impact sur la dotation globale de fonctionnement des communes de l'éventuelle intégration des compensations d'exonérations fiscales dans le calcul du potentiel financier. Le rapport mesure en outre l'impact de la non-prise en compte de la garantie de la dotation de base dans le calcul du potentiel financier, et celui qu'aurait l'application simultanée des deux mesures."
    },
    {
      "provision_ref": "art129",
      "section": "129",
      "title": "Article 129",
      "content": "Le document de politique transversale sur la sécurité civile, prévu au 4° du I de l'article 128 de la loi n° 2005-1720 du 30 décembre 2005 de finances rectificative pour 2005, présente également un état détaillé des dépenses engagées par les collectivités territoriales au titre des services départementaux et territoriaux d'incendie et de secours. Il comporte en outre une vision d'ensemble de la stratégie définie, en matière de gestion par la performance, par les services d'incendie et de secours, sur la base d'indicateurs normalisés au niveau national."
    },
    {
      "provision_ref": "art130",
      "section": "130",
      "title": "Article 130",
      "content": "I.-Il est créé une taxe relative aux produits phytopharmaceutiques et à leurs adjuvants mentionnés à l'article L. 253-1 du code rural et de la pêche maritime et aux matières fertilisantes et supports de culture mentionnés à l'article L. 255-1 du même code, pour chaque demande adressée à l'Agence nationale de sécurité sanitaire de l'alimentation, de l'environnement et du travail et relative :\n\n1° A l'approbation ou au renouvellement d'approbation d'une substance active, d'un phytoprotecteur ou d'un synergiste ;\n\n2° A l'évaluation de données nouvelles susceptibles de modifier l'approbation ou le renouvellement d'approbation d'une substance active, d'un phytoprotecteur ou d'un synergiste ;\n\n3° A l'évaluation relative à l'origine, au site de fabrication, à la modification du procédé de fabrication ou des spécifications d'une substance active, d'un phytoprotecteur ou d'un synergiste ;\n\n4° A l'autorisation de mise sur le marché d'un produit phytopharmaceutique ou d'un adjuvant ou à l'homologation d'une matière fertilisante ou d'un support de culture ; à l'extension d'usage d'un produit phytopharmaceutique ou d'un adjuvant déjà autorisé ; à la modification d'une autorisation de mise sur le marché ou d'une homologation précédemment obtenues ;\n\n5° Au renouvellement d'autorisation de mise sur le marché d'un produit phytopharmaceutique ou d'un adjuvant ou à l'homologation d'une matière fertilisante ou d'un support de culture déjà autorisés ;\n\n6° Au réexamen d'un produit phytopharmaceutique ou d'un adjuvant à la suite du renouvellement de l'approbation des substances actives, des phytoprotecteurs et des synergistes qu'il contient ;\n\n7° A l'autorisation de mise sur le marché d'un produit phytopharmaceutique ou d'un adjuvant, ou à l'homologation d'une matière fertilisante ou d'un support de culture de composition identique à un produit phytopharmaceutique, un adjuvant, une matière fertilisante ou un support de culture déjà autorisé en France ;\n\n8° A l'autorisation de mise sur le marché d'un produit phytopharmaceutique ou d'un adjuvant identique à un produit phytopharmaceutique ou à un adjuvant déjà autorisé dans un autre Etat membre de l'Union européenne, et contenant uniquement des substances actives approuvées ;\n\n9° A l'homologation d'un produit ou d'un ensemble de produits déclaré identique à un produit ou à un ensemble de produits déjà homologué ou bénéficiant d'une autorisation officielle dans un autre Etat membre de l'Union européenne ou partie à l'accord sur l'Espace économique européen ;\n\n10° A l'obtention d'un permis de commerce parallèle permettant l'introduction sur le territoire national d'un produit phytopharmaceutique ou d'un adjuvant provenant d'un Etat partie à l'accord sur l'Espace économique européen dans lequel il est autorisé, et identique à un produit phytopharmaceutique ou à un adjuvant autorisé en France ; à la modification ou au renouvellement de ce permis ;\n\n11° A l'obtention d'un permis d'expérimentation d'un produit phytopharmaceutique ou d'un adjuvant ; à l'autorisation de distribution pour expérimentation d'une matière fertilisante ou d'un support de culture ; à la modification ou au renouvellement d'un tel permis ou d'une telle autorisation ;\n\n12° A l'inscription d'un mélange extemporané sur la liste publiée au Bulletin officiel du ministère chargé de l'agriculture ;\n\n13° A la fixation ou à la modification d'une limite maximale de résidus dans les denrées pour une substance active approuvée ;\n\n14° A l'introduction sur le territoire national d'une matière fertilisante, ou d'un support de culture, en provenance d'un autre Etat membre de l'Union européenne ou partie à l'accord sur l'Espace économique européen.\n\nII.-La taxe est due par le demandeur. Elle est versée par celui-ci dans son intégralité à l'occasion du dépôt de sa demande.\n\nIII.-Le tarif de la taxe mentionnée au I est fixé par arrêté conjoint des ministres chargés de l'agriculture et du budget, en tenant compte de la nature de la demande et de la complexité de l'évaluation. Ce tarif est fixé :\n\n1° Pour les demandes mentionnées au 1° du I, dans la limite d'un plafond de 250 000 € ;\n\n2° Pour les demandes mentionnées aux 2° à 6° et 10° du I, dans la limite d'un plafond de 100 000 € ;\n\n3° Pour les demandes mentionnées aux 7° à 9° et 12° du I, dans la limite d'un plafond de 40 000 € ;\n\n4° Pour les demandes mentionnées aux 11°, 13° et 14° du I, dans la limite d'un plafond de 5 000 €.\n\nLes plafonds mentionnés aux 1° à 4° du présent III sont indexés sur l'inflation dans les conditions prévues au chapitre II du titre III du livre Ier du code des impositions sur les biens et services.\n\nIV.-Le produit de la taxe mentionnée au I est affecté à l'Agence nationale chargée de la sécurité sanitaire de l'alimentation, de l'environnement et du travail, dans la limite d'un plafond annuel.\n\nV.-Le recouvrement de la taxe est assuré par l'agent comptable de l'Agence nationale chargée de la sécurité sanitaire de l'alimentation, de l'environnement et du travail, selon les procédures, sûretés, garanties et sanctions applicables aux taxes sur le chiffre d'affaires.\n\nLes réclamations sont présentées, instruites et jugées comme pour les taxes sur le chiffre d'affaires."
    },
    {
      "provision_ref": "art136",
      "section": "136",
      "title": "Article 136",
      "content": "I. - Paragraphe modificateurII. - Le présent article est applicable aux droits ouverts à l'allocation de parent isolé antérieurement au 1er janvier 2007 à compter du 1er mars 2007."
    },
    {
      "provision_ref": "art139",
      "section": "139",
      "title": "Article 139",
      "content": "I.-Les entreprises de vingt salariés et moins, qui sont employeurs dans le secteur des hôtels, cafés et restaurants, à l'exclusion du secteur de la restauration collective, peuvent bénéficier d'une aide à l'emploi des salariés qu'elles emploient occasionnellement, pour les périodes d'emploi comprises entre la date de la publication de la présente loi et le 31 décembre 2009, dans les conditions suivantes :\n\n1° Une somme forfaitaire est allouée à l'entreprise pour chaque heure de travail accomplie dans le cadre d'un contrat à durée déterminée, dans la limite d'un plafond fixé pour l'année civile ;\n\n2° Cette aide est attribuée à condition que l'emploi soit déclaré par l'employeur au moyen du \" titre emploi-entreprise \" mentionné à l'article L. 133-5-2 du code de la sécurité sociale ; elle n'est accordée que si les employeurs sont à jour du paiement de leurs cotisations et contributions sociales et de leurs impositions.\n\nII.-L'Etat peut confier la gestion de cette aide à l'un des organismes mentionnés à l'article L. 351-21 du code du travail, aux articles L. 213-1 et L. 752-4 du code de la sécurité sociale et à l'article L. 313-3 du code rural, avec lequel il passe une convention.L'organisme peut contrôler l'exactitude des déclarations des bénéficiaires, lesquels tiennent à sa disposition tout document permettant d'effectuer ce contrôle.\n\nIII.-Un décret précise les conditions et les modalités d'application du présent article, notamment la durée maximale du contrat, exprimée en jours, le montant de la somme forfaitaire et le montant du plafond de l'aide mentionnés au 1° du I."
    },
    {
      "provision_ref": "art143",
      "section": "143",
      "title": "Article 143",
      "content": "I. à IV. Paragraphes modificateursV. - Le présent article s'applique aux contrats conclus à compter du 1er janvier 2007."
    },
    {
      "provision_ref": "art145",
      "section": "145",
      "title": "Article 145",
      "content": "Il est institué en 2007, au bénéfice de l'Association nationale pour la formation professionnelle des adultes mentionnée à l'article L. 311-1 du code du travail, un prélèvement exceptionnel de 175 millions d'euros sur le fonds national mentionné à l'article L. 961-13 du même code. Le recouvrement, le contentieux, les garanties et les sanctions relatifs à ce prélèvement sont régis par les règles applicables en matière de taxe sur les salaires."
    },
    {
      "provision_ref": "art146",
      "section": "146",
      "title": "Article 146",
      "content": "I. Paragraphe modificateurII. - Le I est applicable aux revenus perçus à compter du 1er janvier 2007."
    },
    {
      "provision_ref": "art147",
      "section": "147",
      "title": "Article 147",
      "content": "I. Paragraphe modificateurII. - Le I est applicable aux revenus perçus à compter du 1er janvier 2007."
    },
    {
      "provision_ref": "art149",
      "section": "149",
      "title": "Article 149",
      "content": "La Caisse de garantie du logement locatif social est autorisée, à titre exceptionnel, à verser en 2007 à l'Agence nationale pour la rénovation urbaine créée par l'article 10 de la loi n° 2003-710 du 1er août 2003 d'orientation et de programmation pour la ville et la rénovation urbaine un concours de 25 millions d'euros. Ce versement de la Caisse de garantie du logement locatif social à l'Agence nationale pour la rénovation urbaine ne donne lieu à aucune indemnité ou perception d'impôts, droits ou taxes."
    }
  ]
}