{
  "id": "loi-n-2021-646-du-25-mai-2021",
  "type": "statute",
  "title": "LOI n°2021-646 du 25 mai 2021",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000043530276",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-817 DC du 20 mai 2021.]"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. - [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-817 DC du 20 mai 2021.]II. - En cas d'introduction dans un local professionnel, commercial, agricole ou industriel en violation flagrante de l'article 226-4 du code pénal, les agents de police municipale en rendent immédiatement compte à tout officier de police judiciaire de la police nationale ou de la gendarmerie nationale territorialement compétent, qui peut alors leur ordonner sans délai de lui présenter sur-le-champ l'auteur de l'infraction ou de retenir celui-ci pendant le temps nécessaire à son arrivée ou à celle d'un agent de police judiciaire agissant sous son contrôle."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I.- A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nII.- Les statuts particuliers des corps de la police municipale à Paris sont fixés par référence aux cadres d'emplois de la police municipale. Ils fixent notamment les conditions d'intégration, de reclassement et de formation des fonctionnaires de la Ville de Paris exerçant des fonctions d'agent de police municipale.\n\nDans des conditions fixées par les statuts particuliers prévus à l'article L. 533-2 du code de la sécurité intérieure, les agents intégrés au sein des corps des agents de police municipale lors de la constitution initiale de ces corps et astreints à la formation initiale peuvent être dispensés d'une partie de cette formation à raison de la reconnaissance de leurs expériences professionnelles antérieures.III.- Un Conseil parisien de sécurité réunit le maire de Paris, ou son représentant, les maires de chaque arrondissement, ou leur représentant, et le préfet de police, ou son représentant. Il est consulté sur les politiques municipales en matière de sécurité et de tranquillité publiques ainsi que sur la doctrine d'emploi de la police municipale. Il se réunit au moins une fois par trimestre.\n\n- Code de la sécurité intérieure\n\n- Code de la sécurité intérieure"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Les autorisations de port d'arme dont bénéficient les agents mentionnés aux articles L. 531-1 et L. 532-1 du code de la sécurité intérieure avant leur intégration dans les corps de la police municipale à Paris demeurent valables jusqu'à la délivrance d'une autorisation individuelle de port d'arme par le préfet de police sur le fondement de l'article L. 511-5 du même code, et en tout état de cause pendant une durée maximale d'un an à compter de la date de leur intégration."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I. - A créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nII.-Les dispositions du I du présent article entrent en vigueur douze mois après la publication de la présente loi. Les contrats conclus avant cette entrée en vigueur ne sont pas soumis à ces dispositions.\n\n- Code de la sécurité intérieure\n\n- Code de la sécurité intérieure"
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le présent article entre en vigueur dix-huit mois après la publication de la présente loi.\n\n-Code de la sécurité intérieure"
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-817 DC du 20 mai 2021.]"
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Dans un délai de dix-huit mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport examinant l'opportunité de réglementer, au titre du livre VI du code de la sécurité intérieure, certaines activités en vue de contrôler la moralité et l'aptitude professionnelle des personnes qui les exercent, en particulier :1° La conception, l'installation et la maintenance des dispositifs de sécurité électronique ;2° La fourniture de services de conseil dans les domaines de la sécurité et de la sûreté ;3° La fourniture de services de sécurité à l'étranger ;4° La sécurité incendie."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est habilité à prendre par voie d'ordonnance, dans un délai de douze mois à compter de la publication de la présente loi, toute mesure relevant du domaine de la loi visant :1° A adapter les modalités d'organisation, de fonctionnement et d'exercice des missions du Conseil national des activités privées de sécurité, afin [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-817 DC du 20 mai 2021.] de modifier la composition de son collège et les missions des commissions d'agrément et de contrôle et d'étendre les pouvoirs exécutifs du directeur de l'établissement public et les prérogatives de ses agents de contrôle ;2° A étendre, le cas échéant dans le respect des règles de partage de compétence prévues par la loi organique, l'application des dispositions prévues au 1°, selon les cas, à Saint-Barthélemy, à Saint-Martin, à Saint-Pierre-et-Miquelon, en Nouvelle-Calédonie, en Polynésie française et à Wallis-et-Futuna, avec les adaptations nécessaires.II. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de quatre mois à compter de la publication de l'ordonnance prévue au I."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est habilité à prendre par voie d'ordonnance, dans un délai de vingt-quatre mois à compter de la publication de la présente loi, toute mesure relevant du domaine de la loi visant :1° A modifier, d'une part, les modalités de formation à une activité privée de sécurité relevant du livre VI du code de la sécurité intérieure ainsi que les modalités d'examen et d'obtention des certifications professionnelles se rapportant à ces activités et, d'autre part, les conditions d'exercice et de contrôle des activités de formation aux activités privées de sécurité ;2° A étendre, le cas échéant dans le respect des règles de partage de compétence prévues par la loi organique, l'application des dispositions prévues au 1°, selon les cas, à Saint-Barthélemy, à Saint-Martin, à Saint-Pierre-et-Miquelon, en Nouvelle-Calédonie, en Polynésie française et à Wallis-et-Futuna, avec les adaptations nécessaires.II. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de quatre mois à compter de la publication de l'ordonnance prévue au I."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-817 DC du 20 mai 2021.]"
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "I. - A titre expérimental, dans l'exercice de leurs missions de police des campagnes, les gardes champêtres peuvent être autorisés par le représentant de l'Etat dans le département à procéder en tous lieux, au moyen de caméras individuelles, à un enregistrement audiovisuel de leurs interventions lorsque se produit ou est susceptible de se produire un incident, eu égard aux circonstances de l'intervention ou au comportement des personnes concernées.L'enregistrement n'est pas permanent.Les enregistrements ont pour finalités la prévention des incidents au cours des interventions des gardes champêtres, le constat des infractions et la poursuite de leurs auteurs par la collecte de preuves ainsi que la formation et la pédagogie des agents.Les caméras sont fournies par le service et portées de façon apparente par les agents. Un signal visuel spécifique indique si la caméra enregistre. Le déclenchement de l'enregistrement fait l'objet d'une information des personnes filmées, sauf si les circonstances l'interdisent. Une information générale du public sur l'emploi de ces caméras est organisée par le ministre de l'intérieur. Les personnels auxquels les caméras individuelles sont fournies ne peuvent avoir accès directement aux enregistrements auxquels ils procèdent.Hors le cas où ils sont utilisés dans le cadre d'une procédure judiciaire, administrative ou disciplinaire, les enregistrements comportant des données à caractère personnel sont effacés au bout de six mois.L'autorisation mentionnée au premier alinéa du présent I est subordonnée à la demande préalable du maire.Lorsque l'agent est employé dans les conditions prévues à l'article L. 522-2 du code de la sécurité intérieure, cette demande est établie conjointement par l'ensemble des maires des communes où il est affecté.Les modalités d'application du présent I et d'utilisation des données collectées sont précisées par décret en Conseil d'Etat, pris après avis publié et motivé de la Commission nationale de l'informatique et des libertés.II. - L'expérimentation prévue au I s'applique pour une durée de trois ans à compter de l'entrée en vigueur du décret mentionné au dernier alinéa du même I, et au plus tard six mois après la publication de la présente loi.L'expérimentation est éligible au fonds interministériel pour la prévention de la délinquance défini à l'article 5 de la loi n° 2007-297 du 5 mars 2007 relative à la prévention de la délinquance.Au plus tard six mois avant le terme de l'expérimentation, le Gouvernement remet au Parlement un rapport d'évaluation de sa mise en œuvre. Les observations des collectivités territoriales et établissements publics participant à l'expérimentation sont annexées au rapport."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "A créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-817 DC du 20 mai 2021.]\n\n-Code de la défense.\n\n-Code de la défense.\n\n-Code de la sécurité intérieure"
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-817 DC du 20 mai 2021.]"
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "I.- [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-817 DC du 20 mai 2021.]\n\nII.- A créé les dispositions suivantes :\n\n- Code pénal"
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-817 DC du 20 mai 2021.]"
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "Dans les départements de plus d'un million d'habitants, le représentant de l'Etat réunit les autorités organisatrices de transports collectifs terrestres et leurs exploitants, aux fins d'élaborer et de conclure le contrat prévu à l'article L. 1631-4 du code des transports avant le 31 décembre 2022."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "I. - A titre expérimental, les opérateurs de transport public ferroviaire de voyageurs sont autorisés à mettre en œuvre la captation, la transmission et l'enregistrement d'images prises sur la voie publique et dans des lieux ouverts au public, au moyen de caméras frontales embarquées sur les matériels roulants qu'ils exploitent.Les traitements prévus au présent article ont exclusivement pour finalité d'assurer la prévention et l'analyse des accidents ferroviaires ainsi que la formation des personnels de conduite et de leur hiérarchie.Les enregistrements comportant des données à caractère personnel, hors les cas où ils sont utilisés dans le cadre d'une procédure judiciaire, administrative ou disciplinaire, sont effacés au bout de trente jours.Ces enregistrements sont soumis à la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés ainsi qu'au règlement (UE) 2016/679 du Parlement européen et du Conseil du 27 avril 2016 relatif à la protection des personnes physiques à l'égard du traitement des données à caractère personnel et à la libre circulation de ces données, et abrogeant la directive 95/46/CE (règlement général sur la protection des données), notamment en ce qui concerne le contrôle de la Commission nationale de l'informatique et des libertés et le droit d'accès aux enregistrements.Le public est informé, par une signalétique spécifique, de l'équipement du moyen de transport par une caméra. Une information générale du public sur l'emploi de ces caméras est organisée par le ministre chargé des transports.Les modalités d'application et d'utilisation des données collectées sont précisées par décret en Conseil d'Etat, pris après avis de la Commission nationale de l'informatique et des libertés. Ce décret précise les mesures techniques mises en œuvre pour garantir la sécurité des enregistrements et assurer la traçabilité des accès aux images.II. - L'expérimentation prévue au I s'applique pour une durée de trois ans à compter de la publication de la présente loi.III. - L'expérimentation prévue au présent article fait l'objet d'une évaluation dans les deux ans suivant son entrée en vigueur, remise par le Gouvernement au Parlement et à la Commission nationale de l'informatique et des libertés, afin d'évaluer l'opportunité du maintien des mesures qu'elle prévoit."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-817 DC du 20 mai 2021.]"
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-817 DC du 20 mai 2021.]"
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-817 DC du 20 mai 2021.]"
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "I. - A créé les dispositions suivantes :\n\n- Code de l'environnement\n\nII. - Le présent article entre en vigueur à une date fixée par décret en Conseil d'Etat, et au plus tard le 1er juillet 2021."
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "Les dispositions du II de l'article 25 de la présente loi sont applicables dans les îles Wallis et Futuna, en Polynésie française, en Nouvelle-Calédonie et dans les Terres australes et antarctiques françaises."
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Article 80",
      "content": "A modifié les dispositions suivantes :\n\n- Code de la sécurité intérieure\n\nLa présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}