{
  "id": "loi-n-2019-1446-du-24-decembre-2019",
  "type": "statute",
  "title": "LOI n° 2019-1446 du 24 décembre 2019",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000039675317",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Au titre de l'exercice 2018, sont approuvés :1° Le tableau d'équilibre, par branche, de l'ensemble des régimes obligatoires de base de sécurité sociale :\n\n(En milliards d'euros)\n\n;\n\n2° Le tableau d'équilibre, par branche, du régime général de sécurité sociale :\n\n(En milliards d'euros)\n\n;\n\n3° Le tableau d'équilibre des organismes concourant au financement des régimes obligatoires de base de sécurité sociale :\n\n(En milliards d'euros)\n\n;\n\n4° Les dépenses constatées relevant du champ de l'objectif national de dépenses d'assurance maladie, s'élevant à 195,2 milliards d'euros ;5° Les recettes affectées au Fonds de réserve pour les retraites, lesquelles sont nulles ;6° Les recettes mises en réserve par le Fonds de solidarité vieillesse, lesquelles sont nulles ;7° Le montant de la dette amortie par la Caisse d'amortissement de la dette sociale, s'élevant à 15,4 milliards d'euros.\n\nRECETTES\n\nDÉPENSES\n\nSOLDE\n\nMaladie\n\n212,3\n\n213,1\n\n- 0,8\n\nAccidents du travail et maladies professionnelles\n\n14,1\n\n13,4\n\n0,7\n\nVieillesse\n\n236,4\n\n236,5\n\n- 0,1\n\nFamille\n\n50,4\n\n49,9\n\n0,5\n\nToutes branches (hors transferts entre branches)\n\n499,7\n\n499,3\n\n0,3\n\nToutes branches (hors transferts entre branches) y compris Fonds de solidarité vieillesse\n\n498,4\n\n499,8\n\n- 1,4\n\n1\n\ncenter\n\nRECETTES\n\nDÉPENSES\n\nSOLDE\n\nMaladie\n\n210,8\n\n211,5\n\n- 0,7\n\nAccidents du travail et maladies professionnelles\n\n12,7\n\n12,0\n\n0,7\n\nVieillesse\n\n133,8\n\n133,6\n\n0,2\n\nFamille\n\n50,4\n\n49,9\n\n0,5\n\nToutes branches (hors transferts entre branches)\n\n394,6\n\n394,1\n\n0,5\n\nToutes branches (hors transferts entre branches) y compris Fonds de solidarité vieillesse\n\n394,6\n\n395,8\n\n1,2\n\n1\n\ncenter\n\nRECETTES\n\nDÉPENSES\n\nSOLDE\n\nFonds de solidarité vieillesse\n\n17,2\n\n19,0\n\n- 1,8\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Est approuvé le rapport figurant en annexe A à la présente loi présentant un tableau, établi au 31 décembre 2018, retraçant la situation patrimoniale des régimes obligatoires de base et des organismes concourant à leur financement, à l'amortissement de leur dette ou à la mise en réserve de recettes à leur profit et décrivant les mesures prévues pour l'affectation des excédents ou la couverture des déficits, tels qu'ils sont constatés dans les tableaux d'équilibre relatifs à l'exercice 2018 figurant à l'article 1er."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - A modifié les dispositions suivantes :\n\nIII.-Le premier alinéa de l'article L. 131-7 du code de la sécurité sociale n'est pas applicable aux pertes de recettes résultant :1° De la modification de la rédaction de l'article L. 136-8 du code de la sécurité sociale résultant du II de l'article 14 de la loi n° 2018-1203 du 22 décembre 2018 de financement de la sécurité sociale pour 2019 et du 2° du III de l'article 3 de la loi n° 2018-1213 du 24 décembre 2018 portant mesures d'urgence économiques et sociales ;2° De la modification de la rédaction de l'article L. 137-15 du code de la sécurité sociale résultant de l'article 16 de la loi n° 2018-1203 du 22 décembre 2018 de financement de la sécurité sociale pour 2019 ;3° De la modification de la rédaction du V de l'article 7 de la loi n° 2018-1203 du 22 décembre 2018 de financement de la sécurité sociale pour 2019 résultant du III de l'article 2 de la loi n° 2018-1213 du 24 décembre 2018 portant mesures d'urgence économiques et sociales.IV.-Les dépenses exposées pour la rémunération des personnes, mentionnées au 1° de l'article 1er, à l'article 3 et au premier alinéa de l'article 4 de l'ordonnance n° 2018-359 du 16 mai 2018 fixant les modalités de transfert des personnels administratifs des juridictions mentionnées au 1° du I de l'article 109 de la loi n° 2016-1547 du 18 novembre 2016 de modernisation de la justice du XXIe siècle et celles de leur accès aux corps des services judiciaires ou aux corps communs du ministère de la justice, affectées au sein des juridictions compétentes pour connaître du contentieux général et du contentieux technique de la sécurité sociale demeurent, sous réserve des transferts de personnels déjà effectués dans le cadre de la mise en œuvre des lois de finances pour 2019 et 2020, prises en charge jusqu'au 31 décembre 2020 par les organismes de sécurité sociale dans les conditions fixées par l'article L. 144-5 du code de la sécurité sociale dans sa rédaction antérieure au 1er janvier 2019.Il en est de même, jusqu'à la même date, pour les agents contractuels recrutés, au sein des mêmes juridictions, en remplacement des personnels mentionnés au premier alinéa du présent IV.\n\n- Code de l'action sociale et des familles\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Au titre de l'année 2019, sont rectifiés :1° Les prévisions de recettes, les objectifs de dépenses et le tableau d'équilibre, par branche, de l'ensemble des régimes obligatoires de base de sécurité sociale ainsi qu'il suit :\n\n(En milliards d'euros)\n\n;\n\n2° Les prévisions de recettes, les objectifs de dépenses et le tableau d'équilibre, par branche, du régime général de sécurité sociale ainsi qu'il suit :\n\n(En milliards d'euros)\n\n;\n\n3° Les prévisions de recettes, les prévisions de dépenses et le tableau d'équilibre des organismes concourant au financement des régimes obligatoires de base de sécurité sociale ainsi qu'il suit :\n\n(En milliards d'euros)\n\n;\n\n4° Les prévisions des recettes affectées au Fonds de réserve pour les retraites, lesquelles sont nulles ;5° Les prévisions de recettes mises en réserve par le Fonds de solidarité vieillesse, lesquelles sont nulles ;6° L'objectif d'amortissement de la dette sociale par la Caisse d'amortissement de la dette sociale, qui est fixé à 16 milliards d'euros.\n\nRECETTES\n\nDÉPENSES\n\nSOLDE\n\nMaladie\n\n215,7\n\n218,7\n\n- 3,0\n\nAccidents du travail et maladies professionnelles\n\n14,6\n\n13,5\n\n1,2\n\nVieillesse\n\n239,2\n\n241,5\n\n- 2,3\n\nFamille\n\n51,1\n\n50,2\n\n0,8\n\nToutes branches (hors transferts entre branches)\n\n506,9\n\n510,2\n\n- 3,3\n\nToutes branches (hors transferts entre branches), y compris Fonds de solidarité vieillesse\n\n505,1\n\n510,6\n\n- 5,5\n\n1\n\ncenter\n\nRECETTES\n\nDÉPENSES\n\nSOLDE\n\nMaladie\n\n214,1\n\n217,1\n\n- 3,0\n\nAccidents du travail et maladies professionnelles\n\n13,2\n\n12,1\n\n1,1\n\nVieillesse\n\n135,5\n\n137,5\n\n- 2,1\n\nFamille\n\n51,1\n\n50,2\n\n0,8\n\nToutes branches (hors transferts entre branches)\n\n400,7\n\n403,8\n\n- 3,1\n\nToutes branches (hors transferts entre branches), y compris Fonds de solidarité vieillesse\n\n400,0\n\n405,4\n\n- 5,4\n\n1\n\ncenter\n\nRECETTES\n\nDÉPENSES\n\nSOLDE\n\nFonds de solidarité vieillesse\n\n16,6\n\n18,9\n\n- 2,3\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Au titre de l'année 2019, l'objectif national de dépenses d'assurance maladie de l'ensemble des régimes obligatoires de base ainsi que ses sous-objectifs sont rectifiés ainsi qu'il suit :\n\n(En milliards d'euros)\n\nSOUS-OBJECTIF\n\nOBJECTIF DE DÉPENSES\n\nDépenses de soins de ville\n\n91,4\n\nDépenses relatives aux établissements de santé\n\n82,6\n\nContribution de l'assurance maladie aux dépenses en établissements et services pour personnes âgées\n\n9,6\n\nContribution de l'assurance maladie aux dépenses en établissements et services pour personnes handicapées\n\n11,4\n\nDépenses relatives au Fonds d'intervention régional\n\n3,5\n\nAutres prises en charge\n\n2,0\n\nTotal\n\n200,4\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. - A. - Bénéficie de l'exonération prévue au V la prime exceptionnelle de pouvoir d'achat attribuée dans les conditions prévues aux II et III à leurs salariés ou à leurs agents par les employeurs mentionnés à l'article L. 3311-1 du code du travail.B.-Par dérogation à l'article L. 3312-5 du code du travail, les accords d'intéressement conclus entre le 1er janvier 2020 et le 31 août 2020 peuvent porter sur une durée comprise entre un et trois ans.Par dérogation à l'article L. 3314-4 du même code, ces accords ouvrent droit aux exonérations prévues aux articles L. 3315-1 à L. 3315-3 du même code, y compris lorsqu'ils ont été conclus à compter du premier jour de la deuxième moitié de la période de calcul suivant la date de leur prise d'effet.C. - La prime mentionnée au A du présent I peut être attribuée par l'employeur à l'ensemble des salariés et des agents qu'il emploie ou à ceux dont la rémunération est inférieure à un plafond.D. - L'entreprise utilisatrice mentionnée au 1° de l'article L. 1251-1 du code du travail qui attribue à ses salariés la prime mentionnée au A du présent I en informe l'entreprise de travail temporaire dont relève le salarié mis à disposition. L'entreprise de travail temporaire verse la prime au salarié mis à disposition selon les conditions et les modalités fixées par l'accord ou la décision de l'entreprise utilisatrice mentionné au III. La prime ainsi versée bénéficie de l'exonération mentionnée au V lorsque les conditions mentionnées au A du présent I sont remplies par l'entreprise utilisatrice.E. - Le A du présent I est applicable dans les conditions prévues au IV aux travailleurs handicapés bénéficiant d'un contrat de soutien et d'aide par le travail mentionné à l'article L. 311-4 du code de l'action sociale et des familles et relevant des établissements et services d'aide par le travail mentionnés à l'article L. 344-2 du même code.\n\nF. - La condition relative à la mise en œuvre d'un accord d'intéressement prévue au VI n'est pas applicable aux associations et fondations mentionnées aux a et b du 1° de l'article 200 du code général des impôts et aux a et b du 1° de l'article 238 bis du même code.II. - L'exonération prévue au V est applicable à la prime exceptionnelle de pouvoir d'achat bénéficiant aux personnes mentionnées au A du I lorsque cette prime satisfait aux conditions suivantes :1° Elle bénéficie aux salariés liés à l'entreprise par un contrat de travail, aux intérimaires mis à disposition de l'entreprise utilisatrice ou aux agents publics relevant de l'établissement public à la date de versement de cette prime ou à la date de dépôt de l'accord mentionné au III du présent article auprès de l'autorité compétente ou de la signature de la décision unilatérale mentionnée au III du même article ;2° Son montant peut être modulé selon les bénéficiaires en fonction de la rémunération, du niveau de classification, des conditions de travail liées à l'épidémie de covid-19, de la durée de présence effective pendant l'année écoulée ou la durée de travail prévue au contrat de travail mentionnée à la dernière phrase du deuxième alinéa du III de l'article L. 241-13 du code de la sécurité sociale. Les congés prévus au chapitre V du titre II du livre II de la première partie du code du travail sont assimilés à des périodes de présence effective ;\n\n3° Elle est versée entre la date d'entrée en vigueur du présent article et le 31 décembre 2020 ;4° Elle ne peut se substituer à aucun des éléments de rémunération, au sens de l'article L. 242-1 du code de la sécurité sociale, versés par l'employeur ou qui deviennent obligatoires en vertu de règles légales, contractuelles ou d'usage. Elle ne peut non plus se substituer à des augmentations de rémunération ni à des primes prévues par un accord salarial, le contrat de travail ou les usages en vigueur dans l'entreprise ou l'établissement public.III. - Le montant de la prime ainsi que, le cas échéant, le plafond mentionné au C du I et la modulation de son niveau entre les bénéficiaires dans les conditions prévues au 2° du II font l'objet d'un accord d'entreprise ou de groupe conclu selon les modalités énumérées à l'article L. 3312-5 du code du travail ou d'une décision unilatérale de l'employeur. En cas de décision unilatérale, l'employeur en informe, avant le versement de la prime, le comité social et économique mentionné à l'article L. 2311-2 du même code.IV. - Lorsqu'elle satisfait aux conditions mentionnées aux 2° à 4° du II et qu'elle bénéficie à l'ensemble des travailleurs handicapés liés à un établissement ou service d'aide par le travail mentionné à l'article L. 344-2 du code de l'action sociale et des familles par un contrat de soutien et d'aide par le travail mentionné à l'article L. 311-4 du même code, à la date de versement, la prime exceptionnelle de pouvoir d'achat bénéficie de l'exonération prévue au V.V. - La prime attribuée dans les conditions prévues aux I à III aux salariés ou agents publics ayant perçu au cours des douze mois précédant son versement une rémunération inférieure à trois fois la valeur annuelle du salaire minimum de croissance correspondant à la durée de travail prévue au contrat mentionnée à la dernière phrase du deuxième alinéa du III de l'article L. 241-13 du code de la sécurité sociale est exonérée, dans la limite de 1 000 € par bénéficiaire, d'impôt sur le revenu, de toutes les cotisations et contributions sociales d'origine légale ou conventionnelle ainsi que des participations, taxes et contributions prévues à l'article 235 bis du code général des impôts et à l'article L. 6131-1 du code du travail dans leur rédaction en vigueur à la date de son versement.Elle est exclue des ressources prises en compte pour le calcul de la prime d'activité mentionnée à l'article L. 841-1 du code de la sécurité sociale et pour l'attribution de l'allocation aux adultes handicapés mentionnée à l'article L. 821-1 du même code.\n\nVI.-La limite de 1 000 euros mentionnée au V est portée à 2 000 euros pour les employeurs mettant en œuvre un accord d'intéressement, en application du chapitre II du titre Ier du livre III de la troisième partie du code du travail ou du B du I du présent article, à la date de versement de cette prime.VII. - Pour l'application du présent article à Mayotte et à Saint-Pierre-et-Miquelon, les références au code de la sécurité sociale sont remplacées par les références aux dispositions applicables localement ayant le même objet."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2019-795 DC du 20 décembre 2019.]"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I. - A modifié les dispositions suivantes :\n\nII.-La perte de recettes pour les organismes de sécurité sociale résultant du I est compensée à due concurrence par la majoration des droits mentionnés aux articles 575 et 575 A du code général des impôts.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I. - A modifié les dispositions suivantes :\n\nII.-Les indemnités spécifiques de rupture conventionnelle versées aux fonctionnaires, aux personnels affiliés au régime de retraite institué en application du décret n° 2004-1056 du 5 octobre 2004 relatif au régime des pensions des ouvriers des établissements industriels de l'Etat et aux agents contractuels de droit public en application des I et III de l'article 72 de la loi n° 2019-828 du 6 août 2019 de transformation de la fonction publique sont exclues, dans la limite de deux fois le montant annuel du plafond mentionné à l'article L. 241-3 du code de la sécurité sociale, de l'assiette des cotisations sociales d'origine légale et réglementaire à la charge de ces agents publics et de leurs employeurs.Les indemnités d'un montant supérieur à dix fois le plafond annuel mentionné au même article L. 241-3 sont intégralement assujetties.III.-L'article L. 131-7 du code de la sécurité sociale n'est pas applicable aux pertes de recettes résultant de l'application des I et II du présent article.IV.-Pour les fonctionnaires mentionnés à l'article 2 de la loi n° 84-53 du 26 janvier 1984 portant dispositions statutaires relatives à la fonction publique territoriale, le montant de l'indemnité spécifique de rupture conventionnelle prévue à l'article 72 de la loi n° 2019-828 du 6 août 2019 de transformation de la fonction publique ne peut être supérieur à un montant défini par décret.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I. à III.-A modifié les dispositions suivantes :\n\nIV.-Le présent article est applicable aux revenus perçus ou réalisés à compter du 1er janvier 2019.\n\n-Code de l'action sociale et des familles\n\n-Code de la sécurité sociale.\n\n-Code des impôts CGI"
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I. - L'article L. 137-10 du code de la sécurité sociale n'est pas applicable aux avantages versés au titre du dispositif de cessation anticipé d'activité institué dans la branche professionnelle des ports et de la manutention par l'accord du 15 avril 2011 relatif à la pénibilité et par l'accord du 16 avril 2011 relatif à la cessation anticipée d'activité.Les sommes correspondant à la part des avantages versés au titre de la cessation anticipée d'activité mentionnée au premier alinéa du présent article financée par des cotisations des employeurs sont assujetties au forfait social prévu à l'article L. 137-15 du code de la sécurité sociale.II. - Le présent article s'applique aux avantages versés à compter du 1er janvier 2020."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I. à X.-A abrogé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nXI.-(Abrogé)\n\nXII.-Le présent article entre en vigueur le 1er janvier 2020, sous réserve des dispositions suivantes :\n\n1° (Abrogé)\n\n2° Les 13°, 14° et 15° ainsi que les b et d du 16° du II sont applicables aux cotisations et contributions dues au titre des périodes d'activité courant à compter du 1er janvier 2022 ;\n\n3° Les 6° et 7° du II, les troisième à septième alinéas du 5° de l'article L. 225-1-1 du code de la sécurité sociale tel qu'il résulte du b du 9° du II, le II de l'article L. 225-6 du même code tel qu'il résulte du 11° du II et le VIII sont applicables aux cotisations et contributions dues au titre des périodes d'activité courant à compter du 1er janvier 2022 ;\n\n4° Par dérogation, les dispositions mentionnées au 3° du présent XII sont applicables :\n\na) Pour les périodes d'activité courant à compter du 1er janvier 2020, aux cotisations dues pour la couverture des prestations en nature d'assurance maladie et maternité mentionnées au B du paragraphe 8 de l'article 23 du statut national du personnel des industries électriques et gazières et aux cotisations mentionnées aux articles L. 5553-1 et L. 5555-1 du code des transports au titre des rémunérations déclarées dans les conditions prévues à l'article L. 133-5-3 du code de la sécurité sociale ;\n\nb) Pour les périodes d'activité courant à compter du 1er janvier 2021, aux cotisations mentionnées aux articles L. 5553-1 et L. 5555-1 du code des transports autres que celles mentionnées au a du présent 4° ;\n\nc) Pour les périodes d'activité courant à partir du 1er janvier 2023, aux cotisations dues au titre du régime des clercs et employés de notaires et à celles mentionnées à l'article L. 382-17 du code de la sécurité sociale ;\n\n5° Les 17° et 18° du II et le VI sont applicables aux cotisations dues pour les périodes d'activité courant à compter du 1er janvier 2023 ;\n\n6° Le cinquième alinéa de l'article L. 141-10 du code des juridictions financières, dans sa rédaction résultant du IV, s'applique aux demandes de renseignements adressées par les membres et personnels de la Cour des comptes, aux commissaires aux comptes des entités autres que les organismes mentionnés à l'article L. 114-8 du code de la sécurité sociale, le fonds mentionné à l'article L. 135-6 du même code et les fédérations mentionnées à l'article L. 921-4 dudit code à compter du 1er octobre 2020 ;\n\n7° Chacune des dates d'entrée en vigueur prévues au premier alinéa et aux 1° à 6° du présent XII, à l'exception de celle prévue au c du 4°, ainsi qu'au B du III de l'article 37 de la loi n° 2018-771 du 5 septembre 2018 pour la liberté de choisir son avenir professionnel et, en ce qui concerne le 10° du II du présent article, au A du III de l'article 67 de la loi n° 2018-771 du 5 septembre 2018 précitée peut être reportée ou avancée par décret pour une ou plusieurs catégories de cotisations ou contributions ou de redevables. Ce report ou cette anticipation ne peuvent excéder deux ans. Le Gouvernement remet au Parlement, préalablement à toute décision de report ou d'anticipation, un rapport en justifiant les raisons.\n\nXIII.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai de six mois à compter de la promulgation de la présente loi, des dispositions relevant du domaine de la loi complétant les articles L. 133-5-6, L. 133-5-8 et L. 133-5-10 du code de la sécurité sociale en vue d'instaurer un dispositif simplifié pour le recouvrement par les organismes mentionnés à l'article L. 213-1 du même code des cotisations dues par les personnes relevant du régime spécial de sécurité sociale des marins, en vue de faciliter l'unification de ce recouvrement.\n\nLe projet de loi ratifiant cette ordonnance est déposé au plus tard le dernier jour du troisième mois suivant la publication de l'ordonnance.\n\n-Code de la sécurité sociale.\n\n-Code des transports\n\n-Code de la sécurité sociale.\n\n-Code rural et de la pêche maritime\n\n-Code de la sécurité sociale.\n\n-Code des transports\n\n-Code des juridictions financières\n\n-Code des pensions de retraite des marins français du commerce, de pêche ou de plaisance\n\n-LOI du 12 juillet 1937\n\n-LOI n° 84-53 du 26 janvier 1984\n\n-LOI n° 86-33 du 9 janvier 1986\n\n-Loi n° 2004-803 du 9 août 2004\n\n-LOI n° 2015-1702 du 21 décembre 2015\n\n-LOI n° 2018-1203 du 22 décembre 2018\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I. à III. et V.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nIV.-Les 2° et 3° du I sont applicables à compter des déclarations transmises en 2021 au titre des revenus de l'année 2020.\n\nPour les revenus des années 2020,2021 et 2022, les corrections que le travailleur indépendant apporte, le cas échéant, aux éléments déclarés et qui affectent la détermination du montant des cotisations et contributions sociales dues après la date limite de dépôt de la déclaration mentionnée à l'article 170 du code général des impôts sont transmises par voie dématérialisée par le travailleur indépendant aux organismes mentionnés aux articles L. 213-1 et L. 752-4 du code de la sécurité sociale.\n\nPour les travailleurs indépendants mentionnées à l'article L. 646-1 du code de la sécurité sociale, les articles L. 613-2 et L. 613-5 du même code, dans leur rédaction résultant du I du présent article, sont applicables à compter des déclarations transmises en 2023 au titre des revenus de l'année 2022.\n\nA Saint-Barthélemy, les mêmes articles L. 613-2 et L. 613-5 restent applicables, dans leur rédaction antérieure à la présente loi, jusqu'aux déclarations transmises en 2023 au titre des revenus de l'année 2022.\n\nLe 2° du III s'applique aux cotisations et contributions dues au titre des périodes d'activité courant à compter du 1er avril 2020 pour les créations d'entreprises intervenues à compter de cette même date. Les travailleurs indépendants ayant débuté leur activité avant cette date peuvent demander jusqu'au 31 mars 2020 l'application de ces dispositions à compter du 1er avril 2020 pour les cotisations et contributions dues au titre des périodes courant à compter du 1er janvier 2020.Le 3° du même III s'applique aux cotisations et contributions dues à compter du 1er janvier 2021.\n\n- Code de la sécurité sociale.\n\n- Ordonnance n° 96-1122 du 20 décembre 1996\n\n- LOI n° 2017-1836 du 30 décembre 2017\n\n- Ordonnance n° 96-1122 du 20 décembre 1996\n\n- Livre des procédures fiscales\n\n- Ordonnance n° 96-1122 du 20 décembre 1996\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I. - 1. Dans la perspective de l'entrée en vigueur de l'article 13 de la loi n° 2021-1754 du 23 décembre 2021 de financement de la sécurité sociale pour 2022, à titre expérimental, les personnes recourant aux services mentionnés à l'article L. 7231-1 du code du travail peuvent adhérer, pour des périodes d'activité comprises entre le 1er janvier 2020 et une date fixée par décret, et au plus tard le 1er juillet 2027, à un dispositif les dispensant de faire l'avance d'une part de leurs charges directes couverte par les aides auxquelles elles sont éligibles, dans les conditions et selon les modalités prévues au présent article.\n\n2. Ce dispositif est ouvert, après acceptation par l'organisme mentionné à l'article L. 225-1 du code de la sécurité sociale, aux personnes volontaires mentionnées au 1, domiciliées en France au sens de l'article 4 B du code général des impôts et relevant d'une des catégories suivantes :\n\na) Particuliers employeurs, y compris lorsqu'ils ont recours à un organisme mentionné au 1° de l'article L. 7232-6 du code du travail dès lors qu'ils procèdent eux-mêmes au versement des cotisations et contributions sociales dues au titre de l'emploi des salariés concernés ;\n\nb) Particuliers recourant à une entreprise, une association définie au même article L. 7232-6, en dehors de ceux mentionnés au a du présent 2.\n\n3. Le dispositif mentionné au 1 tient compte des aides et prestations sociales suivantes :\n\na) Les prestations sociales mentionnées aux articles L. 232-1 et L. 245-1 du code de l'action sociale et des familles ;\n\nb) L'aide spécifique mentionnée au 5° du II de l'article L. 133-5-12 du code de la sécurité sociale ;\n\nc) L'aide spécifique mentionnée au 6° du même II ;\n\nd) La prestation sociale mentionnée à l'article L. 531-8-1 du même code pour les particuliers mentionnés au a du 2 du présent I.\n\n4. Un décret fixe la liste des départements retenus avec leur accord pour participer à l'expérimentation ainsi que les modalités de sa mise en place.\n\nII. - Les aides et les prestations mentionnées au 3 du I du présent article sont versées, pour les particuliers mentionnés au a du 2 du même I, dans les conditions prévues à l'article L. 133-5-12 du code de la sécurité sociale et, pour les particuliers mentionnés au b du 2 du I du présent article, dans les conditions prévues à l'article L. 133-8-4 du code de la sécurité sociale.\n\nIII. - Pour la mise en œuvre de l'expérimentation, l'organisme mentionné à l'article L. 225-1 du code de la sécurité sociale conclut des conventions :\n\n1° Avec la direction générale des finances publiques, pour préciser les modalités d'échange des informations relatives :\n\na) A la situation fiscale des personnes adhérant au dispositif ;\n\nb) Aux montants versés au titre des prestations sociales et des aides spécifiques mentionnées au 3 du I du présent article, ainsi que les modalités du remboursement par l'Etat à l'organisme des aides spécifiques, postérieurement à la liquidation des crédits d'impôt mentionnés aux articles 199 sexdecies et 200 quater B du code général des impôts auquel les personnes concernées peuvent prétendre ;\n\n2° Avec les présidents des conseils départementaux participant à l'expérimentation, pour préciser les modalités d'échange des informations relatives aux personnes, aux montants et à la nature des prestations sociales bénéficiant aux personnes mentionnées au 2 du I du présent article ainsi que les modalités de remboursement par le conseil départemental des montants versés pour son compte ;\n\n3° Avec les entreprises ou associations mentionnées à l'article L. 7232-6 du code du travail participant à l'expérimentation, pour préciser les modalités d'échange d'informations relatives aux particuliers qui ont recours à leurs services, aux prestations de service réalisées et au montant facturé à ces mêmes personnes.\n\nIV. - L'expérimentation est conduite sans préjudice de la mise en œuvre des dispositions des b à d du 3 du I et du 1° du III après le 31 décembre 2023 pour les particuliers mentionnés au 2 du I acceptés avant cette date par l'organisme mentionné à l'article L. 225-1 du code de la sécurité sociale. Le Gouvernement remet au Parlement, au plus tard le 31 décembre 2023, un rapport d'évaluation portant notamment sur les effets de la contemporanéité des crédits d'impôt mentionnés aux articles 199 sexdecies et 200 quater B du code général des impôts sur la participation financière des bénéficiaires des prestations mentionnées aux articles L. 232-1 et L. 245-1 du code de l'action sociale et des familles et à l'article L. 531-8-1 du code de la sécurité sociale, d'une part, et sur les coûts induits par l'application du 2 du I du présent article pour les organismes, entreprises ou associations mentionnés aux a et b du même 2 participant à l'expérimentation, d'autre part."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I. à II.-A modifié les dispositions suivantes :\n\n4° [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2019-795 DC du 20 décembre 2019.]III.-Le 1° du I s'applique à toute annulation de réductions ou d'exonérations de cotisations de sécurité sociale ou de contributions n'ayant pas donné lieu à une décision de justice ayant un caractère irrévocable sur demande expresse du cotisant et sur présentation de justificatifs probants.\n\n- Code de la sécurité sociale.\n\n- LOI n° 2018-1203 du 22 décembre 2018"
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I. à III.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIV.-Le b du 2° du I du présent article s'applique aux contrôles engagés à compter du 1er janvier 2020.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code rural et de la pêche maritime\n\n-Code du travail"
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I. - A créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nII. - Le 1° du I entre en vigueur le 1er janvier 2020. Pour l'année 2020, le montant Z mentionné à l'article L. 138-19-8 du code de la sécurité sociale est égal à 1,03 multiplié par le montant remboursé par l'assurance maladie au cours de l'année 2019 en France métropolitaine, en Guadeloupe, en Guyane, en Martinique, à La Réunion, à Saint-Barthélemy et à Saint-Martin au titre des produits et prestations mentionnés à l'article L. 165-1 du même code et pris en charge en sus des prestations d'hospitalisation conformément à l'article L. 162-22-7 dudit code, minoré des remises mentionnées aux articles L. 162-17-5 et L. 165-4 du même code dues au titre de l'année 2019.III. - Pour chaque produit concerné, l'obligation fixée au 2° du I pour un distributeur de détenir un accord de distribution avec le fabricant ou son mandataire mentionné à l'article L. 165-1-1-1 du code de la sécurité sociale entre en vigueur à une date fixée par arrêté du ministre chargé de la sécurité sociale et, au plus tard, le 1er janvier 2021.\n\n- Code de la sécurité sociale.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Pour l'année 2020, le montant M mentionné au I de l'article L. 138-10 du code de la sécurité sociale est égal à 1,005 multiplié par le chiffre d'affaires hors taxes réalisé au cours de l'année 2019 en France métropolitaine, en Guadeloupe, en Guyane, en Martinique, à La Réunion, à Saint-Barthélemy et à Saint-Martin au titre des médicaments mentionnés au II du même article L. 138-10 par l'ensemble des entreprises assurant l'exploitation d'une ou de plusieurs spécialités pharmaceutiques, au sens des articles L. 5124-1 et L. 5124-2 du code de la santé publique, minoré des remises mentionnées aux articles L. 162-16-5-1, L. 162-17-5, L. 162-18 et L. 162-22-7-1 du code de la sécurité sociale dues au titre de l'année 2019 et de la contribution due au titre de l'année 2019 en application de l'article L. 138-10 du même code."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I. à IX. A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIX.- (Abrogé)\n\nX.-A compter du 1er janvier 2021 et jusqu'à la date fixée par le décret mentionné au troisième alinéa du I de l'article 114 de la loi n° 2016-1547 du 18 novembre 2016 de modernisation de la justice du XXIe siècle, les dépenses de toute nature exposées par la Cour nationale de l'incapacité et de la tarification de l'assurance des accidents du travail et résultant de l'application des chapitres II et III mentionnés à l'article L. 144-5 du code de la sécurité sociale dans sa rédaction antérieure au 1er janvier 2019 sont prises en charge par l'Etat.\n\nXI.- (Abrogé)\n\nXII.-A l'exception du X, le présent article entre en vigueur le 1er janvier 2020.\n\n-LOI n° 2013-1203 du 23 décembre 2013\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code rural et de la pêche maritime\n\n-Loi n° 89-1008 du 31 décembre 1989\n\n-Ordonnance n° 96-50 du 24 janvier 1996\n\n-LOI n° 2017-1836 du 30 décembre 2017"
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Est approuvé le montant de 5,1 milliards d'euros correspondant à la compensation des exonérations, réductions ou abattements d'assiette de cotisations ou contributions de sécurité sociale, mentionné à l'annexe 5 jointe au projet de loi de financement de la sécurité sociale pour 2020."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Pour l'année 2020, sont approuvés les prévisions de recettes, réparties par catégories dans l'état figurant en annexe C à la présente loi, et le tableau d'équilibre, par branche, de l'ensemble des régimes obligatoires de base de sécurité sociale :\n\n(En milliards d'euros)\n\nRECETTES\n\nDÉPENSES\n\nSOLDE\n\nMaladie\n\n220,8\n\n224,1\n\n- 3,4\n\nAccidents du travail et maladies professionnelles\n\n15,0\n\n13,6\n\n1,4\n\nVieillesse\n\n244,1\n\n247,3\n\n- 3,2\n\nFamille\n\n51,0\n\n50,3\n\n0,7\n\nToutes branches (hors transferts entre branches)\n\n517,1\n\n521,6\n\n- 4,5\n\nToutes branches (hors transferts entre branches), y compris Fonds de solidarité vieillesse\n\n516,1\n\n522,1\n\n-5,9\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "Pour l'année 2020, sont approuvés les prévisions de recettes, réparties par catégories dans l'état figurant en annexe C à la présente loi, et le tableau d'équilibre, par branche, du régime général :\n\n(En milliards d'euros)\n\nRECETTES\n\nDÉPENSES\n\nSOLDE\n\nMaladie\n\n219,2\n\n222,6\n\n- 3,3\n\nAccidents du travail et maladies professionnelles\n\n13,5\n\n12,2\n\n1,4\n\nVieillesse\n\n139,0\n\n141,7\n\n- 2,7\n\nFamille\n\n51,0\n\n50,3\n\n0,7\n\nToutes branches (hors transferts entre branches)\n\n409,4\n\n413,5\n\n- 4,1\n\nToutes branches (hors transferts entre branches), y compris Fonds de solidarité vieillesse\n\n409,6\n\n415,1\n\n-5,4\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I. - Pour l'année 2020, sont approuvées les prévisions de recettes, réparties par catégories dans l'état figurant en annexe C à la présente loi des organismes concourant au financement des régimes obligatoires de base de sécurité sociale.II. - Pour l'année 2020, l'objectif d'amortissement de la dette sociale par la Caisse d'amortissement de la dette sociale est fixé à 16,7 milliards d'euros.III. - Pour l'année 2020, les prévisions de recettes par catégorie affectées au Fonds de réserve pour les retraites sont fixées à :\n\n(En milliards d'euros)\n\nIV. - Pour l'année 2020, les prévisions de recettes par catégorie mises en réserve par le Fonds de solidarité vieillesse sont fixées à :\n\n(En milliards d'euros)\n\nPRÉVISIONS DE RECETTES\n\nRecettes affectées\n\n0\n\nTotal\n\n0\n\n1\n\ncenter\n\nPRÉVISIONS DE RECETTES\n\nRecettes affectées\n\n0\n\nTotal\n\n0\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "I.-Sont habilités en 2020 à recourir à des ressources non permanentes afin de couvrir leurs besoins de trésorerie les organismes mentionnés dans le tableau ci-dessous, dans les limites indiquées :\n\n(En millions d'euros)\n\nII. - A modifié les dispositions suivantes :\n\nENCOURS LIMITES\n\nAgence centrale des organismes de sécurité sociale\n\n39 000\n\nCaisse centrale de la mutualité sociale agricole\n\n4 100\n\nCaisse de prévoyance et de retraite du personnel de la SNCF-période du 1er au 31 janvier\n\n400\n\nCaisse de prévoyance et de retraite du personnel de la SNCF-période du 1er février au 31 décembre\n\n150\n\nCaisse autonome nationale de la sécurité sociale dans les mines\n\n515\n\nCaisse nationale des industries électriques et gazières (CNIEG)\n\n250\n\nCaisse nationale de retraite des agents des collectivités locales-période du 1er janvier au 31 août 2020\n\n2 000\n\nCaisse nationale de retraite des agents des collectivités locales-période du 1er septembre au 31 décembre 2020\n\n2 700\n\n1\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Est approuvé le rapport figurant en annexe B à la présente loi décrivant, pour les quatre années à venir (2020 à 2023), les prévisions de recettes et les objectifs de dépenses par branche des régimes obligatoires de base de sécurité sociale et du régime général, les prévisions de recettes et de dépenses des organismes concourant au financement de ces régimes ainsi que l'objectif national de dépenses d'assurance maladie."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - A modifié les dispositions suivantes :\n\nIV.-Dans un délai d'un an à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur le financement des établissements hospitaliers dans les collectivités territoriales définies à l'article 73 de la Constitution et dans la collectivité de Corse, afin d'évaluer les coefficients géographiques liés aux facteurs spécifiques de ces territoires et les différents modes de financement dont ils font l'objet.\n\n- Code de la sécurité sociale.\n\n- Code de la santé publique"
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "I., II., III., IV. et V.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nVI.-Le 5° du I ainsi que les III, IV et V du présent article entrent en vigueur le 1er janvier 2022.\n\n-Code des pensions militaires d'invalidité et des victimes de guerre.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la santé publique\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-LOI n° 2015-1702 du 21 décembre 2015"
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "I. à IV.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nV.-Pour les activités mentionnées au 1° de l'article L. 162-22 du code de la sécurité sociale, les I et II du présent article entrent en vigueur le 1er janvier 2022.\n\nPour les activités mentionnées au 2° de l'article L. 162-22 du code de la sécurité sociale, les I et du II du présent article entrent en vigueur le 1er janvier 2022.\n\nPour les activités mentionnées au 4° de l'article L. 162-22 du code de la sécurité sociale, les I et II du présent article entrent en vigueur au plus tard le 1er juillet 2023.\n\nVI.-Sont affectés d'un coefficient de transition les tarifs servant de base au calcul de la participation du patient :\n\n1° A compter du 1er janvier 2022 et au plus tard jusqu'au 31 décembre 2025, pour les établissements mentionnés aux a, b et c de l'article L. 162-22 du code de la sécurité sociale exerçant des activités mentionnées au 1° du même article L. 162-22 et pour l'ensemble des établissements mentionnés audit article L. 162-22 exerçant des activités mentionnées au 2° du même article L. 162-22 ;\n\n2° A compter du 1er juillet 2023 et au plus tard jusqu'au 31 décembre 2025, pour les établissements mentionnés au même article L. 162-22 exerçant des activités mentionnées au 4° du même article L. 162-22.\n\nCe coefficient de transition est calculé pour chaque établissement afin de tenir compte des conséquences, sur ses recettes, de l'application de la tarification nationale journalière des prestations définie à l'article L. 162-20-1 du même code en comparaison de la tarification journalière des prestations appliquée dans l'établissement concerné.Les ministres chargés de la santé et de la sécurité sociale arrêtent les modalités de calcul du coefficient de transition ainsi que, pour chaque année de la période concernée, le taux national de convergence des tarifs journaliers des prestations servant au calcul des coefficients de transition des établissements de santé concernés.La valeur du coefficient de transition ainsi que la valeur des tarifs journaliers des prestations de chaque établissement en découlant sont fixées par le directeur général de l'agence régionale de santé.Pour les activités mentionnées aux 1° et 2° de l'article L. 162-22, les valeurs mentionnées au quatrième alinéa du présent VI prennent effet, pour l'année 2022, à compter du 1er janvier 2022 et jusqu'au 28 février 2023 et, pour les années 2023,2024 et 2025, à compter du 1er mars de l'année en cours. Pour les activités mentionnées au 4° de l'article L. 162-22, les valeurs mentionnées au quatrième alinéa du présent VI prennent effet, pour l'année 2023, à compter du 1er juillet et jusqu'au 29 février 2024 et, pour les années 2024 et 2025, à compter du 1er mars de l'année en cours.Pour les hôpitaux d'instruction des armées, les ministres chargés de la santé et de la sécurité sociale et le ministre de la défense sont compétents pour fixer la valeur du coefficient de transition ainsi que la valeur des tarifs journaliers des prestations.Ce coefficient doit atteindre la valeur 1 au plus tard le 1er janvier 2026.Les modalités d'application du coefficient de transition sont fixées par un décret en Conseil d'Etat.\n\n-Ordonnance n° 96-1122 du 20 décembre 1996\n\n-LOI n° 2003-1199 du 18 décembre 2003\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la santé publique\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur le financement et l'évolution du financement des missions de recherche et d'innovation au sein des établissements publics de santé."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code de la sécurité sociale.\n\n- Code de la sécurité sociale.\n\n- Code de la santé publique\n\nIII.-L'ensemble des actes inscrits sur la liste mentionnée à l'article L. 162-1-7 du code de la sécurité sociale à la date de publication de la présente loi fait l'objet d'un examen en vue d'une nouvelle hiérarchisation dans un délai de cinq ans à compter de cette date. Un décret en Conseil d'Etat précise les adaptations de la procédure de hiérarchisation applicables à ce travail de révision. Ce décret prévoit notamment l'organisation des travaux du Haut Conseil des nomenclatures institué au IV du même article L. 162-1-7 chargé de cette révision.IV.-Les I et II du présent article entrent en vigueur le 1er avril 2020."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "Dans un délai de six mois à compter de la publication de la présente loi, le Gouvernement remet au Parlement un rapport sur le montant consolidé de l'ensemble des dépenses d'assurance maladie résultant du remboursement des dispositifs médicaux, ventilé selon les différentes modalités de remboursement."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "I. à II.-A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\n12° [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2019-795 DC du 20 décembre 2019.]13° [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2019-795 DC du 20 décembre 2019.]15° [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2019-795 DC du 20 décembre 2019.]III.-A.-L'article L. 162-16-4-2 du code de la sécurité sociale, dans sa rédaction résultant du présent article, entre en vigueur à une date fixée par décret, et au plus tard le 1er janvier 2021.B.-Le 5° du II entre en vigueur à une date fixée par arrêté du ministre chargé de la sécurité sociale, et au plus tard le 1er janvier 2022. Les dispositions du même 5° ne s'appliquent pas aux groupes génériques pour lesquels le prix d'une spécialité générique a été publié au Journal officiel ou, le cas échéant, au Bulletin officiel des produits de santé antérieurement à cette date d'entrée en vigueur.C.-Les 12° et 13° du II entrent en vigueur à une date fixée par arrêté du ministre chargé de la sécurité sociale, et au plus tard le 1er mars 2022.D.-[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2019-795 DC du 20 décembre 2019.]\n\n- Code de la santé publique\n\n- Code de la santé publique\n\n- Code de la sécurité sociale.\n\n- Code de la santé publique\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "I. - A titre expérimental, jusqu'à ce qu'un médicament soit autorisé dans les conditions prévues à l'article L. 5121-15 du code de la santé publique et disponible, et au plus tard jusqu'au 31 décembre 2024, l'Etat peut autoriser l'usage médical du cannabis sous la forme de produits répondant aux standards pharmaceutiques, dans certaines indications ou situations cliniques réfractaires aux traitements indiqués et accessibles.\n\nII. - Les conditions de mise en œuvre de l'expérimentation sont définies par voie réglementaire. Elles précisent notamment le nombre de patients concernés, les modalités d'importation, de production, d'approvisionnement, de prescription et de délivrance par les pharmacies hospitalières et d'officine ainsi que les conditions d'information et de suivi des patients et de formation des professionnels de santé. A compter du 26 mars 2024 et jusqu'à ce qu'un médicament soit autorisé conformément à l'article L. 5121-15 du code de la santé publique et disponible, et au plus tard jusqu'au 31 décembre 2024, par dérogation à l'article L. 162-16-5 du code de la sécurité sociale, les modalités de prise en charge par l'assurance maladie de ces médicaments sont fixées par arrêté conjoint des ministres chargés de la santé et de la sécurité sociale, selon les modalités définies au dernier alinéa de l'article L. 162-17-2-4 du même code."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "A modifié les dispositions suivantes :\n\nL'article L. 162-16-5-4 du code de la sécurité sociale est rendu applicable aux spécialités pharmaceutiques prises en charge, dans une indication considérée, au titre de l'article L. 162-16-5-1-1 du même code, dans sa rédaction résultant de la présente loi, ou de l'article L. 162-16-5-2 dudit code à la date de publication de la présente loi.\n\n- Code de la santé publique\n\n- Code de la sécurité sociale.\n\n- Code de la santé publique"
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "I., II. - A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\n- LOI n° 89-1009 du 31 décembre 1989\n\n- Code de la sécurité sociale.\n\n- Code de la sécurité sociale.\n\nIII. - A. - Le 7° du I du présent article s'applique aux personnes dont le droit à la protection complémentaire en matière de santé ou au crédit d'impôt mentionné à l'article L. 863-1 du code de la sécurité sociale, dans sa rédaction antérieure au 1er novembre 2019, arrive à expiration à compter du 1er janvier 2020.B. - Les personnes dont le droit à la protection complémentaire en matière de santé ou au crédit d'impôt mentionnée à l'article L. 863-1 du code de la sécurité sociale, dans sa antérieure au 1er novembre 2019, arrive à expiration entre le 1er novembre 2019 et le 1er janvier 2020, ont le droit de se voir proposer les contrats respectivement prévus à :1° L'article 6-1 de la loi n° 89-1009 du 31 décembre 1989 renforçant les garanties offertes aux personnes assurées contre certains risques, dans sa rédaction antérieure à la présente loi ;2° L'article L. 863-7 du code de la sécurité sociale dans sa rédaction antérieure au 1er novembre 2019."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "I. à IV. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\n- Code de la santé publique\n\n- Code de la santé publique\n\nV. - Le 1° du I et le troisième alinéa du 2° du III entrent en vigueur le 30 juin 2020."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "I., II. - A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code de la sécurité sociale.\n\n- Code de la santé publique\n\n- Code de la sécurité sociale.\n\n- Code de la sécurité sociale.\n\n- Code de la santé publique\n\nIII. - Les dispositions prévues au 2° du I sont applicables aux médecins s'installant jusqu'au 31 décembre 2022.Le Gouvernement présente au Parlement, au plus tard six mois avant l'expiration du délai mentionné au premier alinéa du présent III, une évaluation portant sur l'efficacité du dispositif créé au 2° du I, notamment sur son effet sur les effectifs de médecins libéraux dans les zones caractérisées par une offre de soins insuffisante ou des difficultés dans l'accès aux soins, mentionnées à l'article L. 1434-4 du code de la santé publique.IV. - Le présent article entre en vigueur le 1er janvier 2020, à l'exception du II dont les dispositions sont applicables aux contrats signés à compter de la date d'entrée en vigueur du décret mentionné à l'article L. 1435-4-2 du code de la santé publique dans sa rédaction résultant de la présente loi, et au plus tard le 1er avril 2020. Les contrats en cours à cette date se poursuivent sur la base des dispositions qui leur étaient applicables avant la date d'entrée en vigueur du même décret."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le Gouvernement remet au Parlement, avant le 31 décembre 2021, un rapport portant sur l'état de la prise en charge des enfants et des adultes handicapés français placés dans des établissements à l'étranger et les financements qui sont alloués à cet effet par la Caisse nationale de solidarité pour l'autonomie.\n\n- Code de l'action sociale et des familles"
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "A compter du 1er juillet 2020 et pour une durée de deux ans, l'Etat peut autoriser, à titre expérimental, dans les régions déterminées par les ministres chargés de la santé, de la sécurité sociale et des personnes handicapées, la mise en place d'un forfait santé au sein de la dotation financée par l'assurance maladie pour des établissements mentionnés aux 2° et 7° du I de l'article L. 312-1 du code de l'action sociale et des familles et relevant de l'objectif géré par la Caisse nationale de solidarité pour l'autonomie mentionné à l'article L. 314-3-1 du même code.Ce forfait santé couvre les dépenses afférentes :1° A la coordination de la prévention et des soins ;2° Aux soins d'hygiène et de confort permettant de préserver l'autonomie ;3° Aux soins et actes de réadaptation et d'accompagnement à l'autonomie.Les dépenses afférentes aux soins autres que ceux compris dans le forfait santé ainsi qu'aux actes réalisés dans le cadre des programmes mentionnés aux articles L. 1411-6 et L. 1411-7 du code de la santé publique sont prises en charge par l'assurance maladie mais ne sont pas comptabilisées dans l'objectif géré par la Caisse nationale de solidarité pour l'autonomie mentionné à l'article L. 314-3-1 du code de l'action sociale et des familles.Les ministres chargés de la santé, de la sécurité sociale et des personnes handicapées arrêtent la liste des régions et des établissements retenus pour participer à l'expérimentation après avis des agences régionales de santé concernées.Un décret en Conseil d'Etat précise le périmètre du forfait santé, les modalités de financement et de mise en œuvre et les conditions d'accès à l'expérimentation ainsi que les indicateurs de suivi et les modalités de remontées d'information.Un rapport d'évaluation est réalisé par le Gouvernement et remis au Parlement au terme de l'expérimentation."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "I. à III.-A modifié les dispositions suivantes :\n\nIV.-Le présent article entre en vigueur le 1er janvier 2020.Toutefois, les conventions conclues par les départements avec l'Etat pour exercer des activités dans les domaines de la lutte contre la tuberculose et de la lutte contre la lèpre en application du second alinéa de l'article L. 3112-2 du code de la santé publique dans sa rédaction antérieure à la présente loi continuent de produire leurs effets jusqu'à leur terme lorsque celui-ci est antérieur au 1er septembre 2021.Lorsque le terme d'une telle convention est postérieur au 1er janvier 2021, le département peut poursuivre ces activités dans le cadre de cette convention au delà de cette date, à la condition d'avoir demandé, en application du III de l'article L. 3112-2 du code de la santé publique dans sa rédaction résultant de la présente loi et avant le 1er mars 2021, à être habilité comme centre de lutte contre la tuberculose.La convention continue alors de produire ses effets jusqu'à son terme ou, si elle est antérieure, jusqu'à la date à laquelle le directeur général de l'agence régionale de santé se prononce sur la demande d'habilitation.V.-Le second alinéa de l'article L. 3112-2 du code de la santé publique dans sa rédaction antérieure à la présente loi et l'article 199-1 de la loi n° 2004-809 du 13 août 2004 relative aux libertés et responsabilités locales sont applicables aux conventions qui reçoivent exécution après le 1er janvier 2020 dans les conditions prévues au IV du présent article.\n\n- Code de la santé publique\n\n- Code de la sécurité sociale.\n\n- Code de la santé publique"
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "I. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\n- Code de la santé publique\n\n- Code de la santé publique\n\nII. - Le Gouvernement remet au Parlement, au plus tard deux ans après la promulgation de la présente loi, un rapport dressant un bilan du forfait de prise en charge post-cancer prévu à l'article L. 1415-8 du code de la santé publique. Ce rapport évalue notamment, en concertation avec tous les acteurs impliqués, l'utilisation des ressources publiques, l'impact sur les patients et les pistes d'amélioration du dispositif."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "I. - L'Etat peut autoriser, pour une durée de trois ans et à titre expérimental, le financement d'un accompagnement psychologique dédié à des patients atteints de sclérose en plaques.Dans le cadre de cette expérimentation, les médecins peuvent, après évaluation des besoins et de la situation du patient, l'orienter vers des consultations de psychologues.Ces consultations sont réalisées par les psychologues figurant sur la liste mentionnée au troisième alinéa du I de l'article 44 de la loi n° 85-772 du 25 juillet 1985 portant diverses dispositions d'ordre social et donnent lieu à un financement forfaitaire sur les crédits du fonds d'intervention régional mentionné à l'article L. 1435-8 du code de la santé publique.Les ministres chargés de la santé et de la sécurité sociale arrêtent la liste des territoires retenus pour l'expérimentation.II. - Un décret précise les modalités de mise en œuvre et d'évaluation de cette expérimentation, notamment quant au suivi des patients et au financement des consultations.III. - Un rapport d'évaluation est réalisé par le Gouvernement au terme de l'expérimentation et transmis au Parlement."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2019-795 DC du 20 décembre 2019.]"
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code de la santé publique\n\nII. - Le présent article entre en vigueur le 1er mai 2020."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2019-795 DC du 20 décembre 2019.]"
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "I. II. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII. - Les contrats d'amélioration de la qualité et de l'efficience des soins signés à la date de la publication de la présente loi par les établissements qui, au 1er janvier 2022, ne sont pas soumis à l'obligation prévue aux deux premiers alinéas de l'article L. 162-30-2 du code de la sécurité sociale, dans sa rédaction résultant de la présente loi, cessent de produire leurs effets à cette date.\n\n- Code de la sécurité sociale.\n\n- Code de la sécurité sociale.\n\n- Code de la santé publique"
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "I. à III. - A modifié les dispositions suivantes :\n\n- Code de la sécurité sociale.\n\n- Code de la santé publique\n\n- LOI n°2011-1906 du 21 décembre 2011\n\nIV. - Le 3° du I et le II sont applicables à Saint-Pierre-et-Miquelon.V. - Le a du 2° du I entre en vigueur le 1er janvier 2021."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "I., II., III. et VI.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIV.-Au plus tard le 1er janvier 2022, le Gouvernement remet au Parlement un rapport relatif à la mise en œuvre de l'allocation journalière du proche aidant. Ce rapport étudie notamment le nombre de bénéficiaires concernés, le nombre de jours consommés ainsi que les éventuelles modifications à apporter à cette allocation, qu'il s'agisse de sa durée, de son montant ou de ses conditions d'attribution. Il s'attache également à analyser l'articulation de cette allocation avec d'autres prestations.Ce rapport dresse un état des lieux et établit des recommandations concernant la situation des jeunes aidants en prenant en compte l'ensemble des répercussions dans leur vie quotidienne en matière d'emploi ou d'études ainsi que sur leur vie sociale et leur état de santé.Il évalue la pertinence d'une extension du droit au congé dans les jours suivant immédiatement le décès de la personne aidée.V.-Les I et II du présent article s'appliquent aux demandes d'allocation visant à l'indemnisation de jours de congé du proche aidant ou de cessation d'activité postérieurs à une date fixée par décret, et au plus tard au 30 septembre 2020.L'article L. 168-13 du code de la sécurité sociale, dans sa rédaction résultant du 3° du II du présent article, entre en vigueur à la date fixée par le décret en Conseil d'Etat prévu à l'article 3 de l'ordonnance n° 2019-765 du 24 juillet 2019 relative au droit de rectification des informations concernant les bénéficiaires des prestations sociales et des minima sociaux en cas de notification d'indus.\n\n-Code de l'action sociale et des familles\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de l'action sociale et des familles\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code du travail"
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "I. à V. - A modifié les dispositions suivantes :\n\nVI.-Les I et II entrent en vigueur à une date fixée par décret, et au plus tard le 30 septembre 2020.Les III, IV et V entrent en vigueur à une date fixée par décret en Conseil d'Etat, et au plus tard le 30 septembre 2020.\n\n- Code de la sécurité sociale.\n\n- Code du travail\n\n- LOI n° 84-16 du 11 janvier 1984\n\n- LOI n° 84-53 du 26 janvier 1984\n\n- LOI n° 86-33 du 9 janvier 1986"
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "I., II. - A créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII. - Le présent article entre en vigueur le 1er janvier 2020.Par dérogation, pour les demandes présentées au fonds en 2020, le délai de six mois prévu au dernier alinéa de l'article L. 491-3 du code de la sécurité sociale est porté à douze mois.IV. - Par dérogation aux délais de dépôt des demandes de réparation prévues par les dispositions relatives aux régimes agricoles obligatoires d'assurance accidents du travail et maladies professionnelles ou au régime général d'assurance accidents du travail et maladies professionnelles qui leur sont applicables, peuvent saisir le fonds mentionné à l'article L. 723-13-3 du code rural et de la pêche maritime jusqu'au 31 décembre 2022 les personnes mentionnées au 1° et aux a et b du 2° de l'article L. 491-1 du code de la sécurité sociale auxquelles le premier certificat médical les informant du lien possible entre la maladie et l'exposition aux pesticides a été délivré avant le 31 décembre 2019.\n\nPar dérogation à l'article L. 491-7 du code de la sécurité sociale, les personnes mentionnées au c du 2° de l'article L. 491-1 du même code pour lesquelles la date de consolidation de l'état de santé est antérieure au 1er janvier 2013 peuvent saisir le fonds mentionné à l'article L. 723-13-3 du code rural et de la pêche maritime jusqu'au 31 décembre 2022, quelle que soit la date de cette consolidation.V. - Au plus tard neuf mois après la parution des décrets d'application, le Gouvernement remet au Parlement un rapport évaluant les conséquences quant au périmètre des personnes bénéficiaires du fonds prévu au présent article de la définition des pesticides retenue par rapport à celle définie aux tableaux 58 et 59 du tableau des maladies professionnelles.\n\n- Code de la sécurité sociale.\n\n- Code rural et de la pêche maritime\n\n- Code rural et de la pêche maritime"
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "I. à VII. - A modifié les dispositions suivantes :\n\n- Code civil\n\n- Code de la construction et de l'habitation.\n\n- Code pénal\n\n- Code des procédures civiles d'exécution\n\n- Code pénal\n\nVIII. - Les 2° et 3° ainsi que les trois derniers alinéas du II de l'article 373-2-2 du code civil dans sa rédaction résultant du I du présent article, le 2° du III, le dernier alinéa du c du 2° et le 4° du V ainsi que le VI entrent en vigueur à une date fixée par décret, et au plus tard le 1er janvier 2021.Le 1° du III est applicable aux faits commis après l'entrée en vigueur de la présente loi.IX. - Le présent article s'applique dans les conditions suivantes :1° Le I s'applique à Wallis-et-Futuna, à l'exception du II de l'article 373-2-2 du code civil ;2° Le III est applicable à Wallis-et-Futuna, en Polynésie française, en Nouvelle-Calédonie et dans les Terres australes et antarctiques françaises ;4° Le IV est applicable à Wallis-et-Futuna ;5° L'article 1er de la loi n° 75-618 du 11 juillet 1975 relative au recouvrement public des pensions alimentaires est applicable à Wallis-et-Futuna, en Polynésie française et en Nouvelle-Calédonie.\n\nA modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2019-795 DC du 20 décembre 2019.]"
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Article 80",
      "content": "Dans un délai de neuf mois à compter de la publication de la présente loi, le Gouvernement remet au Parlement un rapport sur les modalités de gestion et d'utilisation du répertoire national commun de la protection sociale prévu à l'article L. 114-12-1 du code de la sécurité sociale."
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "Au titre de 2020, par dérogation à l'article L. 161-25 du code de la sécurité sociale, les montants des prestations et pensions servies par les régimes obligatoires de base relevant du même article L. 161-25 sont revalorisés de 0,3 %.Toutefois, ne sont pas concernés par cette dérogation :1° Les pensions de vieillesse ou d'invalidité, de droit direct ou de droit dérivé, y compris leurs majorations, accessoires et suppléments, à l'exception de la majoration mentionnée à l'article L. 355-1 du même code, lorsqu'elles sont servies par les régimes obligatoires de base à des assurés dont le montant total des pensions, ainsi définies, reçues de l'ensemble des régimes obligatoires de base et des régimes complémentaires et additionnels légalement obligatoires, est inférieur ou égal, le mois précédent celui auquel intervient la revalorisation, à 2 000 € par mois.Pour les assurés dont le montant total des pensions avant revalorisation est supérieur à 2 000 € et inférieur ou égal à 2 008 €, le coefficient mentionné à l'article L. 161-25 dudit code est égal à 1,008. Pour les assurés dont le montant total des pensions avant revalorisation est supérieur à 2 008 € et inférieur ou égal à 2 012 €, le coefficient est égal à 1,006. Pour les assurés dont le montant total des pensions avant revalorisation est supérieur à 2 012 € et inférieur ou égal à 2 014 €, le coefficient est égal à 1,004.Pour les régimes de retraite dont tout ou partie de la pension est exprimée en points, un décret précise les modalités selon lesquelles il est procédé à l'attribution de points supplémentaires ou à l'application d'un coefficient pour la mise en œuvre de la revalorisation définie aux quatre premiers alinéas du présent article ;2° Les majorations mentionnées à l'article L. 351-10 du code de la sécurité sociale, à l'article L. 732-54-1 du code rural et de la pêche maritime et à l'article L. 17 du code des pensions civiles et militaires de retraite ainsi que les minima de pension faisant référence au même article L. 17, pour leurs montants accordés à la liquidation ;3° Le montant minimum de la pension de réversion mentionné au deuxième alinéa de l'article L. 353-1 du code de la sécurité sociale ;4° L'allocation de veuvage mentionnée à l'article L. 356-2 du même code ;5° L'allocation de solidarité aux personnes âgées mentionnée à l'article L. 815-1 dudit code et les prestations mentionnées à l'article 2 de l'ordonnance n° 2004-605 du 24 juin 2004 simplifiant le minimum vieillesse, ainsi que l'allocation spéciale pour les personnes âgées mentionnée à l'article 28 de l'ordonnance n° 2002-411 du 27 mars 2002 relative à la protection sanitaire et sociale à Mayotte et l'allocation de solidarité aux personnes âgées et les prestations mentionnées, respectivement, aux 1° et 9° de l'article 7 de la loi n° 87- 563 du 17 juillet 1987 portant réforme du régime d'assurance vieillesse applicable à Saint-Pierre-et-Miquelon ;6° L'allocation supplémentaire d'invalidité mentionnée à l'article L. 815-24 du code de la sécurité sociale."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "I. à IV. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nV. - Le présent article entre en vigueur le 1er juillet 2020.\n\n- Ordonnance n° 2002-411 du 27 mars 2002\n\n- Code de la sécurité sociale.\n\n- Code de l'action sociale et des familles\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Les 3° et 4° du I du présent article entrent en vigueur le 1er janvier 2020.L'article L. 434-3 du code de la sécurité sociale dans sa rédaction antérieure à la présente loi demeure applicable aux personnes qui, avant le 1er janvier 2020, ont présenté une demande, sur laquelle il n'a pas été statué par une décision rendue définitive, tendant à la conversion en capital d'une rente d'accident du travail.Le 1° du I du présent article est applicable :1° A compter du 1er janvier 2020, aux entreprises dont l'effectif est supérieur ou égal à cent cinquante salariés et redevables de la cotisation prévue à l'article L. 242-5 du code de la sécurité sociale, à l'exception des entreprises ou de leurs établissements ayant demandé, du 21 octobre au 18 décembre 2019, à la caisse d'assurance retraite et de la santé au travail compétente, de ne pas bénéficier, jusqu'au 31 décembre 2020, du procédé électronique de notification mentionné au I du présent article ;2° A compter de dates fixées par décret, en fonction des effectifs des entreprises, et au plus tard à compter du 1er janvier 2022, aux entreprises dont l'effectif est inférieur à cent cinquante salariés et redevables de la cotisation prévue à l'article L. 242-5 du code de la sécurité sociale.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art84",
      "section": "84",
      "title": "Article 84",
      "content": "I. à II.-A modifié les dispositions suivantes :\n\n- Code de la sécurité sociale.\n\n- Code rural et de la pêche maritime\n\nIII.-Les montants des prestations d'invalidité servies au titre d'une inaptitude totale ou partielle dont la date d'effet est antérieure au 1er janvier 2020 sont portés, au 1er janvier 2020, aux niveaux correspondants aux montants minimaux prévus à l'article L. 732-8 du code rural et de la pêche maritime, dans sa rédaction résultant de la présente loi.Par dérogation à l'article L. 781-22 du code rural et de la pêche maritime, et jusqu'à une date fixée par décret en Conseil d'Etat et ne pouvant excéder le 31 décembre 2020, tant que les revenus professionnels servant de base aux calcul des pensions d'invalidité ne peuvent être estimés pour les personnes mentionnées aux 1° et 5° de l'article L. 722-10 du même code dans les collectivités mentionnées à l'article L. 781-14 dudit code, les montants des prestations d'invalidité sont fixés aux montants minimaux mentionnés à l'article L. 732-8 du même code.IV.-Une contribution de 11 millions d'euros destinée à financer le relèvement des prestations d'invalidité mentionnées à l'article L. 732-8 du code rural et de la pêche maritime est prélevée au titre de l'exercice 2020 sur les excédents du fonds mentionné à l'article L. 731-35-2 du même code.V.-Les dispositions prévues au 1° du I s'appliquent aux arrêts de travail prescrits à compter du 1er janvier 2021. Les dispositions prévues aux 2° à 13° du même I s'appliquent à compter du 1er janvier 2020.Les dispositions prévues au IV s'appliquent à compter du 1er janvier 2020.Les dispositions prévues au II s'appliquent aux prestations d'invalidité au titre de l'inaptitude totale ou partielle liquidées à compter du 1er janvier 2020."
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Article 85",
      "content": "A créé les dispositions suivantes :\n\nI. à III.-A modifié les dispositions suivantes :\n\nIV.-[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2019-795 DC du 20 décembre 2019.]\n\n- Code de la sécurité sociale.\n\n- Code de la sécurité sociale.\n\n- Code rural et de la pêche maritime"
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Article 86",
      "content": "I. - Le montant de la participation des régimes obligatoires d'assurance maladie au financement du fonds pour la modernisation des établissements de santé publics et privés mentionnée à l'article 40 de la loi de financement de la sécurité sociale pour 2001 (n° 2000-1257 du 23 décembre 2000) est fixé à 449 millions d'euros pour l'année 2020.II. - Le montant de la contribution de la Caisse nationale de solidarité pour l'autonomie au financement des agences régionales de santé au titre de leurs actions concernant les prises en charge et accompagnements en direction des personnes âgées ou handicapées, mentionnée au 3° de l'article L. 1432-6 du code de la santé publique, est fixé à 139 millions d'euros pour l'année 2020.III. - Le montant de la dotation des régimes obligatoires d'assurance maladie pour le financement de l'Office national d'indemnisation des accidents médicaux, des affections iatrogènes et des infections nosocomiales, mentionné à l'article L. 1142-23 du code de la santé publique, est fixé à 150 millions d'euros pour l'année 2020."
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "Pour l'année 2020, les objectifs de dépenses de la branche Maladie, maternité, invalidité et décès sont fixés :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale, à 224,1 milliards d'euros;2° Pour le régime général de la sécurité sociale, à 222,6 milliards d'euros."
    },
    {
      "provision_ref": "art89",
      "section": "89",
      "title": "Article 89",
      "content": "Pour l'année 2020, l'objectif national de dépenses d'assurance maladie de l'ensemble des régimes obligatoires de base et ses sous-objectifs sont fixés comme suit :\n\n(En milliards d'euros)\n\nSOUS-OBJECTIF\n\nOBJECTIF DE DÉPENSES\n\nDépenses de soins de ville\n\n93,6\n\nDépenses relatives aux établissements de santé\n\n84,4\n\nContribution de l'assurance maladie aux dépenses en établissements et services pour personnes âgées\n\n10,0\n\nContribution de l'assurance maladie aux dépenses en établissements et services pour personnes handicapées\n\n11,7\n\nDépenses relatives au Fonds d'intervention régional\n\n3,5\n\nAutres prises en charge\n\n2,4\n\nTotal\n\n205,6\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "Article 90",
      "content": "I. - Le montant de la contribution de la branche Accidents du travail et maladies professionnelles du régime général de la sécurité sociale au financement du Fonds d'indemnisation des victimes de l'amiante est fixé à 260 millions d'euros au titre de l'année 2020.II. - Le montant de la contribution de la branche Accidents du travail et maladies professionnelles du régime général de la sécurité sociale au financement du Fonds de cessation anticipée d'activité des travailleurs de l'amiante est fixé à 414 millions d'euros au titre de l'année 2020.III. - Le montant du versement mentionné à l'article L. 176-1 du code de la sécurité sociale est fixé à un milliard d'euros au titre de l'année 2020.IV. - Les montants mentionnés aux articles L. 242-5 du code de la sécurité sociale et L. 751-13-1 du code rural et de la pêche maritime couvrant les dépenses supplémentaires engendrées par les départs en retraite à l'âge fixé en application de l'article L. 351-1-4 du code de la sécurité sociale et les dépenses supplémentaires engendrées par le dispositif mentionné à l'article L. 4163-1 du code du travail sont respectivement fixés à 157,4 millions d'euros et 11,4 millions d'euros pour l'année 2020."
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "Article 91",
      "content": "Pour l'année 2020, les objectifs de dépenses de la branche Accidents du travail et maladies professionnelles sont fixés :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale, à 13,6 milliards d'euros ;2° Pour le régime général de la sécurité sociale, à 12,2 milliards d'euros."
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Article 92",
      "content": "Pour l'année 2020, les objectifs de dépenses de la branche Vieillesse sont fixés :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale, à 247,3 milliards d'euros ;2° Pour le régime général de la sécurité sociale, à 141,7 milliards d'euros."
    },
    {
      "provision_ref": "art93",
      "section": "93",
      "title": "Article 93",
      "content": "Pour l'année 2020, les objectifs de dépenses de la branche Famille de la sécurité sociale sont fixés à 50,3 milliards d'euros."
    },
    {
      "provision_ref": "art94",
      "section": "94",
      "title": "Article 94",
      "content": "Pour l'année 2020, les prévisions des charges des organismes concourant au financement des régimes obligatoires de sécurité sociale sont fixées ainsi qu'il suit :\n\n(En milliards d'euros)\n\nLa présente loi sera exécutée comme loi de l'Etat.\n\nPRÉVISION DE CHARGES\n\nFonds de solidarité vieillesse\n\n18,2\n\n1\n\ncenter"
    }
  ]
}