{
  "id": "loi-n-2009-715",
  "type": "statute",
  "title": "LOI n° 2009-715",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000020756038",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Sous réserve des dispositions de la présente loi, dans toutes les dispositions législatives et réglementaires, les mots : \" la Caisse nationale des caisses d'épargne et de prévoyance \" et \" la Banque fédérale des banques populaires \" sont remplacés par les mots : \" l'organe central des caisses d'épargne et des banques populaires \"."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "L'organe central des caisses d'épargne et des banques populaires doit obtenir un agrément en tant qu'établissement de crédit auprès du comité des établissements de crédit et des entreprises d'investissement.A la date d'entrée en vigueur de la présente loi, il se substitue de plein droit respectivement à la Caisse nationale des caisses d'épargne et de prévoyance et à la Banque fédérale des banques populaires en tant qu'organe central du réseau des caisses d'épargne et du réseau des banques populaires, et les établissements affiliés à la Caisse nationale des caisses d'épargne et de prévoyance et à la Banque fédérale des banques populaires lui sont affiliés de plein droit."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Sont transférés à l'organe central des caisses d'épargne et des banques populaires par la Caisse nationale des caisses d'épargne et de prévoyance et la Banque fédérale des banques populaires les actifs et les passifs ainsi que l'ensemble des personnels et des moyens financiers et techniques requis pour les missions d'organe central du réseau des caisses d'épargne et du réseau des banques populaires, telles qu'exercées préalablement par la Caisse nationale des caisses d'épargne et de prévoyance et la Banque fédérale des banques populaires, et pour les missions d'organe central confiées à l'organe central des caisses d'épargne et des banques populaires en vertu de l'article 1er, en ce compris les sommes d'argent, les instruments financiers, les effets et les créances conclus, émis ou remis par la Caisse nationale des caisses d'épargne et de prévoyance et la Banque fédérale des banques populaires, ou les sûretés sur les biens ou droits qui y sont attachés, ainsi que les contrats en cours de quelque nature que ce soit.Nonobstant toute disposition ou stipulation contraire, ces transferts emportent de plein droit les effets d'une transmission universelle de patrimoine au bénéfice de l'organe central des caisses d'épargne et des banques populaires et sont opposables aux tiers, sans qu'il soit besoin d'aucune formalité.Nonobstant toute disposition ou stipulation contraire, les transferts à l'organe central des caisses d'épargne et des banques populaires des droits et obligations résultant des contrats relatifs aux instruments financiers émis par la Caisse nationale des caisses d'épargne et de prévoyance et la Banque fédérale des banques populaires n'ouvrent pas droit à un remboursement anticipé ou à une modification de l'un quelconque des termes des conventions y afférents.La Caisse nationale des caisses d'épargne et de prévoyance et la Banque fédérale des banques populaires informent des transferts les porteurs de ces instruments financiers.Les transferts de ces éléments ne peuvent en aucun cas permettre la résiliation ou la modification des autres contrats ne faisant pas l'objet de ces transferts et conclus par la Caisse nationale des caisses d'épargne et de prévoyance et par la Banque fédérale des banques populaires, qui deviennent respectivement la société de participations du réseau des caisses d'épargne et la société de participations du réseau des banques populaires, ou par les sociétés qui leur sont liées au sens des articles L. 233-1 à L. 233-4 du code de commerce.Les contrats de travail conclus par la Caisse nationale des caisses d'épargne et de prévoyance et la Banque fédérale des banques populaires sont transférés à l'organe central des caisses d'épargne et des banques populaires en application des articles L. 1224-1 à L. 1224-4 du code du travail."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. - Les accords collectifs nationaux, au sens de l'article L. 2232-5 du code du travail, applicables aux entreprises du réseau des banques populaires sont négociés et conclus dans une nouvelle commission paritaire nationale conformément à l'article L. 2261-19 du même code.\n\nSans préjudice des dispositions des articles L. 2261-9 à L. 2261-13 du même code, les clauses conventionnelles en vigueur à la date de publication de la présente loi restent applicables aux personnels des entreprises mentionnées au premier alinéa du présent article.\n\nII. - L'organe central des caisses d'épargne et des banques populaires mentionné à l'article L. 512-106 du code monétaire et financier agit en qualité de groupement patronal au sein des commissions paritaires nationales mentionnées respectivement au premier alinéa de l'article 16 de la loi n° 99-532 du 25 juin 1999 relative à l'épargne et à la sécurité financière et au I du présent article.\n\nIII. - Jusqu'à la première mesure de l'audience des organisations de salariés intervenant conformément au I de l'article 11 de la loi n° 2008-789 du 20 août 2008 portant rénovation de la démocratie sociale et réforme du temps de travail, pour le réseau des caisses d'épargne et leurs organismes communs, les dispositions suivantes sont applicables :\n\n1° a) La commission paritaire nationale du réseau des caisses d'épargne est composée de quatorze membres représentant les employeurs, désignés par l'organe central des caisses d'épargne et des banques populaires agissant en qualité de groupement patronal, et de quatorze membres représentant les personnels, désignés par les organisations syndicales ;\n\nb) Chaque organisation syndicale de salariés représentative, au sens de l'article L. 2231-1 du code du travail, dans les entreprises du réseau des caisses d'épargne, leurs filiales et organismes communs, dispose d'un siège ;\n\nc) Le reste des sièges revenant aux organisations syndicales leur est attribué en fonction des résultats qu'elles ont obtenus à la dernière élection professionnelle commune à l'ensemble des salariés ;\n\n2° Pour la négociation des accords catégoriels, la commission paritaire nationale peut décider d'adopter une formation spécifique respectant la règle de parité.\n\nIV. - A modifié les dispositions suivantes :\n\n- Loi n°99-532 du 25 juin 1999"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "A l'exception des dispositions des deuxième et quatrième alinéas de l'article 4 et de l'article 7, les dispositions de la présente loi entrent en vigueur, sous réserve de l'agrément du comité des établissements de crédit et des entreprises d'investissement mentionné à l'article 3, à compter de la clôture de l'assemblée générale de l'organe central des caisses d'épargne et des banques populaires approuvant les apports de participations à l'organe central des caisses d'épargne et des banques populaires par la Caisse nationale des caisses d'épargne et de prévoyance et la Banque fédérale des banques populaires et décidant l'émission d'actions en rémunération desdits apports."
    }
  ]
}