{
  "id": "loi-n-2021-1104-du-22-aout-2021",
  "type": "statute",
  "title": "LOI n°2021-1104 du 22 août 2021",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000043956924",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "En cohérence avec l'accord de Paris adopté le 12 décembre 2015 et ratifié le 5 octobre 2016, et dans le cadre du Pacte vert pour l'Europe, l'Etat rappelle son engagement à respecter les objectifs de réduction des émissions de gaz à effet de serre, tels qu'ils résulteront notamment de la révision prochaine du règlement (UE) 2018/842 du Parlement européen et du Conseil du 30 mai 2018 relatif aux réductions annuelles contraignantes des émissions de gaz à effet de serre par les Etats membres de 2021 à 2030 contribuant à l'action pour le climat, afin de respecter les engagements pris dans le cadre de l'accord de Paris et modifiant le règlement (UE) n° 525/2013."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I.-A créé les dispositions suivantes :\n\nII.-Des expérimentations sont menées, pour une durée maximale de cinq ans à compter de la promulgation de la présente loi, pour chaque catégorie de biens et de services mentionnée à l'article L. 541-9-11 du code de l'environnement, afin d'évaluer différentes méthodologies de calcul des impacts environnementaux et modalités d'affichage. La sélection des projets d'expérimentation tient compte d'un double objectif de diversité et de représentativité, notamment territoriales.Ces expérimentations prévoient des modalités spécifiques adaptées à la nature des biens et services concernés et à la taille de l'entreprise, en particulier pour les très petites, petites et moyennes entreprises, sous réserve de tenir compte des volumes qu'elles traitent. Les expérimentations dans les secteurs du textile d'habillement, des produits alimentaires, de l'ameublement, de l'hôtellerie et des produits électroniques débutent dans un délai de six mois à compter de la promulgation de la présente loi.Durant la phase d'expérimentation, les personnes publiques ou privées qui souhaitent mettre en place un affichage destiné à apporter au consommateur une information relative aux impacts environnementaux ou aux impacts environnementaux et au respect de critères sociaux d'un bien, d'un service ou d'une catégorie de biens ou de services doivent mentionner le caractère expérimental de l'affichage à proximité immédiate de celui-ci.L'évaluation de chaque expérimentation est transmise par le Gouvernement au Parlement et rendue publique.III.-A l'issue des expérimentations mentionnées au II et après évaluation de celles-ci, l'affichage environnemental est rendu obligatoire, dans les conditions prévues à l'article L. 541-9-12 du code de l'environnement, prioritairement pour le secteur du textile d'habillement.\n\nIV. à V.-A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\n-Code de l'environnement\n\n-Code de la consommation\n\n-Loi n° 2020-105 du 10 février 2020"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. à III.-A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIV.-Le I et le 1° du III entrent en vigueur le 1er janvier 2022. Le II et le 2° du III entrent en vigueur le 1er janvier 2023.\n\n-Code de l'environnement\n\n-Code de l'environnement\n\n-Code de la consommation"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nII.-Les articles L. 229-61 et L. 229-63 du code de l'environnement entrent en vigueur un an après la promulgation de la présente loi. L'article L. 229-62 du code de l'environnement entre en vigueur le 1er janvier 2028.\n\n-Code de l'environnement\n\n-Code de l'environnement"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I. à II.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII.-Le présent article entre en vigueur le 1er janvier 2022.\n\n-Code de l'environnement\n\n-Code de la consommation"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\n- Loi n° 86-1067 du 30 septembre 1986\n\nIII. - Dans un délai de deux ans à compter de la promulgation de la présente loi, le Gouvernement présente au Parlement un rapport sur la mise en place des codes de bonne conduite prévus au présent article et sur leur efficacité pour réduire de manière significative les communications commerciales audiovisuelles relatives à des biens et services ayant un impact négatif sur l'environnement."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "L'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse et l'Autorité de régulation de la communication audiovisuelle et numérique publient tous les deux ans un rapport mesurant l'impact environnemental des différents modes de diffusion des services de médias audiovisuels. Ce rapport a vocation à renforcer l'information des consommateurs sur la consommation énergétique et les émissions de gaz à effet de serre liées à la consommation de contenus audiovisuels, à la fabrication des terminaux et périphériques de connexion ainsi qu'à l'exploitation des équipements de réseaux et des centres de données nécessaires à cette consommation."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-825 DC du 13 août 2021.]"
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le présent article entre en vigueur le 1er octobre 2022.\n\n-Code de l'environnement"
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I. - A titre expérimental et pour une durée de trois ans, la distribution à domicile d'imprimés en plastique, en papier ou cartonnés à visée commerciale non adressés, lorsque l'autorisation de les recevoir ne fait pas l'objet d'une mention expresse et visible sur la boîte aux lettres ou le réceptacle du courrier, est interdite. Sont exclus de cette expérimentation les échantillons de presse. Cette expérimentation a pour but d'évaluer l'impact environnemental d'une telle mesure, notamment sur la production et le traitement des déchets de papier, ses conséquences sur l'emploi, sur les secteurs d'activité concernés et sur les comportements des consommateurs ainsi que ses éventuelles difficultés de mise en œuvre. Elle est mise en place dans des collectivités territoriales ou des groupements de collectivités territoriales ayant défini un programme local de prévention des déchets ménagers et assimilés en application de l'article L. 541-15-1 du code de l'environnement. La liste de ces collectivités et groupements, dont le nombre ne doit pas excéder quinze et dont la population totale ne doit pas excéder 10 % de la population française totale, est définie par décret, sur la base des candidatures exprimées. Le cas échéant, la sélection est opérée en tenant compte de la diversité des territoires.Les collectivités territoriales et groupements de collectivités territoriales mettant en place l'expérimentation prévue au présent I peuvent définir des secteurs exclus du champ de cette expérimentation, en particulier le secteur culturel et la presse.Six mois avant le terme de cette expérimentation, le Gouvernement remet au Parlement un rapport d'évaluation de l'expérimentation. Ce rapport intègre également une étude comparée de l'impact environnemental des campagnes publicitaires par voie de distribution d'imprimés et de celles effectuées par voie numérique.Les modalités d'application du présent article sont déterminées par décret en Conseil d'Etat.II. - Au plus tard le 1er juin 2022, le Gouvernement remet au Parlement un rapport évaluant la mise en œuvre de la sanction prévue à l'article L. 541-15-15 du code de l'environnement et son impact sur la distribution d'imprimés publicitaires non adressés."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I.-A modifié les dispositions suivantes :\n\nII. - Au 1er janvier 2030, les commerces de vente au détail dont la surface est supérieure ou égale à 400 mètres carrés consacrent à la vente de produits présentés sans emballage primaire, y compris la vente en vrac, soit au moins 20 % de leur surface de vente de produits de grande consommation, soit un dispositif d'effet équivalent exprimé en nombre de références ou en proportion du chiffre d'affaires. Un décret précise les objectifs à atteindre, en fonction des catégories de produits, des exigences sanitaires et de sécurité, des spécificités des réseaux de distribution, en particulier de certains types de commerces spécialisés, ainsi que des adaptations requises dans les pratiques des producteurs, des distributeurs et des consommateurs.III. - L'action des pouvoirs publics vise à encourager la vente de produits sans emballage primaire, en particulier la vente en vrac, dans les commerces de détail, notamment en définissant un cadre réglementaire adapté à ce type de vente, le cas échéant en prévoyant des expérimentations et en menant des actions de sensibilisation, tant à destination des consommateurs que des professionnels concernés.IV. - Une expérimentation est menée pendant une durée de trois ans à compter d'une date définie par arrêté du ministre chargé de l'environnement afin d'évaluer les modalités de développement de la vente de produits présentés sans emballage dans les commerces de vente au détail d'une surface inférieure à 400 mètres carrés. Afin d'accélérer ce développement, elle doit notamment identifier les contraintes techniques, financières et réglementaires à lever, notamment celles empêchant la vente en vrac de certains produits de consommation en application de l'article L. 120-1 du code de la consommation. Elle doit également permettre d'identifier les leviers tendant à limiter les risques de gaspillage pouvant être associés au développement de la vente en vrac. L'évaluation de cette expérimentation est transmise par le Gouvernement au Parlement dans un délai de six mois à compter de la fin de l'expérimentation.\n\nV à VI.-A modifié les dispositions suivantes :\n\nVII. - Dans un délai de trois ans à compter de la publication de la présente loi, le Gouvernement remet au Parlement un rapport faisant état de l'avancement de l'atteinte des objectifs fixés au II du présent article. Ce rapport a vocation, sur la base de cet état des lieux, à définir une trajectoire pour s'assurer de son bon respect et à proposer, le cas échéant, des dispositifs pour accompagner les acteurs économiques. Il propose également une échelle de sanctions applicables aux commerces de vente de détail qui ne respectent pas les objectifs fixés à la date échue.\n\n- Code de la consommation\n\n- Code de l'environnement"
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I.-A modifié les dispositions suivantes :\n\n- Code de l'environnement\n\nII. - A titre expérimental, dans des communes ou des groupements de collectivités territoriales définis par voie réglementaire, et pour une durée de dix-huit mois, il peut être fait obligation aux établissements de restauration commerciale, aux débits de boissons et aux plateformes facilitant par l'utilisation d'une interface électronique la vente à distance de repas ou de denrées alimentaires de proposer au consommateur final la livraison dans un contenant réutilisable et consigné. Cette expérimentation a pour but de déterminer la pertinence de ces solutions d'un point de vue environnemental et économique, compte tenu notamment de la méthode de collecte retenue. Elle fait l'objet, dans les trois mois suivant son terme, d'une évaluation par le Gouvernement, remise au Parlement et rendue publique."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "I. à III.-A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nIV.-Les 2° à 4° du I et les II et III entrent en vigueur le 1er janvier 2023.\n\n-Code de la consommation\n\n-Code de la consommation\n\n-Code de la consommation\n\n-Code de la consommation"
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "I. et II.-A modifié les dispositions suivantes :\n\nIII.-Le II de l'article L. 541-10-26 du code de l'environnement entre en vigueur le 1er janvier 2024.\n\nIV.-Le II entre en vigueur le 1er janvier 2023.\n\n-Code de l'environnement\n\n-Code de la propriété intellectuelle"
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-825 DC du 13 août 2021.]"
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "I. à III.-A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nIV.-Les 1° et 3° à 12° du II entrent en vigueur à des dates fixées par décret en fonction de l'objet du marché, et au plus tard cinq ans après la promulgation de la présente loi. Pour les marchés qui portent sur l'implantation ou sur l'exploitation d'installations de production ou de stockage d'énergies renouvelables, au sens de l'article L. 211-2 du code de l'énergie, les 1° et 3° à 12° du II du présent article s'appliquent à compter du 1er juillet 2024.Ils s'appliquent aux marchés pour lesquels une consultation est engagée ou un avis d'appel à la concurrence est envoyé à la publication à compter de leur entrée en vigueur.Le 2° du II entre en vigueur le 1er janvier 2023.V.-Le III entre en vigueur à des dates fixées par décret en fonction des catégories de concessions, et au plus tard cinq ans après la promulgation de la présente loi. Pour les contrats de concession afférents à l'implantation ou à l'exploitation d'installations de production ou de stockage d'énergies renouvelables, au sens de l'article L. 211-2 du code de l'énergie, le III du présent article s'applique à compter du 1er juillet 2024.Il s'applique aux concessions pour lesquelles une consultation est engagée ou un avis d'appel à la concurrence est envoyé à la publication à compter de cette entrée en vigueur.VI.-Dans un délai de trois ans à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport évaluant la prise en compte des considérations environnementales et sociales dans les marchés publics par les acheteurs ayant adopté le schéma mentionné au premier alinéa de l'article L. 2111-3 du code de la commande publique. Ce rapport propose également un modèle de rédaction de ce schéma.\n\n-Code de la commande publique\n\n-Code de la commande publique\n\n-Code de la commande publique\n\n-Code de la commande publique\n\n-Code de la commande publique\n\n-Code de la commande publique\n\n-Code de la commande publique\n\n-Code de la commande publique\n\n-Code de la commande publique\n\n-Code de la commande publique"
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "Au plus tard le 1er janvier 2025, l'Etat met à la disposition des pouvoirs adjudicateurs des outils opérationnels de définition et d'analyse du coût du cycle de vie des biens pour les principaux segments d'achat. Ces outils intègrent le coût global lié notamment à l'acquisition, à l'utilisation, à la maintenance et à la fin de vie des biens ainsi que, lorsque c'est pertinent, les coûts externes supportés par l'ensemble de la société, tels que la pollution atmosphérique, les émissions de gaz à effet de serre, la perte de la biodiversité ou la déforestation."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-825 DC du 13 août 2021.]"
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "I.-L'ordonnance n° 2020-921 du 29 juillet 2020 portant diverses mesures d'accompagnement des salariés dans le cadre de la fermeture des centrales à charbon est ratifiée.\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\n-Ordonnance n° 2020-921 du 29 juillet 2020\n\n-Ordonnance n° 2020-921 du 29 juillet 2020"
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "I. - Le Gouvernement remet au Parlement, dans un délai de deux ans à compter de la promulgation de la présente loi, un rapport sur la pollution des eaux et des sols par les substances perfluoroalkyles et polyfluoroalkyles. Ce rapport propose notamment des solutions applicables pour la dépollution des eaux et des sols contaminés par des substances perfluoroalkyles et polyfluoroalkyles.II. - Le Gouvernement fournit systématiquement un nouveau rapport sur le sujet mentionné au I à chaque réévaluation à la baisse du seuil d'exposition tolérable aux substances perfluoroalkyles et polyfluoroalkyles fourni par l'autorité administrative européenne compétente, dans les douze mois qui suivent la réévaluation à la baisse dudit seuil."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "Dans les douze mois suivant la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport évaluant les modalités de financement des paiements pour services environnementaux ainsi que leur impact potentiel sur la préservation des écosystèmes forestiers, en particulier pour le stockage du carbone."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-A créé les dispositions suivantes :\n\nIII.-Les bois et forêts dont les propriétaires ont adhéré aux codes des bonnes pratiques sylvicoles mentionnés à l'article L. 122-3 du code forestier avant la promulgation de la présente loi continuent à présenter une présomption de gestion durable dans les conditions prévues à l'article L. 124-2 du code forestier, même si leurs propriétaires n'ont pas fait approuver un programme des coupes et travaux. Cette présomption de gestion durable est caduque à l'expiration d'un délai de deux ans si les propriétaires ayant adhéré aux codes des bonnes pratiques sylvicoles avant la promulgation de la présente loi n'ont pas soumis à l'approbation du Centre national de la propriété forestière un programme de coupes et travaux.\n\n-LOI n° 2014-1170 du 13 octobre 2014\n\n-Code forestier (nouveau)"
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "Le Gouvernement propose, dès 2022, après l'évaluation à mi-parcours du programme national de la forêt et du bois 2016-2026, des adaptations de ce programme prenant en compte les recommandations de la feuille de route pour l'adaptation des forêts au changement climatique publiée en décembre 2020 et les données de l'inventaire forestier national."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "I. - A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nII. - Le présent article entre en vigueur le 1er janvier 2023.\n\n- Code forestier (nouveau)\n\n- Code forestier (nouveau)"
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "I. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\n- Code minier (nouveau)\n\n- Code minier (nouveau)\n\n- Code minier (nouveau)\n\nII. - Par dérogation à l'article L. 163-9 du code minier, la période de trente ans est décomptée à compter de l'expiration du délai donné par l'autorité administrative pour exécuter les mesures envisagées ou prescrites en application de l'article L. 163-6 du même code si l'autorité administrative n'a pas donné acte de l'exécution des mesures à l'expiration de ce délai mais constate, à l'occasion du donné acte de leur exécution, que les mesures ont bien été réalisées dans ce même délai.L'article L. 163-9 dudit code ne s'applique pas aux travaux dont la fin de la procédure d'arrêt des travaux a été actée depuis plus de trente ans.III. - L'article L. 162-2 du code minier, dans sa rédaction résultant de la présente loi, est applicable aux demandes d'autorisation d'ouverture de travaux miniers ou d'extension d'autorisations en vigueur déposées après la promulgation de la présente loi. L'article L. 162-2 du code minier, dans sa rédaction antérieure à la présente loi, continue de s'appliquer aux installations de gestion de déchets existant avant cette promulgation."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "I.-A créé les dispositions suivantes :\n\nII.-Le 1° du I s'applique aux litiges engagés à compter de la date de promulgation de la présente loi à l'encontre des décisions, titres et autorisations pris ou accordés en application du code minier après cette même date ainsi qu'à l'encontre des demandes de titres ou d'autorisations en cours d'instruction à cette date.Les 2°, 3°, 5° et 6° du I du présent article, à l'exception des II et III de l'article L. 114-3, de l'article L. 132-6, du 1° de l'article L. 611-8 et du 2° de l'article L. 611-9 du code minier, entrent en vigueur à la date d'entrée en vigueur du décret en Conseil d'Etat pris pour leur application, et au plus tard le 1er juillet 2024.Le 2° et le a du 3° du I du présent article sont applicables aux demandes d'octroi, d'extension et de prolongation de permis exclusif de recherches et de concession déposées auprès de l'autorité administrative après cette date.Les b et c du 3° et les 5° et 6° du même I sont applicables aux demandes d'octroi de permis exclusif de recherches en cours d'instruction à cette date et aux demandes d'octroi de permis exclusif de recherches et de concessions déposées auprès de l'autorité administrative après cette date.Les permis exclusifs de recherches en cours de validité à cette date peuvent être prolongés sur le fondement des articles L. 124-2-5 et L. 142-1 du code minier, dans leur rédaction applicable lors de la délivrance du permis, sous réserve de soumettre la première demande de prolongation déposée après cette date à l'analyse environnementale, économique et sociale mentionnée à l'article L. 114-1 du même code.Les II et III de l'article L. 114-3 dudit code entrent en vigueur à la date de promulgation de la présente loi et s'appliquent aux demandes d'octroi, d'extension ou de prolongation de permis exclusif de recherches ou de concession en cours d'instruction à cette date ainsi qu'aux demandes d'octroi, d'extension ou de prolongation de permis exclusif de recherches ou de concession déposées auprès de l'autorité administrative après cette date.Le 4° du I du présent article entre en vigueur à la date d'entrée en vigueur du décret en Conseil d'Etat pris pour son application, et au plus tard le 1er janvier 2024. Il est applicable aux demandes d'octroi de permis exclusif de recherches déposées auprès de l'autorité administrative après cette date.\n\nL'article L. 132-6, dans sa rédaction résultant du 2° de l'article 2 de l'ordonnance n° 2022-1423 du 10 novembre 2022 portant diverses dispositions relatives au code minier, le 1° de l'article L. 611-8, dans sa rédaction résultant du d du 1° de l'article 3 de la même ordonnance, et le 2° de l'article L. 611-9, dans sa rédaction résultant du e du 1° de l'article 3 de la même ordonnance, entrent en vigueur à la date d'entrée en vigueur de cette ordonnance.\n\n-Code minier (nouveau)\n\n-Code minier (nouveau)\n\n-Code minier (nouveau)\n\n-Code minier (nouveau)\n\n-Code minier (nouveau)\n\n-Code minier (nouveau)\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "I.- A modifié les dispositions suivantes :\n\nII.- Le présent article est applicable aux dommages découverts à compter de la date de promulgation de la présente loi.\n\n- Code de l'environnement"
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "I.- A créé les dispositions suivantes :\n\nII.-A.-Le présent article est applicable aux demandes d'autorisation d'ouverture de travaux de recherches ou d'exploitation de gîtes géothermiques déposées après la promulgation de la présente loi.B.-Par dérogation au A, l'autorité administrative peut demander, dans un délai qu'elle détermine, la production et la transmission du mémoire mentionné au premier alinéa de l'article L. 164-1-2 du code minier aux exploitants ou aux explorateurs de gîtes géothermiques auxquels une autorisation d'ouverture de travaux de recherches ou d'exploitation a été accordée avant la promulgation de la présente loi, jusqu'à l'arrêt des travaux.\n\n- Code minier (nouveau)"
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnances, dans un délai de quinze mois à compter de la promulgation de la présente loi, toute mesure relevant du domaine de la loi afin :1° De transformer les fondements juridiques et les objectifs du modèle minier français en :a) Précisant les modalités de mise en œuvre de la politique nationale des ressources et des usages du sous-sol ;b) Définissant les modalités de fonctionnement du registre national minier, numérique et cartographique ;2° D'améliorer la prise en compte des enjeux environnementaux liés aux activités minières à tous les stades et de rénover la participation du public et des collectivités territoriales en :a) Révisant les conditions d'octroi, de prolongation ou de refus des demandes de titres miniers, de recherches ou d'exploitation, afin, notamment, de pouvoir refuser une demande de titre en cas de doute sérieux sur la possibilité de conduire l'exploration ou l'exploitation du gisement sans porter une atteinte grave aux intérêts protégés au titre de la réglementation minière ;b) Renforçant les modalités d'information et de participation des collectivités territoriales et, dans le respect du principe de proportionnalité, du public aux différentes étapes de la procédure, de l'instruction des demandes en matière minière à la fin de l'exploitation ;c) Imposant la réalisation d'une analyse environnementale, économique et sociale préalablement à la prise des décisions relatives aux demandes de titres miniers ;d) Prévoyant la possibilité d'assortir les décisions sur les demandes de titres miniers de prescriptions environnementales, économiques et sociales ;e) Faisant relever, avec les adaptations nécessaires, l'autorisation d'ouverture de travaux miniers du régime de l'autorisation environnementale prévue au code de l'environnement ;f) Révisant l'objet, les modalités et les sanctions de la police des mines afin, notamment, de rendre applicables aux travaux miniers soumis à autorisation environnementale les sanctions administratives prévues au même code et en précisant les obligations incombant aux exploitants ;g) Modifiant et simplifiant les procédures de retrait d'un titre minier afin, notamment, de prévenir les situations dans lesquelles le responsable d'un site minier est inconnu, a disparu ou est défaillant ;3° De moderniser le droit minier en :a) Révisant la terminologie des titres et autorisations miniers ainsi que les modalités d'instruction des demandes ;b) Clarifiant les cas et les modalités de mise en concurrence des demandeurs relevant du régime légal des mines, sans mettre en cause la dispense reconnue à l'inventeur d'un gisement déclaré avant l'expiration de son titre ;c) Adaptant le régime juridique applicable à la géothermie, notamment en ce qui concerne son articulation avec le stockage d'énergie et les exigences en matière d'études exploratoires ;d) Précisant les régimes légaux des stockages souterrains et des mines afin, notamment, de définir les modalités de leur extension à d'autres substances, comme l'hydrogène ;e) Révisant les régimes juridiques applicables aux autorisations et aux permis d'exploitation ainsi qu'aux procédures d'arrêt des travaux dans les collectivités d'outre-mer, notamment en ce qui concerne les projets miniers de petite taille, et en révisant l'encadrement juridique des projets miniers comportant l'utilisation du domaine public ou privé de l'Etat. Ces révisions ont notamment pour objectif de réduire les délais d'instruction sans réduire le niveau de protection de l'environnement ;f) Modifiant les modalités de passage des substances de carrières dans la catégorie des substances de mines ;4° D'adopter des mesures destinées à mieux encadrer l'activité minière en matière d'or, en :a) Révisant les dispositions relatives au schéma départemental d'orientation minière de Guyane, pour prévoir notamment son élaboration conjointe par le président de la collectivité territoriale de Guyane et le représentant de l'Etat dans le département, et en renforçant l'association des communautés d'habitants aux décisions sur les demandes de titres ou d'autorisations miniers en Guyane ;b) Révisant les obligations auxquelles sont tenus les opérateurs en matière de traçabilité de l'or [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-825 DC du 13 août 2021.] ;c) Prenant toutes dispositions de nature à faciliter la réhabilitation des sites ayant été le siège d'activités illégales d'orpaillage ;5° De clarifier les dispositions du code minier, en :a) Révisant et harmonisant les modalités de prorogation des droits miniers ;b) Précisant les effets attachés au droit d'inventeur ;c) Permettant la fusion des titres miniers d'exploitation de mines ;d) Modifiant l'autorité compétente pour l'octroi et la prolongation des titres d'exploitation ou pour leur rejet explicite ;e) Complétant la définition des substances connexes et permettant l'extension des titres miniers à ces substances ;f) Précisant le cadre juridique s'appliquant à la recherche et à l'exploitation des granulats marins et substances de mines dans les fonds marins du domaine public, notamment pour garantir un haut niveau de protection des écosystèmes marins et en assurer une meilleure connaissance scientifique ;g) Abrogeant l'article L. 144-4 du même code relatif aux concessions anciennement à durée illimitée ;6° De prendre les dispositions relatives à l'outre-mer permettant :a) L'extension de l'application, l'adaptation et la coordination, sous réserve de la compétence de la loi organique, des dispositions résultant des ordonnances prises sur le fondement de la présente loi ou de toute autre disposition législative relevant de la compétence de l'Etat en Nouvelle-Calédonie, en Polynésie française, dans les îles Wallis et Futuna et dans les Terres australes et antarctiques françaises, sous réserve, en ce qui concerne le district de Terre Adélie, de la mise en œuvre du protocole, relatif à la protection de l'environnement dans l'Antarctique signé à Madrid le 4 octobre 1991, au traité sur l'Antarctique conclu à Washington le 1er décembre 1959 ;b) L'adaptation et la coordination de ces mêmes dispositions pour leur application en Guadeloupe, en Guyane, en Martinique, à La Réunion, à Mayotte, à Saint-Barthélemy, à Saint-Martin et à Saint-Pierre-et-Miquelon ;7° De permettre l'application des dispositions résultant des ordonnances prises sur le fondement de la présente habilitation aux demandes, initiales et concurrentes, présentées avant leur publication ;8° De préciser et de renforcer le dispositif d'indemnisation et de réparation des dommages miniers, notamment en définissant la notion de dommage causé par les activités régies par le code minier, en conservant la possibilité pour l'explorateur ou l'exploitant minier de s'exonérer de sa responsabilité en cas de cause étrangère et l'obligation pour l'Etat de se porter garant de la réparation des dommages causés par l'activité minière en cas de disparition ou de défaillance du responsable ;9° De prendre les mesures de mise en cohérence, de coordination, de réorganisation, notamment de renumérotation, et de correction des erreurs matérielles nécessaires au sein des codes concernés par la présente habilitation.II. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de chacune des ordonnances prévues au I.III. - La mise en œuvre des ordonnances mentionnées aux I et II fait l'objet d'une présentation par le Gouvernement, au plus tard un an après leur publication, devant les commissions permanentes compétentes de l'Assemblée nationale et du Sénat."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "I. - A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nII.- Le 2° du I est applicable aux projets dont la demande d'autorisation est déposée plus de six mois après la promulgation de la présente loi.\n\n- Code de l'environnement\n\n- Code de l'environnement"
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "I.-, II.-, III.- V.-, VII.-, VIII.- A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIV.-Le décret mentionné au premier alinéa de l'article L. 141-5-1 du code de l'énergie est pris à compter de la première révision de la programmation pluriannuelle de l'énergie mentionnée à l'article L. 141-1 du même code qui suit le 1er janvier 2023.\n\nVI.-Dans un délai de six mois à compter de la publication du décret mentionné au premier alinéa de l'article L. 141-5-1 du code de l'énergie, la région engage la procédure de modification du schéma régional d'aménagement, de développement durable et d'égalité des territoires dans les conditions prévues au I de l'article L. 4251-9 du code général des collectivités territoriales ou, en Île-de-France, la procédure de révision du schéma régional du climat, de l'air et de l'énergie, pour rendre le schéma compatible avec les objectifs régionaux prévus par ce décret.\n\n- Code de l'énergie\n\n- Code de l'énergie\n\n- Code général des collectivités territoriales\n\n- Code de l'environnement\n\n- Code général des collectivités territoriales\n\n- Ordonnance n°2020-920 du 29 juillet 2020\n\n- LOI n° 2019-1428 du 24 décembre 2019"
    },
    {
      "provision_ref": "art84",
      "section": "84",
      "title": "Article 84",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-825 DC du 13 août 2021.]"
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-Code de l'énergie\n\n-Code général de la propriété des personnes publiques.\n\n-Ordonnance n° 2021-167 du 17 février 2021"
    },
    {
      "provision_ref": "art89",
      "section": "89",
      "title": "Article 89",
      "content": "I.-A.-En préalable à l'élaboration de la prochaine révision de la programmation pluriannuelle de l'énergie prévue à l'article L. 141-1 du code de l'énergie, le Gouvernement évalue les possibilités d'augmenter la capacité installée de production d'électricité d'origine hydraulique à l'horizon 2035, y compris la part que pourraient prendre dans l'augmentation de ces capacités les installations hydrauliques dont la puissance est inférieure à 4,5 mégawatts, ainsi que les possibilités d'augmenter les capacités installées d'installations de stockage sous forme de stations de transfert d'énergie par pompage, en tenant compte des besoins de stockage d'électricité à un horizon de moyen terme.\n\nI.-B à, IX.-A-.-X.-:\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nB.-L'Etat établit, dans un délai de trois ans à compter de la promulgation de la présente loi, un bilan des actions de conciliation mises en place au titre de l'article L. 214-17-1 du code de l'environnement.C.-A titre expérimental, sur un périmètre géographique précisé par décret en Conseil d'Etat, il est institué un médiateur de l'hydroélectricité.\n\nA compter de la promulgation de la loi n° 2023-175 du 10 mars 2023 relative à l'accélération de la production d'énergies renouvelables, cette expérimentation s'applique à l'ensemble du territoire métropolitain, pour une durée de six ans.Le médiateur de l'hydroélectricité est chargé d'aider à rechercher des solutions amiables, non obligatoires et non contraignantes, aux difficultés ou aux désaccords rencontrés dans l'instruction ou la mise en œuvre des projets d'installations hydrauliques relevant du régime de l'autorisation, en application de l'article L. 511-5 du code de l'énergie, ou aux difficultés ou désaccords rencontrés dans l'exploitation de telles installations, à la demande des porteurs de projets ou des gestionnaires des installations hydrauliques susmentionnées ou à la demande de l'Etat et avec l'accord de ces porteurs de projets ou gestionnaires d'installations et de l'Etat.\n\nLe médiateur de l'hydroélectricité peut être assisté par des adjoints.Le directeur de l'énergie et le directeur de l'eau et de la biodiversité assurent conjointement le pilotage, le suivi et l'évaluation de l'expérimentation.Les modalités d'application du présent article sont précisées par décret en Conseil d'Etat.Six mois avant la fin de l'expérimentation, le Gouvernement transmet au Parlement un rapport en dressant le bilan.\n\n-Code de l'énergie\n\n-Code de l'environnement\n\n-Code de l'énergie\n\n-Loi n° 2019-1479 du 28 décembre 1019\n\n-Code de l'énergie\n\n-Code de l'environnement"
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "Article 90",
      "content": "I. - Les articles L. 314-1 A et L. 446-1 du code de l'énergie s'appliquent aux nouveaux dispositifs de soutien publiés, en application de la programmation pluriannuelle de l'énergie mentionnée à l'article L. 141-1 du même code, à compter du 1er juillet 2021.II. - Dans un délai d'un an à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur l'opportunité d'étendre le critère du bilan carbone, prévu à l'article L. 314-1 A du code de l'énergie, aux dispositifs de soutien à la production d'électricité à partir d'énergies renouvelables attribués en guichet ouvert."
    },
    {
      "provision_ref": "art95",
      "section": "95",
      "title": "Article 95",
      "content": "I.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nII.-A compter de 2025, le Gouvernement remet chaque année au Parlement un rapport évaluant le fonctionnement du dispositif de certificats de production de biogaz et son articulation avec les dispositifs de soutien à la production de biogaz en vigueur.Sur la base d'un bilan des installations bénéficiant de certificats de production de biogaz, ce rapport dresse notamment une évaluation des coûts supportés par les fournisseurs de gaz naturel au titre du dispositif ainsi que des coûts répercutés par ces fournisseurs sur les consommateurs de gaz naturel. Il estime, au regard du cadre réglementaire et des objectifs de la programmation pluriannuelle de l'énergie, l'évolution prévisible de ces coûts sur une période de cinq ans.III.-L'article L. 446-41 du code de l'énergie entre en vigueur le 1er avril 2023.\n\n-Code de l'énergie\n\n-Code de l'énergie"
    },
    {
      "provision_ref": "art96",
      "section": "96",
      "title": "Article 96",
      "content": "I.-L'ordonnance n° 2021-235 du 3 mars 2021 portant transposition du volet durabilité des bioénergies de la directive (UE) 2018/2001 du Parlement européen et du Conseil du 11 décembre 2018 relative à la promotion de l'utilisation de l'énergie produite à partir de sources renouvelables est ratifiée.\n\nII.-A modifié les dispositions suivantes :\n\nIII.-L'ordonnance n° 2021-236 du 3 mars 2021 portant transposition de diverses dispositions de la directive (UE) 2018/2001 du Parlement européen et du Conseil du 11 décembre 2018 relative à la promotion de l'utilisation de l'énergie produite à partir de sources renouvelables et de la directive (UE) 2019/944 du Parlement européen et du Conseil du 5 juin 2019 concernant des règles communes pour le marché intérieur de l'électricité est ratifiée.\n\nIV.-A modifié les dispositions suivantes :\n\nV.-L'ordonnance n° 2021-237 du 3 mars 2021 portant transposition de la directive (UE) 2019/944 du Parlement européen et du Conseil du 5 juin 2019 concernant des règles communes pour le marché intérieur de l'électricité et modifiant la directive 2012/27/ UE, et mesures d'adaptation au règlement (UE) 2019/943 du Parlement européen et du Conseil du 5 juin 2019 sur le marché intérieur de l'électricité est ratifiée.\n\nVI.-A.-A modifié les dispositions suivantes :\n\nVI.-B.-Le médiateur national de l'énergie et la Commission de régulation de l'énergie communiquent auprès du grand public au sujet des offres à tarification dynamique, mentionnées à l'article L. 332-7 du code de l'énergie, en précisant leurs avantages et leurs inconvénients du point de vue des consommateurs, en particulier ceux liés à la volatilité des prix.\n\nVII.-L'ordonnance n° 2020-866 du 15 juillet 2020 portant diverses dispositions d'adaptation au droit de l'Union européenne dans le domaine de l'énergie et du climat est ratifiée.\n\n-Code de l'énergie\n\n-Code de l'énergie\n\n-Code de l'énergie\n\nArt. L122-3"
    },
    {
      "provision_ref": "art101",
      "section": "101",
      "title": "Article 101",
      "content": "I. à III. - A créé les dispositions suivantes :\n\nIV.-Le II entre en vigueur le 1er juillet 2023.\n\nV.-Le III s'applique aux demandes d'autorisation de construction ou d'aménagement d'urbanisme déposées à compter du 1er juillet 2023.\n\nVI.-Les décrets en Conseil d'Etat mentionnés aux II et IV de l'article L. 171-4 du code de la construction et de l'habitation ainsi que l'arrêté prévu au I du même article L. 171-4 sont publiés dans un délai d'un an à compter de la promulgation de la présente loi.\n\n- Code de l'urbanisme\n\n- Code de la construction et de l'habitation.\n\nA abrogé les dispositions suivantes :\n\n- Code de l'urbanisme"
    },
    {
      "provision_ref": "art102",
      "section": "102",
      "title": "Article 102",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-825 DC du 13 août 2021.]"
    },
    {
      "provision_ref": "art104",
      "section": "104",
      "title": "Article 104",
      "content": "Pour atteindre les objectifs de part modale du vélo de 9 % en 2024 et 12 % en 2030, définis respectivement par le plan vélo et la stratégie nationale bas-carbone, l'Etat se fixe pour objectif d'accompagner les collectivités territoriales dans la création d'infrastructures cyclables sur leur territoire. Cet accompagnement est mis en cohérence avec les besoins identifiés pour atteindre les objectifs précités, en s'appuyant notamment sur les scénarios étudiés par l'Agence de l'environnement et de la maîtrise de l'énergie."
    },
    {
      "provision_ref": "art105",
      "section": "105",
      "title": "Article 105",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-825 DC du 13 août 2021.]"
    },
    {
      "provision_ref": "art106",
      "section": "106",
      "title": "Article 106",
      "content": "Pour atteindre les objectifs climatiques de la France mentionnés à l'article L. 100-4 du code de l'énergie et lutter efficacement contre la pollution de l'air, l'Etat se fixe pour objectif d'accompagner les ménages dans le report modal vers les modes de transport les moins polluants et dans le renouvellement ou la transformation de leurs véhicules, par une action ciblant en priorité les ménages habitant ou travaillant dans des zones à faibles émissions mobilité définies à l'article L. 2213-4-1 du code général des collectivités territoriales, avant d'être élargie à l'ensemble du territoire."
    },
    {
      "provision_ref": "art107",
      "section": "107",
      "title": "Article 107",
      "content": "I. - A titre expérimental et pour une durée de trois ans à compter du 1er janvier 2023, les établissements de crédit et les sociétés de financement mentionnés à l'article L. 511-1 du code monétaire et financier peuvent consentir, sous conditions de ressources, un prêt ne portant pas intérêt aux personnes physiques et morales domiciliées dans ou à proximité d'une commune ayant mis en place une zone à faibles émissions mobilité rendue obligatoire en application du deuxième alinéa du I de l'article L. 2213-4-1 du code général des collectivités territoriales et dont les normes de qualité de l'air mentionnées à l'article L. 221-1 du code de l'environnement ne sont pas respectées de manière régulière au 1er janvier 2023, afin de financer l'acquisition d'un véhicule dont le poids total autorisé en charge est inférieur ou égal à 2,6 tonnes émettant une quantité de dioxyde de carbone inférieure ou égale à 50 grammes par kilomètre ou la transformation d'un véhicule à motorisation thermique en véhicule à motorisation électrique répondant au même critère de poids.Les modalités de mise en œuvre de cette expérimentation sont définies par décret.II. - Les établissements de crédit et les sociétés de financement mentionnés à l'article L. 511-1 du code monétaire et financier passibles de l'impôt sur les sociétés, de l'impôt sur le revenu ou d'un impôt équivalent, ayant leur siège dans un Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la France une convention d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales, peuvent bénéficier d'une réduction d'impôt au titre des prêts ne portant pas intérêt mentionnés au I du présent article.III. - Le montant de la réduction d'impôt mentionnée au II est égal à l'écart entre la somme actualisée des mensualités dues au titre du prêt ne portant pas intérêt et la somme actualisée des montants perçus au titre d'un prêt de mêmes montant et durée de remboursement, consenti à des conditions normales de taux à la date d'émission de l'offre de prêt ne portant pas intérêt.Les modalités de calcul de la réduction d'impôt et de détermination du taux mentionné au premier alinéa du présent III sont fixées par décret.\n\nLe montant de la réduction d'impôt effectivement imputé sur l'impôt dû constitue un produit imposable au titre de l'exercice au cours duquel est réalisée l'imputation.Lorsque les sociétés de personnes mentionnées aux articles 8 et 238 bis L du code général des impôts ou les groupements mentionnés aux articles 239 quater, 239 quater B et 239 quater C du même code ne sont pas soumis à l'impôt sur les sociétés, la réduction d'impôt peut être utilisée par les associés proportionnellement à leurs droits dans ces sociétés ou ces groupements, à condition qu'il s'agisse de redevables de l'impôt sur les sociétés ou de personnes physiques participant à l'exploitation, au sens du 1° bis du I de l'article 156 dudit code.La société mère mentionnée à l'article 223 A du même code est substituée aux sociétés du groupe pour l'imputation sur le montant de l'impôt sur les sociétés dont elle est redevable, au titre de chaque exercice, des réductions d'impôt dégagées par chaque société du groupe en application du II du présent article. Le troisième alinéa du présent III s'applique à la somme de ces réductions d'impôt.La réduction d'impôt s'impute sur l'impôt dû par l'établissement de crédit ou la société de financement au titre de l'exercice au cours duquel l'établissement de crédit ou la société de financement a versé des prêts ne portant pas intérêt. Lorsque le montant de la réduction d'impôt imputable au titre d'une année d'imposition excède le montant de l'impôt dû par l'établissement de crédit ou la société de financement au titre de cette même année, le solde peut être imputé sur l'impôt dû des quatre années suivantes. Le solde qui demeurerait non imputé au terme de ces quatre années n'est pas restituable.\n\nIV.-Si pendant la durée du prêt, et tant que celui-ci n'est pas intégralement remboursé, il apparaît que les conditions mentionnées au I n'étaient pas respectées au moment où le prêt a été consenti, la différence entre le montant de la réduction d'impôt correspondant au prêt effectivement octroyé et le montant de la réduction d'impôt correspondant au prêt qui aurait dû être octroyé à l'emprunteur est reversée par l'établissement de crédit ou la société de financement.En cas de cession ou de fin du contrat de location du véhicule avant la date de remboursement total du prêt, l'établissement bancaire ou la société de financement reverse la part de la réduction d'impôt correspondant au capital restant dû à compter de la date de cession ou de fin de contrat de location du véhicule.Lorsque le bénéfice de la réduction d'impôt est remis en cause en raison du non-respect par l'emprunteur des conditions prévues au I, l'établissement de crédit ou la société de financement peut prévoir, dans des conditions fixées par décret, d'ajuster le montant ou les conditions du prêt afin que l'avantage correspondant à celui-ci soit équivalent à l'avantage correspondant au prêt qui aurait dû être octroyé à l'emprunteur.V.-En cas de remboursement anticipé du prêt ne résultant pas de la cession ou de la fin du contrat de location du véhicule, la fraction de la réduction d'impôt correspondant à la part du montant du prêt remboursé par anticipation est reversée par l'établissement de crédit ou la société de financement.VI.-La délivrance des prêts prévus au présent article est subordonnée à la conclusion, entre l'établissement de crédit ou la société de financement et l'Etat, d'une convention conforme à une convention-type approuvée par arrêté conjoint des ministres chargés de l'économie et des transports.VII.-Les ministres chargés de l'économie et des transports sont autorisés à confier la gestion, le suivi et le contrôle des réductions d'impôt dues au titre des prêts prévus au présent article à la société de gestion mentionnée au dernier alinéa de l'article L. 312-1 du code de la construction et l'habitation.Le droit de contrôle confié à la société de gestion mentionnée au premier alinéa du présent VII s'exerce sans préjudice de celui dévolu à l'administration fiscale, qui demeure seule compétente pour procéder à des rectifications.VIII.-Une convention conclue entre l'établissement de crédit ou la société de financement et la société de gestion mentionnée au VII, conforme à une convention-type approuvée par arrêté conjoint des ministres chargés de l'économie et des transports, définit les modalités de déclaration des prêts par l'établissement de crédit ou la société de financement, le contrôle de leur éligibilité et le suivi des réductions d'impôt prévues au II.Cette convention prévoit l'obligation pour l'établissement de crédit ou la société de financement d'informer l'emprunteur, dans l'offre et le contrat de prêt ne portant pas intérêt, du montant de la réduction d'impôt correspondante.IX.-Le bénéfice du prêt prévu au I est subordonné au respect du règlement (UE) 2023/2831 de la Commission du 13 décembre 2023 relatif à l'application des articles 107 et 108 du traité sur le fonctionnement de l'Union européenne aux aides de minimis."
    },
    {
      "provision_ref": "art108",
      "section": "108",
      "title": "Article 108",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le I s'applique aux plans de mobilité et aux plans locaux d'urbanisme tenant lieu de plan de mobilité mentionnés au deuxième alinéa de l'article L. 151-44 du code de l'urbanisme dont l'élaboration ou la révision est décidée par l'organe délibérant de l'autorité organisatrice de la mobilité après la publication de la présente loi.\n\nIII.-A modifié les dispositions suivantes :\n\n- Code des transports\n\n- Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art114",
      "section": "114",
      "title": "Article 114",
      "content": "I.-A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII. - Le présent article entre en vigueur le 1er juillet 2023.\n\n- Code de l'environnement\n\n- Code de l'environnement"
    },
    {
      "provision_ref": "art119",
      "section": "119",
      "title": "Article 119",
      "content": "A modifié les dispositions suivantes :\n\n-Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art123",
      "section": "123",
      "title": "Article 123",
      "content": "Dans un délai de trois mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur les modalités de circulation des véhicules de collection dans les zones à faibles émissions mobilité. Il dresse un bilan du parc automobile français de ces véhicules et de leur impact sur la qualité de l'air, en vue d'éventuelles évolutions de leur statut afin de préserver le patrimoine qu'ils représentent."
    },
    {
      "provision_ref": "art124",
      "section": "124",
      "title": "Article 124",
      "content": "Sans préjudice de l'application de l'article L. 411-8 du code de la route, à titre expérimental, pour une durée de trois ans à compter de la promulgation de la présente loi, lorsque les autoroutes ou les routes express du réseau routier national ou du réseau routier départemental hors agglomération desservent une zone à faibles émissions mobilité, l'autorité investie du pouvoir de police de la circulation réserve une partie de la voirie, de façon temporaire, notamment à certaines heures, ou de façon permanente, pour en faire des voies de circulation destinées à faciliter la circulation des véhicules mentionnés au deuxième alinéa du même article L. 411-8.L'identification des voies ainsi réservées et les catégories de véhicules autorisées à circuler sont décidées, compte tenu des conditions de circulation et de sécurité routière ainsi que des caractéristiques de la voirie, par un arrêté de l'autorité de police de la circulation pris après avis de l'autorité responsable de l'élaboration du plan mentionné à l'article L. 1214-1 du code des transports ou, en Île-de-France, d'Île-de-France Mobilités. Compte tenu des mêmes conditions, l'autorité investie du pouvoir de police de la circulation peut ne pas autoriser la circulation sur ces voies réservées des véhicules de transport de marchandises de plus de 3,5 tonnes, même s'ils répondent aux conditions prévues au premier alinéa du présent article.Chaque création de voie réservée dans le cadre de cette expérimentation fait l'objet d'une évaluation, qui porte notamment sur les modalités d'extension ou de pérennisation de la voie réservée et dont les résultats sont rendus publics. Le Gouvernement remet au Parlement un rapport de synthèse de ces évaluations au plus tard six mois après la fin de l'expérimentation."
    },
    {
      "provision_ref": "art129",
      "section": "129",
      "title": "Article 129",
      "content": "Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur les soutiens qu'il compte mettre en œuvre en faveur du développement des mobilités durables dans les espaces peu denses afin de favoriser le développement de modes de déplacement bas-carbone et alternatifs aux mobilités traditionnelles, encore largement dominées dans ces espaces par la voiture individuelle.\n\nCe rapport étudie notamment la possibilité de financer les services de mobilité dans ces territoires peu denses en attribuant annuellement aux communautés de communes qui ont institué un versement transport et qui organisent un ou plusieurs services de mobilité une part de l'accise sur les énergies perçue sur les produits autres que les charbons, les gaz naturels et l'électricité."
    },
    {
      "provision_ref": "art130",
      "section": "130",
      "title": "Article 130",
      "content": "I. - Pour le gazole routier utilisé pour la propulsion des véhicules lourds de transport de marchandises, il est procédé à une évolution de la fiscalité des carburants dans l'objectif d'atteindre un niveau équivalent au tarif normal d'accise sur le gazole d'ici le 1er janvier 2030, en tenant compte de la disponibilité de l'offre de véhicules et de réseaux d'avitaillement permettant le renouvellement du parc de poids lourds. Cette évolution s'accompagne d'un soutien renforcé à la transition énergétique du secteur du transport routier, notamment par le recours aux biocarburants dont le bilan énergétique et carbone est vertueux, ainsi qu'à l'augmentation des ressources de l'Agence de financement des infrastructures de transport de France.II. - A l'issue de la présidence française du Conseil de l'Union européenne en 2022, le Gouvernement remet au Parlement un rapport proposant une trajectoire permettant d'atteindre l'objectif mentionné au I, notamment par l'accélération de la convergence de la fiscalité énergétique au niveau européen ainsi que par une harmonisation et un renforcement de la réglementation sociale européenne du transport routier de marchandises, et sur le développement de l'offre de véhicules lourds à motorisation alternative au gazole d'origine fossile mis sur le marché et des réseaux correspondants d'avitaillement en énergie. Le rapport étudie également les modalités du soutien renforcé à la transition énergétique du secteur, notamment par le renouvellement des parcs de véhicules, leur transformation ou le recours aux énergies alternatives au gazole dont le bilan énergétique et carbone est vertueux ainsi que les modalités d'affectation des recettes générées par l'évolution de la fiscalité des carburants mentionnée au même I.III. - Dans un délai de six mois à compter de la publication du rapport prévu au II, le Gouvernement présente au Parlement une feuille de route fixant les modalités du soutien financier accordé à la filière par la loi de finances."
    },
    {
      "provision_ref": "art131",
      "section": "131",
      "title": "Article 131",
      "content": "La France se fixe pour objectif de tendre vers le doublement de la part modale du fret ferroviaire et l'augmentation de moitié du trafic fluvial dans le transport intérieur de marchandises d'ici 2030, en mobilisant l'ensemble des acteurs publics et privés concernés."
    },
    {
      "provision_ref": "art137",
      "section": "137",
      "title": "Article 137",
      "content": "Le Gouvernement est autorisé, dans les conditions prévues à l'article 38 de la Constitution et dans un délai de deux ans à compter de la promulgation de la présente loi, à prendre par voie d'ordonnance toute mesure relevant du domaine de la loi permettant aux régions volontaires d'instituer, à compter du 1er janvier 2024, des contributions spécifiques assises sur la circulation des véhicules de transport routier de marchandises empruntant les voies du domaine public routier national mises à leur disposition, dans le but de permettre une meilleure prise en compte des coûts liés à l'utilisation des infrastructures routières et des externalités négatives de ce mode de transport, à la condition que les voies mises à leur disposition supportent ou soient susceptibles de supporter un report significatif de trafic de véhicules de transport routier de marchandises en provenance de voies où ces véhicules sont soumis à une contribution spécifique.Les départements concernés ainsi que les régions et départements limitrophes des régions volontaires mentionnées au premier alinéa sont consultés pour la mise en place de ces contributions. Le montant de celles-ci peut être différencié en fonction de la performance environnementale des véhicules.Ces mesures peuvent prévoir que les départements ont la faculté d'étendre ces contributions spécifiques aux véhicules de transport routier de marchandises empruntant les voies de leur domaine public routier susceptibles de subir un report significatif de trafic du fait des contributions régionales mentionnées au même premier alinéa.Ces mesures s'appliquent sans préjudice des dispositions prévues pour les contributions spécifiques instaurées par la Collectivité européenne d'Alsace en application de l'ordonnance n° 2021-659 du 26 mai 2021 relative aux modalités d'instauration d'une taxe sur le transport routier de marchandises recourant à certaines voies du domaine public routier de la Collectivité européenne d'Alsace.Un projet de loi de ratification est déposé devant le Parlement dans un délai de six mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art138",
      "section": "138",
      "title": "Article 138",
      "content": "I. et II. - A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII. - Le présent article s'applique aux déclarations de performance extra-financière prévues à l'article L. 225-102-1 du code de commerce afférentes aux exercices comptables ouverts à compter du 1er juillet 2022.\n\n- Code de l'environnement\n\n- Code de commerce"
    },
    {
      "provision_ref": "art139",
      "section": "139",
      "title": "Article 139",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le présent article entre en vigueur le 1er janvier 2025.\n\n- Code des transports"
    },
    {
      "provision_ref": "art140",
      "section": "140",
      "title": "Article 140",
      "content": "Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur les méthodes identifiées pour responsabiliser les donneurs d'ordre, tant sur le coût des premiers et derniers kilomètres que sur la transition énergétique et climatique de livraison de marchandises, afin de remettre la chaîne logistique au cœur des politiques de mobilité des biens."
    },
    {
      "provision_ref": "art141",
      "section": "141",
      "title": "Article 141",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code des transports\n\nII. - Le présent article entre en vigueur le 1er janvier 2022."
    },
    {
      "provision_ref": "art142",
      "section": "142",
      "title": "Article 142",
      "content": "I. - Afin de contribuer efficacement à la réduction des émissions de gaz à effet de serre, l'Etat se fixe pour objectif que le transport aérien s'acquitte, à partir de 2025, d'un prix du carbone au moins équivalent au prix moyen constaté sur le marché du carbone pertinent, en privilégiant la mise en place d'un dispositif européen. Celui-ci ne remplace pas le tarif de solidarité de la taxe sur le transport aérien de passagers prévu au 2° de l'article L. 422-20 du code des impositions sur les biens et services.II. - Dans un délai d'un an à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur la mise en place du prix du carbone mentionné au I du présent article qui prend en compte la compétitivité, la préservation des emplois, le pouvoir d'achat des consommateurs et la capacité d'investissement dans la transition écologique du secteur aérien, le désenclavement des territoires, notamment par l'indispensable maintien des lignes d'aménagement du territoire mentionnées à l'article L. 6412-4 du code des transports ainsi que le respect des principes et des objectifs motivant la politique de continuité territoriale entre les collectivités d'outre-mer et le territoire métropolitain mentionnée à l'article L. 1803-1 du même code. Ce rapport étudie les dispositions nationales susceptibles d'être mises en place à défaut d'un dispositif européen, notamment l'augmentation du tarif de le tarif de solidarité de la taxe sur le transport aérien de passagers prévu au 2° de l'article L. 422-20 du code des impositions sur les biens et services, à partir du moment où le trafic aérien de, vers et à l'intérieur du territoire français atteindrait, en nombre de passagers, le trafic de l'année 2019.Afin de contribuer à la réduction de l'empreinte carbone du transport aérien, l'Etat se fixe pour objectif d'ici 2025 de réduire l'émission des gaz à effet de serre du secteur par l'amélioration de la performance environnementale de la navigation aérienne, en mettant en place des routes plus directes afin de réduire les distances parcourues par les avions en croisière, en réduisant les temps d'attente et de roulage sur les pistes et en généralisant les procédures d'approche en descente continue.III. - Dans un délai d'un an à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur l'accompagnement du secteur du transport aérien dans sa stratégie de réduction de son empreinte carbone, dans le respect des objectifs de la stratégie bas-carbone mentionnée à l'article L. 222-1 B du code de l'environnement, notamment sur le développement d'une filière de biocarburants et la mise en œuvre de nouveaux programmes de développement visant la diminution de l'impact climatique total par passager par kilomètre."
    },
    {
      "provision_ref": "art143",
      "section": "143",
      "title": "Article 143",
      "content": "Pour atteindre les objectifs d'augmentation de la part modale du transport ferroviaire de voyageurs de 17 % en 2030 et de 42 % en 2050 définis par la stratégie nationale bas-carbone, l'Etat se fixe pour objectif d'accompagner le développement du transport ferroviaire de voyageurs."
    },
    {
      "provision_ref": "art144",
      "section": "144",
      "title": "Article 144",
      "content": "Afin de favoriser le report modal de l'avion vers le train et de contribuer efficacement à la réduction des émissions de gaz à effet de serre du transport aérien, l'Etat se fixe pour objectif de lutter contre la vente à perte de billets d'avion, notamment par une évolution de la réglementation européenne permettant d'instaurer un prix minimal de vente des billets.A l'issue de la présidence française du Conseil de l'Union européenne en 2022, le Gouvernement remet au Parlement un rapport relatif aux résultats des démarches engagées afin de lutter contre la vente à perte de billets d'avion."
    },
    {
      "provision_ref": "art145",
      "section": "145",
      "title": "Article 145",
      "content": "I.-A modifié les dispositions suivantes :\n\n- Code des transports\n\nII. - L'application de l'interdiction mentionnée au II de l'article L. 6412-3 du code des transports donne lieu à une évaluation au terme d'une période de trois ans à compter de son entrée en vigueur.III. - Dans un délai d'un an à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur la possibilité d'étendre le dispositif prévu au II de l'article L. 6412-3 du code des transports aux liaisons intérieures de fret au départ ou à l'arrivée de l'aéroport Paris-Charles de Gaulle dont le trajet est également assuré sur le réseau ferré par une liaison d'une durée inférieure à deux heures trente.IV. - Le présent article entre en vigueur le dernier dimanche de mars de l'année suivant la promulgation de la présente loi."
    },
    {
      "provision_ref": "art146",
      "section": "146",
      "title": "Article 146",
      "content": "I.-A créé les dispositions suivantes :\n\n- Code de l'expropriation pour cause d'utilité publique\n\nII. - Le présent article entre en vigueur le 1er janvier 2022."
    },
    {
      "provision_ref": "art147",
      "section": "147",
      "title": "Article 147",
      "content": "I.-A créé les dispositions suivantes :\n\n- Code de l'environnement\n\nII. - Le présent article entre en vigueur le 1er janvier 2022."
    },
    {
      "provision_ref": "art152",
      "section": "152",
      "title": "Article 152",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-825 DC du 13 août 2021.]"
    },
    {
      "provision_ref": "art155",
      "section": "155",
      "title": "Article 155",
      "content": "A modifié les dispositions suivantes :\n\n-Code de la construction et de l'habitation."
    },
    {
      "provision_ref": "art158",
      "section": "158",
      "title": "Article 158",
      "content": "I.-, II.-, III.- A modifié les dispositions suivantes :\n\nIV.-En Guadeloupe, en Martinique, en Guyane, à La Réunion et à Mayotte, les articles L. 126-26 à L. 126-30, L. 126-32 et L. 126-33 du code de la construction et de l'habitation sont applicables à compter du 1er juillet 2024.V.-En Guadeloupe, en Martinique, en Guyane, à La Réunion et à Mayotte, le douzième alinéa de l'article 3 de la loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986, dans sa rédaction résultant de la loi n° 2019-1147 du 8 novembre 2019 relative à l'énergie et au climat, est applicable à compter du 1er juillet 2024.VI.-Les 5° et 11° du I ainsi que le II entrent en vigueur le 1er janvier 2024. Par dérogation, pour les bâtiments relevant de la loi n° 65-557 du 10 juillet 1965 fixant le statut de la copropriété des immeubles bâtis et comprenant au plus deux cents lots à usage de logements, de bureaux ou de commerces, ces dispositions ne sont toutefois applicables que :1° Le 1er janvier 2025, pour les copropriétés entre cinquante et deux cents lots ;2° Le 1er janvier 2026, pour les copropriétés d'au plus cinquante lots.VII.-Le 2° du I entre en vigueur :1° Le 1er janvier 2022, pour les logements qui appartiennent à la classe F ou à la classe G ;2° Le 1er janvier 2025, pour les logements qui appartiennent à la classe E ;3° Le 1er janvier 2034, pour les logements qui appartiennent à la classe D.VIII.-Par dérogation, en Guadeloupe, en Martinique, en Guyane, à La Réunion et à Mayotte, le 2° du I entre en vigueur :1° Le 1er juillet 2024, pour les logements qui appartiennent à la classe F ou à la classe G ;2° Le 1er janvier 2028, pour les logements qui appartiennent à la classe E.IX.-Par dérogation, en Guadeloupe, en Martinique, en Guyane, à La Réunion et à Mayotte, les 5° et 11° du I ainsi que le II entrent en vigueur le 1er janvier 2028.X.-Avant le 1er janvier 2024, le Gouvernement remet au Parlement un rapport dressant le bilan de l'application de l'article L. 126-28-1 du code de la construction et de l'habitation et appréciant les modalités de mise en œuvre de l'extension de l'obligation d'audit aux logements qui appartiennent à la classe E à partir du 1er janvier 2025. Avant le 1er juillet 2027, le Gouvernement remet au Parlement un rapport dressant le bilan de l'application du même article L. 126-28-1 et appréciant les modalités de mise en œuvre de l'extension de l'obligation d'audit aux logements qui appartiennent à la classe D à partir du 1er janvier 2034.\n\n- Code de la construction et de l'habitation.\n\n- LOI n° 65-557 du 10 juillet 1965\n\n- LOI n° 2019-1147 du 8 novembre 2019\n\n- Code de la construction et de l'habitation.\n\nA créé les dispositions suivantes :"
    },
    {
      "provision_ref": "art159",
      "section": "159",
      "title": "Article 159",
      "content": "I. à III. - A modifié les dispositions suivantes :\n\nIV. - Les articles 17, 17-1, 17-2, 18, 25-3, 25-9 et 25-12 de la loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986 ainsi que l'article 140 de la loi n° 2018-1021 du 23 novembre 2018 portant évolution du logement, de l'aménagement et du numérique, dans leur rédaction résultant du présent article, sont applicables aux contrats de location conclus, renouvelés ou tacitement reconduits un an après la publication de la présente loi. En Guadeloupe, en Martinique, en Guyane, à La Réunion et à Mayotte, ces mêmes articles sont applicables aux contrats de location conclus, renouvelés ou tacitement reconduits après le 1er juillet 2024.\n\n- Loi n° 89-462 du 6 juillet 1989\n\n- Code de la construction et de l'habitation.\n\n- LOI n° 2018-1021 du 23 novembre 2018"
    },
    {
      "provision_ref": "art160",
      "section": "160",
      "title": "Article 160",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Loi n° 89-462 du 6 juillet 1989\n\nII. - Le I du présent article entre en vigueur le 1er janvier 2025.III. - Avant le 1er juillet 2027, le Gouvernement remet au Parlement un rapport dressant le bilan de l'application du présent article et appréciant également l'impact prévisible du rehaussement du niveau de performance d'un logement décent prévu à partir du 1er janvier 2034, notamment eu égard à la disponibilité de l'offre de rénovation et à ses potentiels effets sur le marché locatif privé."
    },
    {
      "provision_ref": "art161",
      "section": "161",
      "title": "Article 161",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-825 DC du 13 août 2021.]"
    },
    {
      "provision_ref": "art168",
      "section": "168",
      "title": "Article 168",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-825 DC du 13 août 2021.]"
    },
    {
      "provision_ref": "art170",
      "section": "170",
      "title": "Article 170",
      "content": "I.-A modifié les dispositions suivantes :\n\n- Code de la construction et de l'habitation.\n\nII. - Le I entre en vigueur à compter du prochain renouvellement du conseil d'administration de l'Agence nationale de l'habitat."
    },
    {
      "provision_ref": "art171",
      "section": "171",
      "title": "Article 171",
      "content": "I.-, II.-, III.-, IV.-, V.-A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nVI.-Le présent article entre en vigueur :1° Le 1er janvier 2023, pour les syndicats de copropriétaires comprenant plus de deux cents lots à usage de logements, de bureaux ou de commerces ;2° Le 1er janvier 2024, pour les syndicats de copropriétaires comprenant un nombre de lots à usage de logements, de bureaux ou de commerces compris entre cinquante et un et deux cents ;3° Le 1er janvier 2025, pour les syndicats de copropriétaires comprenant au plus cinquante lots à usage de logements, de bureaux ou de commerces.VII.-Par exception au VI, le 4° du II entre en vigueur :1° Le 1er janvier 2024, lorsque le syndicat des copropriétaires comprend plus de deux cents lots à usage de logements, de bureaux ou de commerces ;2° Le 1er janvier 2025, lorsque le syndicat des copropriétaires comprend un nombre de lots à usage de logements, de bureaux ou de commerces compris entre cinquante et un et deux cents ;3° Le 1er janvier 2026, lorsque le syndicat des copropriétaires comprend au plus cinquante lots à usage de logements, de bureaux ou de commerces.\n\n-Code de la construction et de l'habitation.\n\n-LOI n° 65-557 du 10 juillet 1965\n\n-Loi n° 70-9 du 2 janvier 1970\n\n-LOI n° 65-557 du 10 juillet 1965\n\n-Code de la construction et de l'habitation.\n\n-Code général des impôts, CGI.\n\n-Code civil"
    },
    {
      "provision_ref": "art173",
      "section": "173",
      "title": "Article 173",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, afin de renforcer l'effectivité du respect des règles prévues au livre Ier du code de la construction et de l'habitation, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai d'un an à compter de la promulgation de la présente loi, toute mesure relevant du domaine de la loi permettant :1° De compléter et de modifier, au sein du code de la construction et de l'habitation, le régime de police administrative portant sur le contrôle des règles prévues au livre Ier du code de la construction et de l'habitation ;2° De procéder à la mise en cohérence du régime de police administrative mentionné au 1° avec le régime de contrôle et de sanctions pénales prévu au titre VIII du livre Ier du code de la construction et de l'habitation, le cas échéant par la suppression ou la modification de certaines infractions ;3° De modifier le champ d'application et les conditions de délivrance des attestations relatives au respect des règles de construction prévues au titre II du même livre Ier, [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-825 DC du 13 août 2021.] s'agissant des personnes physiques ou morales susceptibles de les délivrer ainsi que des qualités et garanties qu'elles doivent présenter à cet effet, et de préciser les conditions d'utilisation de ces attestations dans le cadre des contrôles mentionnés aux 1° et 2° ;4° De mettre en cohérence les dispositions du code de l'urbanisme avec les modifications du code de la construction et de l'habitation résultant des 1° et 3°.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art175",
      "section": "175",
      "title": "Article 175",
      "content": "I.-L'ordonnance n° 2020-71 du 29 janvier 2020 relative à la réécriture des règles de construction et recodifiant le livre Ier du code de la construction et de l'habitation est ratifiée.\n\nII.-, III.-A créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-Code de la construction et de l'habitation.\n\n-Code de la construction et de l'habitation.\n\n-Code de la construction et de l'habitation.\n\n-LOI n° 2018-1021 du 23 novembre 2018"
    },
    {
      "provision_ref": "art180",
      "section": "180",
      "title": "Article 180",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des collectivités territoriales\n\nII. - Le I entre en vigueur le 1er janvier 2024."
    },
    {
      "provision_ref": "art181",
      "section": "181",
      "title": "Article 181",
      "content": "I . - A créé les dispositions suivantes :\n\n- Code général de la propriété des personnes publiques.\n\nII.-Le présent article entre en vigueur le 31 mars 2022."
    },
    {
      "provision_ref": "art184",
      "section": "184",
      "title": "Article 184",
      "content": "I. - A créé les dispositions suivantes :\n\n- Code de l'énergie\n\nII. - Le premier rapport remis par le Gouvernement en application de l'article L. 221-1-2 du code de l'énergie comporte une évaluation de l'opportunité de pondérer les certificats d'économies d'énergie définis à l'article L. 221-8 du même code en fonction de critères liés à l'économie circulaire et, notamment, du cycle de vie des produits et des équipements."
    },
    {
      "provision_ref": "art185",
      "section": "185",
      "title": "Article 185",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code de l'énergie\n\nII. - Le I entre en vigueur un an après la promulgation de la présente loi."
    },
    {
      "provision_ref": "art191",
      "section": "191",
      "title": "Article 191",
      "content": "Afin d'atteindre l'objectif national d'absence de toute artificialisation nette des sols en 2050, le rythme de l'artificialisation des sols dans les dix années suivant la promulgation de la présente loi doit être tel que, sur cette période, la consommation totale d'espace observée à l'échelle nationale soit inférieure à la moitié de celle observée sur les dix années précédant cette date.Ces objectifs sont appliqués de manière différenciée et territorialisée, dans les conditions fixées par la loi."
    },
    {
      "provision_ref": "art194",
      "section": "194",
      "title": "Article 194",
      "content": "I.-, II.- A modifié les dispositions suivantes :\n\nIII.-Pour l'application des I et II du présent article :1° La première tranche de dix années débute à la date de promulgation de la présente loi ;2° Pour la première tranche de dix années, le rythme d'artificialisation est traduit par un objectif de réduction de la consommation des espaces naturels, agricoles et forestiers par rapport à la consommation réelle de ces espaces observée au cours des dix années précédentes ;3° Pour la première tranche de dix années, le rythme prévu à l'article L. 4251-1 du code général des collectivités territoriales ne peut dépasser la moitié de la consommation d'espaces naturels, agricoles et forestiers observée au cours des dix années précédant la date mentionnée au 1° du présent III ;\n\n3° bis Une commune qui est couverte par un plan local d'urbanisme, par un document en tenant lieu ou par une carte communale prescrit, arrêté ou approuvé avant le 22 août 2026 ne peut être privée, par l'effet de la déclinaison territoriale des objectifs mentionnés au présent article, d'une surface minimale de consommation d'espaces naturels, agricoles et forestiers. Pour la première tranche de dix années mentionnée au 1° du présent III, cette surface minimale est fixée à un hectare.\n\nA la demande du maire, une commune disposant de cette surface minimale peut choisir de la mutualiser à l'échelle intercommunale, après avis de la conférence des maires mentionnée à l'article L. 5211-11-3 du code général des collectivités territoriales ou, à défaut, du bureau de l'établissement public de coopération intercommunale concerné si l'ensemble des maires des communes membres en fait partie.\n\nPour les communes nouvelles dont l'arrêté de création a été pris après le 1er janvier 2011, une majoration de la surface minimale de 0,5 hectare est appliquée pour chaque commune déléguée. Cette majoration est plafonnée à deux hectares.\n\nLe présent 3° bis s'applique sans préjudice des modalités de comptabilisation de la consommation d'espaces naturels, agricoles et forestiers prévues au présent article.\n\nLe bénéfice de cette surface minimale n'exonère pas les communes non couvertes par un plan local d'urbanisme, par un document en tenant lieu ou par une carte communale du respect des dispositions du chapitre Ier du titre Ier du livre Ier du code de l'urbanisme régissant les constructions, les aménagements, les installations et les travaux ainsi que les changements de destination réalisés sur ces constructions en dehors des parties urbanisées de ces communes. Le présent 3° bis ne peut être opposé ni à la mise en œuvre, ni au respect de ces dispositions ;4° Afin de tenir compte des périmètres des schémas de cohérence territoriale existant sur leur territoire et de la réduction du rythme d'artificialisation des sols déjà réalisée, l'autorité compétente associe les établissements publics mentionnés à l'article L. 143-16 du code de l'urbanisme à la fixation et à la déclinaison des objectifs mentionnés au 1° du I du présent article dans le cadre de la procédure d'évolution du document prévue au IV. Les modalités de cette association sont définies à l'article L. 1111-9-2 du code général des collectivités territoriales ;5° Au sens du présent article, la consommation des espaces naturels, agricoles et forestiers est entendue comme la création ou l'extension effective d'espaces urbanisés sur le territoire concerné. Sur ce même territoire, la transformation effective d'espaces urbanisés ou construits en espaces naturels, agricoles et forestiers du fait d'une renaturation peut être comptabilisée en déduction de cette consommation ;6° Pour la tranche mentionnée au 2° du présent III, un espace naturel ou agricole occupé par une installation de production d'énergie photovoltaïque n'est pas comptabilisé dans la consommation d'espaces naturels, agricoles et forestiers dès lors que les modalités de cette installation permettent qu'elle n'affecte pas durablement les fonctions écologiques du sol, en particulier ses fonctions biologiques, hydriques et climatiques ainsi que son potentiel agronomique et, le cas échéant, que l'installation n'est pas incompatible avec l'exercice d'une activité agricole ou pastorale sur le terrain sur lequel elle est implantée. Les modalités de mise en œuvre du présent alinéa sont précisées par décret en Conseil d'Etat ;\n\n7° Peuvent être considérés comme des projets d'envergure nationale ou européenne :\n\na) Les travaux ou les opérations qui sont ou peuvent être, en raison de leur nature ou de leur importance, déclarés d'utilité publique par décret en Conseil d'Etat ou par arrêté ministériel en application de l'article L. 121-1 du code de l'expropriation pour cause d'utilité publique. Pour les infrastructures fluviales, sont concernés les travaux ou les opérations qui sont réalisés sur le domaine public de l'Etat ou de ses opérateurs ;\n\nb) Les travaux ou les opérations de construction de lignes ferroviaires à grande vitesse et leurs débranchements ;\n\nc) Les projets industriels d'intérêt majeur pour la souveraineté nationale ou la transition écologique ainsi que ceux qui participent directement aux chaînes de valeur des activités dans les secteurs des technologies favorables au développement durable ;\n\nd) Les actions ou les opérations d'aménagement qui sont réalisées par un grand port maritime ou fluvio-maritime de l'Etat mentionné à l'article L. 5312-1 du code des transports ou pour son compte, dans le cadre de ses missions prévues à l'article L. 5312-2 du même code, et qui sont conformes aux orientations prévues dans son projet stratégique pour sa circonscription ainsi que celles réalisées par le port autonome de Strasbourg ;\n\ne) Les opérations intéressant la défense ou la sécurité nationales ;\n\nf) Les opérations de construction ou de réhabilitation d'un établissement pénitentiaire qui sont réalisées par l'Agence publique pour l'immobilier de la justice ;\n\ng) Les actions ou les opérations de construction ou d'aménagement réalisées par l'Etat ou, pour son compte, par l'un de ses établissements publics ou, le cas échéant, par un concessionnaire, dans le périmètre d'une opération d'intérêt national mentionnée à l'article L. 102-12 du code de l'urbanisme ;\n\nh) La réalisation d'un réacteur électronucléaire au sens de l'article 7 de la loi n° 2023-491 du 22 juin 2023 relative à l'accélération des procédures liées à la construction de nouvelles installations nucléaires à proximité de sites nucléaires existants et au fonctionnement des installations existantes ;\n\ni) Les opérations de construction ou d'aménagement de postes électriques de tension supérieure ou égale à 220 kilovolts, selon des modalités précisées par arrêté du ministre chargé de l'urbanisme ;\n\n8° Un arrêté du ministre chargé de l'urbanisme recense les projets dont la consommation d'espaces naturels, agricoles et forestiers est prise en compte au niveau national au sens du III bis du présent article, après avis du président du conseil régional et consultation de la conférence prévue à l'article L. 1111-9-2 du code général des collectivités territoriales. Cet avis est rendu dans un délai de deux mois à compter de l'envoi par le ministre d'une proposition de liste de projets d'envergure nationale ou européenne qui présentent un intérêt général majeur. Le ministre chargé de l'urbanisme adresse à la région une réponse motivée sur les suites données à cet avis. L'arrêté peut être modifié dans les mêmes formes, notamment si un nouveau projet d'envergure nationale ou européenne qui présente un intérêt général majeur est identifié après la dernière modification ou révision d'un document de planification régionale. La liste de ces projets est rendue publique annuellement.\n\nDans le cadre de la procédure prévue au premier alinéa du présent 8°, la région peut, après avis de la conférence prévue à l'article L. 1111-9-2 du code général des collectivités territoriales, formuler une proposition d'identification de projets d'envergure nationale ou européenne. Le ministre chargé de l'urbanisme adresse à la région une réponse motivée sur les suites qui sont données à cette proposition.\n\nIII bis.-Pour la première tranche de dix années mentionnée au III, la consommation d'espaces naturels, agricoles et forestiers résultant des projets d'envergure nationale ou européenne qui présentent un intérêt général majeur recensés dans l'arrêté ministériel mentionné au 8° du même III est prise en compte au niveau national et n'est pas prise en compte au titre des objectifs fixés par les documents de planification régionale et par les documents d'urbanisme.\n\nEn vue d'atteindre l'objectif mentionné à l'article 191, cette consommation est prise en compte dans le cadre d'un forfait national fixé à hauteur de 12 500 hectares pour l'ensemble du pays, dont 10 000 hectares sont mutualisés entre les régions couvertes par un schéma régional d'aménagement, de développement durable et d'égalité des territoires, au prorata de leur enveloppe d'artificialisation définie au titre de la période 2021-2031 en application du 3° du III du présent article. Un arrêté du ministre chargé de l'urbanisme précise cette répartition.\n\nEn cas de dépassement du forfait mentionné au deuxième alinéa du présent III bis, le surcroît de consommation ne peut être imputé sur l'enveloppe des collectivités territoriales ou de leurs groupements.\n\nIII ter.-Une commission régionale de conciliation sur l'artificialisation des sols est instituée dans chaque région. Elle comprend notamment, à parts égales, des représentants de l'Etat et de la région concernée.\n\nElle peut être saisie à la demande de la région, en cas de désaccord sur la liste des projets d'envergure nationale ou européenne présentant un intérêt général majeur mentionnés au 8° du III.\n\nUn décret détermine la composition et les modalités de fonctionnement de la commission régionale de conciliation sur l'artificialisation des sols.\n\nIII quater.-Les aménagements, les équipements et les logements directement liés à la réalisation d'un projet d'envergure nationale ou européenne qui présente un intérêt général majeur au sens du III bis peuvent être considérés, en raison de leur importance, comme des projets d'envergure régionale, au sens du 6° de l'article L. 141-8 du code de l'urbanisme, ou comme des projets d'intérêt intercommunal, au sens du 7° du même article L. 141-8, auxquels cas l'artificialisation des sols ou la consommation d'espaces naturels, agricoles et forestiers qui en résulte est prise en compte selon les modalités propres à ces projets.\n\nIV.-Afin d'assurer l'intégration des objectifs de lutte contre l'artificialisation des sols et de réduction de la consommation d'espaces naturels, agricoles et forestiers :1° Si le schéma régional d'aménagement, de développement durable et d'égalité des territoires en vigueur ne prévoit pas les objectifs mentionnés à la seconde phrase du deuxième alinéa de l'article L. 4251-1 du code général des collectivités territoriales, son évolution doit être engagée dans un délai d'un an à compter de la promulgation de la présente loi. Cette évolution peut être réalisée selon la procédure de modification définie au I de l'article L. 4251-9 du même code. L'entrée en vigueur du schéma régional d'aménagement, de développement durable et d'égalité des territoires prévoyant ces objectifs doit intervenir dans un délai de trente-neuf mois à compter de la promulgation de la présente loi ;2° Si le plan d'aménagement et de développement durable de Corse en vigueur ne prévoit pas les objectifs mentionnés au quatrième alinéa du I de l'article L. 4424-9 du code général des collectivités territoriales, son évolution doit être engagée dans un délai d'un an à compter de la promulgation de la présente loi. Cette évolution peut être réalisée selon la procédure de modification définie à l'article L. 4424-14 du code général des collectivités territoriales. L'entrée en vigueur du plan d'aménagement et de développement durable de Corse prévoyant ces objectifs doit intervenir dans un délai de trente-neuf mois à compter de la promulgation de la présente loi ;3° Si le schéma d'aménagement régional en vigueur ne prévoit pas les objectifs mentionnés au troisième alinéa de l'article L. 4433-7 du code général des collectivités territoriales, son évolution doit être engagée dans un délai d'un an à compter de la promulgation de la présente loi. Cette évolution peut être réalisée selon la procédure de modification définie à l'article L. 4433-10-9 du code général des collectivités territoriales. L'entrée en vigueur du schéma d'aménagement régional prévoyant ces objectifs doit intervenir dans un délai de trente-neuf mois à compter de la promulgation de la présente loi ;4° Si le schéma directeur de la région d'Île-de-France en vigueur ne prévoit pas les objectifs mentionnés au dernier alinéa de l'article L. 123-1 du code de l'urbanisme, son évolution doit être engagée dans un délai d'un an à compter de la promulgation de la présente loi. Cette évolution peut être réalisée selon la procédure de modification définie à l'article L. 123-14 du code de l'urbanisme. L'entrée en vigueur du schéma directeur de la région d'Île-de-France prévoyant ces objectifs doit intervenir dans un délai de trente-neuf mois à compter de la promulgation de la présente loi ;5° Lors de leur première révision ou modification à compter de l'adoption des schémas et du plan modifiés ou révisés en application des 1° à 4° du présent IV, le schéma de cohérence territoriale ou, en l'absence de schéma de cohérence territoriale, le plan local d'urbanisme, le document en tenant lieu ou la carte communale sont modifiés ou révisés pour prendre en compte les objectifs mentionnés à la seconde phrase du deuxième alinéa de l'article L. 4251-1 du code général des collectivités territoriales, au quatrième alinéa du I de l'article L. 4424-9 du même code, à la seconde phrase du troisième alinéa de l'article L. 4433-7 dudit code ou au dernier alinéa de l'article L. 123-1 du code de l'urbanisme, tels qu'intégrés par lesdits schémas et plan, dans les conditions fixées aux articles L. 141-3 et L. 141-8 du même code, au quatrième alinéa de l'article L. 151-5 dudit code ou au dernier alinéa de l'article L. 161-3 du même code.Si les schémas mentionnés aux 1° et 4° du présent IV n'ont pas été modifiés ou révisés en application des mêmes 1° et 4° et dans les délais prévus auxdits 1° et 4°, le schéma de cohérence territoriale ou, en l'absence de schéma de cohérence territoriale, le plan local d'urbanisme, le document en tenant lieu ou la carte communale engagent l'intégration d'un objectif, pour les dix années suivant la promulgation de la présente loi, de réduction de moitié de la consommation d'espaces naturels, agricoles et forestiers par rapport à la consommation réelle observée sur les dix années précédentes.Par dérogation aux articles L. 143-29 à L. 143-36 et aux articles L. 153-31 à L. 153-44 du code de l'urbanisme, les évolutions du schéma de cohérence territoriale ou du plan local d'urbanisme prévues au présent 5° peuvent être effectuées selon les procédures de modification simplifiée prévues aux articles L. 143-37 à L. 143-39 du code de l'urbanisme et aux articles L. 153-45 à L. 153-48 du même code.Lorsqu'il est procédé à l'analyse, prévue aux articles L. 143-28 et L. 153-27 dudit code, d'un schéma de cohérence territoriale ou d'un plan local d'urbanisme n'ayant pas encore été modifié ou révisé en application du présent 5°, l'organe délibérant de l'établissement public de coopération intercommunale ou le conseil municipal délibère sur l'opportunité d'engager la procédure d'évolution de ce schéma en application du présent 5° ;6° L'entrée en vigueur du schéma de cohérence territoriale modifié ou révisé en application du 5° du présent IV intervient au plus tard à l'expiration d'un délai de cinq ans et six mois à compter de la promulgation de la présente loi ;7° L'entrée en vigueur du plan local d'urbanisme modifié ou révisé en application du 5° du présent IV ou fixant des objectifs compatibles avec le schéma de cohérence territoriale modifié ou révisé en application du 6° intervient dans un délai de six ans et six mois à compter de la promulgation de la présente loi.L'évolution du plan local d'urbanisme engagée en vue de fixer des objectifs compatibles avec le schéma de cohérence territoriale modifié ou révisé en application du 6° du présent IV peut être effectuée selon la procédure de modification simplifiée mentionnée au troisième alinéa du 5° ;8° L'entrée en vigueur de la carte révisée en application du même 5° ou de la carte communale fixant des objectifs compatibles avec le schéma de cohérence territoriale modifié ou révisé en application du 6° intervient dans un délai de six ans et six mois à compter de la promulgation de la présente loi ;9° Si le schéma de cohérence territoriale modifié ou révisé en application du 6° du présent IV n'est pas entré en vigueur dans les délais prévus au même 6°, les ouvertures à l'urbanisation des secteurs définis à l'article L. 142-4 du code de l'urbanisme sont suspendues jusqu'à l'entrée en vigueur du schéma ainsi révisé ou modifié.Si le plan local d'urbanisme ou la carte communale modifié ou révisé mentionné aux 7° ou 8° du présent IV n'est pas entré en vigueur dans les délais prévus aux mêmes 7° ou 8°, aucune autorisation d'urbanisme ne peut être délivrée, dans une zone à urbaniser du plan local d'urbanisme ou dans les secteurs de la carte communale où les constructions sont autorisées, jusqu'à l'entrée en vigueur du plan local d'urbanisme ou de la carte communale ainsi modifié ou révisé ;10° A une échéance maximale de dix ans après la promulgation de la présente loi, le deuxième alinéa du 5° du présent IV n'est pas applicable au schéma de cohérence territoriale, au plan local d'urbanisme, au document en tenant lieu ou à la carte communale approuvés depuis moins de dix ans à la date de la promulgation de la présente loi et dont les dispositions prévoient des objectifs chiffrés de réduction de la consommation d'espaces naturels, agricoles et forestiers d'au moins un tiers par rapport à la consommation réelle observée au cours de la période décennale précédant l'arrêt du projet de document lors de son élaboration ou de sa dernière révision ;11° Les schémas de cohérence territoriale prescrits avant le 1er avril 2021 et élaborés selon les articles L. 141-4 et L. 141-9 du code de l'urbanisme sont soumis aux articles L. 141-3 et L. 141-8 du même code ainsi qu'aux 5°, 6°, 9° et 10° du présent IV ;12° Tant que l'autorité compétente qui a, avant la promulgation de la présente loi, prescrit une procédure d'élaboration ou de révision de l'un des documents mentionnés au présent IV n'a pas arrêté le projet ou, lorsque ce document est une carte communale, tant que l'arrêté d'ouverture de l'enquête publique n'a pas été adopté, le présent IV est opposable au document dont l'élaboration ou la révision a été prescrite.Après que l'autorité compétente qui a, avant la promulgation de la présente loi, prescrit une procédure d'élaboration ou de révision de l'un des documents mentionnés au présent IV a arrêté le projet ou, lorsque ce document est une carte communale, après que l'arrêté d'ouverture de l'enquête publique a été adopté, le document dont l'élaboration ou la révision a été prescrite est exonéré du respect des dispositions prévues au présent IV, lesquelles lui deviennent opposables immédiatement après son approbation ;\n\n13° La commission de conciliation mentionnée à l'article L. 132-14 du code de l'urbanisme se réunit, à la demande d'un établissement mentionné à l'article L. 143-16 du même code, d'un établissement public de coopération intercommunale ou d'une commune compétente en matière de documents d'urbanisme, dans le cadre de l'évolution d'un document d'urbanisme visant à y intégrer les objectifs de réduction de l'artificialisation des sols en application du 5° du présent IV ;\n\n14° Dans le cadre de la mise en œuvre des objectifs mentionnés au présent article, l'autorité compétente pour délivrer les autorisations d'urbanisme peut surseoir à statuer sur une demande d'autorisation d'urbanisme entraînant une consommation d'espaces naturels, agricoles et forestiers qui pourrait compromettre l'atteinte des objectifs de réduction de cette consommation susceptibles d'être fixés par le document d'urbanisme en cours d'élaboration ou de modification, durant la première tranche de dix années mentionnée au 1° du III.\n\nLa décision de surseoir à statuer est motivée en considération soit de l'ampleur de la consommation résultant du projet faisant l'objet de la demande d'autorisation, soit de la faiblesse des capacités résiduelles de consommation au regard des objectifs de réduction mentionnés au premier alinéa du présent 14°.\n\nLa décision de surseoir à statuer ne peut être opposée à une demande pour laquelle la consommation d'espaces naturels, agricoles et forestiers résultant de la réalisation du projet est compensée par la renaturation, au sens du 5° du III, d'une surface au moins équivalente à l'emprise du projet.\n\nLe sursis à statuer ne peut être ni prononcé, ni prolongé après l'approbation du document d'urbanisme modifié en application du présent IV.\n\nA l'expiration du délai de validité du sursis à statuer mentionné au quatrième alinéa du présent 14°, l'autorité mentionnée au premier alinéa du présent 14° statue sur la demande d'autorisation d'urbanisme dans un délai de deux mois à compter de la confirmation par le pétitionnaire de cette demande. A défaut de notification de la décision dans ce dernier délai, l'autorisation est considérée comme ayant été accordée dans les termes dans lesquels elle avait été demandée.\n\nLorsqu'une décision de sursis à statuer est intervenue, le propriétaire du terrain à qui elle a été opposée peut mettre en demeure la collectivité de procéder à l'acquisition de son terrain dans les conditions et le délai mentionnés aux articles L. 230-1 à L. 230-6 du code de l'urbanisme.\n\nIV bis.-Dans la collectivité de Corse, à compter du 22 août 2027, l'extension de l'urbanisation est interdite dans toute commune qui n'est pas couverte par un plan local d'urbanisme, un document en tenant lieu ou une carte communale.\n\nV.- (Abrogé.)VI.-Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport proposant les modifications nécessaires en matière de délivrance des autorisations d'urbanisme, à la fiscalité du logement et de la construction ainsi qu'au régime juridique de la fiscalité de l'urbanisme, des outils de maîtrise foncière et des outils d'aménagement à la disposition des collectivités territoriales pour leur permettre de concilier la mise en œuvre des objectifs tendant à l'absence d'artificialisation nette et les objectifs de maîtrise des coûts de la construction, de production de logements et de maîtrise publique du foncier. Ce rapport dresse également une analyse des dispositifs de compensation écologique, agricole et forestière existants, du dispositif de compensation prévu au 3° du V de l'article L. 752-6 du code de commerce et de l'opportunité de les faire évoluer ou de développer de nouveaux mécanismes de compensation de l'artificialisation contribuant à l'atteinte des objectifs prévus à l'article 191 de la présente loi.\n\n- Code général des collectivités territoriales\n\n- Code de l'urbanisme"
    },
    {
      "provision_ref": "art195",
      "section": "195",
      "title": "Article 195",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-825 DC du 13 août 2021.]"
    },
    {
      "provision_ref": "art199",
      "section": "199",
      "title": "Article 199",
      "content": "I. - A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code de l'urbanisme\n\n- Code de l'urbanisme\n\nII. - Le 1° du I n'est pas applicable aux plans locaux d'urbanisme en cours d'élaboration, de révision ou de modification dont les projets ont été arrêtés avant la promulgation de la présente loi. Le 2° du même I n'est pas applicable aux zones à urbaniser délimitées par le règlement d'un plan local d'urbanisme adopté avant le 1er janvier 2018. Pour ces zones, le 4° de l'article L. 153-31 du code de l'urbanisme continue à s'appliquer dans sa rédaction antérieure à la promulgation de la présente loi."
    },
    {
      "provision_ref": "art202",
      "section": "202",
      "title": "Article 202",
      "content": "I. - A créé les dispositions suivantes :\n\nII. - La perte de recettes éventuelle pour les collectivités territoriales résultant du I est compensée, à due concurrence, par une majoration de la dotation globale de fonctionnement.III. - La perte de recettes éventuelle pour l'Etat résultant du II est compensée, à due concurrence, par une majoration des droits prévus aux articles 575 et 575 A du code général des impôts.\n\nIV. - A créé les dispositions suivantes :\n\n- Code général de la propriété des personnes publiques.\n\n- Code de l'urbanisme"
    },
    {
      "provision_ref": "art204",
      "section": "204",
      "title": "Article 204",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-825 DC du 13 août 2021.]"
    },
    {
      "provision_ref": "art207",
      "section": "207",
      "title": "Article 207",
      "content": "Au moins une fois tous les cinq ans, le Gouvernement rend public un rapport relatif à l'évaluation de la politique de limitation de l'artificialisation des sols.\n\nLe rapport présente l'évolution de l'artificialisation des sols au cours des années civiles précédentes. Il dresse le bilan de la présente loi en matière de lutte contre l'artificialisation et évalue l'efficacité des mesures de réduction de l'artificialisation.\n\nIl apprécie l'effectivité de l'intégration des objectifs de réduction de l'artificialisation dans les documents de planification et d'urbanisme régionaux, communaux et intercommunaux. Il compare et rend compte de la dynamique de territorialisation de ces objectifs engagée à l'échelle des régions. Il évalue l'adéquation des moyens dont disposent les communes et leurs groupements pour remplir les obligations redditionnelles prévues par la loi et le règlement en matière de lutte contre l'artificialisation.\n\nIl fait état des moyens financiers mobilisés par l'Etat en faveur du recyclage foncier, de la réhabilitation du bâti en zone urbanisée et des grandes opérations publiques d'aménagement, en identifiant le soutien apporté aux opérations des collectivités territoriales. Il rend compte des moyens alloués aux établissements publics fonciers et aux sociétés d'aménagement foncier et d'établissement rural pour contribuer à la lutte contre l'artificialisation des sols, notamment par la renaturation des sols.\n\nIl contient des préconisations sur la trajectoire de réduction de l'artificialisation des sols envisagée pour atteindre l'absence de toute artificialisation nette en 2050 et précise les orientations de limitation de l'artificialisation envisagées pour la décennie 2031-2040, en veillant à assurer une transition entre les outils de mesure de la consommation des sols et les outils de mesure de l'artificialisation.\n\nIl dresse un bilan des effets de la loi n° 2023-630 du 20 juillet 2023 visant à faciliter la mise en œuvre des objectifs de lutte contre l'artificialisation des sols et à renforcer l'accompagnement des élus locaux, en particulier des conditions de la territorialisation des objectifs de gestion économe de l'espace et de lutte contre l'artificialisation des sols, notamment de la garantie d'une surface minimale de consommation d'espaces naturels, agricoles et forestiers.\n\nIl retrace la consommation d'espaces naturels, agricoles et forestiers occasionnée par les projets d'envergure nationale ou européenne qui présentent un intérêt général majeur, au sens du 8° du III de l'article 194 de la présente loi. Il fait état de la prise en compte aux échelles régionale et intercommunale des projets d'intérêt général.\n\nIl examine les incidences du régime de limitation de l'artificialisation sur la production de logements, notamment de logements sociaux, et sur la réalisation de projets concourant à la transition écologique ou au développement économique des territoires.\n\nIl contient un examen approfondi des conséquences de ce régime sur la préservation de l'environnement naturel et de la biodiversité et sur la prise en compte des incidences de la disponibilité locale de la ressource en eau."
    },
    {
      "provision_ref": "art212",
      "section": "212",
      "title": "Article 212",
      "content": "I. - A titre expérimental et pour une durée de trois ans, le représentant de l'Etat dans le département peut établir un certificat de projet à la demande du porteur d'un projet intégralement situé sur une friche au sens de l'article L. 111-26 du code de l'urbanisme et soumis, pour la réalisation de son projet, à une ou plusieurs autorisations au titre du code de l'urbanisme, du code de l'environnement, du code de la construction et de l'habitation, du code rural et de la pêche maritime, du code forestier, du code du patrimoine, du code de commerce et du code minier.Le dossier de demande de certificat de projet est présenté au représentant de l'Etat dans le département, dans les conditions prévues par un décret en Conseil d'Etat.II. - Le certificat prévu au I indique, en fonction de la demande présentée et au regard des informations fournies par le demandeur :1° Les régimes, décisions et procédures applicables au projet à la date de cette demande, y compris les obligations de participation du public, les conditions de recevabilité et de régularité du dossier et les autorités compétentes pour prendre les décisions ou délivrer les autorisations nécessaires ;2° Le rappel des délais réglementairement prévus pour l'intervention de ces décisions ou un calendrier d'instruction de ces décisions qui se substitue aux délais réglementairement prévus. Le représentant de l'Etat dans le département, lorsqu'il n'est pas compétent, recueille l'accord des autorités compétentes pour prendre ces décisions préalablement à la délivrance du certificat de projet.Le certificat prévu au I peut indiquer les difficultés de nature technique ou juridique identifiées qui seraient susceptibles de faire obstacle à la réalisation du projet.III. - Le porteur du projet mentionné au I peut présenter conjointement à sa demande de certificat de projet, le cas échéant, une demande d'examen au cas par cas prévu au IV de l'article L. 122-1 du code de l'environnement, une demande d'avis prévu à l'article L. 122-1-2 du même code et une demande de certificat d'urbanisme prévu à l'article L. 410-1 du code de l'urbanisme. Ces demandes sont, s'il y a lieu, transmises à l'autorité administrative compétente pour statuer et les décisions prises avant l'intervention du certificat de projet sont annexées à celui-ci.IV. - Lorsque le certificat de projet fait mention d'une autorisation d'urbanisme et que cette autorisation fait l'objet d'une demande à l'autorité compétente dans un délai de dix-huit mois à compter de la date de délivrance dudit certificat, cette demande est alors instruite au regard des dispositions d'urbanisme telles qu'elles existaient à la date de délivrance du même certificat, à l'exception des dispositions dont l'application est nécessaire au respect des engagements internationaux de la France, notamment du droit de l'Union européenne, ou lorsqu'elles ont pour objet la préservation de la sécurité, de la santé ou de la salubrité publiques.Le bénéficiaire d'un certificat de projet peut, à tout moment, renoncer au bénéfice des dispositions du présent IV, pour l'ensemble des procédures restant à mettre en œuvre et des décisions restant à prendre, nécessaires à la réalisation du projet.V. - Les modalités d'application du présent article sont définies par le décret en Conseil d'Etat mentionné au I.VI. - Au terme de la période d'expérimentation, les ministres chargés de l'urbanisme et de l'environnement remettent au Parlement un rapport évaluant la mise en œuvre du présent article."
    },
    {
      "provision_ref": "art214",
      "section": "214",
      "title": "Article 214",
      "content": "I.- A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII.- Le 2° de l'article L. 300-1-1 du code de l'urbanisme n'est pas applicable aux actions et aux opérations d'aménagement pour lesquelles la première demande d'autorisation faisant l'objet d'une évaluation environnementale a été déposée avant l'entrée en vigueur de la présente loi.\n\n- Code de l'urbanisme\n\n- Code de l'urbanisme"
    },
    {
      "provision_ref": "art219",
      "section": "219",
      "title": "Article 219",
      "content": "I.-, II.-, III.-, IV.- A modifié les dispositions suivantes :\n\nV.-Si le schéma régional d'aménagement, de développement durable et d'égalité des territoires en vigueur ne satisfait pas aux objectifs mentionnés au troisième alinéa de l'article L. 4251-1 du code général des collectivités territoriales, il les traduit lors de la première révision ou modification engagée après l'entrée en vigueur de la présente loi.\n\n- Code de l'urbanisme\n\n- Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art220",
      "section": "220",
      "title": "Article 220",
      "content": "I. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nII. - L'inventaire prévu à l'article L. 318-8-2 du code de l'urbanisme est engagé par l'autorité compétente dans un délai d'un an à compter de la promulgation de la présente loi. Il est finalisé dans un délai de deux ans.\n\nIII. - A modifié les dispositions suivantes :\n\nIV. - Le deuxième alinéa de l'article 6 de l'ordonnance n° 2004-632 du 1er juillet 2004 relative aux associations syndicales de propriétaires est applicable aux associations syndicales de propriétaires créées avant l'entrée en vigueur du présent article.\n\n- Code de l'urbanisme\n\n- Code de l'urbanisme\n\n- Code de l'urbanisme\n\n- Code de l'urbanisme\n\n- Ordonnance n° 2004-632 du 1 juillet 2004"
    },
    {
      "provision_ref": "art221",
      "section": "221",
      "title": "Article 221",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-825 DC du 13 août 2021.]"
    },
    {
      "provision_ref": "art223",
      "section": "223",
      "title": "Article 223",
      "content": "I.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nII.-La perte de recettes résultant pour l'Etat du I est compensée, à due concurrence, par la création d'une taxe additionnelle aux droits prévus aux articles 575 et 575 A du code général des impôts.III.-La perte de recettes résultant pour les collectivités territoriales du I est compensée, à due concurrence, par une majoration de la dotation globale de fonctionnement.IV.-La perte de recettes résultant pour l'Etat du III est compensée, à due concurrence, par la création d'une taxe additionnelle aux droits prévus aux articles 575 et 575 A du code général des impôts.V.-La perte de recettes résultant pour les organismes de sécurité sociale du I est compensée, à due concurrence, par la création d'une taxe additionnelle aux droits prévus aux articles 575 et 575 A du code général des impôts.\n\n- Code de l'environnement\n\n- Code de l'environnement"
    },
    {
      "provision_ref": "art224",
      "section": "224",
      "title": "Article 224",
      "content": "I.-A créé les dispositions suivantes :\n\nII.-Le I entre en vigueur le 1er janvier 2023.\n\n- Code de la construction et de l'habitation."
    },
    {
      "provision_ref": "art226",
      "section": "226",
      "title": "Article 226",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai de neuf mois à compter de la promulgation de la présente loi, toutes mesures relevant du domaine de la loi afin de rationaliser les procédures d'autorisation, de planification et de consultation prévues au code de l'urbanisme et au code de l'environnement pour accélérer les projets sur des terrains déjà artificialisés, dans les périmètres d'opérations de revitalisation de territoire, de grandes opérations d'urbanisme ou d'opérations d'intérêt national, sans que ces mesures de rationalisation puissent avoir pour effet d'opérer des transferts de compétences entre les collectivités territoriales, leurs groupements ou l'Etat, ni de réduire les compétences des établissements publics de coopération intercommunale ou communes compétents en matière d'urbanisme.Un projet de loi de ratification est déposé dans un délai de trois mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art228",
      "section": "228",
      "title": "Article 228",
      "content": "I. -A modifié les dispositions suivantes :\n\nII.-Le I entre en vigueur six mois après la publication de la présente loi.\n\n- Code de l'environnement"
    },
    {
      "provision_ref": "art232",
      "section": "232",
      "title": "Article 232",
      "content": "Par dérogation à l'article L. 333-1 du code de l'environnement, les décrets de classement des parcs naturels régionaux dont le terme vient à échéance avant le 31 décembre 2024 sont prorogés pour une durée de douze mois.Pour chaque parc naturel régional concerné, tout décret de renouvellement du classement pris en application du même article L. 333-1 avant l'échéance des douze mois emporte le terme anticipé de la prorogation."
    },
    {
      "provision_ref": "art233",
      "section": "233",
      "title": "Article 233",
      "content": "I.-A créé les dispositions suivantes :\n\nII.-[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2023-1071 QPC du 24 novembre 2023.]\n\n-Code de l'urbanisme"
    },
    {
      "provision_ref": "art235",
      "section": "235",
      "title": "Article 235",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-825 DC du 13 août 2021.]"
    },
    {
      "provision_ref": "art236",
      "section": "236",
      "title": "Article 236",
      "content": "I à IV.-A modifié les dispositions suivantes :\n\nV.-Le présent article est applicable à compter de l'entrée en vigueur du décret en Conseil d'Etat pris pour son application, et au plus tard le 1er janvier 2023.\n\n-Code de l'environnement\n\n-Code de la construction et de l'habitation.\n\n-Loi n° 89-462 du 6 juillet 1989"
    },
    {
      "provision_ref": "art240",
      "section": "240",
      "title": "Article 240",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Pendant la période durant laquelle s'appliquent sur une même commune, de manière concomitante, un document d'urbanisme intégrant les dispositions relatives au recul du trait de côte, en application du paragraphe 3 de la sous-section 3 de la section 1 du chapitre Ier du titre II du livre Ier du code de l'urbanisme, et un plan de prévention des risques naturels incluant le recul du trait de côte, les dispositions les plus contraignantes de ces deux documents s'appliquent dans l'attente de la modification du plan de prévention des risques naturels prévisibles par le représentant de l'Etat dans le département en application du second alinéa du II de l'article L. 562-4-1 du code de l'environnement.\n\n- Code de l'environnement"
    },
    {
      "provision_ref": "art241",
      "section": "241",
      "title": "Article 241",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Les schémas d'aménagement régional dont la procédure d'élaboration était en cours le 1er mars 2020 et qui étaient élaborés en application des articles L. 4433-7 à L. 4433-11 du code général des collectivités territoriales, dans leur rédaction antérieure à l'ordonnance n° 2019-1170 du 13 novembre 2019 relative au régime juridique du schéma d'aménagement régional, sont soumis à l'article L. 4433-7-2 du code général des collectivités territoriales dans sa rédaction résultant du I du présent article.\n\n- Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art243",
      "section": "243",
      "title": "Article 243",
      "content": "I.-, II.-, III.- A modifié les dispositions suivantes :\n\nIV.- Le III ne s'applique pas aux procédures d'élaboration ou de révision des plans locaux d'urbanisme en cours à la date de publication de la présente loi.Toutefois, l'autorité compétente mentionnée à l'article L. 153-8 du code de l'urbanisme ayant prescrit une procédure d'élaboration ou de révision avant la publication de la présente loi peut, tant qu'elle n'a pas arrêté le projet prévu à l'article L. 153-14 du code de l'urbanisme, décider d'appliquer le dernier alinéa de l'article L. 151-5 du même code dans sa rédaction résultant du 1° du III du présent article.V.- Les schémas de cohérence territoriale prescrits avant le 1er avril 2021 et élaborés en application de l'article L. 141-24 du code de l'urbanisme, dans sa rédaction antérieure à l'ordonnance n° 2020-744 du 17 juin 2020 relative à la modernisation des schémas de cohérence territoriale, sont soumis à l'article L. 141-13 du code de l'urbanisme dans sa rédaction résultant du 2° du II du présent article.\n\n- Code de l'urbanisme"
    },
    {
      "provision_ref": "art248",
      "section": "248",
      "title": "Article 248",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, au plus tard neuf mois après la promulgation de la présente loi, toute mesure relevant du domaine de la loi permettant :1° De créer un nouveau régime de contrat de bail réel immobilier de longue durée, par lequel un bailleur consent à un preneur des droits réels en contrepartie d'une redevance foncière, en vue d'occuper ou de louer, d'exploiter, d'aménager, de construire ou de réhabiliter des installations, ouvrages et bâtiments situés dans des zones exposées au recul du trait de côte ou à des risques naturels aggravés par le changement climatique ;2° De préciser l'articulation entre le nouveau régime de bail réel immobilier de longue durée créé sur le fondement du 1° du présent I et les obligations de démolition et de remise en état prévues à l'article L. 121-22-5 du code de l'urbanisme ;3° De définir ou d'adapter les outils d'aménagement foncier et de maîtrise foncière nécessaires à l'adaptation des territoires exposés au recul du trait de côte, notamment en ajustant les missions des gestionnaires de foncier public et en définissant les modalités d'évaluation des biens exposés au recul du trait de côte, tout en prenant en compte l'état des ouvrages de protection et les stratégies locales de gestion intégrée du trait de côte, ainsi que, le cas échéant, les modalités de calcul des indemnités d'expropriation et les mesures d'accompagnement ;4° De prévoir des dérogations limitées et encadrées au chapitre Ier du titre II du livre Ier du même code, lorsqu'elles sont nécessaires à la mise en œuvre d'un projet de relocalisation durable des constructions situées dans les zones d'exposition au recul du trait de côte prévues au paragraphe 3 de la sous-section 3 de la section 1 du même chapitre Ier ;5° De prévoir des mesures d'adaptation en outre-mer, en particulier pour la zone littorale dite « des cinquante pas géométriques », en concertation avec les collectivités territoriales concernées.II. - Un projet de loi de ratification est déposé devant le Parlement au plus tard trois mois à compter de la publication de l'ordonnance prévue au I."
    },
    {
      "provision_ref": "art253",
      "section": "253",
      "title": "Article 253",
      "content": "Au plus tard deux ans après la promulgation de la présente loi, les formations continues et initiales relatives à la cuisine intègrent dans leurs référentiels des modules sur les bénéfices en matière de santé et d'environnement de la diversification des sources de protéines en alimentation humaine."
    },
    {
      "provision_ref": "art255",
      "section": "255",
      "title": "Article 255",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-825 DC du 13 août 2021.]"
    },
    {
      "provision_ref": "art256",
      "section": "256",
      "title": "Article 256",
      "content": "A titre expérimental et afin de lutter contre le gaspillage alimentaire, les gestionnaires, publics ou privés, des services de restauration collective dont les personnes morales de droit public ont la charge proposent, sur la base du volontariat, une solution de réservation de repas afin d'adapter l'approvisionnement au nombre de repas effectivement nécessaires, y compris pour chacune des alternatives lorsque des choix sont possibles.Cette expérimentation, d'une durée de trois ans, débute à la date de publication de la présente loi et fait l'objet d'une évaluation portant principalement sur l'évolution du gaspillage alimentaire, l'évolution des taux de fréquentation et la satisfaction des usagers des services concernés, dont les résultats sont transmis au Parlement au plus tard six mois avant son terme.Un décret précise les modalités d'application du présent article."
    },
    {
      "provision_ref": "art257",
      "section": "257",
      "title": "Article 257",
      "content": "I.-A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code rural et de la pêche maritime\n\n- Code rural et de la pêche maritime\n\nII. - Le 3° du I entre en vigueur le 1er janvier 2022.III. - Les 2° et 4° du I entrent en vigueur le 1er janvier 2024."
    },
    {
      "provision_ref": "art259",
      "section": "259",
      "title": "Article 259",
      "content": "I. - Dans un délai de deux mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport intermédiaire sur les modalités et les délais d'instauration d'un « chèque alimentation durable » ainsi que sur les actions mises en place en la matière.II. - Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur les conditions de la mise en œuvre du « chèque alimentation durable » mentionné au I, notamment les personnes bénéficiaires, les produits éligibles, la valeur faciale, la durée, les modalités d'évaluation et de suivi, les modalités de distribution, les mesures à mettre en œuvre pour assurer une bonne adéquation entre l'offre et la demande des produits éligibles, les dispositifs d'accompagnement de ce chèque concernant la sensibilisation à une alimentation de qualité et le financement de ce dispositif."
    },
    {
      "provision_ref": "art265",
      "section": "265",
      "title": "Article 265",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-A modifié les dispositions suivantes :\n\nIII.-Le présent article entre en vigueur le 1er juillet 2023.\n\n-Code rural et de la pêche maritime\n\n-Code de la santé publique"
    },
    {
      "provision_ref": "art266",
      "section": "266",
      "title": "Article 266",
      "content": "I.- A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\n- Code rural et de la pêche maritime\n\n- Code rural et de la pêche maritime\n\nII. - Au plus tard le 1er janvier 2023, l'Etat veille à ce que soit déployé au moins un projet alimentaire territorial par département."
    },
    {
      "provision_ref": "art268",
      "section": "268",
      "title": "Article 268",
      "content": "I. - Un décret définit une trajectoire annuelle de réduction des émissions de protoxyde d'azote et d'ammoniac du secteur agricole permettant d'atteindre progressivement l'objectif d'une réduction de 13 % des émissions d'ammoniac en 2030 par rapport à 2005 et l'objectif d'une réduction de 15 % des émissions de protoxyde d'azote en 2030 par rapport à 2015.\n\nII.-A créé les dispositions suivantes :\n\nIII. - Au regard des objectifs de la politique publique en faveur du climat, dans le cadre du suivi du plan d'action national prévu à l'article L. 255-1-1 du code rural et de la pêche maritime, s'il est constaté pendant deux années consécutives que les objectifs de réduction des émissions d'ammoniac et de protoxyde d'azote liées à la consommation d'engrais azotés minéraux fixés en application du I du présent article ne sont pas atteints, il est envisagé de mettre en place une redevance sur l'usage des engrais azotés minéraux, tout en veillant à préserver la viabilité économique des filières agricoles concernées et à ne pas accroître d'éventuelles distorsions de concurrence avec les mesures en vigueur dans d'autres Etats membres de l'Union européenne.A cette fin, dans une démarche prospective et d'anticipation, le Gouvernement présente au Parlement, dans un délai d'un an, un rapport analysant les conditions, notamment de taux, d'assiette et d'affectation des recettes à la transition agroécologique, dans lesquelles cette éventuelle redevance pourrait être instaurée afin de permettre une mise en conformité avec la trajectoire de réduction de ces émissions. Le rapport étudie l'impact économique, social et environnemental de la création de cette redevance, en particulier ses conséquences sur la viabilité économique des exploitants agricoles par filière. Ce rapport examine notamment l'opportunité de fixer des taux différenciés en fonction des facteurs d'émission d'ammoniac et de protoxyde d'azote des différents types d'engrais.IV. - Dans un délai d'un an à compter de la promulgation de la présente loi, puis annuellement, le Gouvernement présente au Parlement un rapport consacré au suivi du plan d'action national en vue de la réduction des émissions d'ammoniac et de protoxyde d'azote liées aux usages d'engrais azotés minéraux mentionné à l'article L. 255-1-1 du code rural et de la pêche maritime et au suivi de la trajectoire de réduction des émissions d'ammoniac et de protoxyde d'azote du secteur agricole.\n\n- Code rural et de la pêche maritime"
    },
    {
      "provision_ref": "art269",
      "section": "269",
      "title": "Article 269",
      "content": "I.-A créé les dispositions suivantes :\n\n- Code rural et de la pêche maritime\n\nII. - Dans un délai de deux ans à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport évaluant les conditions de mise en œuvre de l'interdiction des engrais de synthèse dans les conditions prévues à l'article L. 255-13-1 du code rural et de la pêche maritime, hors terrains à vocation agricole et équipements sportifs.III. - Le I du présent article entre en vigueur à la date prévue par le décret mentionné au dernier alinéa de l'article L. 255-13-1 du code rural et de la pêche maritime, et au plus tard le 1er janvier 2027."
    },
    {
      "provision_ref": "art270",
      "section": "270",
      "title": "Article 270",
      "content": "I.-A créé les dispositions suivantes :\n\n- Code de l'environnement\n\nII. - Dans un délai d'un an à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur la mise en œuvre de la plateforme nationale de lutte contre la déforestation importée mentionnée à l'article L. 110-6 du code de l'environnement et sur les conditions de mise à disposition des données économiques et cartographiques qu'elle contient."
    },
    {
      "provision_ref": "art273",
      "section": "273",
      "title": "Article 273",
      "content": "I.-A modifié les dispositions suivantes :\n\n- Code de commerce\n\nII. - Le présent article entre en vigueur le 1er janvier 2024."
    },
    {
      "provision_ref": "art275",
      "section": "275",
      "title": "Article 275",
      "content": "I.-A modifié les dispositions suivantes :\n\n- Loi n° 2005-882 du 2 août 2005\n\nII. - Le 2° du I entre en vigueur le 1er janvier 2023."
    },
    {
      "provision_ref": "art280",
      "section": "280",
      "title": "Article 280",
      "content": "I à II.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\n- Code de l'environnement\n\n- Livre des procédures fiscales\n\n- Code de l'environnement\n\n- Code de l'environnement\n\nIII. - Les commissionnements délivrés aux inspecteurs de l'environnement en application du III de l'article L. 172-1 du code de l'environnement avant la publication de la présente loi pour rechercher et constater l'infraction prévue à l'article L. 216-6 du code de l'environnement valent, à compter de la publication de la présente loi, pour rechercher et constater les infractions prévues aux articles L. 231-1 à L. 231-3 du code de l'environnement."
    },
    {
      "provision_ref": "art287",
      "section": "287",
      "title": "Article 287",
      "content": "Sont homologuées, en application de l'article 21 de la loi organique n° 2004-192 du 27 février 2004 portant statut d'autonomie de la Polynésie française, les peines d'emprisonnement prévues en Polynésie française aux articles LP. 1611-7, LP. 1612-7, LP. 1640-1, LP. 2300-1, LP. 2300-2, à l'exception du 3° du III de cet article, LP. 2300-6, LP. 3131-1, LP. 3132-7, LP. 3132-8, LP. 3129-9, LP. 3132-10, LP. 3132-11, à l'exception des infractions aux dispositions de la règle 8 de l'annexe IV à la convention MARPOL, LP. 3132-12, LP. 3132-13, LP. 3132-15, LP. 4133-1, LP. 4133-3, LP. 4133-4, LP. 4272-1, à l'exception du 7° de cet article, et LP. 4273-1 du code de l'environnement de la Polynésie française."
    },
    {
      "provision_ref": "art295",
      "section": "295",
      "title": "Article 295",
      "content": "Dans un délai de deux ans à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur l'incidence des articles 279 et 280 de la présente loi et des articles 15 à 20 de la loi n° 2020-1672 du 24 décembre 2020 relative au Parquet européen, à la justice environnementale et à la justice pénale spécialisée sur le taux et la nature de la réponse pénale aux infractions prévues par le code de l'environnement et constatées par les agents habilités à cet effet, sur le nombre de condamnations et sur le montant des peines prononcées en matière environnementale. Le cas échéant, ce rapport propose des mesures législatives complémentaires pour assurer une sanction efficace et proportionnée des atteintes à l'environnement."
    },
    {
      "provision_ref": "art296",
      "section": "296",
      "title": "Article 296",
      "content": "Dans un délai d'un an à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur son action en faveur de la reconnaissance de l'écocide comme un crime pouvant être jugé par des juridictions pénales internationales."
    },
    {
      "provision_ref": "art297",
      "section": "297",
      "title": "Article 297",
      "content": "Dans un délai d'un an à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur l'opportunité de procéder à une codification à droit constant des dispositions pénales concernant l'ensemble des infractions relatives à l'environnement, de nature législative et réglementaire."
    },
    {
      "provision_ref": "art298",
      "section": "298",
      "title": "Article 298",
      "content": "Au titre de sa mission d'assistance du Parlement dans l'évaluation des politiques publiques, la Cour des comptes évalue annuellement la mise en œuvre des mesures prévues par la présente loi, avec l'appui du Haut Conseil pour le climat au titre de sa compétence prévue au 2° du II de l'article L. 132-4 du code de l'environnement. Ce rapport d'évaluation est rendu public et fait l'objet d'une réponse du Gouvernement, elle-même rendue publique.Un rapport annexé au projet de loi fixant les objectifs en matière de baisse des émissions de gaz à effet de serre prévu à l'article L. 100-1 A du code de l'énergie et donnant lieu à approbation par le Parlement présente le bilan des actions engagées par le Gouvernement, les collectivités territoriales et les entreprises au titre de la stratégie nationale de développement à faible intensité de carbone prévue à l'article L. 222-1 B du code de l'environnement. Il propose l'évolution des budgets carbone pour garantir l'atteinte des objectifs climatiques de la France."
    },
    {
      "provision_ref": "art299",
      "section": "299",
      "title": "Article 299",
      "content": "Le Haut Conseil pour le climat évalue, tous les trois ans, l'action des collectivités territoriales en matière de réduction des émissions de gaz à effet de serre et d'adaptation au changement climatique, au titre de sa compétence prévue au 2° du II de l'article L. 132-4 du code de l'environnement.Ce rapport s'appuie sur les réductions d'émissions de gaz à effet de serre du territoire évaluées suivant les méthodes prévues à l'article 190 de la loi n° 2015-992 du 17 août 2015 relative à la transition énergétique pour la croissance verte. Il analyse la mise en œuvre des plans climat-air-énergie territoriaux prévus à l'article L. 229-26 du code de l'environnement et des schémas régionaux d'aménagement, de développement durable et d'égalité des territoires prévus à l'article L. 4251-1 du code général des collectivités territoriales et dresse un bilan du soutien apporté par l'Etat à l'action des collectivités territoriales, notamment dans le cadre des contrats de plan Etat-région prévus à l'article 11 de la loi n° 82-653 du 29 juillet 1982 portant réforme de la planification et des contrats de relance et de transition écologique.Ce rapport d'évaluation est rendu public et fait l'objet d'une réponse du Gouvernement, elle-même rendue publique."
    },
    {
      "provision_ref": "art300",
      "section": "300",
      "title": "Article 300",
      "content": "Les collectivités territoriales, représentées par les membres du collège d'élus assurant la représentation des collectivités territoriales créé au sein du Conseil national de la transition écologique en application de l'article L. 133-4 du code de l'environnement, mettent en place un observatoire des actions qu'elles conduisent et des engagements qu'elles prennent pour mettre en œuvre la stratégie nationale de développement à faible intensité de carbone prévue à l'article L. 222-1 B du même code.Au moins tous les trois ans, ce suivi fait l'objet d'un rapport transmis au Parlement après avis du Haut Conseil pour le climat, au titre de sa compétence prévue au 2° du II de l'article L. 132-4 dudit code."
    },
    {
      "provision_ref": "art301",
      "section": "301",
      "title": "Article 301",
      "content": "Au plus tard le 1er janvier 2023, pour chaque secteur fortement émetteur de gaz à effet de serre, une feuille de route est établie conjointement par les représentants des filières économiques, le Gouvernement et les représentants des collectivités territoriales pour les secteurs dans lesquels ils exercent une compétence. Dans le respect de l'article L. 151-1 du code de commerce, cette feuille de route coordonne les actions mises en œuvre par chacune des parties pour atteindre les objectifs de baisse des émissions de gaz à effet de serre fixés par la stratégie nationale de développement à faible intensité de carbone prévue à l'article L. 222-1 B du code de l'environnement.\n\nAu cours de l'établissement de la feuille de route mentionnée au premier alinéa du présent article concernant le transport routier de marchandises, le Gouvernement étudie spécifiquement, en concertation avec l'ensemble des parties prenantes de ce secteur, la possibilité et l'opportunité de mettre en place un prêt à taux zéro pour l'achat d'un véhicule lourd peu polluant affecté au transport routier de marchandises. La feuille de route précise les raisons pour lesquelles le dispositif mentionné au présent alinéa a été retenu ou écarté, le cas échéant, à l'issue des concertations.\n\nLes travaux visant la décarbonation d'un secteur conduits par les instances de concertation existantes, en particulier les comités stratégiques de filières, satisfont le cas échéant cette disposition.\n\nAu moins tous les trois ans, le Gouvernement rend compte de l'avancée de ces travaux au Parlement, après l'avis du Haut Conseil pour le climat, au titre de sa compétence prévue au 2° du II de l'article L. 132-4 du même code."
    },
    {
      "provision_ref": "art302",
      "section": "302",
      "title": "Article 302",
      "content": "Le Gouvernement remet, avant le 31 décembre 2022, un rapport sur les moyens d'améliorer l'évaluation de l'impact environnemental et climatique des projets de loi.Dans la perspective de compléter les études d'impact des projets de loi de nouveaux indicateurs multicritères, ce rapport propose également une méthodologie permettant d'établir la valeur monétaire des aménités environnementales et des services rendus par les écosystèmes présents sur le territoire national."
    },
    {
      "provision_ref": "art303",
      "section": "303",
      "title": "Article 303",
      "content": "Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur la réglementation et les référentiels relatifs à l'installation de bornes dans les parkings couverts ouverts au public ainsi que sur les pratiques d'application, dans le but de proposer des préconisations d'adaptation."
    },
    {
      "provision_ref": "art304",
      "section": "304",
      "title": "Article 304",
      "content": "Le Gouvernement remet au Parlement, avant le 1er janvier 2022, un rapport sur les métiers et compétences en tension en rapport avec la transition écologique, sur l'offre de formation professionnelle initiale et continue à ces métiers et compétences et sur l'opportunité que présente le déploiement des écoles de la transition écologique pour répondre au besoin de formation professionnelle identifié."
    },
    {
      "provision_ref": "art305",
      "section": "305",
      "title": "Article 305",
      "content": "Dans un délai de trois mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport qui propose des pistes relatives à l'affectation du produit des sanctions pénales définies aux articles L. 173-3, L. 173-3-1, L. 218-11, L. 218-34, L. 218-48, L. 218-64, L. 218-73, L. 218-84, L. 226-9, L. 331-26, L. 331-27, L. 341-19, L. 415-3, L. 415-6, L. 432-2 et L. 432-3 du code de l'environnement, au titre III du livre II du même code et à l'article L. 512-2 du code minier à des actions de remise en état rendues nécessaires par des atteintes à l'environnement.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}