{
  "id": "loi-n-2024-450-du-21-mai-2024",
  "type": "statute",
  "title": "LOI n°2024-450 du 21 mai 2024",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000049563783",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I. - Les biens, les droits et les obligations de l'Institut de radioprotection et de sûreté nucléaire, à l'exception de ceux mentionnés aux articles 11 et 12, sont transférés à l'Etat et au Commissariat à l'énergie atomique et aux énergies alternatives ou à sa filiale mentionnée au II de l'article 11, en tenant compte de la répartition des attributions prévue par la présente loi. Ce transfert est réalisé à titre gratuit et ne donne lieu au paiement d'aucune indemnité, ni d'aucun droit, taxe ou contribution prévue à l'article 879 du code général des impôts. Un décret en Conseil d'Etat en précise les modalités.II. - Le mandat de chaque membre du collège de l'Autorité de sûreté nucléaire n'est pas interrompu du fait de l'entrée en vigueur de la présente loi. Les membres du collège de l'Autorité de sûreté nucléaire exercent jusqu'au terme de leur mandat les fonctions de membre du collège de l'Autorité de sûreté nucléaire et de radioprotection."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I. - L'Autorité de sûreté nucléaire et de radioprotection est substituée à l'Institut de radioprotection et de sûreté nucléaire en qualité d'employeur des salariés de ce dernier, à l'exception des salariés mentionnés aux II et III. Les contrats de travail de ces salariés lui sont transférés sans autre modification.L'article L. 1224-3 du code du travail n'est pas applicable à ces transferts.II. - Le Commissariat à l'énergie atomique et aux énergies alternatives ou une de ses filiales désignée par décret est substitué à l'Institut de radioprotection et de sûreté nucléaire en qualité d'employeur des salariés de ce dernier qui exercent des missions relatives à la fourniture et à l'exploitation de dosimètres à lecture différée. Les contrats de travail des intéressés lui sont transférés sans autre modification. En cas de cession de la filiale mentionnée à la première phrase, le Commissariat à l'énergie atomique et aux énergies alternatives s'assure que la totalité de son capital reste détenue directement ou indirectement par l'Etat ou l'un de ses établissements publics.III. - Le Commissariat à l'énergie atomique et aux énergies alternatives est substitué à l'Institut de radioprotection et de sûreté nucléaire en qualité d'employeur des salariés de ce dernier qui apportent un appui technique aux autorités de l'Etat dans les matières suivantes :1° La sûreté nucléaire et la radioprotection, pour les installations et les activités nucléaires intéressant la défense mentionnées à l'article L. 1333-15 du code de la défense, y compris en cas d'incident ou d'accident ;2° La sécurité des installations et des transports des matières nucléaires ou des sources de rayonnements ionisants mentionnées à l'article L. 1333-1 du même code ;3° La non-prolifération, le contrôle et la comptabilité centralisée des matières nucléaires ;4° L'interdiction des armes chimiques, pour l'application du chapitre II du titre IV du livre III de la deuxième partie dudit code.Les contrats de travail de ces salariés sont transférés au Commissariat à l'énergie atomique et aux énergies alternatives sans autre modification.Ces salariés sont, d'office, mis à disposition du ministre de la défense pour y exercer leur mission pendant une durée de trois ans, renouvelable de plein droit à leur demande.Ces mises à disposition sont régies par l'article L. 334-1 du code général de la fonction publique, sous réserve du septième alinéa du présent III.Au terme de sa mise à disposition, le salarié est affecté au Commissariat à l'énergie atomique et aux énergies alternatives sur un poste correspondant à ses qualifications, sans perte de rémunération.Une convention entre l'Autorité de sûreté nucléaire et de radioprotection et le ministre de la défense définit les modalités d'information et d'appui réciproques pour l'exercice de leurs missions respectives. Le ministre de la défense associe, à cet effet, les autres autorités mentionnées au présent III.IV. - Les modalités des transferts, des mises à disposition et de l'appui technique apporté aux autorités de l'Etat compétentes prévus au présent article sont précisées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I. - Les effets des conventions et accords ainsi que des engagements unilatéraux applicables au sein de l'Institut de radioprotection et de sûreté nucléaire au 31 décembre 2024 sont prolongés, pour les salariés de l'Autorité de sûreté nucléaire et de radioprotection, jusqu'à l'entrée en vigueur des conventions, accords ou engagements unilatéraux qui leur sont substitués ou, à défaut, jusqu'au 30 juin 2027.A compter de la date d'entrée en vigueur du présent chapitre et jusqu'à la désignation des représentants du personnel de l'Autorité de sûreté nucléaire et de radioprotection, cette autorité et les délégués syndicaux de l'Institut de radioprotection et de sûreté nucléaire mentionnés à l'article 14 de la présente loi engagent, à la demande de l'une des parties intéressées, les négociations destinées soit à adapter les stipulations actuelles des conventions et accords mentionnés au premier alinéa du présent I, soit à élaborer de nouvelles stipulations. Ces négociations continuent avec les délégués syndicaux mentionnés au I de l'article L. 592-12-2 du code de l'environnement à compter de leur désignation.A compter du 1er juillet 2027, en l'absence de conventions et d'accords se substituant à ceux qui sont mentionnés au premier alinéa du présent I, les salariés mentionnés au même premier alinéa bénéficient d'une garantie de rémunération selon les modalités fixées aux deuxième à sixième alinéas de l'article L. 2261-14 du code du travail.II. - La section 6 du chapitre Ier du titre VI du livre II de la deuxième partie du code du travail est applicable aux salariés dont les contrats de travail sont transférés au Commissariat à l'énergie atomique et aux énergies alternatives ou à l'une de ses filiales désignée par décret, en application des II et III de l'article 11 de la présente loi."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Pendant une durée de six ans à compter de l'entrée en vigueur du présent chapitre, un accès aux corps de fonctionnaires de l'Etat dont la liste est fixée par décret en Conseil d'Etat peut, par dérogation à l'article L. 325-1 du code général de la fonction publique, être organisé par la voie de recrutements réservés exceptionnels valorisant les acquis de l'expérience professionnelle.L'accès aux corps de fonctionnaires mentionnés au premier alinéa du présent article est réservé aux agents contractuels de droit public et aux salariés de droit privé de l'Autorité de sûreté nucléaire et de radioprotection qui, à la date du 31 décembre de l'année précédant celle au titre de laquelle est ouvert le recrutement réservé exceptionnel, sont en fonction ou bénéficient d'un des congés assimilables à du travail effectif au sens de l'article L. 3121-1 du code du travail, et qui justifient, à cette date, d'une durée d'ancienneté de quatre années en équivalent temps plein au sein de l'Institut de radioprotection et de sûreté nucléaire, de l'Autorité de sûreté nucléaire ou de l'Autorité de sûreté nucléaire et de radioprotection."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Jusqu'à la constitution du comité social d'administration de l'Autorité de sûreté nucléaire et de radioprotection, qui intervient au plus tard le 31 mars 2026, le comité social d'administration de l'Autorité de sûreté nucléaire et le comité social et économique de l'Institut de radioprotection et de sûreté nucléaire sont maintenus en fonction et exercent les missions relatives respectivement aux agents publics et aux salariés, sous la présidence du représentant de l'Autorité de sûreté nucléaire et de radioprotection.Les membres de ces instances représentatives du personnel poursuivent leur mandat jusqu'à la désignation des représentants du personnel issus des élections permettant la constitution du comité social d'administration de l'Autorité de sûreté nucléaire et de radioprotection.Les comités, à leur demande ou à celle du président de l'Autorité de sûreté nucléaire et de radioprotection, peuvent siéger en formation conjointe, dans le respect de leurs attributions respectives, pour connaître des sujets communs à l'ensemble du personnel. Dans ce cas, les conditions de vote s'apprécient au regard de l'ensemble des membres présents de la formation conjointe. L'avis de la formation conjointe se substitue aux avis de chacune des instances.Le patrimoine du comité social et économique de l'Institut de radioprotection et de sûreté nucléaire est dévolu au comité social d'administration de l'Autorité de sûreté nucléaire et de radioprotection à la date de la désignation des membres de celui-ci.Par dérogation à l'article L. 2143-10 du code du travail, les mandats des délégués syndicaux désignés au sein de l'Institut de radioprotection et de sûreté nucléaire se poursuivent au sein de l'Autorité de sûreté nucléaire et de radioprotection. Leur mandat prend fin au plus tard huit jours après la désignation des membres du comité social d'administration de l'Autorité de sûreté nucléaire et de radioprotection. Si l'un des délégués syndicaux issus de l'Institut de radioprotection et de sûreté nucléaire quitte ses fonctions avant l'élection du comité social d'administration de l'Autorité de sûreté nucléaire et de radioprotection, il est procédé selon les modalités prévues aux articles L. 2143-3 et L. 2143-7 du même code. Le seuil de 10 % des suffrages exprimés mentionné à l'article L. 2143-3 dudit code est apprécié au regard des résultats des dernières élections professionnelles ayant eu lieu à l'Institut de radioprotection et de sûreté nucléaire.Un décret en Conseil d'Etat précise les modalités d'application du présent article."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I. - L'Institut de radioprotection et de sûreté nucléaire et l'Autorité de sûreté nucléaire consacrent respectivement 15 millions d'euros et 0,7 million d'euros à l'augmentation de leurs salariés et de leurs contractuels de droit public en 2024.II. - Avant le 1er juillet 2024, le Gouvernement remet au Parlement un rapport, élaboré avec le concours de l'Autorité de sûreté nucléaire, de l'Institut de radioprotection et de sûreté nucléaire et du Commissariat à l'énergie atomique et aux énergies alternatives, sur les moyens prévisionnels humains, techniques et financiers nécessaires à l'Autorité de sûreté nucléaire et de radioprotection et au Commissariat à l'énergie atomique et aux énergies alternatives en 2025 pour exercer leurs missions respectives prévues par la présente loi, dans le nouveau contexte de relance nucléaire marqué par des aléas climatiques extrêmes et des événements incertains, ainsi que les mesures indispensables pour assurer l'attractivité des conditions d'emploi de leurs personnels respectifs sur le marché du travail dans le domaine du nucléaire. Ce rapport propose la mise en place d'un dispositif d'accompagnement à la conduite du changement. Il évalue la faisabilité d'instituer un préfigurateur chargé de la mise en œuvre de la création de l'Autorité de sûreté nucléaire et de radioprotection.III. - Au plus tard le 1er juillet 2025, l'Autorité de sûreté nucléaire et de radioprotection évalue les moyens prévisionnels humains, techniques et financiers qui lui sont nécessaires dans les cinq années suivant l'entrée en vigueur du présent titre pour exercer ses missions dans le nouveau contexte nucléaire ainsi que les mesures indispensables pour assurer l'attractivité des conditions d'emploi de ses personnels sur le marché du travail dans le domaine du nucléaire et présente ses propositions au Gouvernement et à l'Office parlementaire d'évaluation des choix scientifiques et technologiques, en lien avec les commissions permanentes compétentes de l'Assemblée nationale et du Sénat."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I. - Le collège de l'Autorité de sûreté nucléaire peut consulter le comité social d'administration de cette autorité sur un projet de décision relative à l'organisation et au fonctionnement des services de l'Autorité de sûreté nucléaire et de radioprotection ainsi que sur un projet de règlement intérieur pour cette même autorité. Le directeur général de l'Institut de radioprotection et de sûreté nucléaire, saisi par le collège de l'Autorité de sûreté nucléaire, consulte dans les meilleurs délais, et dans un délai de quinze jours calendaires, le comité social et économique de cet institut sur ces mêmes projets.Ces comités disposent d'un délai de deux mois pour donner leur avis sur les projets qui leur sont adressés.L'Autorité de sûreté nucléaire et de radioprotection peut adopter une décision relative à l'organisation et au fonctionnement de ses services ainsi que son règlement intérieur sur la base des projets et, s'il y a lieu, des avis mentionnés aux deux premiers alinéas du présent I.Les consultations mentionnées au premier alinéa du présent I dispensent de toute autre obligation de consultation d'organisations dans lesquelles s'exerce la participation des personnels sur les projets mentionnés au même premier alinéa.II. - Le règlement intérieur de l'Autorité de sûreté nucléaire applicable au 31 décembre 2024 vaut règlement intérieur de l'Autorité de sûreté nucléaire et de radioprotection jusqu'à l'adoption d'un règlement intérieur qui lui est substitué."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I. A créé les dispositions suivantes :\n\nII.\n\nA. Le président du conseil d'administration de la société Orano est nommé par décret après avis des commissions permanentes compétentes de l'Assemblée nationale et du Sénat, dans les conditions prévues par la loi organique n° 2010-837 du 23 juillet 2010 relative à l'application du cinquième alinéa de l'article 13 de la Constitution.\n\nB. A modifié les dispositions suivantes :\n\nC. Les A et B du présent II ne s'appliquent pas au mandat de président du conseil d'administration de la société Orano en cours à la date de publication de la présente loi.\n\nIII. A abrogé les dispositions suivantes :\n\n-Code de l'énergie\n\n-LOI n° 2010-838 du 23 juillet 2010\n\n-Code de la recherche"
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Le présent titre entre en vigueur le 1er janvier 2025, à l'exception de l'article 3, des I et II de l'article 15, des articles 16 et 17 et des 2° et 3° du III de l'article 19.Par dérogation au premier alinéa du présent article, le dernier alinéa du IV de l'article L. 592-12-1 du code de l'environnement entre en vigueur à la date à laquelle les agents publics de l'Autorité de sûreté nucléaire et de radioprotection bénéficient de plein droit du dispositif d'activités sociales et culturelles géré par le comité social d'administration de l'Autorité de sûreté nucléaire et de radioprotection, et au plus tard le 1er juillet 2027."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Au plus tard le 1er juillet 2024, le Gouvernement remet à l'Office parlementaire d'évaluation des choix scientifiques et technologiques un rapport faisant état de l'avancée des travaux préparatoires à la création de l'Autorité de sûreté nucléaire et de radioprotection.Au plus tard le 1er juillet 2025, l'Autorité de sûreté nucléaire et de radioprotection remet à l'Office parlementaire d'évaluation des choix scientifiques et technologiques un premier rapport dressant un bilan de sa création et de la mise en œuvre de la réforme prévue par la présente loi. L'autorité lui remet un second rapport sur le même sujet au plus tard le 1er juillet 2026."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Les pouvoirs adjudicateurs mentionnés à l'article L. 1211-1 du code de la commande publique et les entités adjudicatrices mentionnées à l'article L. 1212-1 du même code peuvent décider de ne pas allotir un marché de travaux, de fournitures ou de services qui est relatif :1° A la réalisation, au sens du I de l'article 7 de la loi n° 2023-491 du 22 juin 2023 relative à l'accélération des procédures liées à la construction de nouvelles installations nucléaires à proximité de sites nucléaires existants et au fonctionnement des installations nucléaires existantes, d'un projet relevant des II ou III du même article 7 ;2° A la réalisation d'une installation mentionnée aux 1° à 4° de l'article L. 593-2 du code de l'environnement, à l'article L. 512-1 du même code ou à l'article L. 512-7 dudit code qui est destinée à assurer des activités de recherche relatives aux utilisations pacifiques de l'énergie nucléaire ou à la maîtrise de ses effets ;3° A la réalisation d'une installation mentionnée aux 2°, 3° ou 5° de l'article L. 593-2 ou à l'article L. 512-1 du même code qui est destinée à assurer :a) Des activités de gestion de déchets radioactifs ou de combustibles usés issus d'installations nucléaires de base énumérées à l'article L. 593-2 du même code ;b) La fabrication ou la maintenance d'emballages de transport de substances radioactives issues d'installations nucléaires de base énumérées au même article L. 593-2 ;4° A la réalisation de travaux relatifs à une installation mentionnée à l'article L. 542-4 du même code ou d'opérations de réhabilitation du site après l'arrêt définitif d'une telle installation ;5° A la réalisation d'opérations de démantèlement d'une installation mentionnée à l'article L. 593-2 du même code qui abrite ou a abrité des matières nucléaires dont la détention est soumise à autorisation ou à déclaration en application de l'article L. 1333-2 du code de la défense ou d'opérations de démantèlement d'une installation mentionnée au 1° de l'article L. 1333-15 du même code ;6° A la réalisation d'opérations de réhabilitation du site après l'arrêt définitif d'une installation mentionnée à l'article L. 511-1 du code de l'environnement qui abrite ou a abrité des matières nucléaires dont la détention est soumise à autorisation ou à déclaration en application de l'article L. 1333-2 du code de la défense.Les marchés mentionnés au premier alinéa du présent article comprennent ceux poursuivant plusieurs objets mentionnés à l'article L. 1111-5 du code de la commande publique.Au sens des 2° et 3° du présent article, la réalisation d'une installation regroupe notamment l'ensemble des constructions, des aménagements, des équipements, des installations et des travaux liés à sa création, à sa mise en service ou à son extension ainsi que les installations ou les aménagements directement liés à la préparation des travaux en vue de sa réalisation."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Lorsqu'ils mettent en œuvre l'exception à la durée maximale prévue au 1° de l'article L. 2125-1 du code de la commande publique, les pouvoirs adjudicateurs mentionnés à l'article L. 1211-1 du même code et les entités adjudicatrices mentionnées à l'article L. 1212-1 dudit code peuvent conclure des accords-cadres de travaux, de fournitures ou de services qui concernent un ou plusieurs projets mentionnés aux 1° à 6° de l'article 22 de la présente loi pour une durée qui peut aller jusqu'à celle du ou des projets concernés.Cette durée est fixée en tenant compte des aléas inhérents à la réalisation du ou des projets concernés."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Pour leur application aux marchés publics relatifs à un ou plusieurs projets mentionnés aux 1° à 6° de l'article 22 de la présente loi, les critères d'attribution des marchés publics, mentionnés à l'article L. 2152-7 du code de la commande publique, peuvent comprendre la crédibilité des offres des soumissionnaires ou en tenir compte.La crédibilité peut notamment s'apprécier, de manière non discriminatoire, en fonction de la faisabilité et de la maturité des solutions techniques ou de l'adéquation des délais, des moyens ou des méthodes."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Pour son application aux marchés publics relatifs à un ou plusieurs projets mentionnés aux 1° à 6° de l'article 22 de la présente loi, la nécessité des travaux, fournitures ou services supplémentaires, mentionnée au 2° de l'article L. 2194-1 du code de la commande publique, peut notamment s'apprécier en fonction de l'évolution de la conception du projet, sous réserve de l'absence de changement de la nature globale du marché, mentionnée au dernier alinéa du même article L. 2194-1, et à la condition que le changement de titulaire soit impossible pour des raisons économiques ou techniques tenant notamment à des exigences d'interchangeabilité ou d'interopérabilité avec les équipements, services ou installations existants achetés dans le cadre du marché initial."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I. - Les marchés publics relatifs à une ou plusieurs installations abritant ou ayant vocation à abriter des matières nucléaires dont la détention est soumise à autorisation en application de l'article L. 1333-2 du code de la défense relèvent du régime prévu au titre II du livre V de la deuxième partie du code de la commande publique lorsqu'ils concernent :1° La conception, la qualification, la fabrication, la modification, la maintenance ou le retrait des structures, des équipements, des systèmes, des matériels, des composants ou des logiciels contribuant directement ou indirectement à la protection contre les actes de malveillance, mentionnée au premier alinéa de l'article L. 1333-3 du code de la défense, ou à la sûreté nucléaire, au sens de l'article L. 591-1 du code de l'environnement ;2° La conception, la construction, le fonctionnement ou le démantèlement des bâtiments destinés à recevoir des matières nucléaires ou des matériels de sauvegarde ou à héberger des éléments mentionnés au 1° du présent I, y compris leurs fondations et leurs structures.II. - Les pouvoirs adjudicateurs mentionnés à l'article L. 1211-1 du code de la commande publique et les entités adjudicatrices mentionnées à l'article L. 1212-1 du même code recourant aux dispositions du I du présent article en informent l'Etat.Sous réserve des secrets protégés par la loi, le Gouvernement rend compte du recours à ces dispositions au Parlement dans un rapport remis au plus tard le 1er janvier 2026 puis tous les quatre ans.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}