{
  "id": "loi-n-2023-1268-du-27-decembre-2023",
  "type": "statute",
  "title": "LOI n°2023-1268 du 27 décembre 2023",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000048678304",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nII.-Les 1°, 2° et 4° à 11° du I entrent en vigueur le premier jour du dixième mois suivant la promulgation de la présente loi.\n\n-Code de la santé publique\n\n-Code de la santé publique\n\n-Code de la santé publique"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les professionnels de santé ayant bénéficié des aides à l'installation et des exonérations relevant des catégories suivantes ne peuvent à nouveau être éligibles aux aides à l'installation et aux exonérations relevant de la même catégorie qu'à l'expiration d'un délai de dix ans :1° Les aides à l'installation mentionnées à l'article L. 1511-8 du code général des collectivités territoriales ;2° Les exonérations prévues aux articles 44 sexies, 44 octies A, 44 duodecies, 44 terdecies et 44 quindecies du code général des impôts ;3° Les aides financières à l'installation au titre de la convention prévue à l'article L. 162-5 du code de la sécurité sociale.Un décret détermine les conditions d'application du présent article."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I. - A. - Par dérogation au IV de l'article 3 de l'ordonnance n° 2021-583 du 12 mai 2021 portant modification du régime des autorisations d'activités de soins et des équipements matériels lourds, pour les titulaires d'autorisations d'activités de soins et d'équipements matériels lourds dont la liste est fixée par décret ou en l'absence de publication au 1er juin 2023 des décrets mentionnés au même IV, la prorogation mentionnée audit IV prend fin le lendemain de la publication de la présente loi. Les titulaires sollicitent, le cas échéant, le renouvellement de l'autorisation concernée prévu à l'article L. 6122-10 du code de la santé publique.\n\nB. - Par dérogation au A du présent I et aux troisième et dernier alinéas de l'article L. 6122-10 du code de la santé publique, les titulaires mentionnés au A du présent I qui auraient dû déposer une demande de renouvellement d'autorisation entre la publication de l'ordonnance n° 2021-583 du 12 mai 2021 précitée et la publication du schéma régional de santé, ou de la présente loi si sa promulgation est postérieure audit schéma, sollicitent le renouvellement de leur autorisation lors de la première période mentionnée au quatrième alinéa de l'article L. 6122-9 du code de la santé publique postérieure à la publication du schéma régional de santé, ou de la présente loi si sa promulgation est postérieure audit schéma. Ils peuvent poursuivre leur activité jusqu'à ce qu'il soit statué sur leur demande. A défaut de dépôt d'une telle demande, l'autorisation prend fin le lendemain de la fin de ladite période ou à la date d'échéance initiale de l'autorisation.\n\nA défaut d'injonction dans un délai de quatre mois à compter de la fin de la période de dépôt prévue au premier alinéa du présent B, l'autorisation est tacitement renouvelée.\n\nII. - Par dérogation au premier alinéa de l'article L. 6122-9 du code de la santé publique, les nouvelles demandes d'autorisations mentionnées au premier alinéa du IV de l'article 3 de l'ordonnance n° 2021-583 du 12 mai 2021 précitée peuvent être accordées sans recueillir l'avis de la commission spécialisée de la conférence régionale de la santé et de l'autonomie compétente pour le secteur sanitaire, sur critères d'offre, de qualité ou de sécurité des soins définis par décret en Conseil d'Etat.\n\nIII. - A modifié les dispositions suivantes :\n\n- Code de la santé publique\n\nIV. - L'article L. 6133-7 du code de la santé publique, dans sa rédaction antérieure à la présente loi, reste applicable jusqu'à la publication du décret en Conseil d'Etat mentionné au dernier alinéa de l'article L. 6133-7 du code de la santé publique, dans sa rédaction résultant du III du présent article, et au plus tard deux mois après la publication de la présente loi."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code de la santé publique\n\nII. - L'article L. 6111-1-3 du code de la santé publique, dans sa rédaction résultant de la présente loi, s'applique à compter de son entrée en vigueur, nonobstant toute clause contractuelle contraire."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I. - Pour une durée de cinq ans à compter de l'entrée en vigueur de la présente loi, une expérimentation visant à encourager l'orientation des lycéens issus de déserts médicaux vers les études de santé est mise en place par le ministère de l'éducation nationale dans trois académies volontaires.II. - Dans les académies concernées, les lycées situés dans des zones caractérisées par une offre de soins insuffisante ou concernées par des difficultés dans l'accès aux soins, au sens du 1° de l'article L. 1434-4 du code de la santé publique, proposent une option santé aux élèves des classes de première et de terminale de la voie générale.III. - Au plus tard un an avant le terme de l'expérimentation, le Gouvernement remet au Parlement un rapport d'évaluation de l'expérimentation afin de déterminer les conditions appropriées pour son éventuelle généralisation."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "Sous réserve des décisions passées en force de chose jugée, sont validés l'inscription sur la liste d'aptitude et les titularisations, au 1er janvier 2021, des trente-neuf élèves-directeurs ayant suivi la formation initiale dispensée après l'admission au concours ouvert au titre de l'année 2018 pour le recrutement des directeurs d'établissements sanitaires, sociaux et médico-sociaux ainsi que les certificats d'aptitude aux fonctions de directeur d'établissement ou de service d'intervention sociale délivrés aux intéressés, en tant que leur légalité serait remise en cause sur le fondement de la méconnaissance, par le jury du concours externe d'accès au cycle de formation des élèves-directeurs d'établissements sanitaires, sociaux et médico-sociaux ouvert au titre de l'année 2018, de l'article 7 de l'arrêté du 26 décembre 2007 relatif au programme et aux modalités des concours d'admission au cycle de formation des élèves directeurs des établissements sanitaires, sociaux et médico-sociaux de la fonction publique hospitalière, de l'irrégularité de la délibération du 28 novembre 2018 du jury susmentionné fixant la liste des candidats admis au concours externe de directeur d'établissements sanitaires, sociaux et médico-sociaux ou de celle de l'arrêté du 11 février 2019 établissant la liste des élèves-directeurs et élèves-directrices d'établissements sanitaires, sociaux et médico-sociaux à l'Ecole des hautes études en santé publique à compter du 1er janvier 2019."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\n- Code de la santé publique\n\n- Code de l'action sociale et des familles\n\nIII. - Les I et II du présent article s'appliquent aux contrats de mise à disposition conclus en application de l'article L. 1251-42 du code du travail à compter du premier jour du quatrième mois suivant la promulgation de la présente loi."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "I. à III. - A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\n- Code de la sécurité sociale.\n\n- Loi n° 2003-775 du 21 août 2003\n\n- Loi n°2006-1640 du 21 décembre 2006\n\nIV.-Le présent article entre en vigueur le 1er septembre 2024."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\n- Code de la santé publique\n\nIII. - Le II entre en vigueur à une date fixée par décret, et au plus tard le 1er janvier 2025."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport portant sur le déroulement de l'internat en médecine et sur le déroulement des études de santé médicales et paramédicales. Le rapport formule notamment des propositions pour améliorer le statut, la rémunération et la prise en charge des dépenses matérielles des étudiants en études de santé médicales et paramédicales, y compris des externes et des internes pendant leur internat. Il examine également la possibilité de créer des épreuves régionales pour l'internat en médecine afin que les futurs médecins puissent être davantage formés dans leur territoire d'origine ainsi que la possibilité d'externaliser davantage la formation des internes en médecine, notamment par un nombre plus élevé de semestres en dehors des centres hospitaliers universitaires.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}