{
  "id": "loi-n-2020-1721-du-29-decembre-2020",
  "type": "statute",
  "title": "LOI n°2020-1721 du 29 décembre 2020",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000042753580",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - La perception des ressources de l'Etat et des impositions de toute nature affectées à des personnes morales autres que l'Etat est autorisée pendant l'année 2021 conformément aux lois et règlements et aux dispositions de la présente loi.II. - Sous réserve de dispositions contraires, la présente loi s'applique :1° A l'impôt sur le revenu dû au titre de l'année 2020 et des années suivantes ;2° A l'impôt sur les sociétés dû au titre des exercices clos à compter du 31 décembre 2020 ;3° A compter du 1er janvier 2021 pour les autres dispositions fiscales."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII.-A modifié les dispositions suivantes :\n\nIII.-A modifié les dispositions suivantes :\n\nIV.-A.-Le 3° du I s'applique aux revenus perçus à compter du 1er janvier 2020.B.-Pour l'année 2021, le IV de l'article 182 A du code général des impôts n'est pas applicable.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-LOI n° 2018-1317 du 28 décembre 2018\n\n-LOI n° 2019-1479 du 28 décembre 2019"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIV.-A.-A compter de 2021, une fraction du produit net de la taxe sur la valeur ajoutée, défini comme le produit brut budgétaire de l'année, déduction faite des remboursements et restitutions effectués pour l'année en cours par les comptables assignataires, est affectée aux régions, au Département de Mayotte, à la collectivité de Corse et aux collectivités territoriales de Martinique et de Guyane, selon les modalités définies au présent IV.\n\nB.-En 2021, pour chaque collectivité mentionnée au A du présent IV, le montant de taxe sur la valeur ajoutée issu de cette fraction est égal au produit de la cotisation sur la valeur ajoutée des entreprises perçu en 2020 en application du 3° de l'article 1599 bis du code général des impôts dans sa rédaction antérieure à la présente loi.\n\nPour chaque collectivité mentionnée au A du présent IV, le produit de la cotisation sur la valeur ajoutée des entreprises perçu en 2020 est majoré des attributions reçues en 2020 au titre des dispositions de l'article L. 4332-9 du code général des collectivités territoriales et minoré des prélèvements subis au titre des dispositions du même article L. 4332-9 dans sa rédaction antérieure à la présente loi.\n\nPar dérogation au premier alinéa du présent B, pour le Département de Mayotte, le montant de taxe sur la valeur ajoutée issu de cette fraction est égal au produit de la cotisation sur la valeur ajoutée des entreprises perçu en 2020 en application du II de l'article 1586 du code général des impôts dans sa rédaction antérieure à la présente loi multiplié par le rapport entre 50 % et 73,5 %.\n\nC.-A compter de 2022, pour chaque collectivité mentionnée au A du présent IV, la fraction mentionnée au même A est établie en appliquant au produit net défini audit A un taux défini par le ratio suivant :\n\n1° Au numérateur, le produit de la cotisation sur la valeur ajoutée des entreprises perçu en 2020 par les régions, la collectivité de Corse et les collectivités territoriales de Martinique et de Guyane en application du 3° de l'article 1599 bis du code général des impôts dans sa rédaction antérieure à la présente loi.\n\nPar dérogation au premier alinéa du présent 1°, pour le Département de Mayotte, le produit retenu est égal au produit de la cotisation sur la valeur ajoutée des entreprises perçu en 2020 en application du II de l'article 1586 du code général des impôts dans sa rédaction antérieure à la présente loi multiplié par le rapport entre 50 % et 73,5 %. Ce produit est majoré des attributions reçues et minoré des prélèvements appliqués en 2020 et en 2021 au titre de l'article L. 4332-9 du code général des collectivités territoriales. Il est également majoré des attributions reçues et minoré des prélèvements appliqués en 2021 au titre du Fonds national de garantie individuelle des ressources régionales, défini au 2.3 de l'article 78 de la loi n° 2009-1673 du 30 décembre 2009 de finances pour 2010 ;\n\n2° Au dénominateur, le produit net de la taxe sur la valeur ajoutée encaissé en 2021.\n\nAu titre des premiers mois de chaque année, ce ratio est appliqué à l'évaluation proposée des recettes nettes de taxe sur la valeur ajoutée pour l'année précédente inscrites dans l'annexe au projet de loi de finances de l'année. Une régularisation est effectuée dès que le produit net de la taxe sur la valeur ajoutée encaissé l'année précédente est révisé.\n\nV.-A.-Par dérogation au 3° de l'article 1599 bis du code général des impôts dans sa rédaction antérieure à la présente loi, la fraction de 50 % de la cotisation sur la valeur ajoutée des entreprises mentionnée au même 3° et versée à compter de 2021 est perçue au profit du budget général de l'Etat.\n\nB.-Par dérogation au 3° de l'article 1599 bis et au II de l'article 1586 du code général des impôts dans leur rédaction antérieure à la présente loi, une part de la fraction de 73,5 % de la cotisation sur la valeur ajoutée des entreprises mentionnée au même II et versée à compter de 2021 est perçue au profit du budget général de l'Etat. Cette part est égale à 50 % de la cotisation sur la valeur ajoutée des entreprises due au titre de la valeur ajoutée imposée dans chaque commune du Département de Mayotte en application de l'article 1586 octies du même code.\n\nC.-Les réclamations afférentes à la cotisation sur la valeur ajoutée des entreprises acquittée au cours des années 2020 et 2021 en application des A et B du présent V demeurent régies comme en matière d'impôts directs locaux.\n\nVI.-A.-Les 1° à 7° du I, à l'exception du b du 2°, s'appliquent à la cotisation sur la valeur ajoutée des entreprises :\n\n1° Due par les redevables au titre de 2021 et des années suivantes ;\n\n2° Versée par l'Etat aux communes, le cas échéant aux établissements publics de coopération intercommunale, ainsi qu'aux départements à compter de 2022.\n\nB.-Le b du 2° et le 8° du I s'appliquent à la cotisation sur la valeur ajoutée des entreprises versée aux régions et, pour sa part régionale, au Département de Mayotte à compter du 1er janvier 2021.\n\nC.-Le 9° du I s'applique aux impositions établies au titre de 2021 et des années suivantes.\n\nD.-Le 10° du I s'applique à la contribution économique territoriale due au titre de 2021 et des années suivantes.\n\nE.-Le 11° du I s'applique aux acomptes dus par les redevables au titre de 2022 et des années suivantes.\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI.\n\n- Code général des collectivités territoriales\n\n- Code général des collectivités territoriales\n\n- Code général des collectivités territoriales\n\n- Loi n°2005-1719 du 30 décembre 2005"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "A modifié les dispositions suivantes :\n\nII.-Le I s'applique pour la détermination des recettes prises en compte pour l'imposition des revenus réalisés au titre de l'année 2020 et des années suivantes ou des exercices clos à compter du 31 décembre 2020.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "A modifié les dispositions suivantes :\n\nII.-Le I s'applique aux exercices clos à compter du 31 décembre 2020.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII.-Le I s'applique aux cessions réalisées à compter du 1er janvier 2021, à l'exception de celles pour lesquelles le contribuable peut justifier d'une promesse d'achat ou d'une promesse synallagmatique de vente signée au plus tard le 31 décembre 2020."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I. - Le crédit d'impôt prévu à l'article 244 quater W du code général des impôts s'applique, par dérogation au X du même article 244 quater W, aux investissements exploités par des entreprises en difficulté au sens du règlement (UE) n° 651/2014 de la Commission du 17 juin 2014 déclarant certaines catégories d'aides compatibles avec le marché intérieur en application des articles 107 et 108 du traité, sous réserve qu'il concoure, en complément d'une ou plusieurs autres aides publiques, à la reprise ou à la restructuration de l'entreprise exploitante dans le cadre d'un plan de reprise ou de restructuration mis en œuvre à l'issue de l'une des procédures définies aux articles L. 611-3, L. 611-4 ou L. 620-1 du code de commerce et qu'il fasse l'objet d'une décision individuelle de la Commission européenne autorisant l'aide fiscale.\n\nII. - Le I s'applique aux investissements pour lesquels le fait générateur de l'aide fiscale intervient entre le 1er janvier 2021 et le 31 décembre 2022 et entre le 1er janvier 2024 et le 31 décembre 2025."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "A modifié les dispositions suivantes :\n\nII.-Le I s'applique aux exercices clos à compter du 31 décembre 2020.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "A modifié les dispositions suivantes :\n\nII.-Le I du présent article s'applique aux exercices ouverts à compter du 1er janvier 2021.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I.-A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII.-Le I s'applique aux abandons de créance consentis et aux créances de report en arrière de déficits constatées à compter du 1er janvier 2021."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII. - Le I s'applique aux demandes d'agrément à titre provisoire prévues au IV de l'article 220 octies du code général des impôts déposées à compter du 1er janvier 2021."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I. à II.-A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII.-A.-Le 1° du I s'applique à compter du 1er janvier 2021.B.-Les 2° à 4° du I s'appliquent aux demandes d'agrément provisoire déposées à compter du 1er janvier 2021.\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI.\n\n- LOI n°2020-935 du 30 juillet 2020"
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I. et II.-A modifié les dispositions suivantes :\n\nIII.-A.-Par dérogation, pour les spectacles mentionnés au I de l'article 220 quindecies du code général des impôts ayant obtenu un agrément provisoire ou pour lesquels une demande d'agrément a été déposée avant le 1er janvier 2021, la condition prévue au b du 2° du II du même article 220 quindecies s'applique dans sa rédaction résultant du 1° du I du présent article, à la condition que les entreprises justifient lors de la demande d'agrément définitif mentionné à l'article 220 S du même code que des représentations ont été annulées à compter du 4 mars 2020 en application des mesures relatives à la lutte contre la propagation de l'épidémie de covid-19.\n\nB.-Le 1° du I s'applique aux demandes d'agrément provisoire prévues au VI de l'article 220 quindecies du code général des impôts déposées entre le 1er janvier 2021 et le 31 décembre 2023.\n\nC.-Le 2° du I s'applique aux demandes d'agrément provisoire prévues au VI de l'article 220 quindecies du code général des impôts déposées à compter du 1er janvier 2024.\n\n-Code général des impôts, CGI.\n\n-LOI n° 2020-935 du 30 juillet 2020"
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I s'applique aux investissements réalisés à compter du 1er janvier 2021.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I. - 1. Les petites et moyennes entreprises imposées d'après leur bénéfice réel ou exonérées en application des articles 44 sexies, 44 sexies A, 44 octies A, 44 duodecies et 44 terdecies à 44 septdecies du code général des impôts peuvent bénéficier d'un crédit d'impôt au titre des dépenses engagées entre le 1er octobre 2020 et le 31 décembre 2021 et entre le 1er janvier 2023 et le 31 décembre 2024 pour la rénovation énergétique des bâtiments ou parties de bâtiments à usage tertiaire dont elles sont propriétaires ou locataires et qu'elles affectent à l'exercice de leur activité industrielle, commerciale, artisanale, libérale ou agricole.Les entreprises mentionnées au premier alinéa du présent 1 répondent à la définition de l'annexe I au règlement (UE) n° 651/2014 de la Commission du 17 juin 2014 déclarant certaines catégories d'aide compatibles avec le marché intérieur en application des articles 107 et 108 du traité.2. A condition que la construction du bâtiment soit achevée depuis plus de deux ans à la date d'exécution des travaux, le crédit d'impôt mentionné au 1 du présent I s'applique aux dépenses engagées au titre :a) De l'acquisition et de la pose d'un système d'isolation thermique en rampant de toitures ou en plafond de combles ;b) De l'acquisition et de la pose d'un système d'isolation thermique sur murs, en façade ou pignon, par l'intérieur ou par l'extérieur ;c) De l'acquisition et de la pose d'un système d'isolation thermique en toiture terrasse ou couverture de pente inférieure à 5 % ;d) De l'acquisition et de la pose d'un chauffe-eau solaire collectif ou d'un dispositif solaire collectif pour la production d'eau chaude sanitaire ;e) De l'acquisition et de la pose d'une pompe à chaleur, autre que air/air, dont la finalité essentielle est d'assurer le chauffage des locaux ;f) De l'acquisition et de la pose d'un système de ventilation mécanique simple flux ou double flux ;g) Du raccordement à un réseau de chaleur ou de froid ;h) De l'acquisition et de la pose d'une chaudière biomasse ;i) De l'acquisition et de la pose d'un système de régulation ou de programmation du chauffage et de la ventilation ;j) De l'acquisition et de la pose d'une toiture ou d'éléments de toiture permettant la réduction des apports solaires, lorsque les dépenses sont afférentes à un bâtiment situé à La Réunion, en Guyane, en Martinique, en Guadeloupe ou à Mayotte ;k) De l'acquisition et de la pose de protections de baies fixes ou mobiles contre le rayonnement solaire, lorsque les dépenses sont afférentes à un bâtiment situé à La Réunion, en Guyane, en Martinique, en Guadeloupe ou à Mayotte ;l) De l'acquisition et de la pose d'un climatiseur fixe de classe A ou de la classe supérieure à A, en remplacement d'un climatiseur existant, lorsque les dépenses sont afférentes à un bâtiment situé à La Réunion, en Guyane, en Martinique, en Guadeloupe ou à Mayotte.3. Un arrêté conjoint des ministres chargés de l'énergie, du logement et du budget fixe la liste des équipements, matériaux et appareils dont l'acquisition et la pose ouvrent droit au crédit d'impôt. Il précise les caractéristiques techniques des équipements et travaux mentionnés aux a à l du 2, ainsi que les travaux pour lesquels est exigé, pour l'application du crédit d'impôt, le respect de critères de qualification de l'entreprise réalisant ces travaux.4. Les dépenses mentionnées aux a à l du 2 n'ouvrent droit au crédit d'impôt que si les travaux sont réalisés directement par les entreprises auxquelles ils ont été confiés. Par dérogation, ces entreprises peuvent recourir à une autre entreprise pour la fourniture, l'installation des équipements, des matériaux ou des appareils dans le cadre d'un contrat de sous-traitance régi par la loi n° 75-1334 du 31 décembre 1975 relative à la sous-traitance.5. Le crédit d'impôt est égal à 30 % du prix de revient hors taxes des dépenses mentionnées au 2 du présent I. Sont déduites des bases de calcul du crédit d'impôt :a) Les aides perçues au titre des certificats d'économie d'énergie mentionnés aux articles L. 221-1 à L. 221-13 du code de l'énergie à raison des opérations ouvrant droit au crédit d'impôt ;b) Les aides publiques reçues à raison des opérations ouvrant droit au crédit d'impôt.Les mêmes dépenses ne peuvent entrer à la fois dans la base de calcul du crédit d'impôt défini au présent I et dans celle d'un autre crédit d'impôt.Lorsque les dépenses sont engagées par les sociétés mentionnées aux articles 8, 238 bis L, 239 ter et 239 quater A du code général des impôts ou par les groupements mentionnés aux articles 238 ter, 239 quater, 239 quater B, 239 quater C et 239 quinquies du même code, le crédit d'impôt peut être utilisé par leurs associés proportionnellement à leurs droits dans ces sociétés ou groupements, à condition qu'il s'agisse de redevables de l'impôt sur les sociétés ou de personnes physiques participant à l'exploitation au sens du 1° bis du I de l'article 156 dudit code.6. Le montant total de crédit d'impôt, octroyé au titre d'un ou plusieurs exercices, dont peut bénéficier une entreprise, toutes dépenses éligibles confondues, ne peut excéder, au titre des dépenses engagées du 1er octobre 2020 au 31 décembre 2021 et du 1er janvier 2023 au 31 décembre 2024, un plafond de 25 000 €.Ce plafond s'apprécie en prenant en compte la fraction du crédit d'impôt correspondant aux parts des associés de sociétés de personnes et aux droits des membres de groupements mentionnés au 5 du I du présent article.II. - Le crédit d'impôt défini au I est imputé sur l'impôt sur le revenu dû par le contribuable au titre de l'année civile au cours de laquelle l'entreprise a engagé les dépenses, après imputation des prélèvements non libératoires et des autres crédits d'impôt. Si le montant du crédit d'impôt excède l'impôt dû au titre de cette année, l'excédent est restitué.La créance sur l'Etat correspondant au crédit d'impôt non utilisé est inaliénable et incessible, sauf dans les cas et selon les conditions prévues aux articles L. 313-23 à L. 313-35 du code monétaire et financier.III. - Le crédit d'impôt défini au I du présent article est imputé sur l'impôt sur les sociétés dû par l'entreprise, dans les conditions prévues au II. En cas de clôture d'exercice en cours d'année civile, le montant du crédit d'impôt est calculé en prenant en compte les dépenses éligibles au titre de la dernière année civile écoulée.La société mère mentionnée à l'article 223 A du code général des impôts est substituée aux sociétés du groupe pour l'imputation sur le montant de l'impôt sur les sociétés dont elle est redevable, au titre de chaque exercice, des crédits d'impôt dégagés par chaque société du groupe en application du I du présent article. Les dispositions du II s'appliquent à la somme de ces crédits d'impôt.IV. - Les entreprises déposent une déclaration conforme à un modèle établi par l'administration dans les mêmes délais que la déclaration annuelle de résultat souscrite en application des articles 53 A et 223 du code général des impôts.La société mère d'un groupe, au sens de l'article 223 A du même code, déclare les crédits d'impôt pour le compte des sociétés du groupe, y compris ceux qui la concernent, lors du dépôt de la déclaration relative au résultat d'ensemble du groupe.V. - Le bénéfice du crédit d'impôt défini au I du présent article est subordonné au respect du règlement (UE) 2023/2831 de la Commission du 13 décembre 2023 relatif à l'application des articles 107 et 108 du traité sur le fonctionnement de l'Union européenne aux aides de minimis."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "Les contribuables ayant opté pour le versement libératoire prévu à l'article 151-0 du code général des impôts portent sur la déclaration prévue à l'article 170 du même code, établie au titre des revenus perçus ou réalisés en 2020, les montants de chiffre d'affaires ou de recettes qu'ils ont déduits des montants déclarés aux organismes mentionnés aux articles L. 213-1 et L. 752-4 du code de la sécurité sociale en application du IV de l'article 65 de la loi n° 2020-935 du 30 juillet 2020 de finances rectificative pour 2020. Ces contribuables portent sur la déclaration établie au titre des revenus perçus ou réalisés en 2021 les montants de chiffre d'affaires ou de recettes qu'ils ont déduits des montants déclarés à ces organismes en application du IV de l'article 9 de la loi n° 2020-1576 du 14 décembre 2020 de financement de la sécurité sociale pour 2021 et du IV de l'article 25 de la loi n° 2021-953 du 19 juillet 2021 de finances rectificative pour 2021. Ces contribuables portent, sur la déclaration établie au titre des revenus perçus ou réalisés en 2022, les montants de chiffre d'affaires ou de recettes qu'ils ont déduits des montants déclarés à ces organismes en application de l'article 9 de la loi n° 2020-1576 du 14 décembre 2020 précitée.Par dérogation au V de l'article 151-0 du code général des impôts, l'impôt sur le revenu dû au titre de ces montants, liquidé selon les modalités prévues au II du même article 151-0, est recouvré selon les règles et sous les garanties et sanctions applicables à cet impôt."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I. et II.-A modifié les dispositions suivantes :\n\nIII.-A.-1. A compter de 2021, il est institué un prélèvement sur les recettes de l'Etat destiné à compenser aux collectivités territoriales et aux établissements publics de coopération intercommunale dotés d'une fiscalité propre la perte de recettes de taxe foncière sur les propriétés bâties et de cotisation foncière des entreprises résultant des dispositions du 1° du I.2. La compensation de la perte de recettes de taxe foncière sur les propriétés bâties est égale, chaque année et pour chaque collectivité territoriale ou établissement public de coopération intercommunale à fiscalité propre, au produit obtenu en multipliant la perte de bases résultant, chaque année, de l'application des dispositions du 1° du I par le taux de taxe foncière sur les propriétés bâties appliqué en 2020 dans la collectivité territoriale ou l'établissement public de coopération intercommunale à fiscalité propre.Les taux à prendre en compte pour les communes pour le calcul de la compensation prévue au présent 2 sont majorés des taux appliqués en 2020 dans les départements. Pour les communes situées sur le territoire de la métropole de Lyon, la référence au taux départemental appliqué en 2020 est remplacée par la référence au taux appliqué en 2014 au profit du département du Rhône.Pour les communes qui, au 1er janvier 2020, étaient membres d'un établissement public de coopération intercommunale sans fiscalité propre, le taux voté par la commune au titre de 2020 est majoré du taux appliqué au profit de l'établissement public de coopération intercommunale sans fiscalité propre pour la même année 2020.En cas de création de commune nouvelle ou de fusion d'établissements publics de coopération intercommunale, le taux à retenir est le taux moyen pondéré des communes membres ou préexistantes, majoré le cas échéant dans les conditions prévues aux deuxième et troisième alinéas du présent 2, ou des établissements publics de coopération intercommunale qui participent à la fusion.3. La compensation de la perte de recettes de cotisation foncière des entreprises est égale, chaque année et pour chaque collectivité territoriale ou établissement public de coopération intercommunale à fiscalité propre, au produit obtenu en multipliant la perte de bases résultant, chaque année, de l'application des dispositions du 1° du I par le taux de cotisation foncière des entreprises appliqué en 2020 dans la collectivité territoriale ou l'établissement public de coopération intercommunale à fiscalité propre.Pour les communes qui, au 1er janvier 2020, étaient membres d'un établissement public de coopération intercommunale sans fiscalité propre, le taux voté par la commune au titre de 2020 est majoré du taux appliqué au profit de l'établissement public de coopération intercommunale sans fiscalité propre pour la même année 2020.En cas de création de commune nouvelle ou lorsque, à la suite d'une création, d'un changement de régime fiscal ou d'une fusion, un établissement public de coopération intercommunale fait application, à compter du 1er janvier 2020, du régime prévu au I de l'article 1609 quinquies C du code général des impôts ou à l'article 1609 nonies C du même code, le taux à prendre en compte pour le calcul de la compensation prévue au présent 3 correspond au taux moyen pondéré des communes membres ou préexistantes constaté pour 2020, majoré le cas échéant dans les conditions prévues au deuxième alinéa du présent 3.B.-1. A compter de 2021, une dotation de l'Etat est versée aux établissements publics mentionnés aux articles 1607 bis, 1607 ter, 1609 B, 1609 C et 1609 D du code général des impôts. Le montant de cette dotation est égal à la moitié du produit réparti, en 2020, entre les personnes assujetties à la taxe foncière sur les propriétés bâties et celles assujetties à la cotisation foncière des entreprises, pour les locaux évalués selon les dispositions de l'article 1499 du même code.2. A compter de 2021, une dotation de l'Etat est versée aux établissements publics de coopération intercommunale à fiscalité propre ou, le cas échéant, aux communes mentionnés à l'article 1530 bis du code général des impôts. Le montant de cette dotation est égal à la moitié du produit réparti, en 2020, entre les personnes assujetties à la taxe foncière sur les propriétés bâties et celles assujetties à la cotisation foncière des entreprises, pour les locaux évalués selon les dispositions de l'article 1499 du même code.3. A compter de 2021, une dotation de l'Etat est versée aux établissements publics de coopération intercommunale mentionnés à l'article 1609 quater du code général des impôts. Le montant de cette dotation est égal à la moitié du produit réparti, en 2020, entre les personnes assujetties à la taxe foncière sur les propriétés bâties et, le cas échéant, à celles assujetties à la cotisation foncière des entreprises, pour les locaux évalués selon les dispositions de l'article 1499 du même code.4. A compter de 2021, une dotation de l'Etat est versée à la région mentionnée à l'article 1599 quater D du code général des impôts. Le montant de cette dotation est égal à la moitié du produit réparti, en 2020, entre les personnes assujetties à la taxe foncière sur les propriétés bâties et celles assujetties à la cotisation foncière des entreprises, pour les locaux évalués selon les dispositions de l'article 1499 du même code.IV.-A.-Pour l'application des articles 1499 A et 1518 B du code général des impôts, le prix de revient utile à la détermination de la valeur locative des immobilisations est multiplié par les taux d'intérêt fixés à l'article 1499 du même code dans sa rédaction en vigueur à compter des impositions établies au titre de 2021.B.-Par exception à la première phrase du deuxième alinéa de l'article 1679 quinquies du code général des impôts, le montant de l'acompte dû au titre de 2021 peut être réduit, le cas échéant par le contribuable, à 25 % des montants de cotisation foncière des entreprises et de la taxe prévue au II de l'article 1 600 du même code mis en recouvrement l'année précédente afférents aux établissements dont la valeur locative est déterminée conformément à l'article 1499 dudit code.C.-Le contribuable peut demander, dans les conditions prévues au B de l'article 1681 quater A du code général des impôts et pour les prélèvements effectués au titre de 2021, la modification du montant des prélèvements mensuels à hauteur du vingtième des montants de cotisation foncière des entreprises et de la taxe prévue au II de l'article 1600 du même code mis en recouvrement l'année précédente afférents aux établissements dont la valeur locative est déterminée en application de l'article 1499 dudit code. Dans ce cas, le dernier alinéa du B de l'article 1681 quater A du même code n'est pas applicable.D.-Le contribuable peut demander, dans les conditions prévues au 2 de l'article 1681 ter du code général des impôts et pour les prélèvements effectués au titre de 2021, la modification du montant des prélèvements mensuels à hauteur du vingtième du montant de taxe foncière sur les propriétés bâties mis en recouvrement l'année précédente afférent aux établissements dont la valeur locative est déterminée en application de l'article 1499 du même code.V.-Pour les impositions établies au titre de l'année 2021 et par dérogation aux dispositions du III, du b du 2 du III bis et du b du III ter de l'article 1530 bis, de l'article 1599 quater D, de l'article 1609 G et du I de l'article 1636 B octies du code général des impôts, les recettes de taxe foncière sur les propriétés bâties et de cotisation foncière des entreprises retenues pour la répartition du produit des taxes mentionnées à ces articles sont minorées du montant des compensations accordées au titre de l'année 2021 en application des 2 et 3 du A du III du présent article.VI.-A.-Les 1° à 3°, les 5° à 11° et les a et c du 12° du I s'appliquent aux impositions établies à compter de 2021.B.-Le 4° du I s'applique à la cotisation sur la valeur ajoutée des entreprises due par les contribuables au titre de 2021 et des années suivantes et à celle versée par l'Etat aux collectivités territoriales et établissements publics de coopération intercommunale à fiscalité propre à compter du 1er janvier 2022.C.-Le b du 12° du I s'applique aux impositions établies à compter de 2022.\n\n-Code général des impôts, CGI.\n\n-LOI n° 2019-1479 du 28 décembre 2019"
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "I.-A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII.-Le 2° du I s'applique à la première opération de réévaluation constatée au terme d'un exercice clos à compter du 31 décembre 2020 jusqu'au 31 décembre 2022.\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I s'applique aux exercices clos à compter du 31 décembre 2020.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "I.-A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII.-Le 1° du 7 de l'article 158 du code général des impôts est abrogé à compter de l'imposition des revenus de l'année 2023."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "I. à III.-A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nIV.-A.-Les 1° et 3° du I s'appliquent aux dépenses de recherche exposées à compter du 1er janvier 2020.B.-Les 2° et 4° du I s'appliquent aux dépenses exposées à compter du 1er janvier 2022.C.-Le II s'applique aux demandes de rescrit déposées à compter du 1er janvier 2021.\n\n-Code général des impôts, CGI.\n\n-Livre des procédures fiscales\n\n-LOI n° 2018-1317 du 28 décembre 2018"
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII. - L'abattement mentionné à l'article 150 VE du code général des impôts, dans sa rédaction résultant du I du présent article, est également applicable aux plus-values prises en compte pour la détermination de l'assiette des contributions prévues à l'article L. 136-7 du code de la sécurité sociale et à l'article 16 de l'ordonnance n° 96-50 du 24 janvier 1996 relative au remboursement de la dette sociale, du prélèvement prévu au 2° du I de l'article 235 ter du code général des impôts et, le cas échéant, de la taxe mentionnée à l'article 1609 nonies G du même code."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII. - Le I s'applique aux exercices clos à compter du 31 décembre 2020."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "I.- A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII.-Les dispositions du I s'appliquent aux successions ouvertes à compter du 1er janvier 2021."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "I.-A créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII.-Les 8°, 10° à 12° et 14° du I sont applicables aux opérations pour lesquelles l'exigibilité et le fait générateur de la taxe sur la valeur ajoutée interviennent à compter du 1er janvier 2021.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - A. - Le 1° du I s'applique aux opérations, y compris les importations et acquisitions intracommunautaires, dont le fait générateur intervient à compter du 15 octobre 2020.B. - Le 2° du I entre en vigueur le 1er janvier 2023.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "I.- et II.- A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code de la construction et de l'habitation.\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI.\n\nIII. - Les I et II du présent article s'appliquent aux livraisons de logements réalisées à compter du 1er janvier 2021 intervenant dans le cadre d'opérations de construction ou de transformation n'ayant pas fait l'objet d'un agrément conformément à l'article 279-0 bis A du code général des impôts, dans sa rédaction antérieure au 1er janvier 2021."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "I. A modifié les dispositions suivantes :\n\nII. A modifié les dispositions suivantes :\n\nIII.-Le I s'applique aux opérations pour lesquelles le fait générateur de la taxe sur la valeur ajoutée intervient à compter du 1er juillet 2021.\n\n-Code général des impôts, CGI.\n\n-Loi n° 2019-1479 du 28 décembre 2020"
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "I. -A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nII. -A modifié les dispositions suivantes :\n\nIII.-A.-Le 1° du I s'applique aux dépenses payées en 2020.B.-Les dispositions de l'article 200 quater du code général des impôts dans sa rédaction applicable aux dépenses payées en 2020 peuvent, sur demande du contribuable, s'appliquer aux dépenses payées en 2021 pour lesquelles le contribuable justifie de l'acceptation d'un devis et du versement d'un acompte entre le 1er janvier 2019 et le 31 décembre 2020. Dans ce cas, le contribuable ne peut bénéficier, pour ces mêmes dépenses, à la fois des dispositions du même article 200 quater applicables aux dépenses payées en 2020 et de la prime mentionnée au II de l'article 15 de la loi n° 2019-1479 du 28 décembre 2019 de finances pour 2020 ou du crédit d'impôt prévu à l'article 200 quater C du code général des impôts dans sa rédaction résultant de la présente loi.\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI.\n\n- LOI n° 2019-1479 du 28 décembre 2019"
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "I.-, II.-, III.-:\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nI.-: E.-Les A et C du présent I s'appliquent aux taxes pour lesquelles le fait générateur et l'exigibilité interviennent à compter du 1er janvier 2021.\n\nII.-: C.-Le présent II s'applique aux taxes pour lesquelles le fait générateur et l'exigibilité interviennent à compter du 1er janvier 2022.\n\nIII.-: D.-Le présent III s'applique aux taxes pour lesquelles le fait générateur et l'exigibilité interviennent à compter du 1er janvier 2023.\n\n-Code général des collectivités territoriales\n\n-Code général des collectivités territoriales\n\n-Code des douanes\n\n-LOI n° 2019-1479 du 28 décembre 2019\n\n-Code général des collectivités territoriales\n\n-Code général des collectivités territoriales\n\n-Code général des collectivités territoriales\n\n-Code général des impôts, CGI.\n\n-Code général des collectivités territoriales\n\n-Code général des collectivités territoriales\n\n-LOI n° 2015-1786 du 29 décembre 2015"
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "I à IV.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nV.-A.-Le 1°, le b du 2°, les 6° et 8° et les a et b du 9° du I ainsi que le III entrent en vigueur le 1er janvier 2022.\n\nLe 7° du I entre en vigueur le 1er janvier 2025.\n\nB.-Par dérogation, l'article 302 decies du code général des impôts, dans sa rédaction résultant du b du 2° du I du présent article, ainsi que le 2° de l'article 1010, les articles 1010 bis à 1010 sexies et l'article 1010 nonies du code général des impôts, dans leur rédaction résultant du 6° du I du présent article, sont applicables aux utilisations de véhicules mentionnés au A du I de l'article 1010 nonies du code général des impôts intervenant à compter du 1er janvier 2021.\n\nToutefois, la taxe annuelle à l'essieu s'applique, sans exonération, aux véhicules suivants lorsqu'ils ne sont pas couverts par un accord de la Commission européenne mentionné au b du 2 de l'article 6 de la directive 1999/62/ CE du Parlement européen et du Conseil du 17 juin 1999 relative à la taxation des véhicules pour l'utilisation d'infrastructures routières :\n\n1° Véhicules qui ne sont pas utilisés par des entreprises pour les besoins de la réalisation d'une activité économique, au sens du 8° de l'article 1007 du code général des impôts ;\n\n2° Véhicules mentionnés au 2° du III de l'article 1010 bis du même code et au 3° du IV de l'article 1010 nonies dudit code.\n\nC.-Le d du 3° du I du présent article est applicable pour les taxes dont le fait générateur intervient à compter du 1er mars 2020.\n\nVI.-Avant le 1er octobre 2021, le Gouvernement remet au Parlement un rapport sur l'évaluation de la fiscalité automobile en France.\n\n-Code général des impôts, CGI.\n\n-Code des douanes\n\n-Code des douanes\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code de la sécurité sociale.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - A. - Les dispositions du présent article, à l'exception des 5°, 7°, 9° et 10° du I, entrent en vigueur le 1er janvier 2022 et s'appliquent aux produits pour lesquels l'accise sur les énergies mentionnée à l'article L. 312-1 du code des impositions sur les biens et services devient exigible à compter de cette même date.B. - Les dispositions du 7° du I du présent article entrent en vigueur le 1er janvier 2021 et s'appliquent aux produits pour lesquels l'accise sur les énergies mentionnée à l'article L. 312-1 du code des impositions sur les biens et services devient exigible à compter de cette même date.C. - Les dispositions du 5° du I du présent article entrent en vigueur le 1er juillet 2021 et s'appliquent aux produits pour lesquels les critères de durabilité et de réduction des émissions de gaz à effet de serre sont vérifiés à compter de cette même date.D. - Les dispositions des 9° et 10° du I du présent article entrent en vigueur le 1er janvier 2023 et s'appliquent aux produits pour lesquels l'accise sur les énergies mentionnée à l'article L. 312-1 du code des impositions sur les biens et services devient exigible à compter de cette même date.\n\n- Code des douanes"
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code des douanes\n\nII.-Les 1° et 2° du I sont applicables aux produits pour lesquels la taxe intérieure de consommation devient exigible à compter des dates prévues aux mêmes 1° et 2°."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - A modifié les dispositions suivantes :\n\n- Code des douanes\n\n- LOI n° 2019-1479 du 28 décembre 2019\n\nIII. - Pour la taxe devenant exigible en 2021, le tarif mentionné au dernier alinéa du b du 8 de l'article 266 quinquies du code des douanes est égal à 8,43 € par mégawattheure."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "A modifié les dispositions suivantes :\n\nII. - Le 2° du I entre en vigueur le 1er janvier 2025.\n\n-Code des douanes"
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "I. à XV.-A abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nXVI.-A.-Les dispositions des 1° à 5° du II s'appliquent aux opérations dont le fait générateur est intervenu à compter du 1er janvier 2020.B.-Le V entre en vigueur le 1er janvier 2021.\n\n-Code général des impôts, CGI.\n\n-Code des douanes\n\n-Code du cinéma et de l'image animée\n\n-Code rural et de la pêche maritime\n\n-Loi n° 89-936 du 29 décembre 1989\n\n-LOI n° 2020-105 du 10 février 2020\n\n-Code de la santé publique\n\n-Code général des impôts, CGI.\n\n-Code des douanes\n\n-Code général des collectivités territoriales\n\n-Loi n° 75-1278 du 30 décembre 1975\n\n-LOI n° 86-1317 du 30 décembre 1986\n\n-LOI n° 2009-888 du 22 juillet 2009\n\n-LOI n° 2011-1977 du 28 décembre 2011\n\n-LOI n° 2013-1279 du 29 décembre 2013\n\n-LOI n° 2015-1785 du 29 décembre 2015\n\n-Code général des impôts, CGI.\n\n-Code des douanes"
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le présent article entre en vigueur à une date fixée par décret, et au plus tard le 1er juin 2022.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Les dispositions des 1° et 3° du I sont applicables aux actes établis à compter du 1er janvier 2021. Les dispositions du 2° du I sont applicables aux opérations réalisées à compter de cette même date.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le I entre en vigueur le 1er janvier 2021.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "I. à II.-A modifié les dispositions suivantes :\n\nIII.-Pour chacune des dotations minorées en application du II du présent article, le montant de la minoration est réparti entre les collectivités territoriales ou établissements bénéficiaires de la dotation au prorata des recettes réelles de fonctionnement de leur budget principal telles que constatées dans les comptes de gestion afférents à l'exercice 2019. Si, pour l'une de ces collectivités ou l'un de ces établissements, la minoration de l'une de ces dotations excède le montant perçu en 2020, la différence est répartie entre les autres collectivités ou établissements selon les mêmes modalités. Pour la minoration de la dotation mentionnée au C du II, les collectivités bénéficiaires au sens de la première phrase du présent alinéa s'entendent des départements.Les recettes réelles de fonctionnement correspondent aux opérations budgétaires comptabilisées dans les comptes de classe 7, à l'exception des opérations d'ordre budgétaires, et excluent en totalité les atténuations de produits et les produits des cessions d'immobilisations.Les recettes réelles de fonctionnement mentionnées au premier alinéa du présent III sont minorées des produits exceptionnels sur opérations de gestion, des mandats annulés sur exercices antérieurs ou atteints par la déchéance quadriennale, des subventions exceptionnelles et des autres produits exceptionnels, tels que constatés dans les comptes de gestion afférents à l'année 2019.Pour les communes et les établissements publics de coopération intercommunale, ces recettes sont également minorées du produit des mises à disposition de personnel facturées dans le cadre de mutualisation de services entre l'établissement public de coopération intercommunale à fiscalité propre et ses communes membres, tel que constaté dans les comptes de gestion afférents à l'année 2019. Pour les communes situées sur le territoire de la Métropole du Grand Paris, ces recettes sont en outre minorées des recettes reversées au titre des contributions au fonds de compensation des charges territoriales, telles que constatées dans les comptes de gestion afférents à l'année 2019. Pour la métropole de Lyon, ces recettes sont affectées d'un coefficient de 44,55 % ou de 55,45 % selon que la minoration porte sur une dotation versée, respectivement, au titre de ses compétences intercommunales ou départementales. Pour la collectivité territoriale de Guyane, ces recettes sont affectées d'un coefficient de 79,82 % ou de 20,18 % selon que la minoration porte sur une dotation versée, respectivement, au titre de ses compétences départementales ou régionales. Pour la collectivité territoriale de Martinique, ces recettes sont affectées d'un coefficient de 81,58 % ou de 18,42 % selon que la minoration porte sur une dotation versée, respectivement, au titre de ses compétences départementales ou régionales. Pour la collectivité de Corse, ces recettes sont affectées d'un coefficient de 43,44 % ou de 56,56 % selon que la minoration porte sur une dotation versée, respectivement, au titre de ses compétences départementales ou régionales.\n\n- Code général des collectivités territoriales\n\n- LOI n° 2015-1785 du 29 décembre 2015\n\n- LOI n° 2009-1673 du 30 décembre 2009\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-(Abrogé).\n\n- LOI n°2020-935 du 30 juillet 2020"
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "I.- A compter de 2025, en application des articles 6 et 9 de la loi n° 2019-816 du 2 août 2019 relative aux compétences de la Collectivité européenne d'Alsace, la fraction de tarif de la taxe intérieure de consommation sur les produits énergétiques applicable aux quantités de carburants vendues sur l'ensemble du territoire national en 2020 est fixée à :1° 0,052 € par hectolitre, s'agissant des supercarburants sans plomb ;2° 0,048 € par hectolitre, s'agissant du gazole présentant un point d'éclair inférieur à 120° C.II.- Si le produit affecté à la Collectivité européenne d'Alsace en application du I représente un montant annuel inférieur au montant du droit à compensation fixé par arrêté conjoint des ministres chargés de la cohésion des territoires, des relations avec les collectivités territoriales et des comptes publics, la différence fait l'objet d'une attribution d'une part supplémentaire du produit de la taxe intérieure de consommation des produits énergétiques revenant à l'Etat.\n\nIII.- A modifié les dispositions suivantes :\n\nIV.- Au titre de l'année 2020, les montants des droits à compensation résultant du transfert aux régions des centres de ressources, d'expertise et de performance sportives se conforment aux dispositions de l'article 133 de la loi n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République et sont ajustés conformément au tableau suivant :\n\nCes ajustements non pérennes font l'objet, selon les cas, d'un versement imputé sur la part du produit de la taxe intérieure de consommation sur les produits énergétiques revenant à l'Etat ou d'une minoration de celle revenant aux régions et collectivités.V.- Au titre de l'année 2021, les montants des droits à compensation résultant du versement d'une aide exceptionnelle aux étudiants boursiers des formations sanitaires et sociales agréées par les régions sont ajustés conformément au tableau suivant :\n\nCes ajustements non pérennes font l'objet, selon les cas, d'un versement imputé sur la part du produit de la taxe intérieure de consommation sur les produits énergétiques revenant à l'Etat ou d'une minoration de celle revenant aux régions et collectivités.\n\n- LOI n° 2015-1785 du 29 décembre 2015\n\nCentre de ressources, d'expertiseet de performance sportives des régions\n\nMontants des droitsà compensation\n\nAuvergne-Rhône-Alpes\n\nleft\n\nBourgogne-Franche-Comté\n\nleft\n\nBretagne\n\nleft\n\nCentre-Val de Loire\n\nleft\n\nCorse\n\nleft\n\nGrand Est\n\n+ 2 400 €\n\nHauts-de-France\n\n+ 1 875 €\n\nÎle-de-France\n\nleft\n\nNormandie\n\nleft\n\nNouvelle-Aquitaine\n\nleft\n\nOccitanie\n\n+ 18 521 €\n\nPays de la Loire\n\nleft\n\nProvence-Alpes-Côte d'Azur\n\n-8 541 €\n\nGuadeloupe\n\n+ 26 922 €\n\nGuyane\n\nleft\n\nMartinique\n\nleft\n\nLa Réunion\n\n-17 875 €\n\nMayotte\n\nleft\n\nSaint-Martin\n\nleft\n\nSaint-Barthélemy\n\nleft\n\nSaint-Pierre-et-Miquelon\n\nleft\n\nTotal\n\n+ 23 302 €\n\n1\n\nRégions\n\nMontants des aides aux étudiants boursiersdes formations sanitaires et sociales\n\nAuvergne-Rhône-Alpes\n\n+ 950 250 €\n\nBourgogne-Franche-Comté\n\n+ 326 400 €\n\nBretagne\n\n+ 374 250 €\n\nCentre-Val de Loire\n\n+ 546 750 €\n\nCorse\n\n+ 34 350 €\n\nGrand Est\n\n+ 825 750 €\n\nHauts-de-France\n\n+ 1 445 250 €\n\nÎle-de-France\n\n+ 1 360 800 €\n\nNormandie\n\n+ 476 100 €\n\nNouvelle-Aquitaine\n\n+ 685 200 €\n\nOccitanie\n\n+ 695 100 €\n\nPays de la Loire\n\n+ 283 200 €\n\nProvence-Alpes-Côte d'Azur\n\n+ 1 000 950 €\n\nGuadeloupe\n\n+ 34 500 €\n\nGuyane\n\n+ 30 000 €\n\nMartinique\n\n+ 86 400 €\n\nLa Réunion\n\n+ 125 250 €\n\nMayotte\n\n+ 19 500 €\n\nSaint-Martin\n\nleft\n\nSaint-Barthélemy\n\nleft\n\nSaint-Pierre-et-Miquelon\n\nleft\n\nTotal\n\n+ 9 300 000 €\n\n1"
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "I. - Il est institué, pour 2021, un prélèvement sur les recettes de l'Etat visant à alimenter les fonds départementaux de péréquation prévus à l'article 1595 bis du code général des impôts.II. - Le montant du prélèvement sur les recettes de l'Etat attribué à chaque fonds de péréquation départemental est égal à la différence, si elle est positive, entre, d'une part, le montant moyen réparti par le conseil départemental entre 2018 et 2020 en application de l'article 1595 bis du code général des impôts et, d'autre part, le montant qui aurait été réparti par le conseil départemental en 2021 en application du même article 1595 bis, avant l'entrée en vigueur de la présente loi."
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "Pour 2021, les prélèvements opérés sur les recettes de l'Etat au profit des collectivités territoriales sont évalués à 43 400 026 109 € qui se répartissent comme suit :\n\n(En euros)\n\nIntitulé du prélèvement\n\nMontant\n\nPrélèvement sur les recettes de l'Etat au titre de la dotation globale de fonctionnement\n\n26 758 368 435\n\nPrélèvement sur les recettes de l'Etat au titre de la dotation spéciale pour le logement des instituteurs\n\n6 693 795\n\nDotation de compensation des pertes de bases de la taxe professionnelle et de redevance des mines des communes et de leurs groupements\n\n50 000 000\n\nPrélèvement sur les recettes de l'Etat au profit du Fonds de compensation pour la taxe sur la valeur ajoutée (FCTVA)\n\n6 546 000 000\n\nPrélèvement sur les recettes de l'Etat au titre de la compensation d'exonérations relatives à la fiscalité locale\n\n539 632 796\n\nDotation élu local\n\n101 006 000\n\nPrélèvement sur les recettes de l'Etat au profit de la collectivité de Corse\n\n62 897 000\n\nFonds de mobilisation départementale pour l'insertion\n\n465 889 643\n\nDotation départementale d'équipement des collèges\n\n326 317 000\n\nDotation régionale d'équipement scolaire\n\n661 186 000\n\nDotation globale de construction et d'équipement scolaire\n\n2 686 000\n\nDotation de compensation de la réforme de la taxe professionnelle\n\n2 905 213 735\n\nDotation pour transferts de compensations d'exonérations de fiscalité directe locale\n\n413 003 970\n\nPrélèvement sur les recettes de l'Etat au titre de la Dotation unique des compensations spécifiques à la taxe professionnelle\n\n0\n\nDotation de compensation de la réforme de la taxe sur les logements vacants pour les communes et les établissements publics de coopération intercommunale (EPCI) percevant la taxe d'habitation sur les logements vacants\n\n4 000 000\n\nDotation de compensation liée au processus de départementalisation de Mayotte\n\n107 000 000\n\nFonds de compensation des nuisances aéroportuaires\n\n6 822 000\n\nDotation de garantie des reversements des fonds départementaux de taxe professionnelle\n\n284 278 000\n\nPrélèvement sur les recettes de l'Etat au titre de la compensation des pertes de recettes liées au relèvement du seuil d'assujettissement des entreprises au versement transport\n\n48 020 650\n\nPrélèvement sur les recettes de l'Etat au profit de la collectivité territoriale de Guyane\n\n27 000 000\n\nPrélèvement sur les recettes de l'Etat au profit des régions au titre de la neutralisation financière de la réforme de l'apprentissage\n\n122 559 085\n\nPrélèvement sur les recettes de l'Etat au profit de la Polynésie française\n\n90 552 000\n\nSoutien exceptionnel de l'Etat au profit des collectivités du bloc communal confrontées à des pertes de recettes fiscales et domaniales du fait de la crise sanitaire\n\n510 000 000\n\nSoutien exceptionnel de l'Etat au profit des régions d'outre-mer confrontées à des pertes de recettes d'octroi de mer et de taxe spéciale de consommation du fait de la crise sanitaire\n\n0\n\nSoutien exceptionnel de l'Etat au profit de la collectivité de Corse confrontée à certaines pertes de recettes fiscales spécifiques du fait de la crise sanitaire\n\n0\n\nSoutien exceptionnel de l'Etat au profit de Saint-Pierre-et-Miquelon, Saint-Martin, Saint-Barthélemy et Wallis-et-Futuna confrontées à certaines pertes de recettes fiscales spécifiques du fait de la crise sanitaire\n\n0\n\nPrélèvement sur les recettes de l'Etat au titre de la compensation de la réduction de 50% des valeurs locatives de TFPB et de CFE des locaux industriels\n\n3 290 000 000\n\nPrélèvement sur les recettes de l'Etat au titre de la compensation des communes et EPCI contributeurs au Fonds national de garantie individuelle des ressources (FNGIR) subissant une perte de base de cotisation foncière des entreprises\n\n900 000\n\nPrélèvement exceptionnel sur les recettes de l'Etat de compensation du Fonds national de péréquation des droits de mutation à titre onéreux (DMTO)\n\n60 000 000\n\nPrélèvement exceptionnel sur les recettes de l'Etat au profit des collectivités territoriales et des groupements de communes qui procèdent à l'abandon ou à la renonciation définitive de loyers\n\n10 000 000\n\nTotal\n\n43 400 026 109\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Article 80",
      "content": "I. - Il est institué, au titre de l'année 2021, un prélèvement sur les recettes de l'Etat à destination des départements éligibles en 2021 aux reversements mentionnés aux VI et VII de l'article L. 3335-2 du code général des collectivités territoriales.II. - Le montant de ce prélèvement sur les recettes de l'Etat est égal à la différence, si elle est positive, entre 1,6 milliard d'euros et le montant total des prélèvements effectués en 2021 au titre des II et III du même article L. 3335-2.III. - Ce prélèvement sur les recettes de l'Etat est réparti entre les départements dans les conditions suivantes :1° Pour 52 % de son montant, au bénéfice des départements éligibles en 2021 au reversement mentionné au VI dudit article L. 3335-2 et selon les modalités prévues aux 1° à 3° du même VI ;2° Pour 48 % de son montant, au bénéfice des départements éligibles en 2021 au reversement mentionné au VII du même article L. 3335-2 et selon les modalités prévues audit VII."
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le prélèvement prévu au II de l'article 250 de la loi n° 2018-1317 du 28 décembre 2018 de finances pour 2019 au titre de l'année 2020 peut être opéré en 2021. Le cas échéant, dans les conditions prévues par décret en Conseil d'Etat, il est réputé avoir été effectué en 2020 pour le calcul des indicateurs financiers utilisés dans la répartition des concours financiers de l'Etat ou dans les dispositifs de péréquation.\n\n- LOI n° 2018-1317 du 28 décembre 2018"
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "I. à XI. et XIII.-A modifié les dispositions suivantes :\n\nXII.-Par dérogation au tableau du second alinéa du I de l'article 46 de la loi n° 2011-1977 du 28 décembre 2011 de finances pour 2012, le produit de la taxe additionnelle à la cotisation foncière des entreprises mentionnée au II de l'article 1600 du code général des impôts affecté aux chambres de commerce et d'industrie est plafonné, en 2021, à 349 millions d'euros.\n\nXIV.-Il est opéré en 2021, au profit du budget général, un prélèvement de 6 millions d'euros sur les ressources du fonds mentionné à l'article L. 431-14 du code des assurances.\n\nLe versement de ce prélèvement est opéré avant le 30 juin 2021. Le recouvrement, le contentieux, les garanties et les sanctions relatifs à ce prélèvement sont régis par les règles applicables en matière de taxe sur les salaires.\n\nXV.-Les I à XIII entrent en vigueur le 1er janvier 2021.\n\n-LOI n° 2011-1977 du 28 décembre 2011\n\n-Code de la construction et de l'habitation.\n\n-Code de l'environnement\n\n-Code général des impôts\n\n-Code de la propriété intellectuelle\n\n-Code rural et de la pêche maritime\n\n-Loi n° 2003-1312 du 30 décembre 2003\n\n-LOI n° 2018-1203 du 22 décembre 2018\n\n-LOI n° 2017-1837 du 30 décembre 2017\n\n-LOI n° 2019-1479 du 28 décembre 2019"
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "I. - A modifié les dispositions suivantes :\n\nII.-Par dérogation au dernier alinéa du II de l'article 1604 du code général des impôts, les chambres interdépartementales d'agriculture et les chambres d'agriculture de région qui ont été créées avant le 1er janvier 2020 peuvent arrêter des produits différents pour chaque département de leur circonscription au titre des années 2020 à 2025, dans les conditions prévues au même dernier alinéa.III.-Les I et II s'appliquent à compter des impositions dues au titre de l'année 2020.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art84",
      "section": "84",
      "title": "Article 84",
      "content": "I. - La taxe sur les spectacles de variétés perçue au profit du Centre national de la musique prévue à l'article 76 de la loi n° 2003-1312 du 30 décembre 2003 de finances rectificative pour 2003 n'est pas due pour la période du 17 mars 2020 au 31 décembre 2021.II. - Par dérogation à l'avant-dernier alinéa du VI du A du même article 76, la date limite de paiement de la taxe due pour les représentations antérieures au 17 mars 2020 est fixée au 31 décembre 2022."
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Article 85",
      "content": "I.- ; III.- :A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII.-Le solde, au 31 décembre 2020, du compte de la caisse centrale de réassurance qui retrace les opérations du fonds mentionné au premier alinéa du II de l'article L. 561-3 du code de l'environnement, dans sa rédaction antérieure à la présente loi, est reversé au budget général de l'Etat avant le 1er avril 2021.Les opérations enregistrées au 31 décembre 2020 relatives au fonds mentionné au premier alinéa du II de l'article L. 561-3 du code de l'environnement dans sa rédaction antérieure à la présente loi sont reprises sur le budget général de l'Etat.\n\nIV.-Le présent article entre en vigueur le 1er janvier 2021.\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI.\n\n- Code de l'environnement\n\n- LOI n° 2019-1479 du 28 décembre 2019\n\n- Code de l'environnement"
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Article 86",
      "content": "Sous réserve des dispositions de la présente loi, les affectations résultant de budgets annexes créés et de comptes spéciaux ouverts antérieurement à la date d'entrée en vigueur de la présente loi sont confirmées pour l'année 2021."
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "I.- A modifié les dispositions suivantes :\n\nII.- Par dérogation au second alinéa du III de l'article 1605 du code général des impôts, en 2021, le montant de la contribution à l'audiovisuel public n'est pas indexé sur l'indice des prix à la consommation hors tabac.\n\n- Loi n°2005-1719 du 30 décembre 2005"
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "I.-Le compte d'affectation spéciale \" Services nationaux de transports conventionnés de voyageurs \" est clos le 1er janvier 2021. A cette date, le solde des opérations antérieurement enregistrées sur ce compte est versé au budget général de l'Etat.\n\nII.- , III.- : A modifié les dispositions suivantes :\n\n- LOI n° 2010-1657 du 29 décembre 2010\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "Article 90",
      "content": "I.-A.-Le solde des contributions dues en application des articles L. 121-10, L. 121-37 et L. 121-43 du code de l'énergie, dans leur rédaction antérieure à la loi n° 2015-1786 du 29 décembre 2015 de finances rectificative pour 2015, et recouvrées jusqu'au 31 décembre 2020 est reversé au budget général de l'Etat avant le 1er avril 2021.B.-Les opérations enregistrées au 31 décembre 2020 par la Caisse des dépôts et consignations au titre de la contribution au service public de l'électricité, en application des articles L. 121-6 à L. 121-28 et L. 121-35 à L. 121-44 du code de l'énergie, dans leur rédaction antérieure à la loi n° 2015-1786 du 29 décembre 2015 précitée, sont reprises par l'Etat à compter du 1er janvier 2021.\n\nII.- A modifié les dispositions suivantes :\n\n- Code de l'énergie"
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "Article 91",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Une fraction du produit de la taxe sur la valeur ajoutée revenant à l'Etat, d'un montant de 389 millions d'euros net des frais d'assiette et de recouvrement, est affectée en 2021 à l'organisme mentionné au premier alinéa de l'article L. 723-11 du code rural et de la pêche maritime pour le financement des sommes qui lui sont dues par l'Etat à raison du dispositif d'exonération mentionné à l'article L. 741-16 du même code.Un arrêté conjoint des ministres chargés de la sécurité sociale et du budget fixe l'échéancier de versement de la fraction mentionnée au premier alinéa du présent II.III.-La fraction du produit de la taxe sur la valeur ajoutée revenant en janvier 2021 à la branche mentionnée au 1° de l'article L. 200-2 du code de la sécurité sociale est majorée d'un montant de 10 millions d'euros.IV.-Le I entre en vigueur le 1er février 2021.\n\n-Code de de la sécurité sociale"
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Article 92",
      "content": "Le montant du prélèvement effectué sur les recettes de l'Etat au titre de la participation de la France au budget de l'Union européenne est évalué pour l'exercice 2021 à 27 200 000 000 €."
    },
    {
      "provision_ref": "art93",
      "section": "93",
      "title": "Article 93",
      "content": "I. - Pour 2021, les ressources affectées au budget, évaluées dans l'état A annexé à la présente loi, les plafonds des charges et l'équilibre général qui en résulte sont fixés aux montants suivants :\n\n(En millions d'euros [*])\n\nII. - Pour 2021 :1° Les ressources et les charges de trésorerie qui concourent à la réalisation de l'équilibre financier sont évaluées comme suit :\n\n(En milliards d'euros)\n\n;2° Le ministre chargé des finances est autorisé à procéder, en 2021, dans des conditions fixées par décret :a) A des emprunts à long, moyen et court termes libellés en euros ou en autres devises pour couvrir l'ensemble des charges de trésorerie ou pour renforcer les réserves de change ;b) A l'attribution directe de titres de dette publique négociable à la Caisse de la dette publique ;c) A des conversions facultatives, à des opérations de pension sur titres d'Etat ;d) A des opérations de dépôts de liquidités auprès de la Caisse de la dette publique, auprès de la Société de prise de participations de l'Etat, auprès du Fonds européen de stabilité financière, auprès du Mécanisme européen de stabilité, auprès des institutions et agences financières de l'Union européenne, sur le marché interbancaire de la zone euro et auprès des Etats de la même zone ;e) A des souscriptions de titres de créances négociables émis par des établissements publics administratifs, à des rachats, à des échanges d'emprunts, à des échanges de devises ou de taux d'intérêt, à l'achat ou à la vente d'options, de contrats à terme sur titres d'Etat ou d'autres instruments financiers à terme ;3° Le plafond de la variation nette, appréciée en fin d'année et en valeur nominale, de la dette négociable de l'Etat d'une durée supérieure à un an est fixé à 142,5 milliards d'euros.III. - Pour 2021, le plafond d'autorisation des emplois rémunérés par l'Etat, exprimé en équivalents temps plein travaillé, est fixé au nombre de 1 945 129.IV. - Pour 2021, les éventuels surplus mentionnés au 10° du I de l'article 34 de la loi organique n° 2001-692 du 1er août 2001 relative aux lois de finances sont utilisés dans leur totalité pour réduire le déficit budgétaire.Il y a constatation de tels surplus si, pour l'année 2021, le produit des impositions de toute nature établies au profit de l'Etat net des remboursements et dégrèvements d'impôts, révisé dans la dernière loi de finances rectificative pour l'année 2021 ou, à défaut, dans le projet de loi de finances pour 2022, est, à législation constante, supérieur à l'évaluation figurant dans l'état A mentionné au I du présent article.\n\nRessources\n\nCharges\n\nSolde\n\nBudget général\n\nleft\n\nleft\n\nleft\n\nRecettes fiscales brutes / dépenses brutes\n\n387 204\n\n514 270\n\nleft\n\nA déduire : Remboursements et dégrèvements\n\n129 334\n\n129 334\n\nleft\n\nRecettes fiscales nettes / dépenses nettes\n\n257 870\n\n384 936\n\nleft\n\nRecettes non fiscales\n\n25 308\n\nleft\n\nleft\n\nRecettes totales nettes / dépenses nettes\n\n283 179\n\n384 936\n\nleft\n\nÀ déduire : Prélèvements sur recettes au profit des collectivités territoriales et de l'Union européenne\n\n70 600\n\nleft\n\nleft\n\nMontants nets pour le budget général\n\n212 579\n\n384 936\n\n- 172 357\n\nÉvaluation des fonds de concours et crédits correspondants\n\n5 674\n\n5 674\n\nleft\n\nMontants nets pour le budget général y compris fonds de concours\n\n218 252\n\n390 610\n\nleft\n\nBudgets annexes\n\nleft\n\nleft\n\nleft\n\nContrôle et exploitation aériens\n\n2 222\n\n2 266\n\n- 44\n\nPublications officielles et information administrative\n\n159\n\n152\n\n7\n\nTotaux pour les budgets annexes\n\n2 381\n\n2 418\n\n- 37\n\nÉvaluation des fonds de concours et crédits correspondants :\n\nleft\n\nleft\n\nleft\n\nContrôle et exploitation aériens\n\n28\n\n28\n\nleft\n\nPublications officielles et information administrative\n\nleft\n\nleft\n\nleft\n\nTotaux pour les budgets annexes y compris fonds de concours\n\n2 409\n\n2 446\n\nleft\n\nComptes spéciaux\n\nleft\n\nleft\n\nleft\n\nComptes d'affectation spéciale\n\n77 607\n\n77 236\n\n370\n\nComptes de concours financiers\n\n128 269\n\n129 613\n\n- 1 345\n\nComptes de commerce (solde)\n\nleft\n\nleft\n\n- 19\n\nComptes d'opérations monétaires (solde)\n\nleft\n\nleft\n\n51\n\nSolde pour les comptes spéciaux\n\nleft\n\nleft\n\n- 943\n\nSolde général\n\nleft\n\nleft\n\n- 173 337\n\n(*) Les montants figurant dans le présent tableau sont arrondis au million d'euros le plus proche ; il résulte de l'application de ce principe que le montant arrondi des totaux et sous-totaux peut ne pas être égal à la somme des montants arrondis entrant dans son calcul.\n\n1\n\ncenter\n\nBesoin de financement\n\ncenter\n\nbottom\n\nAmortissement de la dette à moyen et long termes\n\n118,3\n\nDont remboursement du nominal à valeur faciale\n\n117,5\n\nDont suppléments d'indexation versés à l'échéance (titres indexés)\n\n0,8\n\nAmortissement de la dette reprise de SNCF Réseau\n\n1,3\n\nAmortissement des autres dettes reprises\n\n0,0\n\nDéficit à financer\n\n173,3\n\nAutres besoins de trésorerie\n\n0,1\n\nTotal\n\n293,0\n\nRessources de financement\n\nleft\n\nÉmission de dette à moyen et long termes, nette des rachats\n\n260,0\n\nRessources affectées à la Caisse de la dette publique et consacrées au désendettement\n\n0,0\n\nVariation nette de l'encours des titres d'Etat à court terme\n\n19,5\n\nVariation des dépôts des correspondants\n\n7,0\n\nVariation des disponibilités du Trésor à la Banque de France et des placements de trésorerie de l'Etat\n\n0,0\n\nAutres ressources de trésorerie\n\n6,5\n\nTotal\n\n293,0\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art94",
      "section": "94",
      "title": "Article 94",
      "content": "Il est ouvert aux ministres, pour 2021, au titre du budget général, des autorisations d'engagement et des crédits de paiement s'élevant respectivement aux montants de 562 837 390 830 € et de 514 269 617 580, conformément à la répartition par mission donnée à l'état B annexé à la présente loi."
    },
    {
      "provision_ref": "art95",
      "section": "95",
      "title": "Article 95",
      "content": "Il est ouvert aux ministres, pour 2021, au titre des budgets annexes, des autorisations d'engagement et des crédits de paiement s'élevant respectivement aux montants de 2 493 275 814 € et de 2 418 482 814 €, conformément à la répartition par budget annexe donnée à l'état C annexé à la présente loi."
    },
    {
      "provision_ref": "art96",
      "section": "96",
      "title": "Article 96",
      "content": "I. - Il est ouvert aux ministres, pour 2021, au titre des comptes d'affectation spéciale, des autorisations d'engagement et des crédits de paiement s'élevant respectivement aux montants de 77 128 239 359 € et de 77 236 189 359 €, conformément à la répartition par compte donnée à l'état D annexé à la présente loi.II. - Il est ouvert aux ministres, pour 2021, au titre des comptes de concours financiers, des autorisations d'engagement et des crédits de paiement s'élevant respectivement aux montants de 129 468 748 780 € et de 129 613 306 930 €, conformément à la répartition par compte donnée à l'état D annexé à la présente loi."
    },
    {
      "provision_ref": "art97",
      "section": "97",
      "title": "Article 97",
      "content": "I. - Les autorisations de découvert accordées aux ministres, pour 2021, au titre des comptes de commerce, sont fixées au montant de 20 518 709 800 €, conformément à la répartition par compte donnée à l'état E annexé à la présente loi.II. - Les autorisations de découvert accordées au ministre chargé des finances, pour 2021, au titre des comptes d'opérations monétaires, sont fixées au montant de 250 000 000 €, conformément à la répartition par compte donnée à l'état E annexé à la présente loi."
    },
    {
      "provision_ref": "art98",
      "section": "98",
      "title": "Article 98",
      "content": "Le plafond des autorisations d'emplois de l'Etat, pour 2021, exprimé en équivalents temps plein travaillé, est réparti comme suit :\n\nDésignation du ministère ou du budget annexe\n\nPlafond expriméen équivalentstemps plein travaillé\n\nI. - Budget général\n\n1 934 906\n\nAgriculture et alimentation\n\n29 781\n\nArmées\n\n272 224\n\nCohésion des territoires et relations avec les collectivités territoriales\n\n291\n\nCulture\n\n9 585\n\nÉconomie, finances et relance\n\n130 539\n\nÉducation nationale, jeunesse et sports\n\n1 024 350\n\nEnseignement supérieur, recherche et innovation\n\n6 794\n\nEurope et affaires étrangères\n\n13 583\n\nIntérieur\n\n293 170\n\nJustice\n\n89 878\n\nOutre-mer\n\n5 618\n\nServices du Premier ministre\n\n9 609\n\nSolidarités et santé\n\n5 080\n\nTransition écologique\n\n36 203\n\nTravail, emploi et insertion\n\n8 201\n\nII. - Budgets annexes\n\n11 108\n\nContrôle et exploitation aériens\n\n10 544\n\nPublications officielles et information administrative\n\n564\n\nTotal général\n\n1 946 014\n\n1"
    },
    {
      "provision_ref": "art99",
      "section": "99",
      "title": "Article 99",
      "content": "I.-Le plafond des autorisations d'emplois des opérateurs de l'Etat, pour 2021, exprimé en équivalents temps plein travaillé, est fixé à 405 612 emplois. Ce plafond est réparti comme suit :\n\nII.-A modifié les dispositions suivantes :\n\nMission/ Programme\n\nPlafond expriméen équivalentstemps plein travaillé\n\nAction extérieure de l'Etat\n\n6 253\n\nDiplomatie culturelle et d'influence\n\n6 253\n\nAdministration générale et territoriale de l'Etat\n\n361\n\nAdministration territoriale de l'Etat\n\n140\n\nConduite et pilotage des politiques de l'intérieur\n\n221\n\nAgriculture, alimentation, forêt et affaires rurales\n\n13 646\n\nCompétitivité et durabilité de l'agriculture, de l'agroalimentaire, de la forêt, de la pêche et de l'aquaculture\n\n12 288\n\nSécurité et qualité sanitaires de l'alimentation\n\n1 352\n\nConduite et pilotage des politiques de l'agriculture\n\n6\n\nAnciens combattants, mémoire et liens avec la Nation\n\n1 228\n\nReconnaissance et réparation en faveur du monde combattant\n\n1 228\n\nCohésion des territoires\n\n673\n\nUrbanisme, territoires et amélioration de l'habitat\n\n346\n\nImpulsion et coordination de la politique d'aménagement du territoire\n\n327\n\nCulture\n\n16 486\n\nPatrimoines\n\n9 898\n\nCréation\n\n3 355\n\nTransmission des savoirs et démocratisation de la culture\n\n3 108\n\nSoutien aux politiques du ministère de la culture\n\n125\n\nDéfense\n\n6 981\n\nEnvironnement et prospective de la politique de défense\n\n5 210\n\nPréparation et emploi des forces\n\n637\n\nSoutien de la politique de la défense\n\n1 134\n\nDirection de l'action du Gouvernement\n\n516\n\nCoordination du travail gouvernemental\n\n516\n\nEcologie, développement et mobilité durables\n\n19 266\n\nInfrastructures et services de transports\n\n5 059\n\nAffaires maritimes\n\n232\n\nPaysages, eau et biodiversité\n\n5 106\n\nExpertise, information géographique et météorologie\n\n6 648\n\nPrévention des risques\n\n1 352\n\nÉnergie, climat et après-mines\n\n404\n\nConduite et pilotage des politiques de l'écologie, du développement et de la mobilité durables\n\n465\n\nEconomie\n\n2 533\n\nDéveloppement des entreprises et régulations\n\n2 533\n\nEnseignement scolaire\n\n3 048\n\nSoutien de la politique de l'éducation nationale\n\n3 048\n\nImmigration, asile et intégration\n\n2 171\n\nImmigration et asile\n\n1 003\n\nIntégration et accès à la nationalité française\n\n1 168\n\nJustice\n\n686\n\nJustice judiciaire\n\n269\n\nAdministration pénitentiaire\n\n267\n\nConduite et pilotage de la politique de la justice\n\n150\n\nMédias, livre et industries culturelles\n\n3 098\n\nLivre et industries culturelles\n\n3 098\n\nOutre-mer\n\n127\n\nEmploi outre-mer\n\n127\n\nRecherche et enseignement supérieur\n\n259 825\n\nFormations supérieures et recherche universitaire\n\n166 129\n\nVie étudiante\n\n12 724\n\nRecherches scientifiques et technologiques pluridisciplinaires\n\n70 677\n\nRecherche spatiale\n\n2 417\n\nRecherche dans les domaines de l'énergie, du développement et de la mobilité durables\n\n3 351\n\nRecherche et enseignement supérieur en matière économique et industrielle\n\n3 325\n\nEnseignement supérieur et recherche agricoles\n\n1 202\n\nRégimes sociaux et de retraite\n\n293\n\nRégimes de retraite et de sécurité sociale des marins\n\n293\n\nSanté\n\n131\n\nPrévention, sécurité sanitaire et offre de soins\n\n131\n\nSécurités\n\n299\n\nPolice nationale\n\n287\n\nSécurité civile\n\n12\n\nSolidarité, insertion et égalité des chances\n\n8 503\n\nInclusion sociale et protection des personnes\n\n30\n\nConduite et soutien des politiques sanitaires et sociales\n\n8 473\n\nSport, jeunesse et vie associative\n\n756\n\nSport\n\n559\n\nJeunesse et vie associative\n\n69\n\nJeux Olympiques et Paralympiques 2024\n\n128\n\nTransformation et fonction publiques\n\n1 080\n\nFonction publique\n\n1 080\n\nTravail et emploi\n\n56 806\n\nAccès et retour à l'emploi\n\n50 518\n\nAccompagnement des mutations économiques et développement de l'emploi\n\n6 134\n\nAmélioration de la qualité de l'emploi et des relations du travail\n\n68\n\nConception, gestion et évaluation des politiques de l'emploi et du travail\n\n86\n\nContrôle et exploitation aériens\n\n799\n\nSoutien aux prestations de l'aviation civile\n\n799\n\nContrôle de la circulation et du stationnement routiers\n\n47\n\nContrôle et modernisation de la politique de la circulation et du stationnement routiers\n\n47\n\nTotal\n\n405 612\n\n1\n\n- Code de l'environnement"
    },
    {
      "provision_ref": "art100",
      "section": "100",
      "title": "Article 100",
      "content": "I. - Pour 2021, le plafond des autorisations d'emplois des agents de droit local des établissements à autonomie financière mentionnés à l'article 66 de la loi de finances pour 1974 (n° 73-1150 du 27 décembre 1973), exprimé en équivalents temps plein, est fixé à 3 411. Ce plafond est réparti comme suit :\n\nII. - Ce plafond s'applique exclusivement aux agents de droit local recrutés à durée indéterminée.\n\nMission / Programme\n\nPlafond expriméen équivalents temps plein\n\nDiplomatie culturelle et d'influence\n\n3 411\n\nTotal\n\n3 411\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art101",
      "section": "101",
      "title": "Article 101",
      "content": "Pour 2021, le plafond des autorisations d'emplois de diverses autorités publiques dont les effectifs ne sont pas inclus dans un plafond d'autorisation des emplois rémunérés par l'Etat, exprimé en équivalents temps plein travaillé, est fixé à 2 630 emplois. Ce plafond est réparti comme suit :\n\nPlafond expriméen équivalentstemps plein travaillé\n\nAgence française de lutte contre le dopage (AFLD)\n\n79\n\nAutorité de contrôle prudentiel et de résolution (ACPR)\n\n1 050\n\nAutorité de régulation des transports (ART)\n\n101\n\nAutorité des marchés financiers (AMF)\n\n500\n\nConseil supérieur de l'audiovisuel (CSA)\n\n290\n\nHaut Conseil du commissariat aux comptes (H3C)\n\n68\n\nHaute Autorité de santé (HAS)\n\n434\n\nHaute Autorité pour la diffusion des œuvres et la protection des droits sur internet (HADOPI)\n\n65\n\nMédiateur national de l'énergie (MNE)\n\n43\n\nTotal\n\n2 630\n\n1"
    },
    {
      "provision_ref": "art102",
      "section": "102",
      "title": "Article 102",
      "content": "Les reports de 2020 sur 2021 susceptibles d'être effectués à partir des programmes mentionnés dans le tableau figurant ci-dessous ne pourront excéder le montant des crédits ouverts sur ces mêmes programmes par les lois de finances initiale et rectificatives pour 2020.\n\nIntitulé du programme 2020\n\nIntitulé de la mission de rattachement 2020\n\nIntitulé du programme 2021\n\nIntitulé de la mission de rattachement 2021\n\nFonds pour l'accélération du financement des start-up d'Etat\n\nAction et transformation publiques\n\nInnovation et transformation numériques\n\nTransformation et fonction publiques\n\nFrançais à l'étranger et affaires consulaires\n\nAction extérieure de l'Etat\n\nFrançais à l'étranger et affaires consulaires\n\nAction extérieure de l'Etat\n\nVie politique, cultuelle et associative\n\nAdministration générale et territoriale de l'Etat\n\nVie politique, cultuelle et associative\n\nAdministration générale et territoriale de l'Etat\n\nCompétitivité et durabilité de l'agriculture, de l'agroalimentaire, de la forêt, de la pêche et de l'aquaculture\n\nAgriculture, alimentation, forêt et affaires rurales\n\nCompétitivité et durabilité de l'agriculture, de l'agroalimentaire, de la forêt, de la pêche et de l'aquaculture\n\nAgriculture, alimentation, forêt et affaires rurales\n\nConduite et pilotage des politiques de l'agriculture\n\nAgriculture, alimentation, forêt et affaires rurales\n\nConduite et pilotage des politiques de l'agriculture\n\nAgriculture, alimentation, forêt et affaires rurales\n\nAide économique et financière au développement\n\nAide publique au développement\n\nAide économique et financière au développement\n\nAide publique au développement\n\nIndemnisation des victimes des persécutions antisémites et des actes de barbarie pendant la seconde guerre mondiale\n\nAnciens combattants, mémoire et liens avec la nation\n\nIndemnisation des victimes des persécutions antisémites et des actes de barbarie pendant la seconde guerre mondiale\n\nAnciens combattants, mémoire et liens avec la nation\n\nHébergement, parcours vers le logement et insertion des personnes vulnérables\n\nCohésion des territoires\n\nHébergement, parcours vers le logement et insertion des personnes vulnérables\n\nCohésion des territoires\n\nInterventions territoriales de l'Etat\n\nCohésion des territoires\n\nInterventions territoriales de l'Etat\n\nCohésion des territoires\n\nUrbanisme, territoires et amélioration de l'habitat\n\nCohésion des territoires\n\nUrbanisme, territoires et amélioration de l'habitat\n\nCohésion des territoires\n\nConseil d'Etat et autres juridictions administratives\n\nConseil et contrôle de l'Etat\n\nConseil d'Etat et autres juridictions administratives\n\nConseil et contrôle de l'Etat\n\nCour des comptes et autres juridictions financières\n\nConseil et contrôle de l'Etat\n\nCour des comptes et autres juridictions financières\n\nConseil et contrôle de l'Etat\n\nNavigation aérienne\n\nContrôle et exploitation aériens\n\nNavigation aérienne\n\nContrôle et exploitation aériens\n\nCoordination du travail gouvernemental\n\nDirection de l'action du Gouvernement\n\nCoordination du travail gouvernemental\n\nDirection de l'action du Gouvernement\n\nAffaires maritimes\n\nEcologie, développement et mobilité durables\n\nAffaires maritimes\n\nEcologie, développement et mobilité durables\n\nÉnergie, climat et après-mines\n\nEcologie, développement et mobilité durables\n\nEnergie, climat et après-mines\n\nEcologie, développement et mobilité durables\n\nPaysages, eaux et biodiversité\n\nEcologie, développement et mobilité durables\n\nPaysages, eaux et biodiversité\n\nEcologie, développement et mobilité durables\n\nDéveloppement des entreprises et régulations\n\nEconomie\n\nDéveloppement des entreprises et régulations\n\nEconomie\n\nPlan “France Très haut débit”\n\nEconomie\n\nPlan “France Très haut débit”\n\nEconomie\n\nStatistiques et études économiques\n\nEconomie\n\nStatistiques et études économiques\n\nEconomie\n\nStratégie économique et fiscale\n\nEconomie\n\nStratégies économiques\n\nEconomie\n\nConduite et pilotage des politiques économiques et financières\n\nGestion des finances publiques et des ressources humaines\n\nConduite et pilotage des politiques économiques et financières\n\nGestion des finances publiques\n\nGestion fiscale et financière de l'Etat et du secteur public local\n\nGestion des finances publiques et des ressources humaines\n\nGestion fiscale et financière de l'Etat et du secteur public local\n\nGestion des finances publiques\n\nAccès au droit et à la justice\n\nJustice\n\nAccès au droit et à la justice\n\nJustice\n\nAdministration pénitentiaire\n\nJustice\n\nAdministration pénitentiaire\n\nJustice\n\nConseil supérieur de la magistrature\n\nJustice\n\nConseil supérieur de la magistrature\n\nJustice\n\nJustice judiciaire\n\nJustice\n\nJustice judiciaire\n\nJustice\n\nLivre et industries culturelles\n\nMédias, livre et industries culturelles\n\nLivre et industries culturelles\n\nMédias, livre et industries culturelles\n\nPresse et médias\n\nMédias, livre et industries culturelles\n\nPresse et médias\n\nMédias, livre et industries culturelles\n\nConditions de vie outre-mer\n\nOutre-mer\n\nConditions de vie outre-mer\n\nOutre-mer\n\nEmploi outre-mer\n\nOutre-mer\n\nEmploi outre-mer\n\nOutre-mer\n\nCompensation à la sécurité sociale des allègements de prélèvements pour les entreprises les plus touchées par la crise\n\nPlan d'urgence face à la crise sanitaire\n\nCompensation à la sécurité sociale des allègements de prélèvements pour les entreprises les plus touchées par la crise\n\nPlan d'urgence face à la crise sanitaire\n\nFonds de solidarité pour les entreprises à la suite de la crise sanitaire\n\nPlan d'urgence face à la crise sanitaire\n\nFonds de solidarité pour les entreprises à la suite de la crise sanitaire\n\nPlan d'urgence face à la crise sanitaire\n\nPrise en charge du dispositif exceptionnel de chômage partiel à la suite de la crise sanitaire\n\nPlan d'urgence face à la crise sanitaire\n\nPrise en charge du dispositif exceptionnel de chômage partiel à la suite de la crise sanitaire\n\nPlan d'urgence face à la crise sanitaire\n\nRenforcement exceptionnel des participations financières de l'Etat dans le cadre de la crise sanitaire\n\nPlan d'urgence face à la crise sanitaire\n\nRenforcement exceptionnel des participations financières de l'Etat dans le cadre de la crise sanitaire\n\nPlan d'urgence face à la crise sanitaire\n\nAvances remboursables et prêts bonifiés aux entreprises touchées par la crise de la covid-19\n\nPrêts et avances à des particuliers ou à des organismes privés\n\nAvances remboursables et prêts bonifiés aux entreprises touchées par la crise de la covid-19\n\nPrêts et avances à des particuliers ou à des organismes privés\n\nPrêts à la société concessionnaire de la liaison express entre Paris et l'aéroport Paris-Charles de Gaulle\n\nPrêts et avances à des particuliers ou à des organismes privés\n\nPrêts à la société concessionnaire de la liaison express entre Paris et l'aéroport Paris-Charles de Gaulle\n\nPrêts et avances à des particuliers ou à des organismes privés\n\nPrêts pour le développement économique et social\n\nPrêts et avances à des particuliers ou à des organismes privés\n\nPrêts pour le développement économique et social\n\nPrêts et avances à des particuliers ou à des organismes privés\n\nConcours financiers aux collectivités territoriales et à leurs groupements\n\nRelations avec les collectivités territoriales\n\nConcours financiers aux collectivités territoriales et à leurs groupements\n\nRelations avec les collectivités territoriales\n\nConcours spécifiques et administration\n\nRelations avec les collectivités territoriales\n\nConcours spécifiques et administration\n\nRelations avec les collectivités territoriales\n\nPrévention, sécurité sanitaire et offre de soins\n\nSanté\n\nPrévention, sécurité sanitaire et offre de soins\n\nSanté\n\nSécurité civile\n\nSécurités\n\nSécurité civile\n\nSécurités\n\nExploitation des services nationaux de transport conventionnés\n\nServices nationaux de transport conventionnés de voyageurs\n\nInfrastructures et services de transports\n\nÉcologie, développement et mobilité durables\n\nJeunesse et vie associative\n\nSport, jeunesse et vie associative\n\nJeunesse et vie associative\n\nSport, jeunesse et vie associative\n\nSport\n\nSport, jeunesse et vie associative\n\nSport\n\nSport, jeunesse et vie associative\n\nAccès et retour à l'emploi\n\nTravail et emploi\n\nAccès et retour à l'emploi\n\nTravail et emploi\n\nAccompagnement des mutations économiques et développement de l'emploi\n\nTravail et emploi\n\nAccompagnement des mutations économiques et développement de l'emploi\n\nTravail et emploi\n\nAmélioration de la qualité de l'emploi et des relations du travail\n\nTravail et emploi\n\nAmélioration de la qualité de l'emploi et des relations du travail\n\nTravail et emploi\n\nConception, gestion et évaluation des politiques de l'emploi et du travail\n\nTravail et emploi\n\nConception, gestion et évaluation des politiques de l'emploi et du travail\n\nTravail et emploi\n\nAvances remboursables destinées à soutenir Île-de-France Mobilités à la suite des conséquences de l'épidémie de la covid-19\n\nAvances à divers services de l'Etat ou organismes gérant des services publics\n\nAvances remboursables destinées à soutenir Île-de-France Mobilités à la suite des conséquences de l'épidémie de la covid-19\n\nAvances à divers services de l'Etat ou organismes gérant des services publics\n\nAvances remboursables destinées à soutenir les autorités organisatrices de la mobilité à la suite des conséquences de l'épidémie de la covid-19\n\nAvances à divers services de l'Etat ou organismes gérant des services publics\n\nAvances remboursables destinées à soutenir les autorités organisatrices de la mobilité à la suite des conséquences de l'épidémie de la covid-19\n\nAvances à divers services de l'Etat ou organismes gérant des services publics\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art104",
      "section": "104",
      "title": "Article 104",
      "content": "I.- A modifié les dispositions suivantes :\n\nII.- Le I s'applique à compter des impositions dues au titre de 2021.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art106",
      "section": "106",
      "title": "Article 106",
      "content": "I.- A modifié les dispositions suivantes :\n\nII. - Le I s'applique aux travaux de rénovation et de réhabilitation pour lesquels une déclaration préalable de travaux ou une demande de permis de construire est déposée à compter du 1er janvier 2021.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art107",
      "section": "107",
      "title": "Article 107",
      "content": "I.- A modifié les dispositions suivantes :\n\nII.- Le présent article est applicable pour les cotisations et contributions dues au titre des périodes d'activité courant à compter du 1er janvier 2021.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art108",
      "section": "108",
      "title": "Article 108",
      "content": "I. à III.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nIV.-A.-Les I à III s'appliquent aux investissements réalisés à compter du 1er janvier 2022.B.-Pour les investissements réalisés à Saint-Martin, les I à III entrent en vigueur à une date fixée par décret, qui ne peut être postérieure de plus de six mois à la date de réception par le Gouvernement de la réponse de la Commission européenne permettant de considérer le dispositif législatif lui ayant été notifié comme conforme au droit de l'Union européenne en matière d'aides d'Etat.\n\n-Code général des impôts, CGI.\n\n-Livre des procédures fiscales\n\n-Code du cinéma et de l'image animée\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art109",
      "section": "109",
      "title": "Article 109",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII. - A. - Le I s'applique aux investissements mis en service en Polynésie française, à Saint-Barthélemy, à Saint-Pierre-et-Miquelon, dans les îles Wallis et Futuna ou en Nouvelle-Calédonie au titre des exercices ouverts à compter du 1er janvier 2022 et pour l'agrément desquels une demande est déposée à compter du 1er janvier 2019.B. - Le I s'applique aux investissements mis en service en Guadeloupe, en Guyane, en Martinique, à La Réunion, à Mayotte et à Saint-Martin pour l'agrément desquels une demande a été déposée à compter d'une date fixée par décret, qui ne peut être postérieure de plus de six mois à la date de réception par le Gouvernement de la réponse de la Commission européenne permettant de considérer la disposition lui ayant été notifiée comme conforme au droit de l'Union européenne en matière d'aides d'Etat."
    },
    {
      "provision_ref": "art110",
      "section": "110",
      "title": "Article 110",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le I s'applique aux versements effectués à compter d'une date fixée par décret, qui ne peut être postérieure de plus de deux mois à la date de réception par le Gouvernement de la réponse de la Commission européenne permettant de considérer la disposition lui ayant été notifiée comme étant conforme au droit de l'Union européenne, ou aux versements effectués à compter du 1er janvier 2021 si cette réception a lieu avant cette date.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art112",
      "section": "112",
      "title": "Article 112",
      "content": "I. - Pour l'application du 1 de l'article 200-0 A du code général des impôts, le montant cumulé des réductions d'impôt mentionnées aux articles 199 terdecies-0 AA et 199 terdecies-0 AB du même code est diminué, dans la limite de ce montant, de 3 000 €.II. - Pour l'application du dernier alinéa du II de l'article 199 terdecies-0 A et du 3° du 2 du I de l'article 199 terdecies-0 AB du code général des impôts, le montant mentionné au premier alinéa du 1 de l'article 200-0 A du même code est majoré de 3 000 €.III. - Les I et II du présent article s'appliquent :1° Aux versements éligibles au bénéfice de la réduction d'impôt mentionnée à l'article 199 terdecies-0 AA du code général des impôts effectués à compter d'une date fixée par décret, qui ne peut être postérieure de plus de deux mois à la date de réception par le Gouvernement de la réponse de la Commission européenne permettant de considérer la disposition lui ayant été notifiée comme étant conforme au droit de l'Union européenne, ou à compter du 1er janvier 2021 si la réponse est reçue avant cette date, et jusqu'au 31 décembre 2021 ;2° Aux versements éligibles au bénéfice de la réduction d'impôt mentionnée à l'article 199 terdecies-0 AB du code général des impôts effectués à compter du 1er janvier 2021 et jusqu'au 31 décembre 2021."
    },
    {
      "provision_ref": "art113",
      "section": "113",
      "title": "Article 113",
      "content": "I.- ; II.- A modifié les dispositions suivantes :\n\nIII. - Le I s'applique aux versements effectués à compter d'une date fixée par décret, qui ne peut être postérieure de plus de deux mois à la date de réception par le Gouvernement de la réponse de la Commission européenne permettant de considérer la disposition lui ayant été notifiée comme étant conforme au droit de l'Union européenne, ou aux versements effectués à compter du 1er janvier 2021 si cette réception a lieu avant cette date.\n\n- Code général des impôts, CGI.\n\n- Code monétaire et financier"
    },
    {
      "provision_ref": "art116",
      "section": "116",
      "title": "Article 116",
      "content": "L'article 238 bis HG du code général des impôts est complété par trois alinéas ainsi rédigés :« c. De versements en numéraire réalisés par contrat d'association à la distribution, afin de concourir au financement, par les entreprises de distribution, de la production d'œuvres cinématographiques sous forme d'avances et à la prise en charge par ces entreprises des dépenses d'édition et de promotion de ces œuvres en salles de spectacles cinématographiques. Le contrat doit être conclu et les versements doivent être effectués avant la sortie de l'œuvre en salles de spectacles cinématographiques. Il permet d'acquérir un droit sur les recettes d'exploitation d'une œuvre cinématographique agréée dans les conditions prévues à l'article 238 bis HF et limite la responsabilité du souscripteur au montant du versement. Le contrat est inscrit au registre public du cinéma et de l'audiovisuel prévu au titre II du livre Ier du code du cinéma et de l'image animée ; son titulaire ne jouit d'aucun droit d'exploitation de l'œuvre et ne peut bénéficier des aides financières à la distribution du Centre national du cinéma et de l'image animée. Le financement par ces contrats de la production d'œuvres cinématographiques sous forme d'avances ne peut pas excéder 50 % du coût total de l'œuvre.« Le cumul du financement par des contrats mentionnés au b et du financement de la production sous forme d'avances par des contrats mentionnés au c ne peut excéder 50 % du coût total de production de l'œuvre cinématographique.« Le montant des versements mentionnés au même c représente au maximum 15 % du montant total des investissements annuels mentionnés à l'article 238 bis HE. »"
    },
    {
      "provision_ref": "art118",
      "section": "118",
      "title": "Article 118",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nIII. - Le I s'applique aux exercices clos à compter du 31 décembre 2021, sous réserve de la réception préalable par le Gouvernement de la réponse de la Commission européenne permettant de considérer la disposition lui ayant été notifiée comme étant conforme au droit de l'Union européenne en matière d'aides d'Etat."
    },
    {
      "provision_ref": "art119",
      "section": "119",
      "title": "Article 119",
      "content": "I.- A modifié les dispositions suivantes :\n\nII.- Le I du présent article entre en vigueur le 1er janvier 2022.\n\n- Code du travail"
    },
    {
      "provision_ref": "art120",
      "section": "120",
      "title": "Article 120",
      "content": "I.-A modifié les dispositions suivantes :\n\n-Code général des impôts, CGI.\n\nII.-Le présent article s'applique aux créations et extensions d'établissements intervenues à compter du 1er janvier 2021."
    },
    {
      "provision_ref": "art126",
      "section": "126",
      "title": "Article 126",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII. - Les délibérations prises en application de l'article 1382 D du code général des impôts dans sa rédaction antérieure à la présente loi restent applicables aux contrats en cours conclus en application de l'article L. 762-2 du code de l'éducation dans sa rédaction antérieure à la loi n° 2017-1837 du 30 décembre 2017 de finances pour 2018 et s'appliquent également aux nouveaux titres constitués depuis le 1er janvier 2018."
    },
    {
      "provision_ref": "art128",
      "section": "128",
      "title": "Article 128",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII.-Les logements qui auraient bénéficié, au titre de 2021, de l'abattement prévu à l'article 1388 octies du code général des impôts dans sa rédaction antérieure à la présente loi en bénéficient dans les conditions prévues au même article 1388 octies pour la durée restant à courir.III.-Les délibérations prises en application de l'article 1388 octies du code général des impôts dans sa rédaction antérieure à la présente loi restent applicables tant qu'elles n'ont pas été rapportées ou modifiées."
    },
    {
      "provision_ref": "art130",
      "section": "130",
      "title": "Article 130",
      "content": "I.-A modifié les dispositions suivantes :\n\n-Code général des impôts, CGI.\n\nII.-Les délibérations prises en application de l'article 1394 D du code général des impôts dans sa rédaction en vigueur à la date de publication de la présente loi continuent à produire leurs effets tant qu'elles ne sont pas modifiées ou rapportées."
    },
    {
      "provision_ref": "art131",
      "section": "131",
      "title": "Article 131",
      "content": "Par dérogation aux troisième et dernier alinéas du I de l'article 1388 bis du code général des impôts, la convention mentionnée au deuxième alinéa du même I est signée au plus tard le 28 février 2021 pour l'application de l'abattement aux impositions établies au titre de 2021."
    },
    {
      "provision_ref": "art132",
      "section": "132",
      "title": "Article 132",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII. - Les propriétaires des locaux qui remplissent, au 1er janvier 2020, les conditions prévues pour l'application de l'article 1499-00 A du code général des impôts dans sa rédaction résultant de la présente loi souscrivent avant le 1er février 2021 une déclaration sur un imprimé établi par l'administration."
    },
    {
      "provision_ref": "art133",
      "section": "133",
      "title": "Article 133",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nIII.-A.-Dans chaque port, l'autorité portuaire souscrit, au plus tard le 1er janvier 2022, une déclaration précisant, à la date du 1er janvier 2021, les informations relatives à chacun des biens mentionnés au I de l'article 1501 bis du code général des impôts ainsi que celles relatives aux bâtiments et installations de toute nature érigés sur les quais et terre-pleins mentionnés au III du même article 1501 bis.Dans les grands ports maritimes et fluvio-maritimes, l'autorité portuaire souscrit également, au plus tard le 1er janvier 2023, une déclaration précisant, à la date du 1er janvier 2022, les informations relatives à l'ensemble des autres biens passibles d'une taxe foncière situés dans leur emprise.Les modalités d'application du présent A sont fixées par arrêté du ministre chargé du budget.B.-Le défaut de production dans le délai prescrit des déclarations mentionnées au A du présent III entraîne l'application d'une amende de 1 500 €. Les omissions ou inexactitudes constatées dans la même déclaration entraînent l'application d'une amende de 150 € par information omise ou erronée, sans que le total des amendes applicables puisse être supérieur à 10 000 € par déclarant.IV.-A.-Le II s'applique à compter des impositions dues au titre de 2021.B.-Le I s'applique à compter des impositions dues au titre de 2024.V.-Le Gouvernement remet au Parlement, au plus tard le 1er septembre 2024, un rapport sur l'application de la règle d'évaluation des quais et terre-pleins portuaires instituée au I du présent article.Ce rapport précise l'impact de l'instauration du dispositif d'évaluation forfaitaire sur les bases imposables et les recettes fiscales des collectivités.Il présente également l'état d'avancement des transferts de propriété prévus à l'article L. 5312-16 du code des transports et des travaux de fiabilisation des informations relatives aux biens situés dans l'emprise des grands ports maritimes mentionnés au deuxième alinéa du A du III du présent article.\n\n- LOI n° 2015-1786 du 29 décembre 2015\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art134",
      "section": "134",
      "title": "Article 134",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\n- LOI n° 2019-1479 du 28 décembre 2019\n\nIII.-Par dérogation au III de l'article 1518 ter du code général des impôts dans sa rédaction résultant de la présente loi, les opérations mentionnées au 1° du A du même III et prévues l'année suivant celle du renouvellement général des conseils municipaux en 2020 sont réalisées au cours de l'année 2022."
    },
    {
      "provision_ref": "art135",
      "section": "135",
      "title": "Article 135",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII.-Le I s'applique aux délibérations postérieures au 1er janvier 2021."
    },
    {
      "provision_ref": "art138",
      "section": "138",
      "title": "Article 138",
      "content": "Pour l'application des articles 22 à 24 de la loi n° 2020-935 du 30 juillet 2020 de finances rectificative pour 2020, le montant définitif de la dotation est constaté par les bénéficiaires en recettes de leur compte administratif 2020.Pour l'application de l'article 25 de la même loi, le montant définitif du versement de l'avance remboursable est enregistré par les bénéficiaires en recettes de leur compte administratif 2020.Pour l'application de l'article 10 de la loi n° 2020-1473 du 30 novembre 2020 de finances rectificative pour 2020, le montant définitif du versement de l'avance remboursable est enregistré par les autorités organisatrices de la mobilité en recettes de leur compte administratif 2020."
    },
    {
      "provision_ref": "art139",
      "section": "139",
      "title": "Article 139",
      "content": "I. - Par dérogation au I de l'article 1639 A bis du code général des impôts, peuvent délibérer jusqu'au 1er décembre 2020 :1° Les communes et les établissements publics de coopération intercommunale à fiscalité propre, afin d'instituer les exonérations de cotisation foncière des entreprises prévues aux articles 1464 F et 1464 G du même code, applicables à compter des impositions établies au titre de 2021 ;2° Les établissements publics de coopération intercommunale à fiscalité propre, afin d'instituer les exonérations de taxe foncière sur les propriétés bâties prévues aux articles 1382 H et 1382 İ dudit code, applicables à compter des impositions établies au titre de 2021 ;3° Les départements, afin d'instituer les exonérations de cotisation sur la valeur ajoutée des entreprises prévues au II de l'article 1586 nonies du même code.II. - Par dérogation au III de l'article 1464 F du code général des impôts et au IV de l'article 1464 G du même code, les entreprises souhaitant bénéficier de l'exonération de cotisation foncière des entreprises au titre de l'année 2021 en font la demande, accompagnée des éléments entrant dans le champ d'application de l'exonération, au service des impôts dont relève chacun de leurs établissements concernés au plus tard le 31 décembre 2020.A défaut de demande dans le délai prévu au premier alinéa du présent II, l'exonération n'est pas accordée pour la cotisation foncière des entreprises établie au titre de 2021."
    },
    {
      "provision_ref": "art140",
      "section": "140",
      "title": "Article 140",
      "content": "I. - Les entreprises agricoles qui exercent leur activité principale dans le secteur des cultures permanentes à l'exception des pépinières et des taillis à courte rotation ou sur des terres arables hors surfaces en jachère ou sous serres au sens de l'article 4 du règlement (UE) n° 1307/2013 du Parlement européen et du Conseil du 17 décembre 2013 établissant les règles relatives aux paiements directs en faveur des agriculteurs au titre des régimes de soutien relevant de la politique agricole commune et abrogeant le règlement (CE) n° 637/2008 du Conseil et le règlement (CE) n° 73/2009 du Conseil et qui n'utilisent pas de produits phytopharmaceutiques contenant la substance active du glyphosate au cours des années 2021 à 2023 bénéficient d'un crédit d'impôt au titre de l'année pendant laquelle ces produits n'ont pas été utilisés.Dans les mêmes conditions, les éleveurs exerçant une part significative de leur activité dans les cultures mentionnées au premier alinéa du présent I peuvent bénéficier de ce crédit d'impôt.\n\nII. - A. - Le montant du crédit d'impôt mentionné au I s'élève à 2 500 €.\n\nB. - Les aides accordées au titre des crédits d'impôt prévus à l'article 244 quater L du code général des impôts et à l'article 151 de la présente loi ne sont pas cumulables avec le crédit d'impôt prévu au I du présent article.\n\nC. - Pour le calcul du crédit d'impôt des groupements agricoles d'exploitation en commun, le montant mentionné au A du présent II est multiplié par le nombre d'associés que compte le groupement, dans la limite de quatre.\n\nIII. - Le crédit d'impôt calculé par les sociétés de personnes mentionnées aux articles 8 et 238 bis L du code général des impôts ou les groupements mentionnés aux articles 238 ter, 239 quater, 239 quater B, 239 quater C et 239 quinquies du même code qui ne sont pas soumis à l'impôt sur les sociétés peut être utilisé par leurs associés proportionnellement à leurs droits dans ces sociétés ou ces groupements, à condition qu'il s'agisse de redevables de l'impôt sur les sociétés ou de personnes physiques participant à l'exploitation au sens du 1° bis du I de l'article 156 dudit code.\n\nIV. - A. - Le crédit d'impôt défini au I du présent article est imputé sur l'impôt sur le revenu dû par le contribuable au titre de l'année pendant laquelle les produits mentionnés au I n'ont pas été utilisés, après les prélèvements non libératoires et les autres crédits d'impôt. Si le montant du crédit d'impôt excède le montant de l'impôt dû au titre de l'année, l'excédent est restitué. Pour les exercices ne coïncidant pas avec l'année civile, le crédit d'impôt correspondant est imputé sur l'impôt sur le revenu dû par le contribuable au titre de l'année au cours de laquelle l'exercice est clos.\n\nB. - Le crédit d'impôt défini au I est imputé sur l'impôt sur les sociétés dû par l'entreprise dans les conditions prévues au A du présent IV.\n\nC. - La société mère est substituée aux sociétés du groupe pour l'imputation sur le montant de l'impôt sur les sociétés dont elle est redevable au titre de chaque exercice des crédits d'impôt dégagés par chaque société du groupe en application du présent article. Les dispositions du B du présent IV s'appliquent à la somme de ces crédits.\n\nV. - Les entreprises déposent une déclaration conforme à un modèle établi par l'administration dans les mêmes délais que la déclaration annuelle de résultat souscrite en application des articles 53 A et 223 du code général des impôts.\n\nLa société mère d'un groupe au sens de l'article 223 A du même code déclare les crédits d'impôt pour le compte des sociétés du groupe, y compris ceux qui la concernent, lors du dépôt de la déclaration relative au résultat d'ensemble du groupe.\n\nVI. - Les I à V entrent en vigueur, au titre de 2021, à une date fixée par décret qui ne peut être postérieure de plus de six mois à la date de réception par le Gouvernement de la réponse de la Commission européenne permettant de les considérer comme étant conformes au droit de l'Union européenne en matière d'aides d'Etat.\n\nVII. - Le bénéfice du crédit d'impôt prévu au I est subordonné, pour les années 2022 et 2023, au respect du règlement (UE) n° 1408/2013 de la Commission du 18 décembre 2013 relatif à l'application des articles 107 et 108 du traité sur le fonctionnement de l'Union européenne aux aides de minimis dans le secteur de l'agriculture.\n\nEn cas de réponse de la Commission européenne permettant de considérer le crédit d'impôt prévu au I du présent article comme étant conforme au droit de l'Union européenne en matière d'aides d'Etat au titre de l'année 2022 ou de l'année 2023, un décret prévoit que le premier alinéa du présent VII n'est pas applicable au titre de l'année ou des années considérées."
    },
    {
      "provision_ref": "art141",
      "section": "141",
      "title": "Article 141",
      "content": "I.-A modifié les dispositions suivantes :\n\n-Code de l'urbanisme\n\nII.-Les 2° à 5° du I entrent en vigueur le 1er janvier 2022."
    },
    {
      "provision_ref": "art144",
      "section": "144",
      "title": "Article 144",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII. - Le Gouvernement remet au Parlement, avant le 1er juillet 2021, un rapport évaluant le coût du dispositif prévu à l'article 44 septies du code général des impôts pour l'Etat, les collectivités territoriales et les établissements publics de coopération intercommunale à fiscalité propre concernés ainsi que son efficacité au regard des objectifs qui lui sont fixés. Ce rapport identifie également les pistes d'évolution envisageables."
    },
    {
      "provision_ref": "art145",
      "section": "145",
      "title": "Article 145",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le I s'applique aux exercices clos à compter du 31 décembre 2021.III.-Le I entre en vigueur à une date fixée par décret, qui ne peut être postérieure de plus de six mois à la date de réception par le Gouvernement de la réponse de la Commission européenne permettant de considérer la disposition lui ayant été notifiée comme étant conforme au droit de l'Union européenne en matière d'aides d'Etat.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art146",
      "section": "146",
      "title": "Article 146",
      "content": "I. - A modifié les dispositions suivantes :\n\nII et III. - (Abrogés).\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art147",
      "section": "147",
      "title": "Article 147",
      "content": "I.-A modifié les dispositions suivantes :\n\n-Code général des impôts, CGI.\n\nII.-Le I s'applique aux exercices clos à compter du 31 décembre 2021."
    },
    {
      "provision_ref": "art149",
      "section": "149",
      "title": "Article 149",
      "content": "I.- A modifié les dispositions suivantes :\n\nII.- Le I s'applique aux versements effectués au cours des exercices clos à compter du 31 décembre 2021.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art150",
      "section": "150",
      "title": "Article 150",
      "content": "I.-A modifié les dispositions suivantes :\n\n-Code général des impôts, CGI.\n\nII.-Le 2° du I du présent article entre en vigueur le 1er janvier 2022."
    },
    {
      "provision_ref": "art151",
      "section": "151",
      "title": "Article 151",
      "content": "I. - Les entreprises agricoles disposant d'une certification d'exploitation à haute valeur environnementale au sens de l'article L. 611-6 du code rural et de la pêche maritime en cours de validité au 31 décembre 2021 ou délivrée au cours de l'une des années 2022, 2023, 2024 ou 2025 bénéficient d'un crédit d'impôt au titre de cette certification.\n\nII. - 1. Le montant du crédit d'impôt mentionné au I s'élève à 2 500 €.\n\n2. Le montant cumulé des aides accordées par l'Union européenne, l'Etat, les collectivités territoriales ou tout autre organisme public en vue de l'obtention de la certification d'exploitation à haute valeur environnementale, du crédit d'impôt prévu à l'article 244 quater L du code général des impôts et du crédit d'impôt prévu au I du présent article ne peut excéder 5 000 €. Le cas échéant, le montant du crédit d'impôt est diminué à concurrence des sommes excédant ce plafond.\n\n3. Pour le calcul du crédit d'impôt des groupements agricoles d'exploitation en commun, les montants mentionnés aux 1 et 2 sont multipliés par le nombre d'associés, sans que le montant du crédit d'impôt ainsi obtenu puisse excéder quatre fois le crédit d'impôt calculé dans les conditions prévues aux mêmes 1 et 2.\n\nIII. - Le crédit d'impôt calculé par les sociétés de personnes mentionnées aux articles 8 et 238 bis L du code général des impôts ou les groupements mentionnés aux articles 238 ter, 239 quater, 239 quater B, 239 quater C et 239 quinquies du même code, qui ne sont pas soumis à l'impôt sur les sociétés, peut être utilisé par leurs associés proportionnellement à leurs droits dans ces sociétés ou ces groupements, à condition qu'il s'agisse de redevables de l'impôt sur les sociétés ou de personnes physiques participant à l'exploitation au sens du 1° bis du I de l'article 156 dudit code.\n\nIV. - 1. Le crédit d'impôt défini au I est imputé sur l'impôt sur le revenu dû par le contribuable au titre de l'année 2021, ou au titre de l'année d'obtention de la certification pour les certifications obtenues au cours de l'une des années 2022, 2023, 2024 ou 2025, après les prélèvements non libératoires et les autres crédits d'impôt. Si le montant du crédit d'impôt excède le montant de l'impôt dû au titre de ladite année ou dudit exercice, l'excédent est restitué. Pour les exercices ne coïncidant pas avec l'année civile, le crédit d'impôt correspondant est imputé sur l'impôt sur le revenu dû par le contribuable au titre de l'année au cours de laquelle l'exercice est clos.\n\n2. Le crédit d'impôt défini au I est imputé sur l'impôt sur les sociétés dû par l'entreprise dans les conditions prévues au 1.\n\n3. La société mère est substituée aux sociétés du groupe pour l'imputation sur le montant de l'impôt sur les sociétés dont elle est redevable au titre de chaque exercice des crédits d'impôt dégagés par chaque société du groupe en application du présent article. Les dispositions du 2 s'appliquent à la somme de ces crédits.\n\nV. - Les entreprises déposent une déclaration conforme à un modèle établi par l'administration dans les mêmes délais que la déclaration annuelle de résultat souscrite en application des articles 53 A et 223 du code général des impôts.\n\nLa société mère d'un groupe, au sens de l'article 223 A du même code, déclare les crédits d'impôt pour le compte des sociétés du groupe, y compris ceux qui la concernent, lors du dépôt de la déclaration relative au résultat d'ensemble du groupe.\n\nVI. - Le bénéfice du crédit d'impôt mentionné au I est subordonné au respect du règlement (UE) n° 1408/2013 de la Commission du 18 décembre 2013 relatif à l'application des articles 107 et 108 du traité sur le fonctionnement de l'Union européenne aux aides de minimis dans le secteur de l'agriculture ou du règlement (UE) n° 717/2014 de la Commission du 27 juin 2014 concernant l'application des articles 107 et 108 du traité sur le fonctionnement de l'Union européenne aux aides de minimis dans le secteur de la pêche et de l'aquaculture."
    },
    {
      "provision_ref": "art152",
      "section": "152",
      "title": "Article 152",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII. - Le I entre en vigueur le 1er janvier 2022."
    },
    {
      "provision_ref": "art153",
      "section": "153",
      "title": "Article 153",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - (Abrogé).\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art154",
      "section": "154",
      "title": "Article 154",
      "content": "A modifié les dispositions suivantes :\n\n-LOI n° 2003-1312 du 30 décembre 2003"
    },
    {
      "provision_ref": "art155",
      "section": "155",
      "title": "Article 155",
      "content": "I.-, II.-, III.-, IV.- :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nV.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est habilité à prendre par voie d'ordonnance toute mesure relevant du domaine de la loi relative aux impositions prévues aux articles L. 331-1 à L. 331-34 et L. 520-1 à L. 520-23 du code de l'urbanisme ainsi qu'aux articles L. 524-2 à L. 524-16 du code du patrimoine pour :1° Regrouper les dispositions les régissant au sein du code général des impôts et du livre des procédures fiscales, notamment en :a) Améliorant leur lisibilité ;b) Procédant aux mesures de coordination, d'harmonisation et de simplification nécessaires ;c) Assurant le respect de la hiérarchie des normes et adaptant les renvois au pouvoir réglementaire à la nature et à l'objet des mesures d'application concernées ;d) Renforçant la cohérence rédactionnelle des textes, y compris en adaptant le plan et la rédaction du code général des impôts et du livre des procédures fiscales ;e) Abrogeant les dispositions obsolètes, inadaptées ou devenues sans objet ;2° Aménager ces dispositions afin de faciliter la gestion de ces impositions par la direction générale des finances publiques, simplifier les procédures au profit des redevables et des collectivités territoriales et améliorer l'efficacité du contrôle et du recouvrement, notamment en :a) Rapprochant les règles relatives, notamment, au contrôle, aux sanctions, aux modalités de remboursement et de dégrèvement, au contentieux, aux procédures de rescrit et au régime des délibérations fiscales de celles prévues par le code général des impôts et le livre des procédures fiscales ;b) Adaptant les règles relatives, notamment, au champ d'application, au fait générateur, au contrôle et aux sanctions pour améliorer la prévention et la répression des infractions au droit de l'urbanisme ;c) Modernisant les modalités de recouvrement ;3° Assurer l'établissement et la perception de l'imposition prévue aux articles L. 524-2 à L. 524-16 du code du patrimoine et de celle prévue aux articles L. 520-1 à L. 520-23 du code de l'urbanisme dans les mêmes conditions que l'imposition prévue aux articles L. 331-1 à L. 331-34 du même code, notamment en adaptant les règles relatives au fait générateur, au champ d'application, aux conditions d'exigibilité et au service chargé de l'établissement et de la liquidation de ces impositions ;4° Aménager et modifier toute disposition de nature législative permettant d'assurer la mise en œuvre et de tirer les conséquences des modifications apportées en application des 1° à 3°.L'ordonnance prévue au présent V est prise dans un délai de dix-huit mois à compter de la publication de la présente loi. Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de cette ordonnance.VI.-A.-Les B et C du I, les II et III ainsi que les 1° et 2° du IV s'appliquent aux sommes dues à compter du 1er janvier 2021.B.-Le A du I, à l'exception des 1° et 3°, ainsi que le 3° du IV s'appliquent à compter d'une date et selon des modalités fixées par décret, et au plus tard le 1er janvier 2023.C.-Le 3° du A du I s'applique aux délibérations prenant effet à compter du 1er janvier 2022.D.-Le 1° du A du I s'applique aux délibérations prenant effet à compter du 1er janvier 2023.\n\n- Livre des procédures fiscales\n\n- Code de l'urbanisme\n\n- Code général des collectivités territoriales\n\n- Code de l'urbanisme\n\n- Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art159",
      "section": "159",
      "title": "Article 159",
      "content": "I. à VI.-A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nVII.-A l'exception du 8° du IV ainsi que des V et VI, les dispositions du présent article entrent en vigueur à la date d'entrée en vigueur de l'ordonnance relative à la collecte des contributions des employeurs au titre du financement de la formation professionnelle et de l'apprentissage prévue au I de l'article 41 de la loi n° 2018-771 du 5 septembre 2018 pour la liberté de choisir son avenir professionnel, et au plus tard le 1er janvier 2022.\n\n-Code du travail\n\n-Code du travail\n\n-LOI n° 2019-486 du 22 mai 2019\n\n-LOI n° 2018-771 du 5 septembre 2018\n\n-Code général des impôts, CGI.\n\n-Livre des procédures fiscales\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art160",
      "section": "160",
      "title": "Article 160",
      "content": "I. à X.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nXI.-A.-Le I, à l'exception des 4° et 8°, le II, à l'exception du 1°, et les III à X entrent en vigueur le 1er janvier 2022.Le 7° du I, le 4° du II, les 4° et 5° du III, le V et les VII à X s'appliquent à l'action en recouvrement dont le délai de prescription commence à courir ou dont une cause interruptive de prescription intervient à compter du 1er janvier 2022.B.-Le 8° du I entre en vigueur à une date fixée par décret, et au plus tard le 1er janvier 2022.C.-Le 4° du I et le 1° du II entrent en vigueur à des dates fixées par décret en considération des contraintes techniques relatives à leur mise en œuvre, et au plus tard le 1er janvier 2024.\n\n- Code du patrimoine\n\n- Code de l'urbanisme\n\n- Loi n° 91-647 du 10 juillet 1991\n\n- LOI n° 2000-321 du 12 avril 2000\n\n- Livre des procédures fiscales\n\n- Livre des procédures fiscales\n\n- Livre des procédures fiscales\n\n- Code des douanes\n\n- Livre des procédures fiscales"
    },
    {
      "provision_ref": "art162",
      "section": "162",
      "title": "Article 162",
      "content": "I. et II. - A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI.\n\n- Livre des procédures fiscales\n\n- Livre des procédures fiscales\n\n- Livre des procédures fiscales\n\n- Livre des procédures fiscales\n\n- Livre des procédures fiscales\n\nIII.-Les I et II entrent en vigueur le 1er janvier 2022, à l'exception du 4° du I qui entre en vigueur le 1er janvier 2023."
    },
    {
      "provision_ref": "art163",
      "section": "163",
      "title": "Article 163",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2020-813 DC du 28 décembre 2020.]"
    },
    {
      "provision_ref": "art164",
      "section": "164",
      "title": "Article 164",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII.-Le I s'applique aux offres de prêts émises à compter du 1er janvier 2023.\n\n- Code de la construction et de l'habitation.\n\n- Code de la construction et de l'habitation.\n\n- LOI n° 2010-1657 du 29 décembre 2010"
    },
    {
      "provision_ref": "art165",
      "section": "165",
      "title": "Article 165",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2020-813 DC du 28 décembre 2020.]"
    },
    {
      "provision_ref": "art167",
      "section": "167",
      "title": "Article 167",
      "content": "I.-, II.-:A modifié les dispositions suivantes :\n\nIII.-Le I entre en vigueur le 1er janvier 2022. Il s'applique aux quantités d'électricité pour lesquelles le fait générateur et l'exigibilité de la taxe prévue à l'article 266 quinquies C du code des douanes interviennent à compter de cette même date.\n\n-Code des douanes\n\n-Code de l'environnement"
    },
    {
      "provision_ref": "art168",
      "section": "168",
      "title": "Article 168",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Les dispositions des 2° à 5° du I ne s'appliquent pas aux logements situés dans un quartier prioritaire de la politique de la ville ou qui respectent un niveau de qualité, en particulier en matière de performance énergétique et environnementale, supérieur à la réglementation, dont les critères sont définis par décret.III.-Le Gouvernement remet au Parlement, avant le 30 mars 2021, un rapport proposant des dispositifs de soutien au développement de l'offre de logement locatif intermédiaire, favorisant une implication accrue des investisseurs institutionnels.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art169",
      "section": "169",
      "title": "Article 169",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le I s'applique aux constructions pour lesquelles une demande de permis de construire est déposée à compter du 1er janvier 2021.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art170",
      "section": "170",
      "title": "Article 170",
      "content": "I. à III. - A modifié les dispositions suivantes :\n\n- Code des douanes\n\n- Code général des impôts, CGI.\n\nIV. - Le 1° du I entre en vigueur le 1er janvier 2022. Il s'applique aux importations réalisées à compter de cette même date."
    },
    {
      "provision_ref": "art171",
      "section": "171",
      "title": "Article 171",
      "content": "A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nII. - Le présent article entre en vigueur le 1er janvier 2022.\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art172",
      "section": "172",
      "title": "Article 172",
      "content": "A modifié les dispositions suivantes :\n\n- Code général de la propriété des personnes publiques.\n\nII. - Le présent article entre en vigueur le 1er janvier 2022."
    },
    {
      "provision_ref": "art176",
      "section": "176",
      "title": "Article 176",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2020-813 DC du 28 décembre 2020.]"
    },
    {
      "provision_ref": "art177",
      "section": "177",
      "title": "Article 177",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2020-813 DC du 28 décembre 2020.]"
    },
    {
      "provision_ref": "art178",
      "section": "178",
      "title": "Article 178",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le I est applicable aux droits dont l'exigibilité est intervenue avant la publication de la présente loi.\n\n-Code des douanes"
    },
    {
      "provision_ref": "art179",
      "section": "179",
      "title": "Article 179",
      "content": "I.- A modifié les dispositions suivantes :\n\nII. - Le I entre en vigueur à la date de publication au Journal officiel de l'Union européenne de la décision du régime correspondant d'aides d'Etat dans le cadre des articles 107 et 108 du traité sur le fonctionnement de l'Union européenne, et au plus tôt le 31 décembre 2021.\n\n- Code de l'énergie"
    },
    {
      "provision_ref": "art180",
      "section": "180",
      "title": "Article 180",
      "content": "I.- A modifié les dispositions suivantes :\n\nII.- Le I entre en vigueur le 1er janvier 2023.\n\n- Code de l'entrée et du séjour des étrangers et du droit d'asile."
    },
    {
      "provision_ref": "art181",
      "section": "181",
      "title": "Article 181",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII. - Le I s'applique aux exercices clos à compter du 31 décembre 2020."
    },
    {
      "provision_ref": "art182",
      "section": "182",
      "title": "Article 182",
      "content": "A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII. - Le I s'applique aux opérations facturées à compter du 1er janvier 2021."
    },
    {
      "provision_ref": "art195",
      "section": "195",
      "title": "Article 195",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance toute mesure relevant du domaine de la loi nécessaire à l'amélioration et la modernisation de la gestion par les entreprises ainsi que de la collecte et du contrôle par l'administration de la taxe sur la valeur ajoutée en :1° Généralisant le recours à la facturation électronique et modifiant les conditions et les modalités de ce recours ;2° Instituant une obligation de transmission dématérialisée à l'administration d'informations relatives aux opérations réalisées par des assujettis à la taxe sur la valeur ajoutée qui ne sont pas issues des factures électroniques, soit qu'elles sont complémentaires de celles qui en sont issues, soit qu'elles se rapportent à des opérations ne faisant pas l'objet d'une facturation électronique ou n'étant pas soumises à l'obligation de facturation pour les besoins de la taxe sur la valeur ajoutée.II. - L'ordonnance est prise dans un délai de neuf mois à compter de la promulgation de la présente loi. Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de cette ordonnance."
    },
    {
      "provision_ref": "art196",
      "section": "196",
      "title": "Article 196",
      "content": "La société mentionnée à l'article L. 313-19 du code de la construction et de l'habitation verse en 2021 une contribution d'un milliard d'euros au fonds national d'aide au logement mentionné à l'article L. 811-1 du même code. Cette contribution est versée au plus tard le 16 mars 2021. Elle est liquidée, ordonnancée et recouvrée selon les modalités prévues pour les recettes des établissements publics administratifs de l'Etat."
    },
    {
      "provision_ref": "art197",
      "section": "197",
      "title": "Article 197",
      "content": "En 2021, par dérogation au douzième alinéa de l'article L. 442-2-1 du code de la construction et de l'habitation, le montant des plafonds de ressources mensuelles ouvrant droit à la réduction de loyer de solidarité n'est pas indexé sur l'évolution en moyenne annuelle de l'indice des prix à la consommation des ménages hors tabac constatée en 2019."
    },
    {
      "provision_ref": "art198",
      "section": "198",
      "title": "Article 198",
      "content": "I. - A créé les dispositions suivantes :\n\n- Code de l'éducation\n\nII.-Les établissements bénéficiant déjà d'une garantie de l'Etat régie par le décret n° 79-142 du 19 février 1979 relatif aux conditions d'octroi de la garantie de l'Etat aux emprunts réalisés par les écoles françaises de l'étranger peuvent, à l'occasion d'une renégociation du prêt, demander l'octroi de la garantie régie par les dispositions de l'article L. 451-2 du code de l'éducation pour la période d'extension de la maturité du prêt non couverte par la garantie initiale.Par dérogation aux quatrième et dernier alinéas du même article L. 451-2, lorsque la nouvelle offre de prêt est formulée par le prêteur au plus tard quatre mois après l'entrée en vigueur de la présente loi, la garantie couvre la même quotité et est rémunérée au même taux que ceux applicables pour la garantie initiale.La garantie octroyée ne prend effet qu'au terme de la garantie initiale."
    },
    {
      "provision_ref": "art199",
      "section": "199",
      "title": "Article 199",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code des assurances\n\nII.-Un délai d'au moins quatre ans est observé entre l'entrée en vigueur de la loi de finances fixant l'échéance de fin effective de l'octroi de garanties publiques aux projets mentionnés au dernier alinéa de l'article L. 432-1 du code des assurances dans sa rédaction résultant de la présente loi et cette fin effective, si celle-ci est antérieure au 1er janvier 2035. Avant le 30 septembre 2023, le Gouvernement remet au Parlement un rapport d'évaluation de la politique d'octroi de garanties publiques au commerce extérieur pour des projets d'exploration ou d'exploitation sur de nouveaux gisements gaziers, prenant en compte l'évolution des enjeux climatiques et industriels."
    },
    {
      "provision_ref": "art201",
      "section": "201",
      "title": "Article 201",
      "content": "Le ministre chargé de l'économie est autorisé à accorder la garantie de l'Etat aux emprunts contractés par l'Unédic au cours de l'année 2021, en principal et en intérêts, dans la limite d'un plafond global en principal de 13 milliards d'euros."
    },
    {
      "provision_ref": "art206",
      "section": "206",
      "title": "Article 206",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code de la sécurité sociale.\n\nII. - Le I s'applique aux actions gratuites dont l'attribution a été autorisée par une décision de l'assemblée générale extraordinaire à compter du 1er janvier 2021."
    },
    {
      "provision_ref": "art207",
      "section": "207",
      "title": "Article 207",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Pour les années 2021, 2022 et 2023, par dérogation à l'article L. 137-15 du code de la sécurité sociale, ne sont pas assujettis à la contribution prévue au premier alinéa du même article L. 137-15 les versements mentionnés au 1° de l'article L. 137-16 du même code lorsque qu'ils complètent le versement volontaire, mentionné à l'article L. 3332-11 du code du travail, effectué par le salarié ou la personne mentionnée à l'article L. 3332-2 du même code.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art208",
      "section": "208",
      "title": "Article 208",
      "content": "Afin de prendre en compte la situation financière des exploitants d'établissements de spectacles cinématographiques résultant de la crise sanitaire liée à la propagation de l'épidémie de covid-19, la taxe sur le prix des entrées aux séances organisées par les exploitants d'établissements de spectacles cinématographiques prévue aux articles L. 115-1 à L. 115-5 du code du cinéma et de l'image animée n'est pas due au titre des mois de février à décembre 2020."
    },
    {
      "provision_ref": "art209",
      "section": "209",
      "title": "Article 209",
      "content": "I. - Le ministre chargé de l'économie est autorisé à accorder la garantie de l'Etat, à titre onéreux et dans le cadre de conventions conclues à cet effet, à des fonds d'investissement alternatifs régis par la section 2 du chapitre IV du titre Ier du livre II du code monétaire et financier, pour couvrir le risque de perte lié aux investissements dans des prêts participatifs au sens de l'article L. 313-13 du même code, consentis à compter du 1er janvier 2021 et jusqu'au 31 décembre 2023 à des petites et moyennes entreprises ou à des entreprises de taille intermédiaire immatriculées en France.Le volume total d'encours des fonds bénéficiant de cette garantie ne peut excéder un montant de 20 milliards d'euros. La garantie s'exerce dans la limite d'une quotité, rapportée à l'encours total des fonds en bénéficiant, déterminée par décret et qui ne peut dépasser 35 %.\n\nII. - A modifié les dispositions suivantes :\n\nIII. - Le ministre chargé de l'économie est autorisé à accorder la garantie de l'Etat, à titre onéreux et dans le cadre de conventions conclues à cet effet, à des fonds d'investissement alternatifs régis par la section 2 du chapitre IV du titre Ier du livre II du code monétaire et financier, pour couvrir le risque de perte lié aux investissements dans des obligations émises à compter du 1er janvier 2021 et jusqu'au 31 décembre 2023 par des petites et moyennes entreprises ou par des entreprises de taille intermédiaire immatriculées en France.Le volume total d'encours des fonds bénéficiant de la garantie mentionnée au premier alinéa du présent III s'impute sur le plafond mentionné au second alinéa du I. La garantie s'exerce dans la limite de la quotité mentionnée au même second alinéa.IV. - Lorsque le terme de la garantie de l'Etat est atteint, cette garantie est exercée dans les conditions fixées aux I ou III et par le décret mentionné au VI, le cas échéant pour couvrir les pertes mentionnées aux I ou III. Lorsque la garantie est exercée dans ces conditions, l'Etat est subrogé dans les droits des fonds bénéficiaires de la garantie à l'égard des débiteurs de prêts participatifs ou d'obligations.Le recouvrement de ces créances est confié par l'Etat, dans le cadre de conventions conclues à cet effet, aux établissements de crédit, sociétés de financement et fonds d'investissements alternatifs qui ont initialement octroyé les prêts participatifs mentionnés au premier alinéa du I ou qui ont initialement acquis les obligations mentionnées au premier alinéa du III. Ces conventions portent sur le recouvrement du principal, des intérêts, et de toutes pénalités, ainsi que sur le remboursement au mandataire des frais engagés au nom et pour le compte de l'Etat.V. - En Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna, les établissements de crédit, les fonds d'investissement alternatifs régis par la section 2 du chapitre IV du titre Ier du livre II du code monétaire et financier et habilités à consentir des prêts aux entreprises non financières et les sociétés de financement peuvent consentir, sur leurs ressources disponibles à long terme, des concours aux entreprises agricoles, artisanales, industrielles ou commerciales sous forme de prêts participatifs.Dans ces mêmes collectivités, les dispositions du premier alinéa du présent V ne font pas obstacle à l'application des dispositions pénales du titre IV du livre II du code de commerce et l'attribution d'un prêt participatif à une entreprise individuelle n'emporte pas, par elle-même, constitution d'une société entre les parties au contrat.Ces prêts sont régis par les articles L. 313-14 à L. 313-17 du code monétaire et financier, sous réserve des adaptations suivantes :1° Les références au code de commerce sont remplacées par les références aux dispositions équivalentes applicables localement en Nouvelle-Calédonie et en Polynésie française ;2° Les références aux procédures de liquidation amiable, de liquidation judiciaire, de redressement judiciaire, de procédure de sauvegarde, aux plans de sauvegarde et aux plans de redressement judiciaire sont remplacées par les références aux dispositions équivalentes applicables localement en Nouvelle-Calédonie et en Polynésie française ;3° Pour l'application de l'article L. 313-17 du code monétaire et financier en Nouvelle-Calédonie et en Polynésie française, le dernier alinéa est supprimé.Les fonds qui investissent dans les prêts mentionnés au premier alinéa du présent V ou qui les consentent et les conservent à leur actif peuvent bénéficier de la garantie de l'Etat dans les conditions fixées au I et par le décret mentionné au VI. La contrevaleur en euros du volume d'encours des fonds bénéficiant de la garantie en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna s'impute sur le plafond mentionné au second alinéa du I. La garantie s'exerce dans la limite de la quotité mentionnée au même second alinéa.Les dispositions des I, III et IV sont applicables en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna, dans leur rédaction résultant de la loi n° 2021-1900 du 30 décembre 2021 de finances pour 2022, sous réserve des adaptations suivantes :a) Les références aux obligations émises au second alinéa du IV en ce qui concerne les obligations relevant des articles L. 213-8 à L. 213-32 du code monétaire et financier sont remplacées, pour la Nouvelle-Calédonie, la Polynésie française et les îles Wallis et Futuna, par les dispositions équivalentes applicables localement ;b) En Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna, le recouvrement des créances pour le compte de l'Etat mentionné au second alinéa du IV du présent article est soumis aux procédures d'exécution applicables localement ayant le même effet.Les dispositions du présent article ne sont pas applicables en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna aux fonds de capital investissement régis par les articles L. 214-29 et L. 214-30 du code monétaire et financier. Les dispositions du présent article ne sont pas applicables en Nouvelle-Calédonie et en Polynésie française aux fonds d'épargne salariale régis par les articles L. 214-163 à L. 214-168 du même code.VI. - Les conditions d'application du présent article, notamment les règles applicables aux garanties, à la maturité des prêts, aux caractéristiques des obligations mentionnées au premier alinéa du III et aux conventions mentionnées aux I et III sont fixées par décret. Ce décret fixe également les conditions permettant que les entités qui originent les prêts ou qui acquièrent les obligations restent exposées, directement ou indirectement, au risque de perte lié à ces prêts ou obligations.\n\n- Code monétaire et financier"
    },
    {
      "provision_ref": "art211",
      "section": "211",
      "title": "Article 211",
      "content": "I. ‒ A modifié les dispositions suivantes :\n\n- LOI n°2011-1416 du 2 novembre 2011\n\nII. ‒ Le I entre en vigueur le 1er janvier 2022."
    },
    {
      "provision_ref": "art217",
      "section": "217",
      "title": "Article 217",
      "content": "Il est possible de déroger à l'application du I de l'article 115 de la loi n° 2017-1837 du 30 décembre 2017 de finances pour 2018 jusqu'à la fin de l'état d'urgence sanitaire déclaré en application de l'article 1er de la loi n° 2020-1379 du 14 novembre 2020 autorisant la prorogation de l'état d'urgence sanitaire et portant diverses mesures de gestion de la crise sanitaire.Cette dérogation, applicable aux agents publics et salariés mentionnés au I de l'article 115 de la loi n° 2017-1837 du 30 décembre 2017 précitée, ne peut être prévue que pour les traitements, rémunérations et prestations afférentes aux congés de maladie directement en lien avec le risque qui a conduit à la déclaration de l'état d'urgence sanitaire en application de la loi n° 2020-1379 du 14 novembre 2020 précitée.Un décret détermine les conditions dans lesquelles est mise en œuvre cette dérogation. Il définit également les traitements, les rémunérations et les prestations, les agents publics et les salariés concernés ainsi que le niveau et la durée de la dérogation."
    },
    {
      "provision_ref": "art219",
      "section": "219",
      "title": "Article 219",
      "content": "Le Gouvernement remet au Parlement, avant le 1er avril 2021, un rapport sur les contributions de la France au Comité international de la Croix-Rouge, qui apprécie leur adéquation aux besoins croissants de l'aide humanitaire dans les zones de conflit. Ce rapport distingue les contributions affectées à des projets et les contributions non affectées. Il présente la stratégie mise en œuvre pour améliorer la visibilité pluriannuelle et la flexibilité d'emploi de ces contributions et pour conforter le rang de la France parmi les donateurs du Comité international de la Croix-Rouge."
    },
    {
      "provision_ref": "art220",
      "section": "220",
      "title": "Article 220",
      "content": "Le ministre chargé de l'économie est autorisé à souscrire à l'augmentation générale de capital de la Banque africaine de développement prévue par la résolution B/BG/EXTRA/2019/03 approuvée par le Conseil des gouverneurs de la Banque africaine de développement le 31 octobre 2019, soit la souscription de 301 546 nouvelles parts dont 18 093 appelées et 283 453 sujettes à appel, portant la participation de la France à 36 109 parts appelées et 511 109 parts sujettes à appel."
    },
    {
      "provision_ref": "art221",
      "section": "221",
      "title": "Article 221",
      "content": "I.-A modifié les dispositions suivantes :\n\n- Code des pensions militaires d'invalidité et des victimes de guerre.\n\nII.-Le I du présent article est applicable aux pensions en paiement au 1er janvier 2021, à compter de la demande des intéressés."
    },
    {
      "provision_ref": "art224",
      "section": "224",
      "title": "Article 224",
      "content": "I.- , II.- :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII.-A.-Il est créé à titre expérimental un dispositif dénommé Mieux reconstruire après inondation , financé par le fonds de prévention des risques naturels majeurs mentionné à l'article L. 561-3 du code de l'environnement dans les communes désignées par arrêté du ministre chargé de la prévention des risques naturels parmi celles faisant l'objet, depuis moins d'un an, d'un arrêté portant reconnaissance de l'état de catastrophe naturelle à la suite d'inondations. L'expérimentation, au bénéfice de biens à usage d'habitation couverts par un contrat d'assurance mentionné au premier alinéa de l'article L. 125-1 du code des assurances, est limitée à cinq ans à compter de la désignation d'au moins une commune. Les modalités de l'expérimentation sont fixées par arrêté du ministre chargé de la prévention des risques naturels.\n\nB.-Six mois avant la fin de l'expérimentation prévue au A du présent III, le Gouvernement présente au Parlement un rapport d'évaluation établissant des propositions de prorogation ou d'arrêt du dispositif.\n\nC.-Le Gouvernement présente au Parlement, au plus tard le 27 mars 2024, un rapport d'étape sur l'expérimentation prévue au A du présent III, qui présente notamment le nombre de dossiers déposés au titre de cette expérimentation ainsi que les montants qui sont alloués à ce titre par le fonds de prévention des risques naturels majeurs.\n\n- Loi de finances pour 2004 (n° 2003-1311 du 30 décembre 2003\n\n- Loi n°2005-1719 du 30 décembre 2005\n\n- Code de l'environnement"
    },
    {
      "provision_ref": "art225",
      "section": "225",
      "title": "Article 225",
      "content": "Le tarif d'achat de l'électricité produite par les installations d'une puissance crête de plus de 250 kilowatts utilisant l'énergie radiative du soleil moyennant des technologies photovoltaïques ou thermodynamiques est réduit, pour les contrats conclus en application des arrêtés du 10 juillet 2006, du 12 janvier 2010 et du 31 août 2010 fixant les conditions d'achat de l'électricité produite par les installations utilisant l'énergie radiative du soleil telles que mentionnées au 3° de l'article 2 du décret n° 2000-1196 du 6 décembre 2000 fixant par catégorie d'installations les limites de puissance des installations pouvant bénéficier de l'obligation d'achat d'électricité, à un niveau et à compter d'une date fixés par arrêté des ministres chargés de l'énergie et du budget de telle sorte que la rémunération totale des capitaux immobilisés, résultant du cumul de toutes les recettes de l'installation et des aides financières ou fiscales octroyées au titre de celle-ci, n'excède pas une rémunération raisonnable des capitaux, compte tenu des risques inhérents à son exploitation. Le projet d'arrêté est soumis pour avis à la Commission de régulation de l'énergie. Cet avis est rendu public. La réduction du tarif tient compte de l'arrêté tarifaire au titre duquel le contrat est conclu, des caractéristiques techniques de l'installation, de sa localisation, de sa date de mise en service et de ses conditions de fonctionnement.Sur demande motivée d'un producteur, les ministres chargés de l'énergie et du budget peuvent, sur proposition de la Commission de régulation de l'énergie, fixer par arrêté conjoint un niveau de tarif ou une date différents de ceux résultant de l'application du premier alinéa du présent article, si ceux-ci sont de nature à compromettre la viabilité économique du producteur, notamment en tenant compte des spécificités de financement liées aux zones non interconnectées, sous réserve que celui-ci ait pris toutes les mesures de redressement à sa disposition et que les personnes qui le détiennent directement ou indirectement aient mis en œuvre toutes les mesures de soutien à leur disposition, et dans la stricte mesure nécessaire à la préservation de cette viabilité. Dans ce cas, les ministres chargés de l'énergie et du budget peuvent également allonger la durée du contrat d'achat, sous réserve que la somme des aides financières résultant de l'ensemble des modifications soit inférieure à la somme des aides financières qui auraient été versées dans les conditions initiales. Ne peuvent se prévaloir du présent alinéa les producteurs ayant procédé à des évolutions dans la structure de leur capital ou dans leurs modalités de financement après le 7 novembre 2020, à l'exception des mesures de redressement et de soutien susmentionnées.Un décret en Conseil d'Etat, pris après avis de la Commission de régulation de l'énergie, précise les modalités d'application du présent article."
    },
    {
      "provision_ref": "art226",
      "section": "226",
      "title": "Article 226",
      "content": "Dans un délai de quatre mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur la baisse des recettes de la taxe sur les nuisances sonores aériennes induite par la crise liée à l'épidémie de covid-19 ainsi que sur ses conséquences sur le financement des aides à l'insonorisation des bâtiments situés à proximité de chaque aéroport concerné. Ce rapport propose des solutions permettant de combler les retards constatés en 2020 et 2021. Il étudie notamment la possibilité d'une compensation budgétaire partielle ou totale ainsi que l'opportunité d'utiliser les recettes de la taxe sur les nuisances sonores aériennes pour rembourser les avances qui seraient consenties par les exploitants d'aéroport pour l'accélération des travaux d'insonorisation."
    },
    {
      "provision_ref": "art227",
      "section": "227",
      "title": "Article 227",
      "content": "A créé les dispositions suivantes :\n\n- Code monétaire et financier\n\nII. - Les pièces libellées en francs CFP ne peuvent être émises pour une valeur nominale inférieure à 5 francs CFP.III. - Le présent article entre en vigueur le 1er janvier 2021."
    },
    {
      "provision_ref": "art228",
      "section": "228",
      "title": "Article 228",
      "content": "A modifié les dispositions suivantes :\n\n-Loi n° 2005-1719 du 30 décembre 2005"
    },
    {
      "provision_ref": "art229",
      "section": "229",
      "title": "Article 229",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code rural et de la pêche maritime\n\nII.-Le présent article entre en vigueur le 1er janvier 2021."
    },
    {
      "provision_ref": "art232",
      "section": "232",
      "title": "Article 232",
      "content": "A modifié les dispositions suivantes :\n\n-Code de l'entrée et du séjour des étrangers et du droit d'asile"
    },
    {
      "provision_ref": "art239",
      "section": "239",
      "title": "Article 239",
      "content": "I.-A.-(Abrogé)\n\nI.-B.-II.- : A modifié les dispositions suivantes :\n\n- Code du travail\n\n- LOI n° 2019-1479 du 28 décembre 2019"
    },
    {
      "provision_ref": "art240",
      "section": "240",
      "title": "Article 240",
      "content": "I. -A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\n- Code du travail\n\n- Code du travail\n\nII.-Le I entre en vigueur le 1er janvier 2021."
    },
    {
      "provision_ref": "art242",
      "section": "242",
      "title": "Article 242",
      "content": "Jusqu'au 31 décembre 2021, le représentant de l'Etat dans le département ou dans la région peut déroger à la participation minimale du maître d'ouvrage prévue au III de l'article L. 1111-10 du code général des collectivités territoriales pour le financement d'opérations d'investissement en matière de rénovation énergétique au titre desquelles ledit représentant a décidé d'attribuer, sous forme de subventions, des crédits versés à partir de la mission « Plan de relance » créée par la présente loi, dès lors que la collectivité territoriale ou l'établissement de coopération intercommunale bénéficiaire a observé une baisse de son épargne brute supérieure à 10 % entre le montant de l'exécution 2019 constaté au 31 octobre 2019 et celui de 2020 constaté au 31 octobre 2020.Le représentant de l'Etat dans le département ou dans la région peut prévoir une participation du maître d'ouvrage comprise entre 0 % et 20 % au profit des collectivités territoriales et des établissements de coopération intercommunale répondant au critère prévu au premier alinéa du présent article 19, au regard de l'ampleur de la baisse de l'épargne brute et de la capacité de désendettement."
    },
    {
      "provision_ref": "art243",
      "section": "243",
      "title": "Article 243",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2020-813 DC du 28 décembre 2020.]"
    },
    {
      "provision_ref": "art244",
      "section": "244",
      "title": "Article 244",
      "content": "I. - Les personnes morales de droit privé qui bénéficient des crédits ouverts par la présente loi au titre de la mission « Plan de relance » sont tenues, avant le 31 décembre 2022 :1° Pour celles employant plus de cinquante salariés et qui ne sont pas soumises à l'obligation prévue à l'article L. 229-25 du code de l'environnement, d'établir un bilan simplifié de leurs émissions de gaz à effet de serre. Par dérogation, celles employant entre cinquante et un et deux cent cinquante salariés sont tenues d'établir ce bilan simplifié avant le 31 décembre 2023 ;2° Pour celles employant plus de cinquante salariés, sans préjudice des dispositions prévues au chapitre II bis du titre IV du livre Ier de la première partie du code du travail, de publier le résultat obtenu à chacun des indicateurs prévus à l'article L. 1142-8 du même code. Cette publication est actualisée chaque année au plus tard le 1er mars ; elle est accessible sur le site du ministère du travail ; les modalités de publication sont définies par décret ;3° Pour celles employant plus de cinquante salariés et dont les indicateurs mentionnés à l'article L. 1142-8 dudit code sont inférieurs à un seuil défini par décret, de fixer des objectifs de progression de chacun de ces indicateurs, selon les modalités prévues à l'article L. 1142-9 du même code. Elles sont tenues également de publier ces objectifs ainsi que les mesures de correction et de rattrapage prévues au même article L. 1142-9, selon des modalités définies par le décret prévu au présent 3° ;4° Pour celles employant plus de cinquante salariés, de communiquer au comité social et économique le montant, la nature et l'utilisation des aides dont elles bénéficient au titre des crédits de la mission « Plan de relance », dans le cadre de la consultation annuelle sur les orientations stratégiques de l'entreprise mentionnée à l'article L. 2312-24 du code du travail. Le comité social et économique formule un avis distinct sur l'utilisation par les entreprises bénéficiaires des crédits ouverts par la présente loi au titre de la mission « Plan de relance ».II. - Le bilan mentionné au 1° du I du présent article est public. Il indique les émissions directes produites par les sources d'énergie fixes et mobiles nécessaires aux activités de l'entreprise. Il est établi selon une méthode simplifiée prévue par décret. Il est mis à jour tous les trois ans. Les conditions de collecte et d'exploitation à des fins statistiques des données transmises dans ce cadre à l'autorité administrative sont fixées par décret.III. - En cas de non-respect des dispositions des 2° et 3° du I, l'employeur se voit appliquer une pénalité financière dans les conditions prévues au deuxième alinéa de l'article L. 2242-8 du code du travail.IV. - La mise en œuvre des obligations mentionnées au I du présent article fait l'objet d'un rapport d'étape du Gouvernement au Parlement, remis préalablement au dépôt du projet de loi de finances pour 2022, et d'un rapport final remis préalablement au dépôt du projet de loi de règlement du budget et d'approbation des comptes de l'année 2022. Ces rapports formulent toute recommandation utile en vue de simplifier les modalités de mise en œuvre des obligations mentionnées au même I.V. - Pour l'application des dispositions prévues au I du présent article, le franchissement à la hausse d'un seuil d'effectif salarié est pris en compte lorsque ce seuil a été atteint ou dépassé pendant cinq années civiles consécutives selon les modalités prévues à l'article L. 130-1 du code de la sécurité sociale."
    },
    {
      "provision_ref": "art245",
      "section": "245",
      "title": "Article 245",
      "content": "I. - A. - Bpifrance Financement SA est chargé de la gestion et du versement des aides au titre :1° Des dispositifs de soutien à l'investissement de la filière automobile et aux projets de diversification, de modernisation et d'amélioration de la performance environnementale des procédés de production des petites et moyennes entreprises ainsi que des entreprises de taille intermédiaire de la filière aéronautique civile ;2° Des actions relatives à la relocalisation dans les secteurs critiques ainsi qu'aux relocalisations et aux investissements industriels territoriaux ;3° Des dispositifs de soutien à la modernisation industrielle, à des projets de relocalisation et aux projets d'« usine du futur » des entreprises de la filière nucléaire ;4° Des audits, conseils et accompagnements pour le développement de solutions d'intelligence artificielle « IA Booster » et du dispositif de soutien en faveur de l'entreprenariat en zone rurale.B. - Bpifrance Participations SA est chargé de la gestion et du versement des aides octroyées au titre des dispositifs d'accompagnement sous forme de formations-actions auprès des très petites entreprises ainsi que des petites et moyennes entreprises dans le domaine du numérique.II. - Des conventions entre l'Etat et Bpifrance Financement SA ainsi qu'entre l'Etat et Bpifrance Participations SA précisent les conditions de mise en œuvre des aides, sous le contrôle, au nom et pour le compte de l'Etat, les modalités d'enregistrement comptable des opérations et les conditions dans lesquelles ces enregistrements sont attestés par un commissaire aux comptes.Ces conventions prévoient une reddition au moins annuelle des comptes.Elles définissent les mandats respectifs de Bpifrance Financement SA et de Bpifrance Participations SA pour assurer le versement des aides, pour procéder aux opérations de gestion courante, notamment le recouvrement, et pour réaliser toutes opérations de maniement des fonds issus de cette activité assurée au nom et pour le compte de l'Etat, qui demeure le titulaire des droits et obligations nés au titre de ces opérations."
    },
    {
      "provision_ref": "art246",
      "section": "246",
      "title": "Article 246",
      "content": "Un comité national de suivi du plan « France Relance », placé auprès du Premier ministre, est chargé de veiller au suivi et à la mise en œuvre des mesures du plan. Le suivi porte notamment sur l'exécution budgétaire du plan et sur l'efficacité économique, sociale et environnementale au regard des objectifs poursuivis.Le comité est notamment chargé du suivi de la mise en œuvre de la mission « Plan de relance » de la présente loi.Le comité comprend notamment deux députés, issus de la majorité et de l'opposition de l'Assemblée nationale, et deux sénateurs, issus de la majorité et de l'opposition du Sénat. La composition, l'organisation et le fonctionnement du comité sont précisés par décret.Les documents communiqués par le Gouvernement au comité national de suivi sont transmis, pour information, aux commissions permanentes de l'Assemblée nationale et du Sénat chargées des finances.Le comité établit un rapport public au plus tard un an après la promulgation de la présente loi."
    },
    {
      "provision_ref": "art247",
      "section": "247",
      "title": "Article 247",
      "content": "Il est confié à la Caisse des dépôts et consignations, au nom et pour le compte de l'Etat, un mandat visant à assurer, jusqu'au 31 décembre 2021, la gestion des fonds versés à partir du budget général de l'Etat et dédiés au soutien des actions collectives de transformation numérique de l'économie de proximité.Ce mandat a notamment pour objet la gestion administrative et financière, le maniement des fonds alloués et la mise en œuvre du dispositif précité.Les conditions de gestion et d'utilisation de ces fonds font l'objet d'une convention entre l'Etat et la Caisse des dépôts et consignations.Cette convention détermine notamment :1° Les objectifs fixés à la Caisse des dépôts et consignations et les indicateurs de mesure de leurs résultats ;2° Les modalités d'attribution des fonds, dont l'Etat conserve la décision en dernier ressort, ainsi que celles de leur contrôle ;3° L'organisation comptable et l'information préalable de l'Etat sur les paiements envisagés."
    },
    {
      "provision_ref": "art248",
      "section": "248",
      "title": "Article 248",
      "content": "I. - La Caisse des dépôts et consignations peut concourir, au nom et pour le compte de l'Etat, à la gestion et au maniement de fonds versés à partir du budget général et dédiés au financement de mesures de lutte contre l'exclusion numérique.II. - A ce titre, elle apporte son appui au dispositif \"Conseillers numériques\" qui est piloté et animé par l'Agence nationale de la cohésion des territoires. Cet appui consiste notamment dans l'organisation d'actions de formation des intéressés, le versement de subventions destinées à faciliter leur recrutement par les acteurs de terrain et la fourniture d'une assistance technique et administrative au déploiement et à la gestion du dispositif, y compris auprès des collectivités et organismes employeurs de ces conseillers numériques.III. - Ses conditions de mise en œuvre sont précisées par des conventions conclues entre l'Etat, la Caisse des dépôts et consignations et l'Agence nationale de la cohésion des territoires pour une durée, renouvelable, de trois ans. La convention détermine notamment les objectifs poursuivis, la nature des actions entreprises, les responsabilités respectives de la Caisse des dépôts et consignations et de l'Agence nationale de la cohésion des territoires ainsi que les indicateurs de suivi des résultats du dispositif. Elle peut prévoir le transfert à la Caisse des dépôts et consignations des marchés déjà conclus à la date de sa signature par l'Agence nationale de la cohésion des territoires pour la mise en œuvre de ce dispositif, en particulier en matière de formation des conseillers numériques."
    },
    {
      "provision_ref": "art250",
      "section": "250",
      "title": "Article 250",
      "content": "Entre 2021 et 2030, le Gouvernement remet chaque année au Parlement, avant le 1er novembre, un rapport relatif à la mise en œuvre des mesures issues de la loi n° 2020-1674 du 24 décembre 2020 de programmation de la recherche pour les années 2021 à 2030 et portant diverses dispositions relatives à la recherche et à l'enseignement supérieur.Pour l'année budgétaire en cours, ce rapport décrit, pour chaque programme, l'impact des mouvements de crédits opérés en gestion sur le respect de la programmation budgétaire.Pour l'année budgétaire à venir, ce rapport justifie les variations par rapport à la trajectoire votée et comporte une analyse des écarts entre les données prévues et constatées.Il détaille l'emploi des crédits issus de la loi n° 2020-1674 du 24 décembre 2020 précitée, en précisant notamment le montant des moyens alloués au financement de base des laboratoires publics ainsi qu'à l'Agence nationale de la recherche. Il récapitule l'ensemble des crédits extrabudgétaires alloués à la recherche. Il indique, enfin, la répartition des moyens nouveaux et des créations d'emplois entre les opérateurs de recherche rattachés au ministère de l'enseignement supérieur, de la recherche et de l'innovation.Ce rapport, distinct de celui qui est mentionné au III de l'article 2 de la loi n° 2020-1674 du 24 décembre 2020 précitée, sert de support à l'actualisation périodique de la trajectoire, en application de l'article 3 de la même loi."
    },
    {
      "provision_ref": "art252",
      "section": "252",
      "title": "Article 252",
      "content": "I. II.-A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nIII.-A.-Le II du présent article, à l'exception du 8°, entre en vigueur le 1er janvier 2022.\n\nAu titre de cette année 2022, les indicateurs financiers prévus aux articles L. 2334-4, L. 2334-5, L. 2334-14-1 et L. 2336-2 du code général des collectivités territoriales ainsi que le produit mentionné au 3° du I de l'article L. 2336-3 du même code sont, pour chaque commune ou ensemble intercommunal, chacun majorés ou minorés d'une fraction de correction visant à lisser les variations de ces indicateurs et produit liées :\n\na) Au schéma de financement des collectivités territoriales prévu à l'article 16 de la loi n° 2019-1479 du 28 décembre 2019 de finances pour 2020 ;\n\nb) A la révision de la méthode d'évaluation de l'assiette foncière des établissements industriels prévue à l'article 29 de la présente loi ;\n\nc) A l'évolution du périmètre et des modalités de calcul de ces indicateurs résultant de l'article 194 de la loi n° 2021-1900 du 30 décembre 2021 de finances pour 2022.\n\nUn décret en Conseil d'Etat détermine les modalités de calcul des fractions de correction mentionnées au présent A.\n\nB.-En 2023, les indicateurs mentionnés au A du présent III sont chacun majorés ou minorés du produit des fractions de correction mentionnées au même A calculées en 2022 par un coefficient égal à 90 %.\n\nEn 2024, ce coefficient est égal à 80 % puis diminue de 20 points par an au cours des quatre exercices suivants.\n\nA compter de 2023 et par dérogation, la fraction de correction applicable aux indicateurs financiers prévus à l'article L. 2334-4 du code général des collectivités territoriales déterminée en application du A du présent III au titre de l'année 2022 est minorée du produit retenu en 2022 en application du dernier alinéa du a du 2 du II de l'article L. 2334-4 du code général des collectivités territoriales, dans sa rédaction résultant de la loi n° 2021-1900 du 30 décembre 2021 de finances pour 2022.\n\nEn 2023 et par dérogation, les fractions de corrections mentionnées au A du présent III applicables à l'effort fiscal mentionné à l'article L. 2334-5 du code général des collectivités territoriales sont pondérées par un coefficient égal à 100 %. En 2024 et par dérogation, ces mêmes fractions de corrections sont pondérées par un coefficient égal à 90 %. En 2025 et par dérogation, ces mêmes fractions de correction sont pondérées par un coefficient égal à 80 %.\n\nC.-Il n'est pas fait application des septième à avant-dernier alinéas de l'article L. 2334-5 du code général des collectivités territoriales entre 2022 et 2027.\n\nIV.-Pour l'application du premier alinéa de l'article L. 2334-2 du code général des collectivités territoriales aux communes du Département de Mayotte, la population prise en compte est celle déterminée par le décret n° 2017-1688 du 14 décembre 2017 authentifiant les résultats du recensement de la population 2017 du Département de Mayotte, à laquelle est appliquée un taux d'évolution résultant, pour chaque commune, du rapport entre la population municipale du Département de Mayotte estimée par l'Institut national de la statistique et des études économiques, en application du règlement (UE) n° 1260/2013 du Parlement européen et du Conseil du 20 novembre 2013 relatif aux statistiques démographiques européennes et la population municipale du Département de Mayotte authentifiée par le décret n° 2017-1688 du 14 décembre 2017 précité.\n\nPour l'application du premier alinéa de l'article L. 3334-2 et de l'article L. 4332-9 du code général des collectivités territoriales au Département de Mayotte, la population prise en compte est celle résultant de l'estimation de la population réalisée par l'Institut national de la statistique et des études économiques mentionnée au premier alinéa du présent IV.\n\nPour l'application des deux premiers alinéas du présent IV à une année donnée, l'estimation de la population municipale du Département de Mayotte prise en compte est celle relative à l'année de référence retenue pour les populations légales authentifiées par décret dans les autres départements.\n\nLes modalités d'application du présent IV et de calcul des populations par âge prévues au 5° de l'article L. 2334-23-2, au c du 1° du I de l'article L. 3334-10 , au 4° du IV de l'article L. 3335-1 et au III de l'article L. 4332-9 du code général des collectivités territoriales sont précisées par un décret en Conseil d'Etat.\n\nLes dispositions du présent IV sont applicables de 2021 à 2025.\n\nIV bis. - En 2026, les communes du Département de Mayotte dont la population calculée en application de l'article L. 2334-2 du code général des collectivités territoriales est inférieure à celle calculée en 2025 en application du IV du présent article ne peuvent percevoir une attribution au titre de la dotation forfaitaire prévue à l'article L. 2334-7 du code général des collectivités territoriales et au titre de la quote-part de la dotation d'aménagement mentionnée au troisième alinéa de l'article L. 2334-13 du même code inférieure à celle perçue en 2025 au titre de cette dotation et de cette quote-part. Le cas échéant, l'ajustement de la quote-part est opéré au sein de la dotation de péréquation prévue au III de l'article L. 2334-23-1 dudit code.\n\nV.-Les dispositions du V bis de l'article L. 3335-1 du code général des collectivités territoriales ne s'appliquent pas en 2021.\n\nVII.-En 2021, une part de la dotation globale de fonctionnement revenant aux communes et à certains de leurs groupements mentionnée à l'article L. 2334-1 du code général des collectivités territoriales est affectée, à hauteur de 2 millions d'euros, au fonds d'aide pour le relogement d'urgence prévu à l'article L. 2335-15 du même code.\n\n-Code général des collectivités territoriales\n\n-Loi n° 80-10 du 10 janvier 1980\n\n-Code général des collectivités territoriales\n\n-Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art255",
      "section": "255",
      "title": "Article 255",
      "content": "I. et II.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII.-A.-Le E du XI de l'article L. 5219-5 du code général des collectivités territoriales ne s'applique pas aux exercices 2022 à 2026.B.-Pour l'application du E du XI de l'article L. 5219-5 du code général des collectivités territoriales en 2027, le produit de la cotisation foncière des entreprises retenu est égal au produit de la cotisation foncière des entreprises perçu au titre de l'année 2027, majoré du montant du prélèvement sur recettes perçu au titre de cette même année en application de l'article 29 de la présente loi.IV.-Le présent article entre en vigueur le 1er janvier 2021.\n\n- LOI n° 2015-991 du 7 août 2015\n\n- Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art256",
      "section": "256",
      "title": "Article 256",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le 2 du E du V de l'article 16 de la loi n° 2019-1479 du 28 décembre 2019 de finances pour 2020 est abrogé.\n\n- LOI n° 2019-1479 du 28 décembre 2019\n\n- LOI n° 2018-1317 du 28 décembre 2018"
    },
    {
      "provision_ref": "art257",
      "section": "257",
      "title": "Article 257",
      "content": "Jusqu'au prochain renouvellement général des conseils municipaux, les communes nouvelles demeurent éligibles aux aides attribuées aux communes au titre du fonds d'amortissement des charges d'électrification prévu à l'article L. 2224-31 du code général des collectivités territoriales pour la ou les parties de leur territoire qui y étaient éligibles la veille de leur création.Un décret en Conseil d'Etat, pris après avis du conseil prévu à l'avant-dernier alinéa du I de l'article L. 2224-31 du code général des collectivités territoriales, précise les conditions dans lesquelles les communes nouvelles bénéficient sur la ou les parties de leur territoire des aides du fonds d'amortissement, à l'issue du prochain renouvellement général des conseils municipaux."
    },
    {
      "provision_ref": "art260",
      "section": "260",
      "title": "Article 260",
      "content": "Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport dressant un bilan de l'impact de la création des secrétariats généraux pour l'administration du ministère de l'intérieur en matière de gestion des effectifs et des crédits de fonctionnement de la gendarmerie nationale."
    },
    {
      "provision_ref": "art261",
      "section": "261",
      "title": "Article 261",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Ordonnance n° 2002-411 du 27 mars 2002\n\nII. - Le I entre en vigueur à une date fixée par décret, et au plus tard le 1er octobre 2021."
    },
    {
      "provision_ref": "art262",
      "section": "262",
      "title": "Article 262",
      "content": "Le Gouvernement remet un rapport au Parlement, au plus tard le 1er juin 2021, sur les actions menées à destination des mineurs non accompagnés accueillis par la France dans le cadre du programme 304 et notamment l'action 17 « Protection et accompagnement des enfants, des jeunes et des familles vulnérables » recueillant leur nombre, leur âge, la charge assumée par l'Etat et par les collectivités territoriales ainsi que la prise en charge dont ils bénéficient."
    },
    {
      "provision_ref": "art263",
      "section": "263",
      "title": "Article 263",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2020-813 DC du 28 décembre 2020.]"
    },
    {
      "provision_ref": "art265",
      "section": "265",
      "title": "Article 265",
      "content": "Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur l'emploi associatif, les conséquences de la réduction du nombre d'emplois aidés sur le développement des associations et l'accessibilité des Parcours Emploi Compétences pour les associations."
    },
    {
      "provision_ref": "art266",
      "section": "266",
      "title": "Article 266",
      "content": "Le Gouvernement remet au Parlement, au plus tard le 1er décembre 2021, un rapport sur les moyens affectés à la lutte contre la radicalisation dans les associations sportives.Le rapport dresse le bilan des dispositifs développés par le ministère des sports et le ministère de l'Intérieur en matière de formation de ses personnels et de détection des licenciés, sportifs, éducateurs, dirigeants et bénévoles radicalisés. Il évalue la possibilité de renforcer les dispositifs existants et l'opportunité de créer de nouvelles mesures."
    },
    {
      "provision_ref": "art267",
      "section": "267",
      "title": "Article 267",
      "content": "Au plus tard le 31 octobre 2021, le Gouvernement remet au Parlement un rapport sur le service national universel. Ce rapport présente en particulier l'évaluation de l'expérimentation du dispositif, son pilotage, son coût, sa coordination avec les autres dispositifs existants en faveur de l'engagement et détaille son apport pour les jeunes en termes d'apprentissage à la citoyenneté."
    },
    {
      "provision_ref": "art269",
      "section": "269",
      "title": "Article 269",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2020-813 DC du 28 décembre 2020.]"
    },
    {
      "provision_ref": "art270",
      "section": "270",
      "title": "Article 270",
      "content": "I. - Les jeunes qui effectuent, dans un organisme public ou privé, un stage d'accompagnement, d'insertion professionnelle, d'orientation ou d'appui à la définition d'un projet professionnel, un stage d'initiation, de formation ou de complément de formation professionnelle dans le cadre d'un programme national organisé et financé par l'Etat destiné à répondre à un besoin additionnel de qualification au profit de jeunes sortis du système scolaire sans qualification ou à la recherche d'emploi disposant d'un niveau de qualification inférieur ou égal au baccalauréat, sont affiliés à un régime de sécurité sociale dans les conditions prévues à l'article L. 6342-1 du code du travail et peuvent bénéficier d'une rémunération en application de l'article L. 6341-1 du même code.La liste des stages ouvrant le bénéfice de l'affiliation à un régime de sécurité sociale et, le cas échéant, à une rémunération ainsi que la période durant laquelle ces jeunes bénéficient de la rémunération et de l'affiliation mentionnées au présent article sont définies par arrêté conjoint du ministre chargé de l'emploi et du ministre chargé des comptes publics.II. - Le I entre en vigueur le 1er janvier 2021."
    },
    {
      "provision_ref": "artÉTATA",
      "section": "ÉTATA",
      "title": "Article ÉTATA",
      "content": "(Article 93 de la loi)VOIES ET MOYENSI. - BUDGET GÉNÉRAL\n\n(En euros)\n\nRÉCAPITULATION DES RECETTES DU BUDGET GÉNÉRAL\n\n(En euros)\n\nII. - BUDGETS ANNEXES\n\n(En euros)\n\nIII. - COMPTES D'AFFECTATION SPÉCIALE\n\n(En euros)\n\nIV. - COMPTES DE CONCOURS FINANCIERS\n\n(En euros)\n\nNumérode ligne\n\nIntitulé de la recette\n\nÉvaluationpour 2021\n\nleft\n\n1. Recettes fiscales\n\nleft\n\nleft\n\n11. Impôt sur le revenu\n\n92 835 138 856\n\n1101\n\nImpôt sur le revenu\n\n92 835 138 856\n\nleft\n\n12. Autres impôts directs perçus par voie d'émission de rôles\n\n2 944 000 000\n\n1201\n\nAutres impôts directs perçus par voie d'émission de rôles\n\n2 944 000 000\n\nleft\n\n13. Impôt sur les sociétés\n\n62 984 885 027\n\n1301\n\nImpôt sur les sociétés\n\n62 984 885 027\n\nleft\n\n13 bis. Contribution sociale sur les bénéfices des sociétés\n\n1 360 424 146\n\n1302\n\nContribution sociale sur les bénéfices des sociétés\n\n1 360 424 146\n\nleft\n\n13 ter. Contribution de la Caisse des dépôts et consignations représentative de l'impôt sur les sociétés\n\n60 300 000\n\n1303\n\nContribution de la Caisse des dépôts et consignations représentative de l'impôt sur les sociétés\n\n60 300 000\n\nleft\n\n14. Autres impôts directs et taxes assimilées\n\n24 886 801 433\n\n1401\n\nRetenues à la source sur certains bénéfices non commerciaux et de l'impôt sur le revenu\n\n996 000 000\n\n1402\n\nRetenues à la source et prélèvements sur les revenus de capitaux mobiliers et prélèvement sur les bons anonymes\n\n3 986 000 000\n\n1403\n\nPrélèvements sur les bénéfices tirés de la construction immobilière (loi n° 63-254 du 15 mars 1963, art. 28-IV)\n\n0\n\n1404\n\nPrécompte dû par les sociétés au titre de certains bénéfices distribués (loi n° 65-566 du 12 juillet 1965, art. 3)\n\n0\n\n1405\n\nPrélèvement exceptionnel de 25% sur les distributions de bénéfices\n\n0\n\n1406\n\nImpôt sur la fortune immobilière\n\n2 146 000 000\n\n1407\n\nTaxe sur les locaux à usage de bureaux, les locaux commerciaux et de stockage\n\n0\n\n1408\n\nPrélèvements sur les entreprises d'assurance\n\n177 000 000\n\n1409\n\nTaxe sur les salaires\n\n0\n\n1410\n\nCotisation minimale de taxe professionnelle\n\n4 000 000\n\n1411\n\nCotisations perçues au titre de la participation des employeurs à l'effort de construction\n\n17 000 000\n\n1412\n\nTaxe de participation des employeurs au financement de la formation professionnelle continue\n\n39 000 000\n\n1413\n\nTaxe forfaitaire sur les métaux précieux, les bijoux, les objets d'art, de collection et d'antiquité\n\n97 000 000\n\n1415\n\nContribution des institutions financières\n\n0\n\n1416\n\nTaxe sur les surfaces commerciales\n\n210 000 000\n\n1421\n\nCotisation nationale de péréquation de taxe professionnelle\n\n3 000 000\n\n1427\n\nPrélèvements de solidarité\n\n10 203 407 117\n\n1430\n\nTaxe sur les services numériques\n\n358 300 000\n\n1431\n\nTaxe d'habitation sur les résidences principales\n\n5 617 000 000\n\n1497\n\nCotisation sur la valeur ajoutée des entreprises (affectation temporaire à l'Etat en 2010)\n\n0\n\n1498\n\nCotisation foncière des entreprises (affectation temporaire à l'Etat en 2010)\n\n2 770 000\n\n1499\n\nRecettes diverses\n\n1 030 324 316\n\nleft\n\n15. Taxe intérieure de consommation sur les produits énergétiques\n\n19 194 042 064\n\n1501\n\nTaxe intérieure de consommation sur les produits énergétiques\n\n19 194 042 064\n\nleft\n\n16. Taxe sur la valeur ajoutée\n\n145 493 491 163\n\n1601\n\nTaxe sur la valeur ajoutée\n\n145 493 491 163\n\nleft\n\n17. Enregistrement, timbre, autres contributions et taxes indirectes\n\n37 444 861 307\n\n1701\n\nMutations à titre onéreux de créances, rentes, prix d'offices\n\n566 000 000\n\n1702\n\nMutations à titre onéreux de fonds de commerce\n\n188 000 000\n\n1703\n\nMutations à titre onéreux de meubles corporels\n\n261 587\n\n1704\n\nMutations à titre onéreux d'immeubles et droits immobiliers\n\n19 000 000\n\n1705\n\nMutations à titre gratuit entre vifs (donations)\n\n2 995 000 000\n\n1706\n\nMutations à titre gratuit par décès\n\n12 260 000 000\n\n1707\n\nContribution de sécurité immobilière\n\n784 000 000\n\n1711\n\nAutres conventions et actes civils\n\n431 498 207\n\n1712\n\nActes judiciaires et extrajudiciaires\n\n0\n\n1713\n\nTaxe de publicité foncière\n\n536 000 000\n\n1714\n\nPrélèvement sur les sommes versées par les organismes d'assurances et assimilés à raison des contrats d'assurances en cas de décès\n\n292 000 000\n\n1715\n\nTaxe additionnelle au droit de bail\n\n0\n\n1716\n\nRecettes diverses et pénalités\n\n187 081 520\n\n1721\n\nTimbre unique\n\n378 000 000\n\n1722\n\nTaxe sur les véhicules de société\n\n0\n\n1723\n\nActes et écrits assujettis au timbre de dimension\n\n0\n\n1725\n\nPermis de chasser\n\n0\n\n1726\n\nProduit de la taxe additionnelle à la taxe sur les certifications d'immatriculation des véhicules\n\n933 000 000\n\n1751\n\nDroits d'importation\n\n0\n\n1753\n\nAutres taxes intérieures\n\n10 155 000 000\n\n1754\n\nAutres droits et recettes accessoires\n\n4 784 731\n\n1755\n\nAmendes et confiscations\n\n47 211 300\n\n1756\n\nTaxe générale sur les activités polluantes\n\n901 334 035\n\n1757\n\nCotisation à la production sur les sucres\n\n0\n\n1758\n\nDroit de licence sur la rémunération des débitants de tabac\n\n0\n\n1761\n\nTaxe et droits de consommation sur les tabacs\n\n48 000 000\n\n1766\n\nGarantie des matières d'or et d'argent\n\n0\n\n1768\n\nTaxe spéciale sur certains véhicules routiers\n\n0\n\n1769\n\nAutres droits et recettes à différents titres\n\n11 311 272\n\n1773\n\nTaxe sur les achats de viande\n\n0\n\n1774\n\nTaxe spéciale sur la publicité télévisée\n\n0\n\n1776\n\nRedevances sanitaires d'abattage et de découpage\n\n52 000 000\n\n1777\n\nTaxe sur certaines dépenses de publicité\n\n22 602 166\n\n1780\n\nTaxe de l'aviation civile\n\n0\n\n1781\n\nTaxe sur les installations nucléaires de base\n\n568 000 000\n\n1782\n\nTaxes sur les stations et liaisons radioélectriques privées\n\n25 000 000\n\n1785\n\nProduits des jeux exploités par la Française des jeux (hors paris sportifs)\n\n2 560 566 798\n\n1786\n\nPrélèvements sur le produit des jeux dans les casinos\n\n803 232 107\n\n1787\n\nPrélèvement sur le produit brut des paris hippiques\n\n421 500 331\n\n1788\n\nPrélèvement sur les paris sportifs\n\n568 353 702\n\n1789\n\nPrélèvement sur les jeux de cercle en ligne\n\n65 526 751\n\n1790\n\nRedevance sur les paris hippiques en ligne\n\n0\n\n1797\n\nTaxe sur les transactions financières\n\n1 044 000 000\n\n1798\n\nImpositions forfaitaires sur les entreprises de réseaux (affectation temporaire à l'Etat en 2010)\n\n0\n\n1799\n\nAutres taxes\n\n576 596 800\n\nleft\n\n2. Recettes non fiscales\n\nleft\n\nleft\n\n21. Dividendes et recettes assimilées\n\n4 788 421 455\n\n2110\n\nProduits des participations de l'Etat dans des entreprises financières\n\n2 965 000 010\n\n2116\n\nProduits des participations de l'Etat dans des entreprises non financières et bénéfices des établissements publics non financiers\n\n1 794 021 445\n\n2199\n\nAutres dividendes et recettes assimilées\n\n29 400 000\n\nleft\n\n22. Produits du domaine de l'Etat\n\n1 469 987 050\n\n2201\n\nRevenus du domaine public non militaire\n\n181 000 000\n\n2202\n\nAutres revenus du domaine public\n\n5 000 000\n\n2203\n\nRevenus du domaine privé\n\n271 891 050\n\n2204\n\nRedevances d'usage des fréquences radioélectriques\n\n711 096 000\n\n2209\n\nPaiement par les administrations de leurs loyers budgétaires\n\n0\n\n2211\n\nProduit de la cession d'éléments du patrimoine immobilier de l'Etat\n\n0\n\n2212\n\nAutres produits de cessions d'actifs\n\n300 000 000\n\n2299\n\nAutres revenus du Domaine\n\n1 000 000\n\nleft\n\n23. Produits de la vente de biens et services\n\n1 983 646 736\n\n2301\n\nRemboursement par l'Union européenne des frais d'assiette et de perception des impôts et taxes perçus au profit de son budget\n\n513 000 000\n\n2303\n\nAutres frais d'assiette et de recouvrement\n\n1 125 700 899\n\n2304\n\nRémunération des prestations assurées par les services du Trésor Public au titre de la collecte de l'épargne\n\n39 284 469\n\n2305\n\nProduits de la vente de divers biens\n\n27 528\n\n2306\n\nProduits de la vente de divers services\n\n2 633 840\n\n2399\n\nAutres recettes diverses\n\n303 000 000\n\nleft\n\n24. Remboursements et intérêts des prêts, avances et autres immobilisations financières\n\n862 410 320\n\n2401\n\nIntérêts des prêts à des banques et à des Etats étrangers\n\n523 086 336\n\n2402\n\nIntérêts des prêts du fonds de développement économique et social\n\n2 884 115\n\n2403\n\nIntérêts des avances à divers services de l'Etat ou organismes gérant des services publics\n\n17 288 292\n\n2409\n\nIntérêts des autres prêts et avances\n\n31 500 000\n\n2411\n\nAvances remboursables sous conditions consenties à l'aviation civile\n\n92 000 000\n\n2412\n\nAutres avances remboursables sous conditions\n\n136 929\n\n2413\n\nReversement au titre des créances garanties par l'Etat\n\n13 314 648\n\n2499\n\nAutres remboursements d'avances, de prêts et d'autres créances immobilisées\n\n182 200 000\n\nleft\n\n25. Amendes, sanctions, pénalités et frais de poursuites\n\n1 729 818 493\n\n2501\n\nProduits des amendes de la police de la circulation et du stationnement routiers\n\n651 524 312\n\n2502\n\nProduits des amendes prononcées par les autorités de la concurrence\n\n400 000 000\n\n2503\n\nProduits des amendes prononcées par les autres autorités administratives indépendantes\n\n89 756 475\n\n2504\n\nRecouvrements poursuivis à l'initiative de l'agence judiciaire de l'Etat\n\n14 852 647\n\n2505\n\nProduit des autres amendes et condamnations pécuniaires\n\n548 000 000\n\n2510\n\nFrais de poursuite\n\n12 077 739\n\n2511\n\nFrais de justice et d'instance\n\n10 032 282\n\n2512\n\nIntérêts moratoires\n\n3 593\n\n2513\n\nPénalités\n\n3 571 445\n\nleft\n\n26. Divers\n\n14 474 129 340\n\n2601\n\nReversements de Natixis\n\n61 899 308\n\n2602\n\nReversements au titre des procédures de soutien financier au commerce extérieur\n\n0\n\n2603\n\nPrélèvements sur les fonds d'épargne gérés par la Caisse des dépôts et consignations\n\n0\n\n2604\n\nDivers produits de la rémunération de la garantie de l'Etat\n\n2 846 300 000\n\n2611\n\nProduits des chancelleries diplomatiques et consulaires\n\n166 045 392\n\n2612\n\nRedevances et divers produits pour frais de contrôle et de gestion\n\n6 687 630\n\n2613\n\nPrélèvement effectué sur les salaires des conservateurs des hypothèques\n\n1 000 266\n\n2614\n\nPrélèvements effectués dans le cadre de la directive épargne\n\n394 404\n\n2615\n\nCommissions et frais de trésorerie perçus par l'Etat dans le cadre de son activité régalienne\n\n248 729\n\n2616\n\nFrais d'inscription\n\n9 962 825\n\n2617\n\nRecouvrement des indemnisations versées par l'Etat au titre des expulsions locatives\n\n8 233 557\n\n2618\n\nRemboursement des frais de scolarité et accessoires\n\n6 360 245\n\n2620\n\nRécupération d'indus\n\n30 000 000\n\n2621\n\nRecouvrements après admission en non-valeur\n\n120 878 443\n\n2622\n\nDivers versements de l'Union européenne\n\n10 000 000 000\n\n2623\n\nReversements de fonds sur les dépenses des ministères ne donnant pas lieu à rétablissement de crédits\n\n36 186 938\n\n2624\n\nIntérêts divers (hors immobilisations financières)\n\n35 337 738\n\n2625\n\nRecettes diverses en provenance de l'étranger\n\n1 186 375\n\n2626\n\nRemboursement de certaines exonérations de taxe foncière sur les propriétés non bâties (art.109 de la loi de finances pour 1992)\n\n3 243 453\n\n2627\n\nSoulte sur reprise de dette et recettes assimilées\n\n0\n\n2697\n\nRecettes accidentelles\n\n355 145 797\n\n2698\n\nProduits divers\n\n375 980 361\n\n2699\n\nAutres produits divers\n\n409 037 879\n\nleft\n\n3. Prélèvements sur les recettes de l'Etat\n\nleft\n\nleft\n\n31. Prélèvements sur les recettes de l'Etat au profit des collectivités territoriales\n\n43 400 026 109\n\n3101\n\nPrélèvement sur les recettes de l'Etat au titre de la dotation globale de fonctionnement\n\n26 758 368 435\n\n3103\n\nPrélèvement sur les recettes de l'Etat au titre de la dotation spéciale pour le logement des instituteurs\n\n6 693 795\n\n3104\n\nDotation de compensation des pertes de bases de la taxe professionnelle et de redevance des mines des communes et de leurs groupements\n\n50 000 000\n\n3106\n\nPrélèvement sur les recettes de l'Etat au profit du Fonds de compensation pour la taxe sur la valeur ajoutée (FCTVA)\n\n6 546 000 000\n\n3107\n\nPrélèvement sur les recettes de l'Etat au titre de la compensation d'exonérations relatives à la fiscalité locale\n\n539 632 796\n\n3108\n\nDotation élu local\n\n101 006 000\n\n3109\n\nPrélèvement sur les recettes de l'Etat au profit de la collectivité de Corse\n\n62 897 000\n\n3111\n\nFonds de mobilisation départementale pour l'insertion\n\n465 889 643\n\n3112\n\nDotation départementale d'équipement des collèges\n\n326 317 000\n\n3113\n\nDotation régionale d'équipement scolaire\n\n661 186 000\n\n3118\n\nDotation globale de construction et d'équipement scolaire\n\n2 686 000\n\n3122\n\nDotation de compensation de la réforme de la taxe professionnelle\n\n2 905 213 735\n\n3123\n\nDotation pour transferts de compensations d'exonérations de fiscalité directe locale\n\n413 003 970\n\n3126\n\nPrélèvement sur les recettes de l'Etat au titre de la dotation unique des compensations spécifiques à la taxe professionnelle\n\n0\n\n3130\n\nDotation de compensation de la réforme de la taxe sur les logements vacants pour les communes et les établissements publics de coopération intercommunale (EPCI) percevant la taxe d'habitation sur les logements vacants\n\n4 000 000\n\n3131\n\nDotation de compensation liée au processus de départementalisation de Mayotte\n\n107 000 000\n\n3133\n\nFonds de compensation des nuisances aéroportuaires\n\n6 822 000\n\n3134\n\nDotation de garantie des reversements des fonds départementaux de taxe professionnelle\n\n284 278 000\n\n3135\n\nPrélèvement sur les recettes de l'Etat au titre de la compensation des pertes de recettes liées au relèvement du seuil d'assujettissement des entreprises au versement transport\n\n48 020 650\n\n3136\n\nPrélèvement sur les recettes de l'Etat au profit de la collectivité territoriale de Guyane\n\n27 000 000\n\n3137\n\nPrélèvement sur les recettes de l'Etat au profit des régions au titre de la neutralisation financière de la réforme de l'apprentissage\n\n122 559 085\n\n3138\n\nPrélèvement sur les recettes de l'Etat au profit de la Polynésie française\n\n90 552 000\n\n3141\n\nSoutien exceptionnel de l'Etat au profit des collectivités du bloc communal confrontées à des pertes de recettes fiscales et domaniales du fait de la crise sanitaire\n\n510 000 000\n\n3142\n\nSoutien exceptionnel de l'Etat au profit des régions d'outre-mer confrontées à des pertes de recettes d'octroi de mer et de taxe spéciale de consommation du fait de la crise sanitaire\n\n0\n\n3143\n\nSoutien exceptionnel de l'Etat au profit de la collectivité de Corse confrontée à certaines pertes de recettes fiscales spécifiques du fait de la crise sanitaire\n\n0\n\n3144\n\nSoutien exceptionnel de l'Etat au profit de Saint-Pierre-et-Miquelon, Saint-Martin, Saint-Barthélemy et Wallis-et-Futuna confrontées à certaines pertes de recettes fiscales spécifiques du fait de la crise sanitaire\n\n0\n\n3145\n\nPrélèvement sur les recettes de l'Etat au titre de la compensation de la réduction de 50% des valeurs locatives de TFPB et de CFE des locaux industriels\n\n3 290 000 000\n\n3146\n\nPrélèvement sur les recettes de l'Etat au titre de la compensation des communes et EPCI contributeurs au Fonds national de garantie individuelle des ressources (FNGIR) subissant une perte de base de cotisation foncière des entreprises\n\n900 000\n\n3147\n\nPrélèvement exceptionnel sur les recettes de l'Etat de compensation du Fonds national de péréquation des droits de mutation à titre onéreux (DMTO)\n\n60 000 000\n\n3152\n\nPrélèvement exceptionnel sur les recettes de l'Etat au profit des collectivités territoriales et des groupements de communes qui procèdent à l'abandon ou à la renonciation définitive de loyers\n\n10 000 000\n\nleft\n\n32. Prélèvement sur les recettes de l'Etat au profit de l'Union européenne\n\n27 200 000 000\n\n3201\n\nPrélèvement sur les recettes de l'Etat au profit du budget de l'Union européenne\n\n27 200 000 000\n\nleft\n\n4. Fonds de concours\n\nleft\n\nleft\n\nÉvaluation des fonds de concours\n\n5 673 785 095\n\n1\n\nIntitulé de la recette\n\nÉvaluationpour 2021\n\n1. Recettes fiscales\n\n387 203 943 996\n\n11. Impôt sur le revenu\n\n92 835 138 856\n\n12. Autres impôts directs perçus par voie d'émission de rôles\n\n2 944 000 000\n\n13. Impôt sur les sociétés\n\n62 984 885 027\n\n13 bis. Contribution sociale sur les bénéfices des sociétés\n\n1 360 424 146\n\n13 ter. Contribution de la Caisse des dépôts et consignations représentative de l'impôt sur les sociétés\n\n60 300 000\n\n14. Autres impôts directs et taxes assimilées\n\n24 886 801 433\n\n15. Taxe intérieure de consommation sur les produits énergétiques\n\n19 194 042 064\n\n16. Taxe sur la valeur ajoutée\n\n145 493 491 163\n\n17. Enregistrement, timbre, autres contributions et taxes indirectes\n\n37 444 861 307\n\n2. Recettes non fiscales\n\n25 308 413 394\n\n21. Dividendes et recettes assimilées\n\n4 788 421 455\n\n22. Produits du domaine de l'Etat\n\n1 469 987 050\n\n23. Produits de la vente de biens et services\n\n1 983 646 736\n\n24. Remboursements et intérêts des prêts, avances et autres immobilisations financières\n\n862 410 320\n\n25. Amendes, sanctions, pénalités et frais de poursuites\n\n1 729 818 493\n\n26. Divers\n\n14 474 129 340\n\nTotal des recettes brutes (1 + 2)\n\n412 512 357 390\n\n3. Prélèvements sur les recettes de l'Etat\n\n70 600 026 109\n\n31. Prélèvements sur les recettes de l'Etat au profit des collectivités territoriales\n\n43 400 026 109\n\n32. Prélèvement sur les recettes de l'Etat au profit de l'Union européenne\n\n27 200 000 000\n\nTotal des recettes, nettes des prélèvements (1 + 2 - 3)\n\n341 912 331 281\n\n4. Fonds de concours\n\n5 673 785 095\n\nÉvaluation des fonds de concours\n\n5 673 785 095\n\n1\n\nNumérode ligne\n\nIntitulé de la recette\n\nÉvaluationpour 2021\n\nleft\n\nContrôle et exploitation aériens\n\nleft\n\n7010\n\nVentes de produits fabriqués et marchandises\n\n169 040\n\n7061\n\nRedevances de route\n\n723 282 469\n\n7062\n\nRedevance océanique\n\n10 416 050\n\n7063\n\nRedevances pour services terminaux de la circulation aérienne pour la métropole\n\n132 412 027\n\n7064\n\nRedevances pour services terminaux de la circulation aérienne pour l'outre-mer\n\n24 037 038\n\n7065\n\nRedevances de route. Autorité de surveillance\n\nleft\n\n7066\n\nRedevances pour services terminaux de la circulation aérienne. Autorité de surveillance\n\nleft\n\n7067\n\nRedevances de surveillance et de certification\n\n18 023 552\n\n7068\n\nPrestations de service\n\n2 429 905\n\n7080\n\nAutres recettes d'exploitation\n\n597 530\n\n7400\n\nSubventions d'exploitation\n\nleft\n\n7500\n\nAutres produits de gestion courante\n\n16 834\n\n7501\n\nTaxe de l'aviation civile\n\n294 102 422\n\n7502\n\nFrais d'assiette et recouvrement sur taxes perçues pour le compte de tiers\n\n3 830 023\n\n7503\n\nTaxe de solidarité - Hors plafond\n\nleft\n\n7600\n\nProduits financiers\n\n1 982\n\n7781\n\nProduits exceptionnels hors cessions\n\n341 128\n\n7782\n\nProduit de cession des immobilisations affectées à la dette (art. 61 de la loi de finances pour 2011)\n\n2 000 000\n\n9200\n\nProduit de cession hors biens immeubles de l'Etat et droits attachés\n\nleft\n\n9700\n\nProduit brut des emprunts\n\n1 010 575 233\n\n9900\n\nAutres recettes en capital\n\nleft\n\nleft\n\nTotal des recettes\n\n2 222 235 233\n\nleft\n\nFonds de concours\n\n27 667 000\n\nleft\n\nPublications officielles et information administrative\n\nleft\n\nA701\n\nVentes de produits\n\n158 500 000\n\nA710\n\nProduits de fonctionnement relevant de missions spécifiques à l'Etat\n\nleft\n\nA728\n\nProduits de fonctionnement divers\n\n500 000\n\nA740\n\nCotisations et contributions au titre du régime de retraite\n\nleft\n\nA751\n\nParticipations de tiers à des programmes d'investissement\n\nleft\n\nA768\n\nProduits financiers divers\n\nleft\n\nA770\n\nProduits régaliens\n\nleft\n\nA775\n\nProduit de cession d'actif\n\nleft\n\nA970\n\nProduit brut des emprunts\n\nleft\n\nA990\n\nAutres recettes en capital\n\nleft\n\nleft\n\nTotal des recettes\n\n159 000 000\n\nleft\n\nFonds de concours\n\n0\n\n1\n\nNumérode ligne\n\nIntitulé de la recette\n\nÉvaluationpour 2021\n\nleft\n\nContrôle de la circulation et du stationnement routiers\n\n1 611 437 170\n\nleft\n\nSection : Contrôle automatisé\n\n335 398 208\n\n1\n\nAmendes perçues par la voie du système de contrôle-sanction automatisé\n\n335 398 208\n\n2\n\nRecettes diverses ou accidentelles\n\n0\n\nleft\n\nSection : Circulation et stationnement routiers\n\n1 276 038 962\n\n3\n\nAmendes perçues par la voie du système de contrôle-sanction automatisé\n\n170 000 000\n\n4\n\nAmendes forfaitaires de la police de la circulation et amendes forfaitaires majorées issues des infractions constatées par la voie du système de contrôle-sanction automatisé et des infractions aux règles de la police de la circulation\n\n1 106 038 962\n\n5\n\nRecettes diverses ou accidentelles\n\n0\n\nleft\n\nDéveloppement agricole et rural\n\n126 000 000\n\n1\n\nTaxe sur le chiffre d'affaires des exploitations agricoles\n\n126 000 000\n\n3\n\nRecettes diverses ou accidentelles\n\n0\n\nleft\n\nFinancement des aides aux collectivités pour l'électrification rurale\n\n377 000 000\n\n1\n\nContribution des gestionnaires de réseaux publics de distribution\n\n377 000 000\n\n2\n\nRecettes diverses ou accidentelles\n\n0\n\nleft\n\nGestion du patrimoine immobilier de l'Etat\n\n370 000 000\n\n1\n\nProduits des cessions immobilières\n\n280 000 000\n\n2\n\nProduits de redevances domaniales\n\n90 000 000\n\nleft\n\nParticipation de la France au désendettement de la Grèce\n\n132 770 000\n\n1\n\nProduit des contributions de la Banque de France\n\n132 770 000\n\nleft\n\nParticipations financières de l'Etat\n\n14 005 732 211\n\n1\n\nProduit des cessions, par l'Etat, de titres, parts ou droits de sociétés détenus directement\n\n0\n\n2\n\nReversement de produits, sous toutes formes, résultant des cessions de titres, parts ou droits de sociétés détenus indirectement par l'Etat\n\n0\n\n3\n\nReversement de dotations en capital et de produits de réduction de capital ou de liquidation\n\n0\n\n4\n\nRemboursement de créances rattachées à des participations financières\n\n76 732 211\n\n5\n\nRemboursements de créances liées à d'autres investissements, de l'Etat, de nature patrimoniale\n\n20 000 000\n\n6\n\nVersement du budget général\n\n13 909 000 000\n\nleft\n\nPensions\n\n60 983 635 740\n\nleft\n\nSection : Pensions civiles et militaires de retraite et allocations temporaires d'invalidité\n\n57 504 544 087\n\n1\n\nPersonnels civils : retenues pour pensions : agents propres de l'Etat et agents détachés dans une administration de l'Etat sur un emploi conduisant à pension\n\n4 673 942 123\n\n2\n\nPersonnels civils : retenues pour pensions : agents détachés dans une administration de l'Etat sur un emploi ne conduisant pas à pension\n\n6 518 952\n\n3\n\nPersonnels civils : retenues pour pensions : agents propres des établissements publics et agents détachés en établissement public sur un emploi conduisant à pension\n\n847 126 856\n\n4\n\nPersonnels civils : retenues pour pensions : agents détachés dans les collectivités et établissements publics locaux sur un emploi conduisant à pension\n\n23 996 815\n\n5\n\nPersonnels civils : retenues pour pensions : agents détachés hors l'Etat sur un emploi ne conduisant pas à pension (hors France Télécom et hors La Poste)\n\n70 599 426\n\n6\n\nPersonnels civils : retenues pour pensions : agents propres de France Télécom et agents détachés à France Télécom\n\n90 108 742\n\n7\n\nPersonnels civils : retenues pour pensions : primes et indemnités ouvrant droit à pension\n\n302 719 966\n\n8\n\nPersonnels civils : retenues pour pensions : validation des services auxiliaires : part agent : retenues rétroactives, versements du régime général, des autres régimes de base et de l'IRCANTEC\n\n35 000 000\n\n9\n\nPersonnels civils : retenues pour pensions : rachat des années d'études\n\n2 500 000\n\n10\n\nPersonnels civils : retenues pour pensions : agents propres de l'Etat et agents détachés dans une administration de l'Etat : surcotisations salariales du temps partiel et des cessations progressives d'activité\n\n14 468 108\n\n11\n\nPersonnels civils : retenues pour pensions : agents propres des établissements publics et agents détachés hors l'Etat : surcotisations salariales du temps partiel et des cessations progressives d'activité\n\n26 122 157\n\n12\n\nPersonnels civils : retenues pour pensions : agents propres de La Poste et agents détachés à La Poste\n\n204 836 112\n\n14\n\nPersonnels civils : retenues pour pensions : agents propres et détachés des budgets annexes\n\n37 662 657\n\n21\n\nPersonnels civils : contributions des employeurs : agents propres de l'Etat et agents détachés dans une administration de l'Etat sur un emploi conduisant à pension (hors allocation temporaire d'invalidité)\n\n31 004 290 305\n\n22\n\nPersonnels civils : contributions des employeurs : agents détachés dans une administration de l'Etat sur un emploi ne conduisant pas à pension (hors allocation temporaire d'invalidité)\n\n42 855 613\n\n23\n\nPersonnels civils : contributions des employeurs : agents propres des établissements publics et agents détachés en établissement public sur un emploi conduisant à pension\n\n5 586 225 265\n\n24\n\nPersonnels civils : contributions des employeurs : agents détachés dans les collectivités et établissements publics locaux sur un emploi conduisant à pension\n\n156 013 256\n\n25\n\nPersonnels civils : contributions des employeurs : agents détachés hors l'Etat sur un emploi ne conduisant pas à pension (hors France Télécom et hors La Poste)\n\n377 409 775\n\n26\n\nPersonnels civils : contributions des employeurs : agents propres de France Télécom et agents détachés à France Télécom\n\n396 559 643\n\n27\n\nPersonnels civils : contributions des employeurs : primes et indemnités ouvrant droit à pension\n\n1 072 467 819\n\n28\n\nPersonnels civils : contributions des employeurs : validation des services auxiliaires : part employeur : complément patronal, versements du régime général, des autres régimes de base et de l'IRCANTEC\n\n40 000 000\n\n32\n\nPersonnels civils : contributions des employeurs : agents propres de La Poste et agents détachés à La Poste\n\n503 834 267\n\n33\n\nPersonnels civils : contributions des employeurs : allocation temporaire d'invalidité\n\n166 247 294\n\n34\n\nPersonnels civils : contributions des employeurs : agents propres et détachés des budgets annexes\n\n240 891 074\n\n41\n\nPersonnels militaires : retenues pour pensions : agents propres de l'Etat et agents détachés dans une administration de l'Etat sur un emploi conduisant à pension\n\n893 352 396\n\n42\n\nPersonnels militaires : retenues pour pensions : agents détachés dans une administration de l'Etat sur un emploi ne conduisant pas à pension\n\n144 242\n\n43\n\nPersonnels militaires : retenues pour pensions : agents propres des établissements publics et agents détachés en établissement public sur un emploi conduisant à pension\n\n561 125\n\n44\n\nPersonnels militaires : retenues pour pensions : agents détachés dans les collectivités et établissements publics locaux sur un emploi conduisant à pension\n\n519 855\n\n45\n\nPersonnels militaires : retenues pour pensions : agents détachés hors l'Etat sur un emploi ne conduisant pas à pension (hors France Télécom et hors La Poste)\n\n1 077 492\n\n47\n\nPersonnels militaires : retenues pour pensions : primes et indemnités ouvrant droit à pension\n\n55 674 440\n\n48\n\nPersonnels militaires : retenues pour pensions : validation des services auxiliaires : part agent : retenues rétroactives, versements du régime général, des autres régimes de base et de l'IRCANTEC\n\n100 000\n\n49\n\nPersonnels militaires : retenues pour pensions : rachat des années d'études\n\n1 200 000\n\n51\n\nPersonnels militaires : contributions des employeurs : agents propres de l'Etat et agents détachés dans une administration de l'Etat sur un emploi conduisant à pension\n\n9 437 141 921\n\n52\n\nPersonnels militaires : contributions des employeurs : agents détachés dans une administration de l'Etat sur un emploi ne conduisant pas à pension\n\n1 673 234\n\n53\n\nPersonnels militaires : contributions des employeurs : agents propres des établissements publics et agents détachés en établissement public sur un emploi conduisant à pension\n\n2 727 324\n\n54\n\nPersonnels militaires : contributions des employeurs : agents détachés dans les collectivités et établissements publics locaux sur un emploi conduisant à pension\n\n1 842 222\n\n55\n\nPersonnels militaires : contributions des employeurs : agents détachés hors l'Etat sur un emploi ne conduisant pas à pension (hors France Télécom et hors La Poste)\n\n2 418 483\n\n57\n\nPersonnels militaires : contributions des employeurs : primes et indemnités ouvrant droit à pension\n\n671 886 389\n\n58\n\nPersonnels militaires : contributions des employeurs : validation des services auxiliaires : part employeur : complément patronal, versements du régime général, des autres régimes de base et de l'IRCANTEC\n\n100 000\n\n61\n\nRecettes diverses (administration centrale) : Caisse nationale de retraite des agents des collectivités locales : transfert au titre de l'article 59 de la loi n° 2009-1673 du 30 décembre 2009 de finances pour 2010\n\n487 571 739\n\n62\n\nRecettes diverses (administration centrale) : La Poste : versement de la contribution exceptionnelle de l'Établissement public national de financement des retraites de La Poste\n\n0\n\n63\n\nRecettes diverses (administration centrale) : versement du Fonds de solidarité vieillesse au titre de la majoration du minimum vieillesse : personnels civils\n\n1 157 000\n\n64\n\nRecettes diverses (administration centrale) : versement du Fonds de solidarité vieillesse au titre de la majoration du minimum vieillesse : personnels militaires\n\n0\n\n65\n\nRecettes diverses (administration centrale) : compensation démographique généralisée : personnels civils et militaires\n\n0\n\n66\n\nRecettes diverses (administration centrale) : compensation démographique spécifique : personnels civils et militaires\n\n0\n\n67\n\nRecettes diverses : récupération des indus sur pensions : personnels civils\n\n10 141 036\n\n68\n\nRecettes diverses : récupération des indus sur pensions : personnels militaires\n\n4 858 964\n\n69\n\nAutres recettes diverses\n\n8 000 000\n\nleft\n\nSection : Ouvriers des établissements industriels de l'Etat\n\n1 935 578 185\n\n71\n\nCotisations salariales et patronales\n\n339 982 250\n\n72\n\nContribution au Fonds spécial des pensions des ouvriers des établissements industriels de l'Etat et au Fonds des rentes d'accident du travail des ouvriers civils des établissements militaires\n\n1 505 865 557\n\n73\n\nCompensations inter-régimes généralisée et spécifique\n\n89 000 000\n\n74\n\nRecettes diverses\n\n0\n\n75\n\nAutres financements : Fonds de solidarité vieillesse, Fonds de solidarité invalidité et cotisations rétroactives\n\n730 378\n\nleft\n\nSection : Pensions militaires d'invalidité et des victimes de guerre et autres pensions\n\n1 543 513 468\n\n81\n\nFinancement de la retraite du combattant : participation du budget général\n\n644 484 269\n\n82\n\nFinancement de la retraite du combattant : autres moyens\n\n325 731\n\n83\n\nFinancement du traitement de membres de la Légion d'honneur : participation du budget général\n\n229 063\n\n84\n\nFinancement du traitement de membres de la Légion d'honneur : autres moyens\n\n0\n\n85\n\nFinancement du traitement de personnes décorées de la Médaille militaire : participation du budget général\n\n534 437\n\n86\n\nFinancement du traitement de personnes décorées de la Médaille militaire : autres moyens\n\n0\n\n87\n\nFinancement des pensions militaires d'invalidité : participation du budget général\n\n849 987 453\n\n88\n\nFinancement des pensions militaires d'invalidité : autres moyens\n\n872 547\n\n89\n\nFinancement des pensions d'Alsace-Lorraine : participation du budget général\n\n15 913 181\n\n90\n\nFinancement des pensions d'Alsace-Lorraine : autres moyens\n\n86 819\n\n91\n\nFinancement des allocations de reconnaissance des anciens supplétifs : participation du budget général\n\n18 880 968\n\n92\n\nFinancement des pensions des anciens agents du chemin de fer franco-éthiopien : participation du budget général\n\n45 000\n\n93\n\nFinancement des pensions des sapeurs-pompiers et anciens agents de la défense passive victimes d'accident : participation du budget général\n\n12 054 000\n\n94\n\nFinancement des pensions de l'ORTF : participation du budget général\n\n100 000\n\n95\n\nFinancement des pensions des anciens agents du chemin de fer franco-éthiopien : autres financements : Fonds de solidarité vieillesse, Fonds de solidarité invalidité et cotisations rétroactives\n\n0\n\n96\n\nFinancement des pensions des sapeurs-pompiers et anciens agents de la défense passive victimes d'accident : autres financements : Fonds de solidarité vieillesse, Fonds de solidarité invalidité et cotisations rétroactives\n\n0\n\n97\n\nFinancement des pensions de l'ORTF : autres financements : Fonds de solidarité vieillesse, Fonds de solidarité invalidité et cotisations rétroactives\n\n0\n\n98\n\nFinancement des pensions de l'ORTF : recettes diverses\n\n0\n\nleft\n\nTotal des recettes\n\n77 606 575 121\n\n1\n\nNumérode ligne\n\nIntitulé de la recette\n\nÉvaluationpour 2021\n\nleft\n\nAccords monétaires internationaux\n\n0\n\n1\n\nRemboursements des appels en garantie de convertibilité concernant l'Union monétaire ouest-africaine\n\n0\n\n2\n\nRemboursements des appels en garantie de convertibilité concernant l'Union monétaire d'Afrique centrale\n\n0\n\n3\n\nRemboursements des appels en garantie de convertibilité concernant l'Union des Comores\n\n0\n\nleft\n\nAvances à divers services de l'Etat ou organismes gérant des services publics\n\n10 491 376 505\n\n1\n\nRemboursement des avances octroyées au titre du préfinancement des aides communautaires de la politique agricole commune\n\n10 000 000 000\n\n3\n\nRemboursement des avances octroyées à des organismes distincts de l'Etat et gérant des services publics\n\n299 458 121\n\n4\n\nRemboursement des avances octroyées à des services de l'Etat\n\n176 918 384\n\n5\n\nRemboursement des avances octroyées au titre de l'indemnisation des victimes du Benfluorex\n\n15 000 000\n\n6\n\nRemboursement des avances octroyées aux exploitants d'aéroports touchés par la crise de covid-19 au titre des dépenses de sûreté-sécurité\n\n0\n\n7\n\nRemboursement des avances destinées à soutenir Île-de-France Mobilités à la suite des conséquences de l'épidémie de covid-19\n\n0\n\n8\n\nRemboursement des avances destinées à soutenir les autorités organisatrices de la mobilité à la suite des conséquences de l'épidémie de covid-19\n\n0\n\nleft\n\nAvances à l'audiovisuel public\n\n3 719 020 269\n\n1\n\nRecettes\n\n3 719 020 269\n\nleft\n\nAvances aux collectivités territoriales\n\n111 596 663 550\n\nleft\n\nSection : Avances aux collectivités et établissements publics, et à la Nouvelle-Calédonie\n\n0\n\n1\n\nRemboursement des avances de l'article 70 de la loi du 31 mars 1932 et de l'article L. 2336-1 du code général des collectivités territoriales\n\n0\n\n2\n\nRemboursement des avances de l'article 14 de la loi n° 46-2921 du 23 décembre 1946 et de l'article L. 2336-2 du code général des collectivités territoriales\n\n0\n\n3\n\nRemboursement des avances de l'article 34 de la loi n° 53-1336 du 31 décembre 1953 (avances spéciales sur recettes budgétaires)\n\n0\n\n4\n\nAvances à la Nouvelle-Calédonie (fiscalité nickel)\n\n0\n\nleft\n\nSection : Avances sur le montant des impositions revenant aux régions, départements, communes, établissements et divers organismes\n\n111 596 663 550\n\n5\n\nRecettes diverses\n\n10 870 154 969\n\n9\n\nTaxe d'habitation et taxes annexes\n\n36 892 051 543\n\n10\n\nTaxes foncières et taxes annexes\n\n44 293 010 880\n\n11\n\nCotisation sur la valeur ajoutée des entreprises\n\n9 450 436 938\n\n12\n\nCotisation foncière des entreprises et taxes annexes\n\n10 091 009 220\n\nleft\n\nSection : Avances remboursables de droits de mutation à titre onéreux destinées à soutenir les départements et d'autres collectivités affectés par les conséquences économiques de l'épidémie de covid-19\n\n0\n\n13\n\nAvances remboursables de droits de mutation à titre onéreux destinées à soutenir les départements et d'autres collectivités affectés par les conséquences économiques de l'épidémie de covid-19\n\n0\n\nleft\n\nPrêts à des Etats étrangers\n\n1 918 829 056\n\nleft\n\nSection : Prêts à des Etats étrangers en vue de faciliter la vente de biens et de services concourant au développement du commerce extérieur de la France\n\n280 988 134\n\n1\n\nRemboursement des prêts accordés à des Etats étrangers en vue de faciliter la vente de biens et de services concourant au développement du commerce extérieur de la France\n\n280 988 134\n\nleft\n\nSection : Prêts à des Etats étrangers pour consolidation de dettes envers la France\n\n216 255 909\n\n2\n\nRemboursement de prêts du Trésor\n\n216 255 909\n\nleft\n\nSection : Prêts à l'Agence française de développement en vue de favoriser le développement économique et social dans des Etats étrangers\n\n974 500 000\n\n3\n\nRemboursement de prêts octroyés par l'Agence française de développement\n\n974 500 000\n\nleft\n\nSection : Prêts aux Etats membres de la zone euro\n\n447 085 013\n\n4\n\nRemboursement des prêts consentis aux Etats membres de l'Union européenne dont la monnaie est l'euro\n\n447 085 013\n\nleft\n\nPrêts et avances à des particuliers ou à des organismes privés\n\n542 787 105\n\nleft\n\nSection : Prêts et avances pour le logement des agents de l'Etat\n\n30 000\n\n2\n\nAvances aux agents de l'Etat pour l'amélioration de l'habitat\n\n0\n\n4\n\nAvances aux agents de l'Etat à l'étranger pour la prise en location d'un logement\n\n30 000\n\nleft\n\nSection : Prêts pour le développement économique et social\n\n524 267 105\n\n6\n\nPrêts pour le développement économique et social\n\n23 862 000\n\n7\n\nPrêts à la filière automobile\n\n405 105\n\n9\n\nPrêts aux petites et moyennes entreprises\n\n500 000 000\n\nleft\n\nSection : Prêts à la société concessionnaire de la liaison express entre Paris et l'aéroport Paris-Charles de Gaulle\n\n0\n\n10\n\nPrêts à la société concessionnaire de la liaison express entre Paris et l'aéroport Paris-Charles de Gaulle\n\n0\n\nleft\n\nSection : Avances remboursables et prêts bonifiés aux entreprises touchées par la crise de la covid-19\n\n18 490 000\n\n11\n\nAvances remboursables et prêts bonifiés aux entreprises touchées par la crise de la covid-19\n\n18 490 000\n\nleft\n\nTotal des recettes\n\n128 268 676 485\n\n1"
    },
    {
      "provision_ref": "artÉTATB",
      "section": "ÉTATB",
      "title": "Article ÉTATB",
      "content": "(Article 94 de la loi)RÉPARTITION, PAR MISSION ET PROGRAMME, DES CRÉDITS DU BUDGET GÉNÉRALBUDGET GÉNÉRAL\n\n(En euros)\n\nMission / Programme\n\nAutorisationsd'engagement\n\nCréditsde paiement\n\nAction extérieure de l'Etat\n\n2 924 995 234\n\n2 926 810 966\n\nAction de la France en Europe et dans le monde\n\n1 837 529 077\n\n1 839 043 809\n\nDont titre 2\n\n687 171 047\n\n687 171 047\n\nDiplomatie culturelle et d'influence\n\n715 458 293\n\n715 458 293\n\nDont titre 2\n\n73 044 639\n\n73 044 639\n\nFrançais à l'étranger et affaires consulaires\n\n372 007 864\n\n372 308 864\n\nDont titre 2\n\n236 786 471\n\n236 786 471\n\nAdministration générale et territoriale de l'Etat\n\n4 184 724 038\n\n4 202 936 383\n\nAdministration territoriale de l'Etat\n\n2 363 558 280\n\n2 362 129 111\n\nDont titre 2\n\n1 825 070 410\n\n1 825 070 410\n\nVie politique, cultuelle et associative\n\n436 761 355\n\n435 707 355\n\nDont titre 2\n\n41 270 750\n\n41 270 750\n\nConduite et pilotage des politiques de l'intérieur\n\n1 384 404 403\n\n1 405 099 917\n\nDont titre 2\n\n753 133 098\n\n753 133 098\n\nAgriculture, alimentation, forêt et affaires rurales\n\n3 025 437 128\n\n3 039 256 128\n\nCompétitivité et durabilité de l'agriculture, de l'agroalimentaire, de la forêt, de la pêche et de l'aquaculture\n\n1 792 630 790\n\n1 810 976 038\n\nSécurité et qualité sanitaires de l'alimentation\n\n599 936 366\n\n598 745 416\n\nDont titre 2\n\n335 839 436\n\n335 839 436\n\nConduite et pilotage des politiques de l'agriculture\n\n632 869 972\n\n629 534 674\n\nDont titre 2\n\n548 707 352\n\n548 707 352\n\nAide publique au développement\n\n5 606 110 038\n\n5 394 292 343\n\nAide économique et financière au développement\n\n1 381 770 000\n\n1 464 956 006\n\nRenforcement des fonds propres de l'Agence française de développement\n\n1 453 000 000\n\n1 453 000 000\n\nSolidarité à l'égard des pays en développement\n\n2 771 340 038\n\n2 476 336 337\n\nDont titre 2\n\n162 306 744\n\n162 306 744\n\nAnciens combattants, mémoire et liens avec la Nation\n\n2 085 769 051\n\n2 089 348 081\n\nLiens entre la Nation et son armée\n\n38 479 926\n\n38 358 956\n\nReconnaissance et réparation en faveur du monde combattant\n\n1 954 150 913\n\n1 957 850 913\n\nIndemnisation des victimes des persécutions antisémites et des actes de barbarie pendant la seconde guerre mondiale\n\n93 138 212\n\n93 138 212\n\nDont titre 2\n\n1 478 567\n\n1 478 567\n\nCohésion des territoires\n\n15 866 003 399\n\n15 945 986 482\n\nHébergement, parcours vers le logement et insertion des personnes vulnérables\n\n2 174 518 767\n\n2 200 000 000\n\nAide à l'accès au logement\n\n12 439 300 000\n\n12 439 300 000\n\nUrbanisme, territoires et amélioration de l'habitat\n\n523 461 811\n\n523 461 811\n\nImpulsion et coordination de la politique d'aménagement du territoire\n\n175 021 330\n\n229 976 690\n\nPolitique de la ville\n\n512 895 065\n\n512 895 065\n\nDont titre 2\n\n18 871 649\n\n18 871 649\n\nInterventions territoriales de l'Etat\n\n40 806 426\n\n40 352 916\n\nConseil et contrôle de l'Etat\n\n740 083 001\n\n718 332 692\n\nConseil d'Etat et autres juridictions administratives\n\n469 445 824\n\n451 705 754\n\nDont titre 2\n\n367 311 709\n\n367 311 709\n\nConseil économique, social et environnemental\n\n44 438 963\n\n44 438 963\n\nDont titre 2\n\n36 233 319\n\n36 233 319\n\nCour des comptes et autres juridictions financières\n\n225 095 136\n\n221 084 897\n\nDont titre 2\n\n196 228 836\n\n196 228 836\n\nHaut Conseil des finances publiques\n\n1 103 078\n\n1 103 078\n\nDont titre 2\n\n1 052 939\n\n1 052 939\n\nCrédits non répartis\n\n622 500 000\n\n322 500 000\n\nProvision relative aux rémunérations publiques\n\n198 500 000\n\n198 500 000\n\nDont titre 2\n\n198 500 000\n\n198 500 000\n\nDépenses accidentelles et imprévisibles\n\n424 000 000\n\n124 000 000\n\nCulture\n\n3 228 433 707\n\n3 201 179 486\n\nPatrimoines\n\n1 007 142 665\n\n1 012 331 538\n\nCréation\n\n884 486 888\n\n860 687 775\n\nTransmission des savoirs et démocratisation de la culture\n\n581 536 863\n\n576 647 061\n\nSoutien aux politiques du ministère de la culture\n\n755 267 291\n\n751 513 112\n\nDont titre 2\n\n665 213 470\n\n665 213 470\n\nDéfense\n\n65 223 695 329\n\n47 695 367 396\n\nEnvironnement et prospective de la politique de défense\n\n3 106 197 485\n\n1 684 806 687\n\nPréparation et emploi des forces\n\n19 020 338 367\n\n10 337 256 723\n\nSoutien de la politique de la défense\n\n22 097 159 477\n\n22 030 298 824\n\nDont titre 2\n\n20 752 135 200\n\n20 752 135 200\n\nÉquipement des forces\n\n21 000 000 000\n\n13 643 005 162\n\nDirection de l'action du Gouvernement\n\n950 812 378\n\n857 259 400\n\nCoordination du travail gouvernemental\n\n720 882 756\n\n707 362 462\n\nDont titre 2\n\n236 548 927\n\n236 548 927\n\nProtection des droits et libertés\n\n103 964 871\n\n103 091 742\n\nDont titre 2\n\n50 779 259\n\n50 779 259\n\nPrésidence française du Conseil de l'Union européenne en 2022\n\n125 964 751\n\n46 805 196\n\nÉcologie, développement et mobilité durables\n\n21 264 564 121\n\n20 729 398 015\n\nInfrastructures et services de transports\n\n3 918 998 073\n\n3 696 907 607\n\nAffaires maritimes\n\n154 875 375\n\n159 067 905\n\nPaysages, eau et biodiversité\n\n229 233 450\n\n229 251 218\n\nExpertise, information géographique et météorologie\n\n481 934 667\n\n481 934 667\n\nPrévention des risques\n\n1 239 003 567\n\n988 941 778\n\nDont titre 2\n\n49 412 485\n\n49 412 485\n\nÉnergie, climat et après-mines\n\n2 552 037 967\n\n2 464 551 936\n\nService public de l'énergie\n\n9 149 375 430\n\n9 149 375 430\n\nConduite et pilotage des politiques de l'écologie, du développement et de la mobilité durables\n\n2 847 105 592\n\n2 867 367 474\n\nDont titre 2\n\n2 646 003 027\n\n2 646 003 027\n\nCharge de la dette de SNCF Réseau reprise par l'Etat (crédits évaluatifs)\n\n692 000 000\n\n692 000 000\n\nÉconomie\n\n2 076 212 455\n\n2 689 645 138\n\nDéveloppement des entreprises et régulations\n\n1 234 410 217\n\n1 242 741 822\n\nDont titre 2\n\n389 162 045\n\n389 162 045\n\nPlan “France Très haut débit”\n\n250 000\n\n609 334 823\n\nStatistiques et études économiques\n\n424 559 210\n\n419 956 901\n\nDont titre 2\n\n368 990 372\n\n368 990 372\n\nStratégies économiques\n\n416 993 028\n\n417 611 592\n\nDont titre 2\n\n127 599 806\n\n127 599 806\n\nEngagements financiers de l'Etat\n\n38 718 422 292\n\n38 907 914 058\n\nCharge de la dette et trésorerie de l'Etat (crédits évaluatifs)\n\n36 073 000 000\n\n36 073 000 000\n\nAppels en garantie de l'Etat (crédits évaluatifs)\n\n2 504 800 000\n\n2 504 800 000\n\nÉpargne\n\n61 622 292\n\n61 622 292\n\nDotation du Mécanisme européen de stabilité\n\n79 000 000\n\n79 000 000\n\nAugmentation de capital de la Banque européenne d'investissement\n\n0\n\n0\n\nFonds de soutien relatif aux prêts et contrats financiers structurés à risque\n\n0\n\n189 491 766\n\nEnseignement scolaire\n\n76 036 709 939\n\n75 904 933 210\n\nEnseignement scolaire public du premier degré\n\n23 654 485 539\n\n23 654 485 539\n\nDont titre 2\n\n23 614 574 112\n\n23 614 574 112\n\nEnseignement scolaire public du second degré\n\n34 086 637 824\n\n34 086 637 824\n\nDont titre 2\n\n33 981 445 356\n\n33 981 445 356\n\nVie de l'élève\n\n6 422 563 653\n\n6 422 563 653\n\nDont titre 2\n\n2 826 543 113\n\n2 826 543 113\n\nEnseignement privé du premier et du second degrés\n\n7 764 823 421\n\n7 764 823 421\n\nDont titre 2\n\n6 952 160 502\n\n6 952 160 502\n\nSoutien de la politique de l'éducation nationale\n\n2 624 589 290\n\n2 492 812 561\n\nDont titre 2\n\n1 781 924 527\n\n1 781 924 527\n\nEnseignement technique agricole\n\n1 483 610 212\n\n1 483 610 212\n\nDont titre 2\n\n973 987 010\n\n973 987 010\n\nGestion des finances publiques\n\n10 167 176 859\n\n10 095 257 208\n\nGestion fiscale et financière de l'Etat et du secteur public local\n\n7 651 852 481\n\n7 591 357 173\n\nDont titre 2\n\n6 688 444 802\n\n6 688 444 802\n\nConduite et pilotage des politiques économiques et financières\n\n942 700 387\n\n938 955 906\n\nDont titre 2\n\n517 353 856\n\n517 353 856\n\nFacilitation et sécurisation des échanges\n\n1 572 623 991\n\n1 564 944 129\n\nDont titre 2\n\n1 262 038 691\n\n1 262 038 691\n\nImmigration, asile et intégration\n\n1 750 731 657\n\n1 841 895 327\n\nImmigration et asile\n\n1 319 832 079\n\n1 410 934 418\n\nIntégration et accès à la nationalité française\n\n430 899 578\n\n430 960 909\n\nInvestissements d'avenir\n\n16 562 500 000\n\n3 976 500 000\n\nSoutien des progrès de l'enseignement et de la recherche\n\n0\n\n380 000 000\n\nValorisation de la recherche\n\n0\n\n660 000 000\n\nAccélération de la modernisation des entreprises\n\n0\n\n874 000 000\n\nFinancement des investissements stratégiques\n\n12 500 000 000\n\n1 500 000 000\n\nFinancement structurel des écosystèmes d'innovation\n\n4 062 500 000\n\n562 500 000\n\nJustice\n\n12 074 115 411\n\n10 058 186 288\n\nJustice judiciaire\n\n3 798 322 431\n\n3 720 779 907\n\nDont titre 2\n\n2 451 671 771\n\n2 451 671 771\n\nAdministration pénitentiaire\n\n6 267 084 585\n\n4 267 605 779\n\nDont titre 2\n\n2 750 457 641\n\n2 750 457 641\n\nProtection judiciaire de la jeunesse\n\n955 776 747\n\n944 542 870\n\nDont titre 2\n\n554 611 772\n\n554 611 772\n\nAccès au droit et à la justice\n\n585 174 477\n\n585 174 477\n\nConduite et pilotage de la politique de la justice\n\n463 329 179\n\n534 816 263\n\nDont titre 2\n\n188 234 850\n\n188 234 850\n\nConseil supérieur de la magistrature\n\n4 427 992\n\n5 266 992\n\nDont titre 2\n\n3 142 215\n\n3 142 215\n\nMédias, livre et industries culturelles\n\n623 087 989\n\n604 289 591\n\nPresse et médias\n\n287 359 363\n\n287 359 363\n\nLivre et industries culturelles\n\n335 728 626\n\n316 930 228\n\nOutre-mer\n\n2 701 440 251\n\n2 436 489 929\n\nEmploi outre-mer\n\n1 842 663 323\n\n1 833 215 258\n\nDont titre 2\n\n164 272 313\n\n164 272 313\n\nConditions de vie outre-mer\n\n858 776 928\n\n603 274 671\n\nPlan de relance\n\n36 186 840 249\n\n21 839 951 290\n\nÉcologie\n\n18 316 000 000\n\n6 563 975 000\n\nCompétitivité\n\n5 917 599 491\n\n3 909 677 751\n\nCohésion\n\n11 953 240 758\n\n11 366 298 539\n\nDont titre 2\n\n43 034 861\n\n43 034 861\n\nPlan d'urgence face à la crise sanitaire\n\n6 030 000 000\n\n6 030 000 000\n\nPrise en charge du chômage partiel et financement des aides d'urgence aux employeurs et aux actifs précaires à la suite de la crise sanitaire\n\n0\n\n0\n\nFonds de solidarité pour les entreprises à la suite de la crise sanitaire\n\n5 600 000 000\n\n5 600 000 000\n\nRenforcement exceptionnel des participations financières de l'Etat dans le cadre de la crise sanitaire\n\n0\n\n0\n\nCompensation à la sécurité sociale des allègements de prélèvements pour les entreprises les plus touchées par la crise sanitaire\n\n0\n\n0\n\nMatériels sanitaires pour faire face à la crise de la covid-19\n\n430 000 000\n\n430 000 000\n\nPouvoirs publics\n\n993 954 491\n\n993 954 491\n\nPrésidence de la République\n\n105 300 000\n\n105 300 000\n\nAssemblée nationale\n\n517 890 000\n\n517 890 000\n\nSénat\n\n323 584 600\n\n323 584 600\n\nLa Chaîne parlementaire\n\n34 289 162\n\n34 289 162\n\nIndemnités des représentants français au Parlement européen\n\n0\n\n0\n\nConseil constitutionnel\n\n12 019 229\n\n12 019 229\n\nHaute Cour\n\n0\n\n0\n\nCour de justice de la République\n\n871 500\n\n871 500\n\nRecherche et enseignement supérieur\n\n28 606 736 805\n\n28 475 676 950\n\nFormations supérieures et recherche universitaire\n\n13 904 787 316\n\n14 003 288 616\n\nDont titre 2\n\n512 533 454\n\n512 533 454\n\nVie étudiante\n\n2 901 879 456\n\n2 900 849 456\n\nRecherches scientifiques et technologiques pluridisciplinaires\n\n7 315 288 458\n\n7 163 123 272\n\nRecherche spatiale\n\n1 635 886 109\n\n1 635 886 109\n\nRecherche dans les domaines de l'énergie, du développement et de la mobilité durables\n\n1 914 122 374\n\n1 755 420 951\n\nRecherche et enseignement supérieur en matière économique et industrielle\n\n572 522 837\n\n653 995 570\n\nRecherche duale (civile et militaire)\n\n0\n\n0\n\nEnseignement supérieur et recherche agricoles\n\n362 250 255\n\n363 112 976\n\nDont titre 2\n\n228 454 481\n\n228 454 481\n\nRégimes sociaux et de retraite\n\n6 153 300 766\n\n6 153 300 766\n\nRégimes sociaux et de retraite des transports terrestres\n\n4 195 016 143\n\n4 195 016 143\n\nRégimes de retraite et de sécurité sociale des marins\n\n809 570 163\n\n809 570 163\n\nRégimes de retraite des mines, de la SEITA et divers\n\n1 148 714 460\n\n1 148 714 460\n\nRelations avec les collectivités territoriales\n\n4 175 418 208\n\n3 919 158 695\n\nConcours financiers aux collectivités territoriales et à leurs groupements\n\n3 981 264 203\n\n3 727 222 486\n\nConcours spécifiques et administration\n\n194 154 005\n\n191 936 209\n\nRemboursements et dégrèvements\n\n129 333 691 289\n\n129 333 691 289\n\nRemboursements et dégrèvements d'impôts d'Etat (crédits évaluatifs)\n\n122 442 905 316\n\n122 442 905 316\n\nRemboursements et dégrèvements d'impôts locaux (crédits évaluatifs)\n\n6 890 785 973\n\n6 890 785 973\n\nSanté\n\n1 315 182 751\n\n1 320 482 751\n\nPrévention, sécurité sanitaire et offre de soins\n\n250 292 751\n\n255 592 751\n\nDont titre 2\n\n1 442 239\n\n1 442 239\n\nProtection maladie\n\n1 064 890 000\n\n1 064 890 000\n\nSécurités\n\n21 245 877 481\n\n20 718 903 379\n\nPolice nationale\n\n11 222 968 226\n\n11 153 503 415\n\nDont titre 2\n\n10 155 025 784\n\n10 155 025 784\n\nGendarmerie nationale\n\n9 568 493 714\n\n9 005 653 968\n\nDont titre 2\n\n7 731 946 546\n\n7 731 946 546\n\nSécurité et éducation routières\n\n40 975 120\n\n40 975 120\n\nSécurité civile\n\n413 440 421\n\n518 770 876\n\nDont titre 2\n\n189 407 173\n\n189 407 173\n\nSolidarité, insertion et égalité des chances\n\n26 256 284 638\n\n26 253 098 837\n\nInclusion sociale et protection des personnes\n\n12 388 815 214\n\n12 388 815 214\n\nDont titre 2\n\n1 947 603\n\n1 947 603\n\nHandicap et dépendance\n\n12 668 464 888\n\n12 663 564 888\n\nÉgalité entre les femmes et les hommes\n\n48 695 581\n\n41 495 581\n\nConduite et soutien des politiques sanitaires et sociales\n\n1 150 308 955\n\n1 159 223 154\n\nDont titre 2\n\n388 921 982\n\n388 921 982\n\nSport, jeunesse et vie associative\n\n1 481 059 833\n\n1 359 554 394\n\nSport\n\n433 130 493\n\n432 235 054\n\nDont titre 2\n\n121 052 305\n\n121 052 305\n\nJeunesse et vie associative\n\n693 229 340\n\n693 229 340\n\nDont titre 2\n\n12 623 876\n\n12 623 876\n\nJeux Olympiques et Paralympiques 2024\n\n354 700 000\n\n234 090 000\n\nTransformation et fonction publiques\n\n323 423 571\n\n691 476 698\n\nRénovation des cités administratives et autres sites domaniaux multi-occupants\n\n0\n\n266 430 438\n\nFonds pour la transformation de l'action publique\n\n40 000 000\n\n148 743 689\n\nDont titre 2\n\n5 000 000\n\n5 000 000\n\nFonds d'accompagnement interministériel Ressources humaines\n\n39 336 471\n\n41 336 471\n\nDont titre 2\n\n33 000 000\n\n33 000 000\n\nInnovation et transformation numériques\n\n10 600 000\n\n10 600 000\n\nDont titre 2\n\n3 000 000\n\n3 000 000\n\nFonction publique\n\n233 487 100\n\n224 366 100\n\nDont titre 2\n\n290 000\n\n290 000\n\nTravail et emploi\n\n14 302 096 471\n\n13 542 589 919\n\nAccès et retour à l'emploi\n\n6 819 265 608\n\n6 734 865 608\n\nAccompagnement des mutations économiques et développement de l'emploi\n\n6 699 447 756\n\n6 090 319 682\n\nAmélioration de la qualité de l'emploi et des relations du travail\n\n149 152 815\n\n88 710 549\n\nConception, gestion et évaluation des politiques de l'emploi et du travail\n\n634 230 292\n\n628 694 080\n\nDont titre 2\n\n558 636 812\n\n558 636 812\n\nTotal\n\n562 837 390 830\n\n514 269 617 580\n\n1"
    },
    {
      "provision_ref": "artÉTATC",
      "section": "ÉTATC",
      "title": "Article ÉTATC",
      "content": "(Article 95 de la loi)RÉPARTITION, PAR MISSION ET PROGRAMME, DES CRÉDITS DES BUDGETS ANNEXESBUDGETS ANNEXES\n\n(En euros)\n\nMission / Programme\n\nAutorisationsd'engagement\n\nCréditsde paiement\n\nContrôle et exploitation aériens\n\n2 336 144 759\n\n2 266 144 759\n\nSoutien aux prestations de l'aviation civile\n\n1 644 508 180\n\n1 644 508 180\n\nDont charges de personnel\n\n1 213 872 634\n\n1 213 872 634\n\nNavigation aérienne\n\n647 412 336\n\n577 412 336\n\nTransports aériens, surveillance et certification\n\n44 224 243\n\n44 224 243\n\nPublications officielles et information administrative\n\n157 131 055\n\n152 338 055\n\nÉdition et diffusion\n\n49 440 000\n\n44 947 000\n\nPilotage et ressources humaines\n\n107 691 055\n\n107 391 055\n\nDont charges de personnel\n\n62 731 055\n\n62 731 055\n\nTotal\n\n2 493 275 814\n\n2 418 482 814\n\n1"
    },
    {
      "provision_ref": "artÉTATD",
      "section": "ÉTATD",
      "title": "Article ÉTATD",
      "content": "(Article 96 de la loi)RÉPARTITION, PAR MISSION ET PROGRAMME, DES CRÉDITS DES COMPTES D'AFFECTATION SPÉCIALE ET DES COMPTES DE CONCOURS FINANCIERSI. - COMPTES D'AFFECTATION SPÉCIALE\n\n(En euros)\n\nII. - COMPTES DE CONCOURS FINANCIERS\n\n(En euros)\n\nMission / Programme\n\nAutorisationsd'engagement\n\nCréditsde paiement\n\nContrôle de la circulation et du stationnement routiers\n\n1 611 437 170\n\n1 611 437 170\n\nStructures et dispositifs de sécurité routière\n\n335 398 208\n\n335 398 208\n\nContrôle et modernisation de la politique de la circulation et du stationnement routiers\n\n26 200 000\n\n26 200 000\n\nContribution à l'équipement des collectivités territoriales pour l'amélioration des transports en commun, de la sécurité et de la circulation routières\n\n643 314 650\n\n643 314 650\n\nDésendettement de l'Etat\n\n606 524 312\n\n606 524 312\n\nDéveloppement agricole et rural\n\n126 000 000\n\n126 000 000\n\nDéveloppement et transfert en agriculture\n\n60 065 400\n\n60 065 400\n\nRecherche appliquée et innovation en agriculture\n\n65 934 600\n\n65 934 600\n\nFinancement des aides aux collectivités pour l'électrification rurale\n\n360 000 000\n\n360 000 000\n\nÉlectrification rurale\n\n353 500 000\n\n353 500 000\n\nOpérations de maîtrise de la demande d'électricité, de production d'électricité par des énergies renouvelables ou de production de proximité dans les zones non interconnectées\n\n6 500 000\n\n6 500 000\n\nGestion du patrimoine immobilier de l'Etat\n\n285 000 000\n\n275 000 000\n\nContribution des cessions immobilières au désendettement de l'Etat\n\n0\n\n0\n\nOpérations immobilières et entretien des bâtiments de l'Etat\n\n285 000 000\n\n275 000 000\n\nParticipation de la France au désendettement de la Grèce\n\n0\n\n117 950 000\n\nVersement de la France à la Grèce au titre de la restitution à cet Etat des revenus perçus sur les titres grecs\n\n0\n\n117 950 000\n\nRétrocessions de trop-perçus à la Banque de France\n\n0\n\n0\n\nParticipations financières de l'Etat\n\n14 521 200 000\n\n14 521 200 000\n\nOpérations en capital intéressant les participations financières de l'Etat\n\n14 421 200 000\n\n14 421 200 000\n\nDésendettement de l'Etat et d'établissements publics de l'Etat\n\n100 000 000\n\n100 000 000\n\nPensions\n\n60 224 602 189\n\n60 224 602 189\n\nPensions civiles et militaires de retraite et allocations temporaires d'invalidité\n\n56 743 576 489\n\n56 743 576 489\n\nDont titre 2\n\n56 740 576 489\n\n56 740 576 489\n\nOuvriers des établissements industriels de l'Etat\n\n1 937 512 232\n\n1 937 512 232\n\nDont titre 2\n\n1 930 823 214\n\n1 930 823 214\n\nPensions militaires d'invalidité et des victimes de guerre et autres pensions\n\n1 543 513 468\n\n1 543 513 468\n\nDont titre 2\n\n16 000 000\n\n16 000 000\n\nTotal\n\n77 128 239 359\n\n77 236 189 359\n\n1\n\nMission\n\nAutorisationsd'engagement\n\nCréditsde paiement\n\nAccords monétaires internationaux\n\n0\n\n0\n\nRelations avec l'Union monétaire ouest-africaine\n\n0\n\n0\n\nRelations avec l'Union monétaire d'Afrique centrale\n\n0\n\n0\n\nRelations avec l'Union des Comores\n\n0\n\n0\n\nAvances à divers services de l'Etat ou organismes gérant des services publics\n\n11 700 575 233\n\n11 683 575 233\n\nAvances à l'Agence de services et de paiement, au titre du préfinancement des aides communautaires de la politique agricole commune\n\n10 000 000 000\n\n10 000 000 000\n\nAvances à des organismes distincts de l'Etat et gérant des services publics\n\n375 000 000\n\n358 000 000\n\nAvances à des services de l'Etat\n\n1 060 575 233\n\n1 060 575 233\n\nAvances à l'Office national d'indemnisation des accidents médicaux, des affections iatrogènes et des infections nosocomiales (ONIAM) au titre de l'indemnisation des victimes du Benfluorex\n\n15 000 000\n\n15 000 000\n\nAvances aux exploitants d'aéroports touchés par la crise de covid-19 au titre des dépenses de sûreté-sécurité\n\n250 000 000\n\n250 000 000\n\nAvances remboursables destinées à soutenir Île-de-France Mobilités à la suite des conséquences de l'épidémie de la covid-19\n\n0\n\n0\n\nAvances remboursables destinées à soutenir les autorités organisatrices de la mobilité à la suite des conséquences de l'épidémie de la covid-19\n\n0\n\n0\n\nAvances à l'audiovisuel public\n\n3 719 020 269\n\n3 719 020 269\n\nFrance Télévisions\n\n2 421 053 594\n\n2 421 053 594\n\nARTE France\n\n279 047 063\n\n279 047 063\n\nRadio France\n\n591 434 670\n\n591 434 670\n\nFrance Médias Monde\n\n259 997 750\n\n259 997 750\n\nInstitut national de l'audiovisuel\n\n89 738 042\n\n89 738 042\n\nTV5 Monde\n\n77 749 150\n\n77 749 150\n\nAvances aux collectivités territoriales\n\n112 219 358 752\n\n112 219 358 752\n\nAvances aux collectivités et établissements publics, et à la Nouvelle-Calédonie\n\n6 000 000\n\n6 000 000\n\nAvances sur le montant des impositions revenant aux régions, départements, communes, établissements et divers organismes\n\n111 513 358 752\n\n111 513 358 752\n\nAvances remboursables de droits de mutation à titre onéreux destinées à soutenir les départements et d'autres collectivités affectés par les conséquences économiques de l'épidémie de covid-19\n\n700 000 000\n\n700 000 000\n\nPrêts à des Etats étrangers\n\n1 554 744 526\n\n1 274 302 676\n\nPrêts du Trésor à des Etats étrangers en vue de faciliter la vente de biens et de services concourant au développement du commerce extérieur de la France\n\n1 000 000 000\n\n461 558 150\n\nPrêts à des Etats étrangers pour consolidation de dettes envers la France\n\n554 744 526\n\n554 744 526\n\nPrêts à l'Agence française de développement en vue de favoriser le développement économique et social dans des Etats étrangers\n\n0\n\n258 000 000\n\nPrêts aux Etats membres de l'Union européenne dont la monnaie est l'euro\n\n0\n\n0\n\nPrêts et avances à des particuliers ou à des organismes privés\n\n275 050 000\n\n717 050 000\n\nPrêts et avances pour le logement des agents de l'Etat\n\n50 000\n\n50 000\n\nPrêts pour le développement économique et social\n\n75 000 000\n\n75 000 000\n\nPrêts et avances pour le développement du commerce avec l'Iran\n\n0\n\n0\n\nPrêts octroyés dans le cadre des programmes des investissements d'avenir\n\n0\n\n26 000 000\n\nPrêts à la société concessionnaire de la liaison express entre Paris et l'aéroport Paris-Charles de Gaulle\n\n0\n\n416 000 000\n\nAvances remboursables et prêts bonifiés aux entreprises touchées par la crise de la covid-19\n\n0\n\n0\n\nSoutien à la filière nickel en Nouvelle-Calédonie\n\n200 000 000\n\n200 000 000\n\nTotal\n\n129 468 748 780\n\n129 613 306 930\n\n1"
    },
    {
      "provision_ref": "artÉTATE",
      "section": "ÉTATE",
      "title": "Article ÉTATE",
      "content": "(Article 97 de la loi)RÉPARTITION DES AUTORISATIONS DE DÉCOUVERTI. - COMPTES DE COMMERCE\n\n(En euros)\n\nII. - COMPTES D'OPÉRATIONS MONÉTAIRES\n\n(En euros)\n\nNumérodu compte\n\nIntitulé du compte\n\nAutorisationde découvert\n\n901\n\nApprovisionnement de l'Etat et des forces armées en produits pétroliers, biens et services complémentaires\n\n125 000 000\n\n912\n\nCantine et travail des détenus dans le cadre pénitentiaire\n\n23 000 000\n\n910\n\nCouverture des risques financiers de l'Etat\n\n1 098 000 000\n\n902\n\nExploitations industrielles des ateliers aéronautiques de l'Etat\n\n0\n\n903\n\nGestion de la dette et de la trésorerie de l'Etat\n\n19 200 000 000\n\nleft\n\nSection 1 Opérations relatives à la dette primaire et gestion de la trésorerie\n\n17 500 000 000\n\nleft\n\nSection 2 Opérations de gestion active de la dette au moyen d'instruments financiers à terme\n\n1 700 000 000\n\n904\n\nLancement de certains matériels de guerre et matériels assimilés\n\n0\n\n907\n\nOpérations commerciales des domaines\n\n0\n\n909\n\nRégie industrielle des établissements pénitentiaires\n\n609 800\n\n914\n\nRenouvellement des concessions hydroélectriques\n\n6 200 000\n\n915\n\nSoutien financier au commerce extérieur\n\n65 900 000\n\nleft\n\nTotal\n\n20 518 709 800\n\n1\n\nNumérodu compte\n\nIntitulé du compte\n\nAutorisationde découvert\n\n951\n\nÉmission des monnaies métalliques\n\n0\n\n952\n\nOpérations avec le Fonds monétaire international\n\n0\n\n953\n\nPertes et bénéfices de change\n\n250 000 000\n\nleft\n\nTotal\n\n250 000 000\n\n1"
    },
    {
      "provision_ref": "artliminaire",
      "section": "liminaire",
      "title": "Article liminaire",
      "content": "Les prévisions de solde structurel et de solde effectif de l'ensemble des administrations publiques pour l'année 2021, l'exécution de l'année 2019 et la prévision d'exécution de l'année 2020 s'établissent comme suit :\n\n(En points de produit intérieur brut)\n\nExécution 2019\n\nPrévision d'exécution 2020\n\nPrévision 2021\n\nSolde structurel (1)\n\n- 2,2\n\n- 0,6\n\n- 3,8\n\nSolde conjoncturel (2)\n\n0,2\n\n- 7,2\n\n- 4,5\n\nMesures ponctuelles et temporaires (3)\n\n- 1,0\n\n- 3,5\n\n- 0,2\n\nSolde effectif (1 + 2 + 3)\n\n- 3,0\n\n- 11,3\n\n- 8,5\n\n1\n\ncenter"
    }
  ]
}