{
  "id": "loi-n-2005-706-du-27-juin-2005",
  "type": "statute",
  "title": "Loi n° 2005-706 du 27 juin 2005",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000812591",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "La politique de la petite enfance a pour but de favoriser le développement physique et psychique de l'enfant, de permettre son épanouissement et de garantir son bien-être. Elle doit prendre en compte son environnement familial.Les modes de garde proposés aux familles doivent respecter ces principes."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "I. - Les charges résultant, pour les collectivités territoriales, de l'extension des compétences déjà transférées qui est réalisée par la présente loi sont compensées par l'attribution de ressources, constituées d'une partie du produit d'un impôt perçu par l'Etat, dans les conditions fixées par la loi de finances.II. - La perte de recettes résultant pour l'Etat des dispositions du I est compensée à due concurrence par la création d'une taxe additionnelle aux droits prévus aux articles 575 et 575 A du code général des impôts."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "Le Gouvernement présente au Parlement, au plus tard le 30 juin 2008, un rapport d'évaluation quantitative et qualitative de la présente loi, en s'appuyant notamment sur des rapports transmis par les départements et par la Caisse nationale d'allocations familiales, dont le contenu est défini par décret."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "Jusqu'à la publication du décret prévu à l'article L. 773-5 du code du travail, dans sa rédaction issue du II de l'article 20 de la présente loi, les contrats de travail entre l'employeur et l'assistant maternel ou familial pourront définir les éléments et montants des indemnités et fournitures remises pour l'entretien d'un enfant."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "Les assistants maternels agréés moins de cinq ans avant l'entrée en vigueur du décret prévu à l'article L. 421-14 du code de l'action sociale et des familles, tel qu'il résulte de la présente loi, doivent avoir suivi les actions de formation mentionnées au 7° de l'article L. 2112-2 du code de la santé publique à raison d'une durée minimale de soixante heures dans un délai de cinq ans suivant leur agrément, dont vingt au cours des deux premières années. Pendant les périodes de formation, la rémunération de l'assistant maternel reste due par l'employeur."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "Les assistants familiaux en cours de formation à la date de publication de la présente loi sont tenus d'accomplir une formation à la charge de l'employeur d'une durée minimale de cent vingt heures. Pendant les périodes de formation, la rémunération de l'assistant familial reste due par l'employeur."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "Les enfants accueillis avant la publication de la présente loi peuvent continuer de l'être en dérogation aux dispositions de l'article L. 421-4 du code de l'action sociale et des familles relatives à la prise en compte du ou des enfants de moins de trois ans de l'assistant maternel présents à son domicile dans le nombre des enfants qu'il est autorisé à accueillir."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "Les principales associations d'élus sont consultées pour avis sur les projets de décret pris en application de la présente loi."
    }
  ]
}