{
  "id": "loi-n-2014-844-du-29-juillet-2014",
  "type": "statute",
  "title": "LOI n° 2014-844 du 29 juillet 2014",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000029307742",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Sous réserve des décisions de justice passées en force de chose jugée, est validée la stipulation d'intérêts prévue par tout écrit constatant un contrat de prêt ou un avenant conclu antérieurement à l'entrée en vigueur de la présente loi entre un établissement de crédit et une personne morale de droit public, en tant que la validité de cette stipulation serait contestée par le moyen tiré du défaut de mention, prescrite en application de l'article L. 313-2 du code de la consommation, du taux effectif global, du taux de période ou de la durée de période, dès lors que cet écrit constatant un contrat de prêt ou un avenant indique de façon conjointe :1° Le montant ou le mode de détermination des échéances de remboursement du prêt en principal et intérêts ;2° La périodicité de ces échéances ;3° Le nombre de ces échéances ou la durée du prêt."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Sous réserve des décisions de justice passées en force de chose jugée, est validée la stipulation d'intérêts prévue par tout écrit constatant un contrat de prêt ou un avenant conclu antérieurement à l'entrée en vigueur de la présente loi entre un établissement de crédit et une personne morale de droit public, en tant que la validité de cette stipulation serait contestée par le moyen tiré de la mention d'un taux effectif global, d'un taux de période ou d'une durée de période qui ne sont pas déterminés conformément à l'article L. 313-1 du code de la consommation, dès lors que cet écrit constatant un contrat de prêt ou un avenant indique de façon conjointe :1° Le montant ou le mode de détermination des échéances de remboursement du prêt en principal et intérêts ;2° La périodicité de ces échéances ;3° Le nombre de ces échéances ou la durée du prêt.Lorsqu'un écrit tel que celui mentionné au premier alinéa mentionne un taux effectif global inférieur au taux effectif global déterminé conformément au même article L. 313-1, l'emprunteur a droit au versement par le prêteur de la différence entre ces deux taux appliquée au capital restant dû à chaque échéance."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Sont exclus du champ de la présente loi les écrits constatant un contrat de prêt ou un avenant comportant un taux d'intérêt fixe ou un taux d'intérêt variable défini comme l'addition d'un indice et d'une marge fixe exprimée en points de pourcentage."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Dans un délai de huit mois suivant la promulgation de la présente loi, le Gouvernement remet un rapport au Parlement sur la réforme du taux effectif global.Ce rapport s'attachera à proposer, au regard des jurisprudences récentes, des évolutions permettant de garantir l'information et la protection des emprunteurs professionnels ou personnes morales, en examinant notamment la possibilité d'obliger les prêteurs à indiquer le taux effectif global maximal que l'emprunteur pourrait être amené à payer."
    }
  ]
}