{
  "id": "loi-n-2012-409-du-27-mars-2012",
  "type": "statute",
  "title": "LOI n°2012-409\n du 27 mars 2012",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000025582235",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Le rapport définissant les objectifs de la politique d'exécution des peines, annexé à la présente loi, est approuvé."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. ― La procédure prévue aux articles L. 522-1 à L. 522-4 du code de l'expropriation pour cause d'utilité publique peut être appliquée en vue de la prise de possession immédiate par l'Etat des terrains bâtis ou non bâtis dont l'acquisition est nécessaire aux opérations de construction ou d'extension d'établissements pénitentiaires.\n\nLes décrets sur avis conforme du Conseil d'Etat prévus au premier alinéa des mêmes articles L. 522-1 à L. 522-4 doivent être pris au plus tard le 31 décembre 2016.\n\nII. ― Les articles L. 314-1, L. 314-2 et L. 314-6 du code de l'urbanisme s'appliquent, le cas échéant, aux opérations de construction ou d'extension d'établissements pénitentiaires réalisées selon la procédure prévue à l'article L. 15-9 du code de l'expropriation pour cause d'utilité publique."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "II. - L'article 12-3 de l'ordonnance n° 45-174 du 2 février 1945 relative à l'enfance délinquante entre en vigueur le 1er janvier 2014."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "III. - Le 1° du I et le II du présent article entrent en vigueur, pour les condamnations concernant des faits commis après la publication de la présente loi, le 1er janvier 2015."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "III. - Les dispositions du code pénal et du code de procédure pénale résultant du présent article ne sont applicables qu'aux condamnations prononcées par une juridiction étrangère à compter du 27 avril 2012."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Les articles 4 à 8 et 12 à 20 ainsi que le IV de l'article 9 de la présente loi sont applicables en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna."
    },
    {
      "provision_ref": "artAnnexe",
      "section": "Annexe",
      "title": "Article Annexe",
      "content": "3. Revoir la classification des établissements pénitentiairespour mieux l'adapter au profil des détenus4. Se doter des outils juridiques et des moyens humains nécessaires pour accélérer la construction et l'ouverture de nouveaux établissements et atteindre l'objectif de 80 000 places d'ici 2017B. - Garantir une mise à exécutionplus rapide des peines\n1. Renforcer les services d'applicationet d'exécution des peines2. Rationaliser l'activité des services d'applicationet d'exécution des peines3. Généraliser les bureaux de l'exécution des peines4. Généraliser les bureaux d'aide aux victimesC. - Prévenir les discontinuités dans la prise en charge des personnes condamnées,en fiabilisant les systèmes d'information de la chaîne pénale et en assurant leur interconnexionII. - Renforcer les capacités de prévention de la récidive\nA. - Mieux évaluer le profil des personnes condamnées1. Généraliser le DAVC et le suivi différenciédans les SPIP2. Créer trois nouveaux centres nationaux d'évaluation3. Mieux prendre en compte la dangerosité psychiatrique et criminologiquedes personnes placées sous main de justice4. Renforcer la pluridisciplinarité des expertisespour les condamnés ayant commis les faits les plus graves5. Augmenter le nombre d'experts psychiatres judiciairesB. - Renforcer le suivi des condamnés présentant un risque de récidive,notamment des délinquants sexuels\n1. Généraliser les programmes de prévention de la récidive3. S'assurer de l'effectivité des soins\na) En milieu ferméb) En milieu ouvertC. - Renforcer et réorganiser les services d'insertion et de probationpour assurer un meilleur suivi des personnes placées sous main de justice\n1. Mettre en place des équipes mobiles2. Recentrer les conseillers d'insertion et de probationsur le suivi des personnes condamnées3. Réorganiser les SPIPIII. - Améliorer la prise en chargedes mineurs délinquants\nA. - Réduire les délais de prise en charge par les services de la protection judiciaire de la jeunessedes mesures éducatives prononcées par le jugeB. - Accroître la capacité d'accueildans les centres éducatifs fermés (CEF)C. - Développer un suivi pédopsychiatriquedans les centres éducatifs fermés"
    }
  ]
}