{
  "id": "loi-n-86-17-du-6-janvier-1986",
  "type": "statute",
  "title": "Loi n° 86-17 du 6 janvier 1986",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000512457",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "L'Etat et le département peuvent, après consultation des magistrats de la jeunesse, passer conjointement convention avec des personnes ou organismes gestionnaires publics ou privés pour définir les objectifs de la protection judiciaire de la jeunesse dans le département et organiser en conséquence l'utilisation des équipements susceptibles d'y concourir.\n\nToute autre collectivité publique, toute autre personne ou organisme public peut être partie à ces conventions lorsqu'il participe, même partiellement, à l'exécution des mesures de la protection judiciaire de la jeunesse."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "Dans les dispositions législatives qui font référence au \"bureau municipal d'hygiène\", ces mots sont remplacés respectivement par les mots : \"service communal d'hygiène et de santé\" et \" services communaux d'hygiène et de santé\"."
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "L'article L. 519 du code de la sécurité sociale est applicable dans les départements d'outre-mer."
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "Les mesures intervenues en application de l'article 375 du code civil plus d'un an avant la date d'entrée en vigueur de la présente loi devront être réexaminées dans les douze mois suivant cette date. Celles qui auront été prises pendant l'année précédant cette date devront l'être dans le délai de deux ans."
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "Jusqu'à l'installation de la commission nationale et des commissions régionales des équipements sanitaires et sociaux instituées par l'article 4 de la présente loi, la commission nationale et les commissions régionales des institutions sociales et médico-sociales compétentes antérieurement à la promulgation de la présente loi demeurent en fonction."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "Jusqu'à l'installation de la commission nationale et des commissions régionales des équipements sanitaires et sociaux instituées par l'article 4 de la présente loi, la commission nationale et les commissions régionales de l'équipement sanitaire compétentes antérieurement à la promulgation de la présente loi demeurent en fonction."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "Sauf dénonciation dans les termes de l'article 11-3 de la loi n° 75-535 du 30 juin 1975 précitée, modifiée par la présente loi, les établissements et services publics recevant des bénéficiaires de l'aide sociale à la date d'application de la présente loi sont réputés être titulaires de l'habilitation prévue à l'article 11 de la loi n° 75-535 du 30 juin 1975 précitée, modifiée par l'article 8 de la présente loi, et ceux dispensant des soins remboursables aux assurés sociaux sont réputés être titulaires de l'autorisation prévue à l'article L. 272 du code de la sécurité sociale.\n\nSauf dénonciation dans les termes de l'article 11-3 de la loi n° 75-535 du 30 juin 1975 précitée, modifiée par la présente loi, les établissements et services privés ayant passé convention avec l'aide sociale à la date d'application de la présente loi, pour recevoir des bénéficiaires de l'aide sociale, sont réputés être titulaires de l'habilitation prévue à l'article 11 de la loi n° 75-535 du 30 juin 1975 précitée."
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "Les personnes hébergées en établissements sanitaires et sociaux et prises en charge par une collectivité publique au titre de l'aide sociale antérieurement à la date de publication de la présente loi conservent le bénéfice de cette prise en charge par cette collectivité publique."
    }
  ]
}