{
  "id": "loi-n-2014-201-du-24-fevrier-2014",
  "type": "statute",
  "title": "LOI n°2014-201\n du 24 février 2014",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000028652182",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. ― Hors le cas où leur responsabilité est encourue en raison du défaut d'un produit de santé, les professionnels autorisés à user du titre d'ostéopathe ou de chiropracteur ne sont responsables des conséquences dommageables d'actes accomplis dans le cadre de leur activité professionnelle qu'en cas de faute.II. ― Les professionnels autorisés à user du titre d'ostéopathe ou de chiropracteur et exerçant leur activité à titre libéral sont tenus de souscrire une assurance destinée à les garantir pour leur responsabilité civile susceptible d'être engagée en raison de dommages subis par des tiers et résultant d'atteintes à la personne, survenant dans le cadre de l'ensemble de cette activité.Les contrats d'assurance souscrits en application du premier alinéa du présent II peuvent prévoir des plafonds de garantie. Le montant minimal de ces plafonds est fixé par décret en Conseil d'Etat.Les dispositions prévues aux articles L. 251-2 et L. 251-3 du code des assurances relatives aux contrats d'assurance souscrits par les professionnels de santé en application de l'article L. 1142-2 du code de la santé publique sont applicables aux contrats d'assurance souscrits par les professionnels autorisés à user du titre d'ostéopathe ou de chiropracteur.Au 1er janvier 2015, tout professionnel autorisé à user du titre d'ostéopathe ou de chiropracteur doit être en mesure de justifier que sa responsabilité est couverte dans les conditions prévues au présent article."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Le manquement à l'obligation d'assurance prévue à l'article 1er de la présente loi est puni de 45 000 € d'amende.Les personnes physiques coupables de l'infraction mentionnée au présent article encourent également la peine complémentaire d'interdiction, selon les modalités prévues à l'article 131-27 du code pénal, d'exercer l'activité professionnelle ou sociale dans l'exercice ou à l'occasion de l'exercice de laquelle l'infraction a été commise. Cette interdiction est portée à la connaissance du directeur général de l'agence régionale de santé."
    }
  ]
}