{
  "id": "loi-n-2013-1029-du-15-novembre-2013",
  "type": "statute",
  "title": "LOI n°2013-1029\n du 15 novembre 2013",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000028199705",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - Sont ratifiées les ordonnances suivantes, prises en application de l'article 74-1 de la Constitution :\n\n1° Ordonnance n° 2012-1222 du 2 novembre 2012 portant extension et adaptation à Wallis-et-Futuna, en Polynésie française et en Nouvelle-Calédonie des dispositions du droit civil et du droit de l'action sociale relatives à la protection juridique des majeurs ;\n\n2° Ordonnance n° 2013-421 du 23 mai 2013 relative à l'inscription au fichier national des incidents de remboursement des crédits aux particuliers des décisions relatives au traitement du surendettement en Polynésie française ;\n\n3° Ordonnance n° 2013-516 du 20 juin 2013 portant actualisation du droit civil applicable en Nouvelle-Calédonie et dans les îles Wallis et Futuna.\n\nII. - Sont ratifiées les ordonnances suivantes, prises en application de l'article 38 de la Constitution :\n\n1° Ordonnance n° 2011-866 du 22 juillet 2011 adaptant à l'outre-mer diverses dispositions relatives à la pêche de la loi de modernisation de l'agriculture et de la pêche ;\n\n2° Ordonnance n° 2012-1397 du 13 décembre 2012 déterminant les règles budgétaires, financières et comptables applicables aux collectivités territoriales de Guyane et de Martinique ;\n\n3° Ordonnance n° 2012-1398 du 13 décembre 2012 relative au transfert des personnels et des biens et obligations des départements et des régions aux collectivités territoriales de Guyane et de Martinique ;\n\n4° Ordonnance n° 2013-80 du 25 janvier 2013 relative aux allocations de logement à Mayotte ;\n\n5° Ordonnance n° 2013-81 du 25 janvier 2013 relative aux dispositions applicables à certains agents relevant de l'Etat ou des circonscriptions territoriales exerçant leurs fonctions sur le territoire des îles Wallis et Futuna.\n\nIII. - A modifié les dispositions suivantes :\n\n- Ordonnance n° 2012-1398 du 13 décembre 2012"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I.-L'ordonnance n° 2013-792 du 30 août 2013 portant extension en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna des dispositions du titre Ier de la loi n° 2013-100 du 28 janvier 2013 portant diverses dispositions d'adaptation de la législation au droit de l'Union européenne en matière économique et financière est ratifiée.\n\nII.-A modifié les dispositions suivantes :\n\n-Code de la consommation"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. ― Dans les conditions prévues à l'article 38 de la Constitution et dans un délai de dix-huit mois à compter de la promulgation de la présente loi, le Gouvernement est autorisé à prendre par ordonnances toute mesure législative visant à :1° Modifier le code général de la propriété des personnes publiques, en vue de rapprocher les règles législatives applicables à Mayotte des règles applicables en métropole ou dans les autres collectivités relevant de l'article 73 de la Constitution et d'étendre, avec les adaptations nécessaires, ces règles aux collectivités relevant de l'article 74 de la Constitution et à la Nouvelle-Calédonie ;2° Etendre et adapter, dans les collectivités régies par l'article 74 de la Constitution et en Nouvelle-Calédonie, les dispositions de droit commun, afin de permettre aux agents publics de rechercher et de constater par procès-verbal certaines infractions aux réglementations édictées localement notamment en matière d'environnement, de chasse, de pêche, d'urbanisme, de stationnement payant ou de santé ou de salubrité publiques.II. ― Dans les conditions prévues à l'article 38 de la Constitution et dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement est autorisé à prendre par ordonnance toute mesure législative visant à étendre à la Nouvelle-Calédonie, avec les adaptations nécessaires, celles des dispositions du livre IV du code de commerce relevant de la compétence de l'Etat en matière de pouvoirs d'enquête, de voies de recours, de sanctions et d'infractions.III. ― Dans les conditions prévues à l'article 38 de la Constitution et dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement est autorisé à prendre par ordonnance toute mesure législative permettant d'introduire au sein du code de l'environnement de Saint-Barthélemy les règles de droit pénal et de procédure pénale destinées à sanctionner la violation des règles applicables localement en matière de droit de l'environnement.IV. ― Pour chaque ordonnance prévue aux I à III du présent article, un projet de loi de ratification est déposé devant le Parlement dans un délai de cinq mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "II.-Le présent article entre en vigueur le même jour que l'article 17 de la loi organique n° 2013-1027 du 15 novembre 2013 portant actualisation de la loi organique n° 99-209 du 19 mars 1999 relative à la Nouvelle-Calédonie."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "II.-Le présent article entre en vigueur le même jour que l'article 17 de la loi organique n° 2013-1027 du 15 novembre 2013 portant actualisation de la loi organique n° 99-209 du 19 mars 1999 précitée."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Sont homologuées, en application des articles 87 et 157 de la loi organique n° 99-209 du 19 mars 1999 précitée, les peines d'emprisonnement prévues en Nouvelle-Calédonie aux articles suivants :1° Articles 216-1, 216-2, 220-12, 240-8, 250-9, 315-2, 335-1, 335-2, 335-3, 335-4, 335-5, 335-6, 342-20, 354-3, 416-14, 416-15 et 433-15 du code de l'environnement de la province Sud ;2° Articles Lp. 1060, Lp. 1060-1, Lp. 1060-3, Lp. 1060-4 et Lp. 1060-6 du code des impôts de la Nouvelle-Calédonie ;3° Article 9 de la délibération n° 35/CP du 7 octobre 2010 relative à l'organisation de l'action sanitaire et médico-sociale ;4° Articles 21 à 25 de la délibération n° 104 du 15 décembre 2010 relative à l'exercice et aux règles professionnelles de la profession d'infirmier ;5° Articles 80, 87 et 88 de la délibération n° 45/CP du 20 avril 2011 modifiant la délibération n° 168 du 5 août 1969 portant règlement d'hygiène et de médecine scolaires et la délibération n° 21/CP du 4 mai 2006 relative aux vaccinations et revaccinations contre certaines maladies transmissibles ;6° Article 94 de la délibération n° 2012-10/API du 29 février 2012 relative aux installations classées pour la protection de l'environnement en province des îles Loyauté ;7° Articles 35, 37 et 38 de la délibération n° 2012-99/API du 3 août 2012 relative à l'exploitation des carrières en province des îles Loyauté ;8° Article 15 de la délibération n° 259 du 24 janvier 2013 modifiant la délibération modifiée n° 375 du 7 mai 2003 relative à l'exercice de la profession de sage-femme ;9° Articles 33 et 35 à 40 de la loi du pays n° 2013-4 du 7 juin 2013 portant statut de la mutualité en Nouvelle-Calédonie."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Le décret n° 2013-427 du 24 mai 2013 pris en application de l'article 32 de la loi organique n° 2004-192 du 27 février 2004 modifiée portant statut d'autonomie de la Polynésie française et portant approbation d'un acte dénommé « loi du pays » relatif à la recherche et à la constatation des infractions en matière de dopage est ratifié."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "II. - A titre transitoire, pour l'année 2014, le haut-commissaire peut fixer par arrêté, après avis de l'Institut d'émission d'outre-mer, le prix global maximal de la liste des services bancaires mentionnés à l'article L. 743-2-1 du code monétaire et financier en tenant compte des négociations menées avant la promulgation de la présente loi. L'arrêté du haut-commissaire est publié au plus tard le 31 décembre 2013 et applicable au 1er février 2014."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "II.-Le I entre en vigueur à l'expiration d'un délai de trois mois à compter de la date de promulgation de la présente loi."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "A compter de la promulgation de la présente loi, le conseil régional de la Martinique est habilité, en application de l'article 73 de la Constitution et des articles LO 4435-2 à LO 4435-12 du code général des collectivités territoriales, à adapter et fixer des règles spécifiques à la Martinique en matière de transports intérieurs de passagers et de marchandises terrestres et maritimes, dans les conditions prévues par la délibération n° 13-1229-1 du 28 juin 2013 du conseil régional de Martinique portant demande d'habilitation sur le transport, publiée au Journal officiel du 31 août 2013.Cette habilitation doit permettre, sur le fondement des deuxième et troisième alinéas de l'article 73 de la Constitution :1° La création et la mise en œuvre de l'autorité organisatrice de transports unique et du périmètre unique de transports, prévus aux articles L. 1811-2, L. 1811-3 et L. 1811-5 du code des transports ;2° L'adaptation des conditions d'exercice de la profession de transporteur routier de personnes et de marchandises ;3° La mise en place d'instruments de régulation, notamment contractuels, dans le domaine des transports de personnes et de marchandises ;4° La définition des conditions de financement du transport public, notamment par l'adaptation du versement destiné au financement des transports en commun prévu aux articles L. 2333-64 à L. 2333-75, L. 5722-7 et L. 5722-7-1 du code général des collectivités territoriales ;5° L'instauration d'un comité régional des transports chargé de la gouvernance ;6° La définition de mesures spécifiques en matière de coordination entre les collectivités territoriales et leurs groupements, les gestionnaires de voirie et du domaine public et l'autorité organisatrice de transports unique.\n\nL'autorité organisatrice de transports unique mentionnée au 1° peut prendre la forme d'un établissement public sui generis, dont les compétences, les missions et les règles constitutives, en particulier celles relatives à l'organisation, au fonctionnement, aux statuts, aux ressources et au cadre budgétaire, comptable et patrimonial, sont fixées par délibération du conseil régional.\n\nConcernant les mesures qui sont adoptées dans le champ d'application du règlement (CE) n° 1071/2009 du Parlement européen et du Conseil, du 21 octobre 2009, établissant des règles communes sur les conditions à respecter pour exercer la profession de transporteur par route, et abrogeant la directive 96/26/CE du Conseil, le conseil régional veille à ce que les dispositions prises en application des 2° et 3° du présent article respectent le 3 de l'article 1er du même règlement et, en ce qui concerne les règles d'accès à la profession, le chapitre II dudit règlement.Ces dispositions doivent également être compatibles avec les objectifs déterminés au plan national en matière de sécurité routière et respecter le principe de libre concurrence.Cette habilitation peut être prorogée pour la durée maximale et dans les conditions prévues à l'article LO 4435-6-1 du code général des collectivités territoriales, à la demande du conseil régional.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}