{
  "id": "loi-n-2001-1135-du-3-decembre-2001",
  "type": "statute",
  "title": "Loi n° 2001-1135 du 3 décembre 2001",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000582185",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Pour la liquidation des droits de mutation à titre gratuit, la valeur des droits d'habitation et d'usage est de 60 % de la valeur de l'usufruit déterminée conformément au I de l'article 762 du code général des impôts."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I.-A modifié les dispositions suivantes :\n\n-Code civil\n\nArt. 730\n\nII.-Il n'est pas porté atteinte aux dispositions des articles 74 à 77, relatifs aux certificats d'héritiers, de la loi du 1er juin 1924 mettant en vigueur la législation civile française dans les départements du Bas-Rhin, du Haut-Rhin et de la Moselle."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Une information sur le droit de la famille, notamment sur les droits du conjoint survivant, est délivrée au moment de l'accomplissement des formalités préalables au mariage.Un document d'information sur le droit de la famille est annexé au livret de famille.La teneur et les modalités de délivrance de cette information sont précisées par un décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I. - La présente loi entrera en vigueur le premier jour du septième mois suivant sa publication au Journal officiel de la République française, à l'exception :\n\n- de l'article 763 du code civil dans sa rédaction issue de l'article 4 ;\n\n- des articles L. 132-2, L. 132-7 et L. 132-18 du code des assurances dans leur rédaction issue des articles 5 et 7 et des articles L. 223-9 et L. 223-18 du code de la mutualité dans leur rédaction résultant de l'article 6 ;\n\n- de l'abrogation de l'article 1481 du code civil et de la suppression de la dernière phrase de l'article 1491 du même code résultant des II et III de l'article 15 ;\n\n- de l'abrogation des dispositions du même code relatives au droit des enfants naturels dont le père ou la mère était, au temps de la conception, engagé dans les liens du mariage, résultant de l'article 16 et de la nouvelle rédaction des articles 759 à 764 opérée par les articles 3 et 4 ;\n\n- des dispositions du second alinéa de l'article 1527 du même code, dans sa rédaction issue de l'article 17 ;\n\n- des dispositions prévues aux articles 22 à 24.\n\nII. - La présente loi sera applicable aux successions ouvertes à compter de la date prévue au I, sous les exceptions suivantes :\n\n1° L'article 763 du code civil dans sa rédaction issue de l'article 4 et l'article 15 de la présente loi sera applicable aux successions ouvertes à compter de la publication de celle-ci au Journal officiel de la République française.\n\n2° Sous réserve des accords amiables déjà intervenus et des décisions judiciaires irrévocables, seront applicables aux successions ouvertes à la date de publication de la présente loi au Journal officiel de la République française et n'ayant pas donné lieu à partage avant cette date :\n\n- les dispositions relatives aux nouveaux droits successoraux des enfants naturels ;\n\n- les dispositions du second alinéa de l'article 1527 du code civil dans sa rédaction issue de l'article 17.\n\n3° Les causes de l'indignité successorale sont déterminées par la loi en vigueur au jour où les faits ont été commis.\n\nCependant, le 1° et le 5° de l'article 727 du code civil, en tant que cet article a rendu facultative la déclaration de l'indignité, seront applicables aux faits qui ont été commis avant l'entrée en vigueur de la présente loi."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I.-1. Les dispositions du I de l'article 14, du IV de l'article 15, des articles 22 et 25 de la présente loi ainsi que celles des articles 112 à 132 et 1751 du code civil sont applicables à Mayotte.\n\n2. Le sixième alinéa de l'article 832 du code civil tel qu'applicable à Mayotte est complété par les mots : \", et du mobilier le garnissant \".\n\nLe neuvième alinéa du m ^ eme article est complété par une phrase ainsi rédigée :\n\n\" L'attribution préférentielle de la propriété du local et du mobilier le garnissant visée au sixième alinéa est de droit pour le conjoint survivant. \"\n\nAprès le neuvième alinéa du m ^ eme article sont insérés trois alinéas ainsi rédigés :\n\n\" Dans l'hypothèse prévue à l'alinéa précédent, le conjoint survivant attributaire peut exiger de ses copartageants pour le paiement d'une fraction de la soulte, égale au plus à la moitié, des délais ne pouvant excéder dix ans. sauf convention contraire, les sommes restant dues portent intérêt au taux légal.\n\n\" En cas de vente du local ou du mobilier le garnissant, la fraction de la soulte y afférente devient immédiatement exigible ; en cas de ventes partielles, le produit de ces ventes est versé aux co-partageants et imputé sur la fraction de la soulte encore due.\n\n\" Les droits résultant de l'attribution préférentielle ne préjudicient pas aux droits viagers d'habitation et d'usage que le conjoint peut exercer en vertu de l'article 764. \"\n\n3. Dans le premier alinéa de l'article 832-1 du même code, les mots : \" 7 et 9 \" sont remplacés par les mots : \" treizième et quinzième \".\n\n4. A créé les dispositions suivantes :\n\n-Loi 2000-596 du 30 juin 2000\n\nArt. 19-1\n\nII.-Les dispositions du I de l'article 14, du IV de l'article 15, des articles 22 et 25 de la présente loi sont applicables en Nouvelle-Calédonie.\n\nIII.-Les dispositions du I de l'article 14, du IV de l'article 15, des articles 22 et 25 de la présente loi sont applicables en Polynésie française.\n\nIV.-Les dispositions du I de l'article 14, du IV de l'article 15, des articles 22 et 25 de la présente loi et de l'article 1751 du code civil sont applicables à Wallis-et-Futuna."
    }
  ]
}