{
  "id": "loi-n-91-1323-du-30-decembre-1991",
  "type": "statute",
  "title": "Loi n° 91-1323 du 30 décembre 1991",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000355987",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I. à IV. Paragraphes modificateursV. Les dispositions du présent article s'appliquent à compter de l'imposition des revenus de 1992."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I. Paragraphe modificateurII. - Cette disposition s'applique à compter de l'imposition des revenus de 1992."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Les primes à la performance que la Commission nationale du sport de haut niveau attribuera aux athlètes français qui seront médaillés aux jeux olympiques de 1992 d'Albertville et de Barcelone ne seront pas soumises à l'impôt sur le revenu."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I. Paragraphe modificateurII. Les dispositions du 8° du I de l'article 35, du 2 de l'article 92, du 12° de l'article 120, des 5° et 6° du I de l'article 156 du code général des impôts sont applicables aux profits sur bons d'option réalisés à compter du 1er janvier 1991.III. Pour les profits réalisés au cours de l'année 1991, l'option prévue au 8° du I de l'article 35 peut être exercée jusqu'au 15 janvier 1992."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I. à VIII. Paragraphes modificateursIX. Les dispositions du présent article s'appliquent aux opérations qui affectent les résultats des exercices ouverts à compter du 1er janvier 1992. Toutefois, les dispositions du 5 bis de l'article 38 tel qu'il est complété par le A du I sont applicables à compter du 1er janvier 1991 ; celles de la dernière phrase du a du 2 du VI sont applicables aux cessions réalisées à compter du 1er janvier 1992."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I. et II. Paragraphes modificateursIII. - Les dispositions du I s'appliquent aux contrats souscrits à compter du 20 novembre 1991.Les dispositions du II s'appliquent à compter de la période d'imposition s'ouvrant le 1er janvier 1992."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I. et II. Paragraphes modificateursIII. - Les dispositions des I et II s'appliquent à compter de la période d'imposition s'ouvrant le 1er janvier 1992."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I. Paragraphe modificateurII. Les dispositions du présent article s'appliquent aux opérations en cours à la clôture des exercices arrêtés à compter du 31 décembre 1991 et qui résultent de contrats conclus au cours des mêmes exercices, ainsi qu'aux produits détenus en stock à la clôture des mêmes exercices."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "I. et II. Paragraphes modificateursIII. - Les taux visés aux I et II évoluent chaque année comme l'indice des prix tel qu'il est estimé dans la projection économique présentée en annexe au projet de loi de finances de l'année."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "I. Paragraphe modificateurII. - Les dispositions de l'article 1736 du code général des impôts s'appliquent à la majoration instituée au 2 de l'article 1695 ter.III. - Les dispositions des I et II entrent en vigueur à une date fixée par décret et, au plus tard, le 30 novembre 1992."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "I. et II. Paragraphes modificateursIII. - Ces montants s'appliquent à compter de la campagne 1991-1992."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "Les dispositions des articles 150 ter à 150 nonies du code général des impôts sont applicables aux profits de même nature que réalisent des personnes physiques par l'intermédiaire d'un fonds commun d'intervention sur les marchés à terme défini à l'article 23 de la loi n° 88-1201 du 23 décembre 1988 relative aux organismes de placement collectif en valeurs mobilières."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "La dévolution des biens, droits et obligations prévue par l'article 19 de la loi n° 91-411 du 2 mai 1991 relative à l'organisation interprofessionnelle des pêches maritimes et des élevages marins et à l'organisation de la conchyliculture est effectuée à titre gratuit et ne donne lieu à aucune indemnité ou perception de droits ou de taxes, ni à versement de  la contribution prévue à l'article 879 du code général des impôts ou d'honoraires au profit des agents de l'Etat."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "I. à III. Paragraphes modificateurs\n\nIV. (Abrogé).\n\nV. et VI. Paragraphes modificateurs\n\nVII. - Les dispositions qui précèdent sont applicables à un emprunt qui fait l'objet d'émissions successives et d'une cotation en bourse unique si une partie de cet emprunt a été émise après le 1er janvier 1992."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I sont applicables, sur option de l'entreprise exercée en 1993, pour le calcul du crédit d'impôt recherche afférent à l'année 1992."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "I. et II. Paragraphes modificateursIII. - Les dispositions des I et II s'appliquent aux successions ouvertes et aux donations consenties à compter du 1er juillet 1992."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "La Société nationale des entreprises de presse est supprimée à la date du 30 juin 1992. Ses droits, biens et obligations sont transférés à l'Etat."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "I. Dans la limite de 21 700 millions d'euros, le ministre de l'économie, des finances et du budget est autorisé à prendre les mesures nécessaires en vue de la remise de dettes, en application des recommandations arrêtées à la réunion de leurs principaux pays créanciers, en faveur de pays en développement éligibles à l'aide publique au développement figurant sur la liste établie à la date de publication de la loi n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016, par le Comité d'aide au développement de l'Organisation de coopération et de développement économiques.\n\nII. Au-delà des mesures prises en application du I et dans la limite de 5 780 millions d'euros, le ministre chargé de l'économie est autorisé à prendre les mesures nécessaires en vue des remises de dette consenties par la France aux pays pauvres très endettés. Ces pays sont ceux des pays mentionnés au I qui satisfont aux critères définis par le Fonds monétaire international et la Banque mondiale au titre de l'initiative en faveur des pays pauvres très endettés.\n\nCette autorisation est applicable aux prêts accordés aux Etats et aux prêts bénéficiant de leur garantie."
    }
  ]
}