{
  "id": "loi-n-2021-1729-du-22-decembre-2021",
  "type": "statute",
  "title": "LOI n°2021-1729 du 22 décembre 2021",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000044545992",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\n- Code de procédure pénale\n\n- Code de procédure pénale\n\n- Code de procédure pénale\n\n- Code de procédure pénale\n\nII.-Les articles 622 à 626-1 du code de procédure pénale sont applicables aux condamnations prononcées par une cour d'assises sous l'empire du code d'instruction criminelle après des aveux recueillis à la suite de violences exercées par les enquêteurs.La commission d'instruction de la cour de révision et de réexamen est alors compétente pour procéder à l'annulation des pièces du dossier faisant état de déclarations de personnes entendues comme suspect ou comme témoin dont il apparaît qu'elles ont été recueillies à la suite de violences exercées par les enquêteurs."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nII.-Il est institué, jusqu'à la date d'entrée en vigueur du présent article, un comité d'évaluation chargé du suivi de l'expérimentation prévue aux II et III de l'article 63 de la loi n° 2019-222 du 23 mars 2019 de programmation 2018-2022 et de réforme pour la justice. Ce comité comprend deux députés et deux sénateurs, respectivement désignés par le Président de l'Assemblée nationale et le Président du Sénat. Sa composition, ses missions et ses modalités de fonctionnement sont précisées par décret. Il établit un rapport public au plus tard deux mois avant l'entrée en vigueur du présent article.\n\n-Code de procédure pénale\n\n-Code de procédure pénale\n\n-Code de procédure pénale\n\n-Code de procédure pénale"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I. - Un des assesseurs de la cour criminelle départementale, désigné par ordonnance du premier président de la cour d'appel, peut être un avocat honoraire exerçant des fonctions juridictionnelles dans les conditions prévues à l'article 3 de la loi organique n° 2021-1728 du 22 décembre 2021 pour la confiance dans l'institution judiciaire. Dans cette hypothèse, le premier président de la cour d'appel ne peut désigner en qualité d'assesseur à la cour criminelle départementale, par dérogation à l'article 380-17 du code de procédure pénale, qu'un seul magistrat exerçant à titre temporaire ou magistrat honoraire exerçant des fonctions juridictionnelles.II. - Le présent article est applicable, à titre expérimental, dans au moins deux départements et au plus vingt départements, déterminés par arrêté du ministre de la justice, pendant une durée de trois ans à compter de la date fixée par ce même arrêté, et au plus tard six mois après l'entrée en vigueur du présent article.Six mois au moins avant le terme de l'expérimentation, le Gouvernement remet au Parlement un rapport d'évaluation de cette expérimentation."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I. à VI.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nVII.-Le 15° du I entre en vigueur le 31 décembre 2021.\n\n-Code de procédure pénale\n\n-Code de la justice pénale des mineurs\n\n-Code des douanes\n\n-Code de procédure pénale"
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnances, dans un délai de dix mois à compter de la promulgation de la présente loi, les mesures relevant du domaine de la loi aux fins :1° D'ouvrir ou de faciliter l'ouverture des droits sociaux aux personnes détenues afin de favoriser leur réinsertion :a) En prévoyant l'application d'une assiette minimale de cotisations pour l'acquisition de droits à l'assurance vieillesse pour les personnes travaillant sous le régime du contrat d'emploi pénitentiaire ;b) En prévoyant l'affiliation des personnes travaillant sous le régime du contrat d'emploi pénitentiaire au régime de retraite complémentaire mentionné à l'article L. 921-2-1 du code de la sécurité sociale ;c) En permettant aux personnes travaillant sous le régime du contrat d'emploi pénitentiaire de bénéficier, à l'issue de leur détention, de droits à l'assurance chômage au titre du travail effectué en détention :\n\n- en adaptant le régime de l'assurance chômage aux spécificités de la situation de ces personnes ;- en prévoyant les modalités de financement de l'allocation d'assurance chômage ;- en adaptant la période de déchéance des droits à l'assurance chômage afin de prolonger les droits constitués au titre d'un travail effectué avant la détention ;\n\nd) En permettant l'ouverture des droits aux prestations en espèces, en prenant en compte les périodes travaillées sous le régime du contrat d'emploi pénitentiaire ou le statut de stagiaire de la formation professionnelle et les périodes d'activité antérieures à la détention pour le respect des conditions d'ouverture de droits ainsi que pour l'application des règles de maintien des droits et de coordination entre régimes et de calcul des prestations, pour les prestations :\n\n- de l'assurance maternité prévues aux articles L. 331-3 à L. 331-6 du code de la sécurité sociale, en déterminant les modalités de versement des indemnités journalières en cas de difficulté médicale liée à la grossesse ;- de l'assurance invalidité et de l'assurance décès, notamment en adaptant la procédure d'attribution de la pension d'invalidité ;- de l'assurance maladie, à l'issue de la détention ;\n\ne) En permettant l'ouverture d'un droit au versement d'indemnités journalières pendant la détention au titre du régime d'indemnisation des accidents du travail et des maladies professionnelles, en cas d'accident du travail ou de maladie professionnelle survenus soit dans le cadre du contrat d'emploi pénitentiaire, soit dans le cadre d'une formation professionnelle, soit lors de périodes d'activité antérieures à la détention, en définissant les règles de coordination entre régimes et les règles de calcul des prestations ;f) En prévoyant les modalités d'affiliation des détenus stagiaires de la formation professionnelle continue au régime d'assurance maladie, maternité, invalidité et décès ainsi que les modalités d'affiliation et les règles de calcul des prestations au titre du régime d'indemnisation des accidents du travail et des maladies professionnelles ;2° De favoriser l'accès des femmes détenues aux activités en détention, en généralisant la mixité de ces activités, sous réserve du maintien du bon ordre et de la sécurité ;3° De lutter contre les discriminations et le harcèlement au travail en milieu carcéral, en permettant :a) De prévenir, poursuivre et condamner, à l'occasion du travail en détention, les différences de traitement qui ne seraient pas justifiées par des objectifs légitimes et ne répondraient pas à des exigences proportionnées ;b) De prévenir, poursuivre et condamner des mesures et des comportements de harcèlement moral ou sexuel à l'occasion du travail en détention ;4° De favoriser l'accès à la formation professionnelle à la sortie de détention et de valoriser les activités bénévoles auxquelles les personnes détenues participent en détention, en permettant :a) D'ouvrir en détention un compte personnel d'activité prévu à l'article L. 5151-1 du code du travail pour les personnes détenues susceptibles de bénéficier de l'un des comptes qu'il comprend, à l'exception du compte professionnel de prévention prévu à l'article L. 4163-4 du même code ;b) D'ouvrir et d'alimenter le compte personnel de formation prévu à l'article L. 6323-1 dudit code pour les personnes travaillant sous le régime du contrat d'emploi pénitentiaire, y compris en prévoyant un dispositif spécifique de financement et d'alimentation de ce compte et en permettant de mobiliser des droits acquis sur ce compte à la sortie de détention ;c) D'organiser l'ouverture du compte d'engagement citoyen prévu à l'article L. 5151-7 du même code pour les personnes détenues et d'en fixer les modalités d'abondement ;d) De créer une réserve civique thématique prévue à l'article 1er de la loi n° 2017-86 du 27 janvier 2017 relative à l'égalité et à la citoyenneté, selon les modalités prévues au même article 1er ;5° De déterminer les personnes et services ayant pour mission de prévenir toute altération de la santé des détenus du fait de leur travail en détention ainsi que les règles relatives à l'intervention de ces personnes et services, y compris celles relatives à l'évaluation de l'aptitude des personnes détenues et au suivi de leur état de santé ;6° De confier aux agents de contrôle de l'inspection du travail des prérogatives et des moyens d'intervention au sein des établissements pénitentiaires afin de veiller à l'application des dispositions régissant le travail en détention ;7° De permettre l'implantation dans les locaux de l'administration pénitentiaire d'établissements et services d'aide par le travail en détention, selon des modalités adaptées aux spécificités de la détention ;8° De prévoir des modalités de réservation de marchés ou de concessions relevant du code de la commande publique au bénéfice des opérateurs économiques employant des personnes sous le régime d'un contrat d'emploi pénitentiaire, au titre des activités qu'ils réalisent dans ce cadre ;9° Le cas échéant, d'étendre et d'adapter aux collectivités mentionnées à l'article 72-3 de la Constitution les mesures prises sur le fondement des 1° à 8° du présent I.II. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de chacune des ordonnances prévues au I."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai de dix mois à compter de la publication de la présente loi, toute mesure relevant du domaine de la loi nécessaire pour :1° Rassembler et organiser dans un code pénitentiaire les dispositions relatives au service public pénitentiaire, à son contrôle et à la prise en charge ainsi qu'aux droits et obligations des personnes qui lui sont confiées ;2° Assurer le respect de la hiérarchie des normes et la cohérence rédactionnelle des textes ainsi rassemblés, harmoniser l'état du droit, remédier aux éventuelles erreurs et abroger les dispositions, codifiées ou non, obsolètes ou devenues sans objet.II. - Les dispositions mentionnées au I sont celles en vigueur à la date de publication de l'ordonnance ainsi que, le cas échéant, les dispositions publiées mais non encore entrées en vigueur à cette date.III. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "A modifié les dispositions suivantes :\n\n-LOI n° 2009-1436 du 24 novembre 2009"
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est habilité à prendre par ordonnances, dans un délai de huit mois à compter de la promulgation de la présente loi, toute disposition relevant du domaine de la loi relative aux professions mentionnées à l'article 31 de la présente loi afin de :1° Réunir l'ensemble des dispositions destinées à régir la discipline des professions mentionnées au même article 31, dans le respect de la présente section ;2° Tirer les conséquences de la présente section sur les règles statutaires applicables à chacune de ces professions et prévoir toute adaptation rendue nécessaire par leur organisation particulière ;3° Désigner, aux échelons régional et national, les autorités mentionnées aux articles 35 à 37 et préciser leurs compétences respectives ;4° Préciser les effets des peines disciplinaires sur l'activité des professionnels sanctionnés, sur les structures d'exercice et sur les offices ;5° Prévoir les dispositions transitoires et les dispositions d'adaptation relatives à l'outre-mer rendues nécessaires par la présente section ;6° Assurer le respect de la hiérarchie des normes et la cohérence rédactionnelle des dispositions et abroger les dispositions législatives contraires à la présente section ou devenues sans objet.Un projet de loi de ratification est déposé devant le Parlement dans un délai de six mois à compter de la publication de chacune des ordonnances."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance, dans un délai d'un an à compter de la promulgation de la présente loi, les mesures relevant du domaine de la loi nécessaires pour transposer la directive (UE) 2019/884 du Parlement européen et du Conseil du 17 avril 2019 modifiant la décision-cadre 2009/315/JAI du Conseil en ce qui concerne les échanges d'informations relatives aux ressortissants de pays tiers ainsi que le système européen d'information sur les casiers judiciaires (ECRIS), et remplaçant la décision 2009/316/JAI du Conseil, et pour prendre les mesures d'adaptation nécessaires à l'application du règlement (UE) 2019/816 du Parlement européen et du Conseil du 17 avril 2019 portant création d'un système centralisé permettant d'identifier les Etats membres détenant des informations relatives aux condamnations concernant des ressortissants de pays tiers et des apatrides (ECRIS-TCN), qui vise à compléter le système européen d'information sur les casiers judiciaires, et modifiant le règlement (UE) 2018/1726, tout en permettant l'enregistrement dans le casier judiciaire national automatisé des empreintes digitales des personnes condamnées.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance prévue au présent article."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "I. - L'article 75-3 et l'article 77-2 du code de procédure pénale, dans sa rédaction résultant de l'article 2 de la présente loi, ne sont applicables qu'aux enquêtes commencées à compter de la publication de celle-ci.II. - L'article 3 entre en vigueur le premier jour du troisième mois suivant la publication de la présente loi.III. - Le I de l'article 6 entre en vigueur le premier jour du troisième mois suivant la publication de la présente loi, à l'exception des 1°, 4° et 7° qui entrent en vigueur le 31 décembre 2021.L'article 276-1 du code de procédure pénale est applicable aux procédures dans lesquelles la décision de renvoi de l'accusé a été rendue après le premier jour du troisième mois suivant la publication de la présente loi. Lorsque la décision a été rendue avant cette date, le président de la cour d'assises ou de la cour criminelle départementale peut cependant organiser une réunion préparatoire dans les conditions prévues à l'article 276-1 du code de procédure pénale.IV. - L'article 9 entre en vigueur le 1er janvier 2023. Dans les départements où est en cours l'expérimentation prévue aux II et III de l'article 63 de la loi n° 2019-222 du 23 mars 2019 de programmation 2018-2022 et de réforme pour la justice, le terme de cette expérimentation est reporté à cette même date.Les personnes mises en accusation devant la cour d'assises avant le 1er janvier 2023 peuvent être renvoyées devant la cour criminelle départementale, avec leur accord recueilli en présence de leur avocat, sur décision du premier président de la cour d'appel.A compter du premier jour du premier mois suivant la publication de la présente loi, dans les départements où est en cours l'expérimentation, les personnes sont mises en accusation conformément aux dispositions du code de procédure pénale résultant de l'article 9 de la présente loi. Les personnes ayant fait l'objet d'une ordonnance de mise en accusation devant la cour d'assises intervenue à compter du 13 mai 2021 sont, sur décision du premier président de la cour d'appel, renvoyées devant la cour criminelle départementale lorsque les faits relèvent de la compétence de cette juridiction.Lorsque la personne est renvoyée devant la cour criminelle départementale sur décision du premier président de la cour d'appel conformément aux deuxième et troisième alinéas du présent IV, les délais d'audiencement devant cette juridiction sont ceux prévus au second alinéa de l'article 181-1 du code de procédure pénale à compter de cette décision, sans pouvoir dépasser les délais prévus à l'article 181 du même code.Dans les départements autres que ceux dans lesquels l'expérimentation est intervenue, une deuxième prolongation de six mois peut être ordonnée en application de l'article 181-1 dudit code pour toutes les personnes renvoyées devant la cour criminelle départementale avant le 1er mars 2023.V. - L'article 10 entre en vigueur le lendemain de la publication de la loi organique n° 2021-1728 du 22 décembre 2021 pour la confiance dans l'institution judiciaire.VI. - Les articles 717-1, 721, 721-1, 721-2 et 729-1 du code de procédure pénale, dans leur rédaction résultant de l'article 11 de la présente loi, sont applicables aux personnes placées sous écrou à compter du 1er janvier 2023, quelle que soit la date de commission de l'infraction. Les personnes placées sous écrou avant cette date demeurent soumises au régime défini aux articles 717-1, 721, 721-1, 721-1-1, 721-2 et 729-1 du code de procédure pénale dans leur rédaction antérieure à la présente loi.VII. - L'article 720 du code de procédure pénale, dans sa rédaction résultant de l'article 11 de la présente loi, est applicable à l'ensemble des personnes condamnées exécutant une ou plusieurs peines privatives de liberté à compter du 1er janvier 2023, quelle que soit la date de commission de l'infraction.VIII. - Le 4° du I de l'article 14 entre en vigueur le 1er janvier 2023.De la publication de la présente loi au 1er janvier 2023, le 1° de l'article 41-1 du code de procédure pénale n'est pas applicable en cas de délits commis contre une personne dépositaire de l'autorité publique ou investie d'un mandat électif public.A compter du 1er juin 2022 et jusqu'au 1er janvier 2023, le même 1° n'est pas applicable en cas de délits de violences.IX. - Les 1°, 6°, 7°, 9 à 11° du I et le III de l'article 14 et le II de l'article 51 entrent en vigueur le 31 décembre 2021.X. - Le IV de l'article 14 et le I de l'article 60 sont applicables à compter du 30 septembre 2021.XI. - Les articles 19 à 21 entrent en vigueur le 1er mai 2022.XII. - Les actes d'engagement signés avant le 1er mai 2022 demeurent en vigueur, au plus tard jusqu'au 31 décembre 2022, dans les conditions fixées à l'article 33 de la loi n° 2009-1436 du 24 novembre 2009 pénitentiaire. Durant cette période, toute personne détenue ayant précédemment signé un acte d'engagement se voit proposer la signature d'un contrat d'emploi pénitentiaire, conformément aux articles 719-8 à 719-13 du code de procédure pénale.En cas de changement des conditions de travail prévues dans son acte d'engagement, la personne détenue se voit proposer la conclusion d'un contrat d'emploi pénitentiaire au sens de la présente loi. Le refus de signer le contrat d'emploi pénitentiaire met fin à la relation de travail au plus tard le 31 décembre 2022.Les personnes détenues classées au travail avant la publication de la présente loi qui n'ont pas signé d'acte d'engagement dans les conditions prévues à l'article 33 de la loi n° 2009-1436 du 24 novembre 2009 précitée sont intégrées dans la liste d'attente d'affectation mentionnée à l'article 719-6 du code de procédure pénale.XIII. - L'article 25 entre en vigueur à une date fixée par décret, et au plus tard le 1er juin 2022.XIV. - Le chapitre Ier du titre V entre en vigueur le 1er juillet 2022."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "A modifié les dispositions suivantes :\n\n- Code de l'organisation judiciaire\n\nLa présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}