{
  "id": "loi-n-96-604-du-5-juillet-1996",
  "type": "statute",
  "title": "Loi n° 96-604 du 5 juillet 1996",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000193679",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I. - (paragraphe modificateur).II. - A titre transitoire, le mandat des membres du conseil de famille mentionné au 3° du I, nommés en totalité pour la première fois après la date d'entrée en vigueur de la présente loi, est pour la moitié de ceux-ci de trois ans et pour l'autre moitié de six ans. Les conditions d'application de cette disposition sont fixées par le décret en Conseil d'Etat mentionné au dernier alinéa du même article."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "La présente loi garantit la parité des droits sociaux attachés à la naissance et à l'adoption. Elle adapte les conditions d'âge posées pour l'ouverture des droits à prestations aux circonstances particulières de l'adoption."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "I. et II. - *paragraphes modificateurs*.III. - Les dispositions des paragraphes précédents entrent en vigueur à compter du premier jour du mois suivant la date de publication de la présente loi pour les enfants arrivés au foyer à compter de cette date. Toutefois, à titre transitoire, les personnes qui auront perçu une première mensualité au moins de l'allocation mentionnée à l'article L. 535-1 avant cette date pourront opter soit pour le versement de l'allocation selon les modalités en vigueur avant la publication de la présente loi, soit pour le bénéfice des nouvelles dispositions, si elles leur sont plus favorables."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "I. - La personne qui remplit les conditions mentionnées à l'article L. 532-1 du code de la sécurité sociale et qui assume la charge d'un enfant adopté ou accueilli en vue d'adoption dans les conditions définies à l'article L. 535-1 du même code peut prétendre au bénéfice des dispositions prévues à l'article 2 de la loi n° 94-629 du 25 juillet 1994 relative à la famille pour cet enfant, même s'il est né avant le 1er juillet 1994, à condition toutefois qu'il soit arrivé au foyer à compter de cette date.II. - Le couple dont les deux membres remplissent les conditions mentionnées à l'article L. 532-1 du code de la sécurité sociale et qui assume la charge d'un enfant adopté ou accueilli en vue d'adoption, dans les conditions définies à l'article L. 535-1 du même code, peut prétendre au bénéfice des dispositions prévues à l'article L. 532-3 du même code pour cet enfant, même s'il est né avant le 1er juillet 1994, à condition toutefois qu'il soit arrivé au foyer à compter de cette date.III. - Les dispositions des paragraphes précédents entrent en vigueur le premier jour du mois civil suivant la date de publication de la présente loi."
    }
  ]
}