{
  "id": "loi-n-90-587-du-4-juillet-1990",
  "type": "statute",
  "title": "Loi n° 90-587 du 4 juillet 1990",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000351045",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Le comité d'organisation des 16e Jeux Olympiques d'hiver de 1992 peut assurer, partiellement ou totalement, des missions de maîtrise d'ouvrage pour la réalisation d'équipements publics destinés à l'accueil de cette manifestation, à la demande d'une collectivité locale. Celle-ci conclut à cet effet une convention avec le comité d'organisation.La présente loi s'applique aux conventions en cours conclues entre le comité d'organisation et les collectivités locales relatives à la réalisation des équipements énoncés au premier alinéa ci-dessus."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Ont vocation à être titularisés, dans des conditions fixées par décret en Conseil d'Etat, dans les corps d'ingénieurs ou de personnels techniques et administratifs de recherche et de formation du ministère de l'éducation nationale, de la jeunesse et des sports régis par le décret n° 85-1534 du 31 décembre 1985 :1° Les personnels occupant des emplois d'agents contractuels techniques des niveaux A 1, A 2 et A 3 créés à l'administration centrale du ministère de l'éducation nationale, de la jeunesse et des sports et de l'administration centrale du secrétariat d'Etat chargé de la jeunesse et des sports ;2° Les personnels des services déconcentrés du ministère de l'éducation nationale, de la jeunesse et des sports dont les contrats ont été établis par référence aux règles de recrutement des personnels mentionnés au 1° ;3° Les ingénieurs, techniciens et personnels administratifs des services ou établissements de l'administration de la jeunesse et des sports du ministère de l'éducation nationale, de la jeunesse et des sports, dont la carrière et la rémunération sont déterminées par référence aux statuts des personnels du Centre national de la recherche scientifique en vigueur lors de leur recrutement.Ces personnels doivent avoir été recrutés à titre permanent et à temps complet, avant le 31 juillet 1986, sur des emplois permanents figurant aux budgets de l'éducation nationale, de la jeunesse et des sports."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Les personnes ayant figuré sur la liste d'admission établie à l'issue du concours d'agrégation ouvert au titre de l'année 1981, dans la discipline correspondant à la soixante-deuxième section du Conseil supérieur des corps universitaires, ont la qualité de professeur des universités à la date de leur nomination dans ce corps."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Les directeurs d'études de l'Ecole des hautes études en sciences sociales et de l'Ecole pratique des hautes études, en activité ou maintenus en fonctions en application de la loi n° 86-1304 du 23 décembre 1986 relative à la limite d'âge et aux modalités de recrutement de certains fonctionnaires civils de l'Etat, à la date du 28 septembre 1989, peuvent bénéficier de promotions dans les différents grades des corps de directeurs d'études régis par les décrets n° 89-709 et n° 89-710 du 28 septembre 1989, à compter du 30 décembre 1988, dès lors qu'ils remplissaient à cette dernière date les conditions d'ancienneté requises."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "Sont validés en tant que leur légalité serait contestée par un motif tiré de l'illégalité des arrêtés du 2 janvier 1980 et du 12 mars 1985, les nominations prononcées à l'inspection générale de l'éducation nationale avant l'entrée en vigueur du décret n° 89-833 du 9 novembre 1989 portant statut particulier des inspecteurs généraux de l'éducation nationale.Les dispositions du présent article ne font pas obstacle à l'exécution des décisions juridictionnelles passées en force de chose jugée antérieurement à la promulgation de la présente loi."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "Sont validés les arrêtés pris pour l'application du décret n° 72-490 du 15 juin 1972 portant création d'un brevet à trois degrés d'éducateur sportif, pris sur le fondement de la loi n° 63-807 du 6 août 1963, à l'exception de l'arrêté du 12 avril 1988 fixant les conditions d'obtention de la formation spécifique du brevet d'Etat d'éducateur sportif du premier degré, option danse."
    }
  ]
}