{
  "id": "loi-n-85-1268-du-29-novembre-1985",
  "type": "statute",
  "title": "Loi n° 85-1268 du 29 novembre 1985",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000320895",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I- A compter de l'exercice 1986, les communes reçoivent une dotation spéciale, prélevée sur les recettes de l'Etat, au titre des charges qu'elles supportent pour le logement des instituteurs.(a)cette dotation s'élève à 2 614,670 millions de francs en 1986. Elle évolue, chaque année, comme la dotation globale de fonctionnement, compte tenu, le cas échéant, de la régularisation prévue à l'article L.234-1 du code des communes.(a)Elle est répartie par le comité des finances locales proportionnellement au nombre des instituteurs, exerçant dans les écoles publiques, qui sont logés par chaque commune ou qui reçoivent d'elle une indemnité de logement.(a)cette dotation sera supprimée dès que l'Etat sera en mesure de verser directement aux personnels concernés une indemnité pour leur habitation présentant pour eux un avantage équivalent.Elle est diminuée chaque année par la loi de finances initiale du montant de la dotation versée au titre du logement des instituteurs dont les emplois sont transformés en emplois de professeur des écoles.(a)Il est procédé, au plus tard le 31 juillet de l'année suivante, à la régularisation de la diminution réalisée, conformément aux dispositions du précédent alinéa, en fonction de l'effectif réel des personnels sortis du corps des instituteurs et de leurs droits au logement au regard de la dotation spéciale.(a)La diminution est calculée par référence au montant unitaire de la dotation spéciale.(a)"
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Les communes de la Nouvelle-Calédonie, de la collectivité territoriale de Saint-Pierre-et-Miquelon et les circonscriptions territoriales de Wallis-et-Futuna bénéficient des dispositions des articles L. 2334-1, L. 2334-2, L. 2334-7, L. 2334-8 et L. 2334-10 à L. 2334-12 du code général des collectivités territoriales. Elles reçoivent dans les conditions fixées aux articles L. 2334-13 et L. 2334-14-1 du même code une quote-part de la dotation d'aménagement.Cette quote-part est calculée par application au montant de la dotation d'aménagement du rapport existant, d'après le dernier recensement général, entre la population de chaque collectivité d'outre-mer ou de la Nouvelle-Calédonie, majorée de 33 %, et l'ensemble de la population nationale.Un décret en Conseil d'Etat fixe les règles particulières de répartition entre les communes et les circonscriptions territoriales de cette quote-part."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "Les communes des territoires d'outre-mer, les communes des collectivités territoriales de Mayotte et de Saint-Pierre-et-Miquelon et les circonscriptions de Wallis-et-Futuna visées aux articles 28 et 29 bénéficient des dispositions transitoires prévues à l'article 26 de la présente loi."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "\" La collectivité de Saint-Pierre-et-Miquelon perçoit une quote-part de la dotation de péréquation des départements et du concours particulier mentionné à l'article 34. Cette quote-part est déterminée par application au montant de chacune de ces dotations du double du rapport, majoré de 10 p. 100, entre la population de la collectivité territoriale, telle qu'elle résulte du dernier recensement général, et la population nationale totale. \"La collectivité territoriale de Mayotte reçoit par préciput une quote-part de la dotation forfaitaire.Elle perçoit, en outre, une quote-part de la dotation de péréquation et du concours particulier mentionné à l'article 34.Ces quotes-parts sont calculées dans les conditions définies au troisième alinéa du présent article.Les départements d'outre-mer et les collectivités territoriales de Mayotte et de Saint-Pierre-et-Miquelon bénéficient des dispositions de l'article 37."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "Pour la répartition annuelle de la dotation globale de fonctionnement, il est d'abord procédé au prélèvement des sommes effectuées au concours particulier institué par l'article L234-14 du code des communes et à la dotation prévue par l'article L. 234-15 du code des communes.Le solde est réparti entre la dotation globale de fonctionnement des communes et celle des départements proportionnellement aux sommes affectées à ces deux dotations l'année précédente."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "A titre transitoire et jusqu'au prochain recensement général, la population mentionnée au second alinéa de l'article 36, prise en compte pour le calcul de la dotation globale de fonctionnement des départements, est celle qui résulte du recensement général de 1982."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "Des décrets en Conseil d'Etat déterminent en tant que de besoin les modalités d'application de la présente loi."
    }
  ]
}