{
  "id": "loi-n-2020-1525-du-7-decembre-2020",
  "type": "statute",
  "title": "LOI n°2020-1525 du 7 décembre 2020",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000042619877",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2020-807 DC du 3 décembre 2020.]"
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "I.-A modifié les dispositions suivantes :\n\n-Code de l'environnement\n\nII.-Le présent article est applicable aux demandes d'autorisation environnementale mentionnée à l'article L. 181-1 du code de l'environnement relatives aux projets d'infrastructures terrestres linéaires de transport liées à la circulation routière ou ferroviaire réalisés pour le compte d'Etats étrangers ou d'organisations internationales, de l'Etat, de ses établissements publics et concessionnaires qui sont déposées à compter du premier jour du troisième mois suivant la publication de la présente loi."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "La durée de validité des autorisations d'unités touristiques nouvelles dont la caducité intervient entre la publication de la présente loi et le 30 avril 2021 est prolongée pour une durée de six mois. Cette prolongation prend effet à compter de la date à laquelle la caducité aurait dû intervenir."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "I. II. - A modifié les dispositions suivantes :\n\nIII.- Le I de l'article L. 121-19 du code de l'environnement dans sa rédaction résultant de la présente loi est applicable lorsque la déclaration d'intention, pour les projets, ou l'acte prévu au II de l'article L. 121-18 du code de l'environnement, pour les plans et programmes, sont publiés après la publication de la présente loi.\n\n- Code de l'environnement"
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "I.-A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII.-Les dispositions du présent article s'appliquent aux demandes initiales et de prolongation de titres d'exploration ainsi qu'aux demandes initiales de titres d'exploitation de gîtes géothermiques déposées auprès de l'autorité administrative à compter du lendemain de la publication de la présente loi.Le titulaire d'un titre d'exploitation de gîtes géothermiques ou de stockages souterrains d'énergie calorifique obtenu à la suite d'une demande initiale, présentée avant la publication de la présente loi, qui demande, sur la base de ce titre et à partir de cette date, une prolongation de ce titre d'exploitation, ne peut obtenir que la prolongation correspondant à celle à laquelle il aurait eu droit en application des dispositions du code minier dans sa rédaction antérieure à la présente loi.Les demandes initiales de titres d'exploration ou d'exploitation de gîtes géothermiques ou de stockages souterrains d'énergie calorifique présentées avant la publication de la présente loi sont régies par les dispositions du code minier dans leur rédaction antérieure à la présente loi.\n\n- Code minier (nouveau)\n\n- Code minier (nouveau)"
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "I. à III. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code de l'urbanisme\n\n- Code de l'environnement\n\n- Code de l'environnement\n\n- Code de l'urbanisme\n\n- Code de la défense.\n\nIV. - L'ordonnance n° 2020-7 du 6 janvier 2020 relative à la prise en compte des besoins de la défense nationale en matière de participation et de consultation du public, d'accès à l'information et d'urbanisme est ratifiée."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2020-807 DC du 3 décembre 2020.]"
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "Lorsque l'autorité administrative est saisie, en application de l'article L. 181-14 du code de l'environnement, d'une demande de modification d'installations classées pour la protection de l'environnement pour lesquelles l'autorisation environnementale dispense de permis de construire et que cette installation est située dans le périmètre d'une directive de protection et de mise en valeur des paysages définie à l'article L. 350-1 du même code associée à un monument inscrit sur la liste du patrimoine mondial en application de la convention concernant la protection du patrimoine mondial, culturel et naturel adoptée par la Conférence générale de l'Organisation des Nations Unies pour l'éducation, la science et la culture le 16 novembre 1972, elle consulte l'architecte des Bâtiments de France sur cette demande. Lorsque celui-ci lui indique, dans le délai d'un mois à compter de sa saisine par l'autorité administrative, que la modification doit être considérée comme substantielle, l'autorité administrative fait application du premier alinéa de l'article L. 181-14 du code de l'environnement."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-L'article L. 121-8-1 du code de l'environnement, dans sa rédaction résultant de la présente loi, est applicable aux procédures de participation du public pour lesquelles le ministre chargé de l'énergie a déjà saisi la Commission nationale du débat public à la date de publication de la présente loi.\n\nIII.-A créé les dispositions suivantes :\n\n- Code de l'environnement\n\n- Code de justice administrative"
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code de l'environnement\n\n- Code de l'environnement\n\nII. - Le I est applicable aux projets déposés à compter du premier jour du troisième mois suivant la publication de la présente loi."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2020-807 DC du 3 décembre 2020.]"
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2020-807 DC du 3 décembre 2020.]"
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2020-807 DC du 3 décembre 2020.]"
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2020-807 DC du 3 décembre 2020.]"
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2020-807 DC du 3 décembre 2020.]"
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2020-807 DC du 3 décembre 2020.]"
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "Les fédérations sportives remplissant une mission de service public doivent permettre la demande et la délivrance de licences sportives en ligne d'ici la campagne d'adhésions 2022-2023."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2020-807 DC du 3 décembre 2020.]"
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnances, dans un délai de dix-huit mois à compter de la publication de la présente loi, les mesures relevant du domaine de la loi nécessaires pour :1° Modifier les dispositions du code forestier relatives à l'Office national des forêts afin d'élargir les possibilités de recrutement d'agents contractuels de droit privé et de leur permettre de concourir à l'exercice de l'ensemble des missions confiées à l'office, y compris la constatation de certaines infractions et à l'exclusion de leur recherche, par certains d'entre eux commissionnés et assermentés à cet effet ;2° Modifier les dispositions du titre Ier du livre V du code rural et de la pêche maritime relatives au réseau des chambres d'agriculture afin de rapprocher les règles applicables aux agents des établissements du réseau des chambres d'agriculture mentionnés à l'article L. 510-1 du même code et à ceux des organismes mentionnés à l'avant-dernier alinéa du III de l'article L. 514-2 dudit code de celles prévues par le code du travail et de déterminer les modalités d'adoption de ces règles ;3° Modifier la dénomination de Chambres d'agriculture France, compléter ses missions et compétences relatives à l'animation du réseau des chambres d'agriculture et des organismes interétablissements du réseau mentionnés à l'avant-dernier alinéa du III de l'article L. 514-2 du code rural et de la pêche maritime, y compris en matière de gestion des personnels, et modifier en conséquence les missions des autres établissements, afin d'améliorer l'efficacité du fonctionnement du réseau ;4° Préciser les conditions dans lesquelles, à Mayotte, une chambre de l'agriculture, de la pêche et de l'aquaculture constitue, auprès de l'Etat ainsi que des collectivités territoriales et des établissements publics qui leur sont rattachés, l'organe consultatif, représentatif et professionnel des intérêts de l'agriculture, de la pêche et de l'aquaculture ;5° Modifier les dispositions du titre Ier du livre V du même code relatives au réseau des chambres d'agriculture pour prévoir :a) Les conditions dans lesquelles une chambre régionale d'agriculture, d'une part, et l'ensemble des chambres départementales et interdépartementales de sa circonscription, d'autre part, peuvent convenir, par délibération de leur assemblée respective, de la création d'une chambre d'agriculture de région et de la transformation des chambres départementales et interdépartementales qui le souhaitent en chambres territoriales dépourvues de la personnalité juridique. Ces création et transformation requièrent l'accord des deux tiers des chambres départementales et interdépartementales situées dans la circonscription de la chambre régionale d'agriculture d'origine et l'accord unanime des chambres départementales et interdépartementales comprises dans la circonscription du projet de chambre d'agriculture de région ;b) Les missions exercées par la chambre de région en lieu et place de la chambre régionale, des chambres départementales et des chambres interdépartementales rattachées, ainsi que les missions de proximité exercées par les chambres territoriales ;c) L'organisation des chambres de région et des chambres territoriales concernées, notamment les conditions de désignation des élus siégeant dans les chambres territoriales ;d) Les conditions du transfert aux chambres de région des personnels employés antérieurement par les établissements rattachés ainsi que des biens, droits et obligations.II. - A. - Les organisations syndicales représentatives des personnels de l'Office national des forêts sont associées à l'élaboration de l'ordonnance prévue au 1° du I du présent article.B. - Les organisations syndicales de salariés représentatives des personnels des chambres d'agriculture au niveau national et les représentants des employeurs sont associés à l'élaboration de l'ordonnance prévue au 2° du I.C. - Les organisations syndicales de salariés représentatives des personnels des chambres d'agriculture au niveau national et les représentants des employeurs sont associés à l'élaboration de l'ordonnance prévue au 3° du I.III. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication des ordonnances prévues au I du présent article."
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Article 80",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2020-807 DC du 3 décembre 2020.]"
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2020-807 DC du 3 décembre 2020.]"
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Article 85",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2020-807 DC du 3 décembre 2020.]"
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Article 86",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2020-807 DC du 3 décembre 2020.]"
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2020-807 DC du 3 décembre 2020.]"
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "Article 91",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code de la santé publique\n\nII. - Le I entre en vigueur à une date fixée par voie réglementaire, et au plus tard le 1er janvier 2022."
    },
    {
      "provision_ref": "art94",
      "section": "94",
      "title": "Article 94",
      "content": "I. - A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nII. - Le I entre en vigueur le 1er janvier 2021.\n\n- Code de la santé publique\n\n- Code de la santé publique"
    },
    {
      "provision_ref": "art96",
      "section": "96",
      "title": "Article 96",
      "content": "Sur proposition du comité national des coopérations interprofessionnelles mentionné à l'article L. 4011-3 du code de la santé publique et par dérogation au III du même article L. 4011-3, le cas échéant à la demande des équipes concernées, les protocoles de coopération mentionnés à l'article L. 4011-1 du même code autorisés antérieurement à l'entrée en vigueur de l'article 66 de la loi n° 2019-774 du 24 juillet 2019 relative à l'organisation et à la transformation du système de santé peuvent être autorisés sans limite de durée sur l'ensemble du territoire national en tant que protocoles nationaux au sens de l'article L. 4011-3 du code de la santé publique, par arrêté des ministres chargés de la santé et de la sécurité sociale. Lorsqu'ils sont en cours à la date de publication de la présente loi, leur validité est prorogée jusqu'à ce qu'il soit statué sur la délivrance de l'autorisation. Ils sont alors réputés remplir les exigences essentielles de qualité et de sécurité mentionnées à l'article L. 4011-2 du même code. Les ministres chargés de la santé et de la sécurité sociale peuvent suspendre et retirer un protocole pour des motifs liés à la sécurité et à la qualité des prises en charge."
    },
    {
      "provision_ref": "art98",
      "section": "98",
      "title": "Article 98",
      "content": "I. à VI. -A modifié les dispositions suivantes :\n\n- Code de la santé publique\n\n- LOI n° 2019-774 du 24 juillet 2019\n\n- Code de la santé publique\n\n- Code de la sécurité sociale.\n\n- Ordonnance n° 2020-232 du 11 mars 2020\n\n- Code de l'éducation\n\n- Code de la santé publique\n\nVII. - Le V entre en vigueur à une date fixée par décret, et au plus tard le 1er septembre 2022."
    },
    {
      "provision_ref": "art99",
      "section": "99",
      "title": "Article 99",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnances, dans un délai de six mois à compter de la publication de la présente loi, toute mesure relevant du domaine de la loi afin de faciliter l'implantation, le maintien et le développement de services aux familles, notamment en matière d'accueil du jeune enfant et de soutien à la parentalité :1° En simplifiant et en assurant une meilleure cohérence des législations applicables aux modes d'accueil de la petite enfance, au regard de leurs spécificités respectives ;2° En prévoyant les conditions dans lesquelles ces législations peuvent donner lieu à des dérogations, justifiées par la spécificité des situations et des enjeux locaux, dès lors que des garanties équivalentes sont apportées pour le respect de l'intérêt de l'enfant et en termes de qualité d'accueil, s'agissant notamment du nombre et de la qualification des adultes encadrant les enfants ;3° En permettant à l'une des autorités compétentes en matière de services aux familles, dont les organismes débiteurs des prestations familiales, de prendre, au nom de chacune ou de certaines d'entre elles et avec leur accord, tout ou partie des actes nécessaires à l'implantation, au maintien, au développement et au financement de modes d'accueil du jeune enfant et de services aux familles, en vue notamment de :a) Proposer un guichet administratif unique facilitant les démarches des porteurs de projets et gestionnaires de modes d'accueil du jeune enfant ou de services de soutien à la parentalité à chaque étape de leur activité ;b) Favoriser la cohérence des actes pris par les autorités compétentes en la matière, au regard notamment des diagnostics, des schémas, des plans d'action et plus généralement de toutes démarches locales de coordination dans le champ des modes d'accueil du jeune enfant ;4° En prévoyant de simplifier le pilotage local des actions menées en matière de services aux familles. Pour l'application des 1°, 2° et 4° du présent I, l'ordonnance peut prévoir le recours à des expérimentations d'une durée ne pouvant être inférieure à deux ans ni supérieure à cinq ans, donnant lieu à un rapport d'évaluation remis par le Gouvernement au Parlement avant leur terme. Pour l'application du 3°, il est recouru à une expérimentation, sur la base du volontariat des autorités compétentes de chaque territoire impliqué, dont la durée maximale ne peut être inférieure à deux ans ni supérieure à cinq ans, donnant lieu à un rapport d'évaluation remis par le Gouvernement au Parlement avant son terme. Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance.A abrogé les dispositions suivantes :\n\n- LOI n° 2018-727 du 10 août 2018"
    },
    {
      "provision_ref": "art100",
      "section": "100",
      "title": "Article 100",
      "content": "A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code de l'action sociale et des familles\n\n- Code de l'action sociale et des familles\n\nII.-Le I du présent article est applicable à une date fixée par arrêté conjoint des ministres chargés de la famille et de la sécurité sociale, et au plus tard le 1er septembre 2021, y compris aux assistants maternels agréés à cette date. Par dérogation, le même I est applicable à une date fixée par arrêté conjoint des ministres chargés de la famille et de la sécurité sociale, et au plus tard le 1er avril 2022, pour les établissements mentionnés au dernier alinéa de l'article L. 531-6 du code de la sécurité sociale."
    },
    {
      "provision_ref": "art102",
      "section": "102",
      "title": "Article 102",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2020-807 DC du 3 décembre 2020.]"
    },
    {
      "provision_ref": "art103",
      "section": "103",
      "title": "Article 103",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2020-807 DC du 3 décembre 2020.]"
    },
    {
      "provision_ref": "art104",
      "section": "104",
      "title": "Article 104",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2020-807 DC du 3 décembre 2020.]"
    },
    {
      "provision_ref": "art105",
      "section": "105",
      "title": "Article 105",
      "content": "I. - A abrogé les dispositions suivantes :\n\nII. A modifié les dispositions suivantes :\n\nIII.-Le II entre en vigueur le 1er janvier 2021.\n\nIV. A modifié les dispositions suivantes :\n\nV. A modifié les dispositions suivantes :\n\n- Code de la sécurité intérieure\n\n- Code de la sécurité intérieure\n\n- Code civil\n\n- Loi n° 71-498 du 29 juin 1971"
    },
    {
      "provision_ref": "art110",
      "section": "110",
      "title": "Article 110",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2020-807 DC du 3 décembre 2020.]"
    },
    {
      "provision_ref": "art112",
      "section": "112",
      "title": "Article 112",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai de douze mois à compter de la publication de la présente loi, les mesures relevant du domaine de la loi nécessaires pour adapter le droit en vigueur en vue de définir les conditions de recrutement des personnes chargées d'encadrer les volontaires du service national universel ainsi que de déterminer leurs conditions d'emploi.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art115",
      "section": "115",
      "title": "Article 115",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2020-807 DC du 3 décembre 2020.]"
    },
    {
      "provision_ref": "art116",
      "section": "116",
      "title": "Article 116",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2020-807 DC du 3 décembre 2020.]"
    },
    {
      "provision_ref": "art119",
      "section": "119",
      "title": "Article 119",
      "content": "I. à II. - A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII. - Les dispositions du présent article sont applicables aux accords et règlements déposés à compter du 1er septembre 2021.\n\n- Code du travail\n\n- Code du travail"
    },
    {
      "provision_ref": "art123",
      "section": "123",
      "title": "Article 123",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2020-807 DC du 3 décembre 2020.]"
    },
    {
      "provision_ref": "art124",
      "section": "124",
      "title": "Article 124",
      "content": "Les dispositions des articles 1er à 6 de l'ordonnance n° 2020-596 du 20 mai 2020 portant adaptation des règles relatives aux difficultés des entreprises et des exploitations agricoles aux conséquences de l'épidémie de covid-19 sont prolongées jusqu'au 31 décembre 2021 inclus.Le présent article est applicable à Wallis-et-Futuna."
    },
    {
      "provision_ref": "art125",
      "section": "125",
      "title": "Article 125",
      "content": "I. - Le prix d'achat effectif défini au deuxième alinéa du I de l'article L. 442-5 du code de commerce est affecté d'un coefficient de 1,10 pour les denrées alimentaires et les produits destinés à l'alimentation des animaux de compagnie revendus en l'état au consommateur, à l'exception des produits assujettis aux droits de consommation mentionnés au I de l'article 403 du code général des impôts.\n\nI bis.-Pour les produits assujettis aux droits de consommation mentionnés au I de l'article 403 du code général des impôts, le prix d'achat effectif défini au deuxième alinéa du I de l'article L. 442-5 du code de commerce est majoré d'un montant égal au produit d'un coefficient 0,1 par une valeur P, égale au prix d'achat effectif défini au même deuxième alinéa minoré du montant des droits de consommation mentionnés au I de l'article 403 du code général des impôts et du montant des cotisations prévues à l'article L. 245-7 du code de la sécurité sociale.I ter.-Le I du présent article n'est pas applicable aux produits mentionnés aux parties IX et XI de l'annexe 1 au règlement (UE) n° 1308/2013 du Parlement européen et du Conseil du 17 décembre 2013 portant organisation commune des marchés des produits agricoles et abrogeant les règlements (CEE) n° 922/72, (CEE) n° 234/79, (CE) n° 1037/2001 et (CE) n° 1234/2007 du Conseil.\n\nPar dérogation, un arrêté du ministre chargé de l'agriculture peut fixer la liste de certains de ces produits pour lesquels le I du présent article est applicable, sur demande motivée de l'interprofession représentative des produits concernés ou, lorsqu'il n'existe pas d'interprofession pour ce type de produits, d'une organisation professionnelle représentant des producteurs.II. - A. - Les dispositions du présent II s'appliquent aux avantages promotionnels, immédiats ou différés, ayant pour effet de réduire le prix de vente au consommateur de produits de grande consommation au sens du I de l'article L. 441-4 du code de commerce.B. - Les avantages promotionnels, le cas échéant cumulés, mentionnés au A du présent II, accordés au consommateur pour un produit déterminé, ne sont pas supérieurs à 34 % du prix de vente au consommateur ou à une augmentation de la quantité vendue équivalente.\n\nPour les produits de grande consommation qui ne sont pas des denrées alimentaires ou des produits destinés à l'alimentation des animaux de compagnie, les avantages promotionnels, le cas échéant cumulés, mentionnés au A du présent II, accordés au consommateur pour un produit déterminé, peuvent atteindre 40 % du prix de vente au consommateur ou une augmentation de la quantité vendue équivalente.C. - Sous réserve des dispositions du III, ces avantages promotionnels, qu'ils soient accordés par le fournisseur ou par le distributeur, portent sur des produits ne représentant pas plus de 25 % :1° Du chiffre d'affaires prévisionnel fixé par la convention prévue à l'article L. 441-4 du code de commerce ;2° Du volume prévisionnel prévu par un contrat portant sur la conception et la production de produits de grande consommation selon des modalités répondant aux besoins particuliers de l'acheteur ;3° Des engagements de volume portant sur des produits agricoles périssables ou issus de cycles courts de production, d'animaux vifs, de carcasses ou pour les produits de la pêche et de l'aquaculture.Pour l'application des dispositions du présent C, la convention mentionnée au 1° et le contrat mentionné au 2° fixent respectivement un chiffre d'affaires prévisionnel et un volume prévisionnel.D. - Les dispositions du présent II ne s'appliquent pas aux produits périssables et menacés d'altération rapide, à la condition que l'avantage promotionnel ne fasse l'objet d'aucune publicité ou annonce à l'extérieur du point de vente.E. - Tout manquement aux obligations du présent II par le fournisseur ou le distributeur est passible d'une amende administrative dont le montant ne peut excéder 75 000 € pour une personne physique et 375 000 € ou la moitié des dépenses de publicité effectuées au titre de l'avantage promotionnel pour une personne morale.Les agents mentionnés au II de l'article L. 450-1 du code de commerce sont habilités à rechercher et à constater les manquements aux dispositions du présent article dans les conditions prévues au livre IV du même code. L'article L. 470-1 dudit code peut être mis en œuvre à partir des constatations effectuées.L'amende est prononcée dans les conditions prévues à l'article L. 470-2 du même code. Le maximum de l'amende encourue est doublé en cas de réitération du manquement dans un délai de deux ans à compter de la date à laquelle la première décision de sanction est devenue définitive.III. - Un arrêté du ministre chargé de l'économie fixe la liste des produits de grande consommation pour lesquels, par dérogation, les dispositions du C du II ne sont pas applicables, dans les conditions suivantes :1° Plus de la moitié des ventes de l'année civile aux consommateurs des produits de grande consommation concernés est, de façon habituelle, concentrée sur une durée n'excédant pas douze semaines au total ;2° La dérogation prévue au premier alinéa du présent III fait l'objet d'une demande, motivée et accompagnée de toutes données utiles pour l'appréciation de la saisonnalité des ventes au regard du critère prévu au 1°, par une organisation professionnelle représentant des producteurs ou des fournisseurs des produits ou des catégories de produits concernés. Pour les denrées ou les catégories de denrées alimentaires, lorsqu'une interprofession représentative des denrées ou des catégories de denrées concernées existe, la dérogation fait l'objet d'une demande présentée par ladite interprofession.IV. - Le Gouvernement remet au Parlement, avant le 1er octobre de chaque année, un rapport évaluant les effets du présent article sur la construction des prix de vente des denrées alimentaires et des produits destinés à l'alimentation des animaux de compagnie revendus en l'état au consommateur, notamment sur la base des documents mentionnés au IV bis. Le rapport analyse notamment l'usage qui a été fait par les distributeurs, depuis 2019, du surplus de chiffre d'affaires enregistré à la suite de la mise en œuvre du I ; il détaille, d'une part, la part de ce chiffre d'affaires supplémentaire qui s'est traduite par une revalorisation des prix convenus entre les distributeurs et leurs fournisseurs de produits alimentaires et de produits destinés à l'alimentation des animaux de compagnie et, d'autre part, celle qui s'est traduite par une baisse des prix de vente à la consommation ou par un reversement au consommateur sous la forme de promotions ou de crédits récompensant leur fidélité. Il analyse la part de ce chiffre d'affaires supplémentaire qui s'est traduite, le cas échéant, par une diminution des prix de vente des produits alimentaires vendus sous marque de distributeur. Ce rapport précise également, le cas échéant, la part de l'augmentation de chiffre d'affaires enregistrée par les fournisseurs de produits alimentaires et de produits destinés à l'alimentation des animaux de compagnie qui a donné lieu à une revalorisation des prix d'achat des produits agricoles. Ce rapport est établi après consultation de l'ensemble des acteurs économiques concernés de la filière alimentaire. L'observatoire de la formation des prix et des marges des produits alimentaires mentionné à l'article L. 682-1 du code rural et de la pêche maritime est associé à son élaboration.Le Gouvernement remet au Parlement, avant le 1er octobre de chaque année, un rapport évaluant les effets de l'encadrement des promotions prévu au II du présent article sur les prix de vente des produits de grande consommation. Ce rapport analyse ces effets en distinguant, d'une part, les denrées alimentaires et les produits destinés à l'alimentation des animaux de compagnie et, d'autre part, les autres produits de grande consommation. Il analyse spécifiquement les conséquences sur l'évolution du revenu des agriculteurs et les effets de la mesure sur les petites et moyennes entreprises. Il précise, le cas échéant, la liste des pratiques constatées par les services de l'Etat tendant à contourner les objectifs dudit encadrement et indique les moyens mis en œuvre pour remédier à ces pratiques.\n\nLes rapports mentionnés au présent IV peuvent être rendus publics.IV bis.-Chaque distributeur de produits de grande consommation transmet aux ministres chargés de l'économie et de l'agriculture, avant le 1er septembre de chaque année, un document présentant la part du surplus de chiffre d'affaires enregistré à la suite de la mise en œuvre du I qui s'est traduite par une revalorisation des prix d'achat des produits alimentaires et agricoles auprès de leurs fournisseurs. Il répond à toute demande de précisions des ministres précités dans un délai de quinze jours. Le Gouvernement transmet au président de la commission chargée des affaires économiques de l'Assemblée nationale et du Sénat ce document, qui ne peut être rendu public.\n\nLe fait, pour un distributeur, de ne pas transmettre le document mentionné au premier alinéa du présent IV bis ou de ne pas répondre à une demande de précisions des ministres chargés de l'économie ou de l'agriculture est puni d'une amende administrative dont le montant ne peut excéder 0,4 % de son chiffre d'affaires annuel hors taxes réalisé en France lors du dernier exercice clos.Les agents mentionnés au II de l'article L. 450-1 du code de commerce sont habilités à rechercher et à constater les manquements au présent IV bis dans les conditions prévues au livre IV du code de commerce. Il peut être fait application de l'article L. 470-1 du même code à partir des constatations effectuées.L'amende est prononcée dans les conditions prévues à l'article L. 470-2 dudit code. Le montant de l'amende encourue est doublé en cas de réitération du manquement dans un délai de deux ans à compter de la date à laquelle la première décision est devenue définitive.V. - Les dispositions du présent article ne sont pas applicables dans les collectivités de la Guadeloupe, de la Guyane, de la Martinique, de La Réunion et de Mayotte, ni dans les collectivités de Saint-Barthélemy, de Saint-Martin et de Saint-Pierre-et-Miquelon.VI. - A. - Un décret en Conseil d'Etat, pris après avis de l'Autorité de la concurrence, peut suspendre l'application des dispositions des I à III pour tout ou partie des denrées ou produits mentionnés aux I et II, si les conditions prévues au B du présent VI sont remplies. Dans ce cas, l'Assemblée nationale et le Sénat en sont informés sans délai.B. - Les dispositions du A du présent VI sont applicables si le comportement d'un nombre significatif d'acheteurs de denrées ou produits mentionnés aux I et II, lors de la négociation ou de l'exécution des conventions et des contrats mentionnés au II, est de nature à compromettre sensiblement l'atteinte de l'un des objectifs de rétablissement de conditions de négociation plus favorables pour les fournisseurs, de développement des produits dont la rentabilité est trop faible et de meilleur équilibre dans les filières alimentaires de l'article 15 de la loi n° 2018-938 du 30 octobre 2018 pour l'équilibre des relations commerciales dans le secteur agricole et alimentaire et une alimentation saine, durable et accessible à tous.VII. - Les dispositions du présent article sont applicables aux contrats en cours d'exécution à la date d'entrée en vigueur de la présente loi.VIII. - Les I, II et IV sont applicables jusqu'au 15 avril 2028.IX et X. - A abrogé les dispositions suivantes :\n\n-  Ordonnance n° 2018-1128 du 12 décembre 2018\n\n-  Ordonnance n° 2018-1128 du 12 décembre 2018"
    },
    {
      "provision_ref": "art127",
      "section": "127",
      "title": "Article 127",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nIII. - Le présent article entre en vigueur à la date de publication de la présente loi.\n\n- Livre des procédures fiscales\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI.\n\n- Livre des procédures fiscales"
    },
    {
      "provision_ref": "art129",
      "section": "129",
      "title": "Article 129",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2020-807 DC du 3 décembre 2020.]"
    },
    {
      "provision_ref": "art131",
      "section": "131",
      "title": "Article 131",
      "content": "I. et II. - A créé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code de la commande publique\n\n- LOI n°2020-734 du 17 juin 2020\n\n- Code de la commande publique\n\n- Code de la commande publique\n\n- Code de la commande publique\n\n- Code de la commande publique\n\nIII. - Le présent article s'applique aux marchés publics et aux concessions pour lesquels une consultation est engagée ou un avis d'appel à la concurrence est envoyé à la publication à compter de la publication de la présente loi."
    },
    {
      "provision_ref": "art133",
      "section": "133",
      "title": "Article 133",
      "content": "I. - Les contrats répondant à la définition des contrats de la commande publique énoncée à l'article L. 2 du code de la commande publique pour lesquels une consultation a été engagée ou un avis d'appel à la concurrence a été envoyé à la publication avant le 1er avril 2016 peuvent être modifiés sans nouvelle procédure de mise en concurrence dans les conditions définies par le code de la commande publique.II. - Les dispositions du présent article sont applicables aux contrats mentionnés au I passés par l'Etat et ses établissements publics dans les îles Wallis et Futuna, en Polynésie française, en Nouvelle-Calédonie et dans les Terres australes et antarctiques françaises."
    },
    {
      "provision_ref": "art135",
      "section": "135",
      "title": "Article 135",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2020-807 DC du 3 décembre 2020.]"
    },
    {
      "provision_ref": "art136",
      "section": "136",
      "title": "Article 136",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2020-807 DC du 3 décembre 2020.]"
    },
    {
      "provision_ref": "art137",
      "section": "137",
      "title": "Article 137",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2020-807 DC du 3 décembre 2020.]"
    },
    {
      "provision_ref": "art140",
      "section": "140",
      "title": "Article 140",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code de la commande publique\n\nII. - Les dispositions du présent article, à l'exception du 2° du I, sont applicables aux marchés publics et aux contrats de concession pour lesquels une consultation est engagée ou un avis d'appel à la concurrence est envoyé à la publication à compter de la publication de la présente loi."
    },
    {
      "provision_ref": "art142",
      "section": "142",
      "title": "Article 142",
      "content": "I. - Jusqu'au 31 décembre 2022 inclus, les acheteurs peuvent conclure un marché de travaux sans publicité ni mise en concurrence préalables pour répondre à un besoin dont la valeur estimée est inférieure à 100 000 € hors taxes.Ces dispositions sont applicables aux lots qui portent sur des travaux et dont le montant est inférieur à 100 000 € hors taxes, à la condition que le montant cumulé de ces lots n'excède pas 20 % de la valeur totale estimée de tous les lots.Les acheteurs veillent à choisir une offre pertinente, à faire une bonne utilisation des deniers publics et à ne pas contracter systématiquement avec un même opérateur économique lorsqu'il existe une pluralité d'offres susceptibles de répondre au besoin.II. - Le présent article s'applique aux marchés publics pour lesquels une consultation est engagée ou un avis d'appel à la concurrence est envoyé à la publication à compter de la publication de la présente loi.Le présent article est applicable aux marchés publics conclus par l'Etat et ses établissements publics dans les îles Wallis et Futuna, en Polynésie française, en Nouvelle-Calédonie et dans les Terres australes et antarctiques françaises."
    },
    {
      "provision_ref": "art144",
      "section": "144",
      "title": "Article 144",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\n- Code de la commande publique\n\n- LOI n°2010-597 du 3 juin 2010\n\nIII. - Les dispositions de l'article L. 2171-6 du code de la commande publique, dans leur rédaction résultant du présent article, s'appliquent aux marchés publics pour lesquels une consultation est engagée ou un avis d'appel public à la concurrence est envoyé à la publication à compter de la publication de la présente loi."
    },
    {
      "provision_ref": "art148",
      "section": "148",
      "title": "Article 148",
      "content": "I. - L'article 8 entre en vigueur le 1er janvier 2021.II. - L'article 19 entre en vigueur le premier jour du sixième mois qui suit celui de la publication de la présente loi.III. - Les 1° à 3° de l'article 29 et l'article 33 entrent en vigueur le premier jour du troisième mois qui suit celui de la publication de la présente loi.Les 9°, 10° et 12° à 14° de l'article 29 entrent en vigueur le premier jour du sixième mois qui suit celui de la publication de la présente loi.IV. - Les articles 37 à 44 sont applicables aux procédures engagées après la publication de la présente loi.L'article 57 est applicable aux cessations d'activité déclarées à partir du premier jour du dix-huitième mois suivant celui de la publication de la présente loi.V. - Les demandes de création de site internet de commerce électronique de médicaments déposées auprès des agences régionales de santé pour autorisation et en cours d'instruction à la date d'entrée en vigueur du décret en Conseil d'Etat prévu à l'article L. 5125-41 du code de la santé publique sont soumises aux dispositions du même article L. 5125-41. Le dépôt d'un dossier complet de demande d'autorisation est réputé satisfaire à l'obligation de déclaration prévue à l'article L. 5125-36 du même code.VI. - L'article 101 entre en vigueur à une date fixée par arrêté du ministre chargé de la santé, et au plus tard le 31 décembre 2020.VII. - L'article 106 entre en vigueur le 1er mai 2021.VIII. - L'article 109 entre en vigueur à une date fixée par arrêté du ministre chargé de la sécurité sociale, et au plus tard le 1er mars 2022."
    },
    {
      "provision_ref": "art149",
      "section": "149",
      "title": "Article 149",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2020-807 DC du 3 décembre 2020.]La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}