{
  "id": "loi-n-2004-804-du-9-aout-2004",
  "type": "statute",
  "title": "Loi n° 2004-804 du 9 août 2004",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000237104",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - Les dons de sommes d'argent consentis en pleine propriété au profit d'un enfant, d'un petit-enfant, d'un arrière-petit-enfant ou, à défaut d'une telle descendance, d'un neveu ou d'une nièce sont exonérés de droits de mutation à titre gratuit dans la limite de 30 000 euros.Cette exonération est subordonnée au respect des conditions suivantes :1° La donation est effectuée entre le 1er juin 2004 et le 31 décembre 2005 ;2° Le bénéficiaire du don est âgé de dix-huit ans révolus au jour de la transmission ;3° Les sommes sont transférées au profit du donataire durant la période mentionnée au 1°.Le plafond de 30 000 euros est applicable aux donations consenties par un même donateur à un même donataire et s'apprécie en tenant compte des dons de sommes d'argent effectués par un même donateur à un même donataire pendant la période mentionnée au 1°.II. - Il n'est pas tenu compte des dons de sommes d'argent mentionnés au I pour l'application de l'article 784 du code général des impôts.III. - Sous réserve de l'application des dispositions du 1° du 1 de l'article 635 du code général des impôts et du 1 de l'article 650 du même code, les dons de sommes d'argent mentionnés au I doivent être déclarés ou enregistrés par le donataire au service des impôts du lieu de son domicile dans le délai d'un mois qui suit la date du don. L'obligation déclarative est accomplie par la souscription, en double exemplaire, d'un formulaire conforme au modèle fixé par voie réglementaire."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. - A. - Les droits constitués avant le 16 juillet 2004 au titre de la réserve spéciale de participation prévue à l'article L. 442-2 du code du travail et les actions ou parts acquises avant la même date dans le cadre des plans d'épargne salariale définis aux articles L. 443-1 et L. 443-1-1 du code du travail ainsi qu'à l'article L. 443-1-2 du même code dans sa rédaction en vigueur avant la publication de la loi n° 2003-775 du 21 août 2003 portant réforme des retraites sont, dans les conditions et limites mentionnées au III, négociables ou exigibles avant l'expiration des délais prévus aux articles L. 442-7, L. 442-12 et au premier alinéa de l'article L. 443-6 du code du travail ainsi qu'aux a et b du I de l'article L. 443-1-2 du même code dans sa rédaction susvisée du 16 juin au 31 décembre 2004.B. - Les modalités d'application des dispositions du A sont définies, selon le cas, par un accord négocié dans les conditions prévues aux articles L. 442-10 et L. 442-11 du code du travail ou, pour les plans d'épargne d'entreprise établis unilatéralement par l'employeur, par une décision du chef d'entreprise.C. - A défaut d'accord ou de décision intervenu au plus tard le 30 septembre 2004, les dispositions du A sont applicables sur simple demande du bénéficiaire lorsqu'elles portent sur des actions ou parts d'organismes de placement collectif en valeurs mobilières ne relevant pas des articles L. 214-40 ou L. 214-40-1 du code monétaire et financier.II. - A. - Les sommes attribuées aux salariés au titre de l'intéressement prévu à l'article L. 441-1 du code du travail et versées du 16 juin au 31 décembre 2004 sont, même en l'absence d'affectation à un plan d'épargne d'entreprise dans les conditions prévues à l'article L. 441-6 du code du travail, et dans les conditions et limites mentionnées au III, exonérées d'impôt sur le revenu.B. - Par dérogation aux articles L. 442-7 et L. 442-12 du code du travail, les sommes attribuées aux salariés au titre de la participation aux résultats de l'entreprise peuvent, dans les conditions et limites mentionnées au III, leur être versées directement du 16 juin au 31 décembre 2004. Ces sommes bénéficient des exonérations prévues à l'article L. 442-8 du code précité.Toutefois, lorsque l'accord de participation prévoit exclusivement l'affectation des sommes à un compte que l'entreprise consacre à des investissements en application du 2° de l'article L. 442-5 du code du travail ou à des parts d'organismes de placement collectif en valeurs mobilières relevant de l'article L. 214-40 du code monétaire et financier, l'application des dispositions de l'alinéa précédent est subordonnée à un accord négocié dans les conditions prévues aux articles L. 442-10 et L. 442-11 du code du travail.III. - A. - Le versement ou la délivrance des droits, actions, parts et sommes mentionnés aux I et II s'effectue sur demande des bénéficiaires dans la limite d'un plafond global, net de prélèvements sociaux, de 10 000 euros par bénéficiaire.B. - Les accords et décisions mentionnés au B du I et au deuxième alinéa du B du II peuvent prévoir que le versement ou la délivrance de certaines catégories de droits, actions, parts ou sommes respecte des plafonds particuliers au sein du plafond global prévu au A. Ils ne peuvent toutefois prévoir de tels plafonds pour les actions ou parts d'organismes de placement collectif en valeurs mobilières ne relevant pas des articles L. 214-40 ou L. 214-40-1 du code monétaire et financier.IV. - Un décret fixe les obligations déclaratives pour l'application du présent article.V. - Dans un délai d'un mois après la promulgation de la présente loi, les entreprises informent leurs salariés des droits dérogatoires créés par le présent article."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I. - Paragraphe modificateurII. - Les dispositions du I s'appliquent à la réserve spéciale de participation calculée au titre des exercices ouverts à compter du 1er janvier 2004."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I. à VI. Paragraphes modificateursVII. - Les dispositions du présent article s'appliquent aux opérations qui ont bénéficié d'une décision d'agrément délivrée postérieurement au 26 mars 2004.VIII. - Paragraphe modificateur."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I. - Paragraphe modificateurII. - Par dérogation aux dispositions des articles 635 et 638 du code général des impôts, les mutations qui satisfont les conditions prévues à l'article 724 bis du même code, réalisées entre le 16 juin 2004 et le 30 septembre 2004, doivent être enregistrées ou déclarées avant le 3 novembre 2004.III. - Les pertes de recettes pour les fonds de péréquation départementaux mentionnés à l'article 1595 bis du même code résultant de l'application du 1° du I sont compensées par une majoration à due concurrence du prélèvement sur les recettes de l'Etat au titre de la compensation d'exonérations relatives à la fiscalité locale. Cette compensation est calculée selon le barème de taux de taxe additionnelle applicable à l'entrée en vigueur de la présente loi."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I. à VI. Paragraphes modificateursVII. - Les redevables de la redevance d'archéologie préventive due, en application de la loi n° 2003-707 du 1er août 2003 modifiant la loi n° 2001-44 du 17 janvier 2001 relative à l'archéologie préventive, sur les travaux soumis à autorisation ou déclaration préalable en application du code de l'urbanisme et dont le fait générateur est intervenu à compter du 1er novembre 2003 peuvent demander, jusqu'au 31 décembre 2004, à bénéficier des règles de détermination de la redevance prévues au I de l'article L. 524-7 du code du patrimoine."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I à III. - Paragraphes modificateursIV - Les contrats comportant la réalisation, la modification, l'extension et l'entretien de bâtiments répondant aux besoins de la défense nationale peuvent prévoir le versement par le contractant d'une contrepartie financière globale, capitalisée et payable d'avance."
    }
  ]
}