{
  "id": "loi-n-2008-1249-du-1er-decembre-2008",
  "type": "statute",
  "title": "LOI n° 2008-1249 du 1er décembre 2008",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000019860428",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I.-Il est institué un revenu de solidarité active qui a pour objet d'assurer à ses bénéficiaires des moyens convenables d'existence, afin de lutter contre la pauvreté, encourager l'exercice ou le retour à une activité professionnelle et aider à l'insertion sociale des bénéficiaires. Le revenu de solidarité active remplace le revenu minimum d'insertion, l'allocation de parent isolé et les différents mécanismes d'intéressement à la reprise d'activité. Sous la responsabilité de l'Etat et des départements, sa réussite nécessitera la coordination et l'implication des acteurs du champ de l'insertion, des entreprises et des partenaires sociaux.\n\nII.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\n-Code de l'action sociale et des familles\n\n-Code de l'action sociale et des familles"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Avant le 1er juin 2009, le Gouvernement transmet au Parlement un rapport faisant le bilan des expérimentations du revenu de solidarité active conduites par les départements habilités."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Avant le 1er juin 2010, le Gouvernement transmet au Parlement un rapport sur la situation des jeunes non étudiants, âgés de moins de vingt-cinq ans, au regard de l'insertion sociale et professionnelle, de l'accès au service public de l'emploi et des sommes qu'ils perçoivent au titre de la prime pour l'emploi et du revenu de solidarité active."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Dans un délai d'un an à compter de l'entrée en vigueur de la présente loi, le Gouvernement remet au Parlement un rapport relatif aux conditions d'intégration de l'allocation de solidarité spécifique au revenu de solidarité active. Ce rapport mentionne la position des partenaires sociaux sur cette question."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. ― S'agissant de la contribution des départements au financement du revenu de solidarité active, mentionnée à l'article L. 262-24 du code de l'action sociale et des familles dans sa rédaction issue de la présente loi, le maintien de la compétence transférée par la loi n° 2003-1200 du 18 décembre 2003 portant décentralisation du revenu minimum d'insertion et créant un revenu minimum d'activité demeure compensé dans les conditions fixées à l'article 4 de cette loi.A la date d'entrée en vigueur de la présente loi, l'allocation à la charge des départements mentionnée à l'article L. 262-24 du code de l'action sociale et des familles, dans sa rédaction issue de la présente loi, est calculée selon les mêmes modalités réglementaires que l'allocation prévue à l'article L. 262-3 du même code dans sa rédaction applicable avant l'entrée en vigueur de la présente loi.II. ― Les charges nettes supplémentaires qui résultent pour les départements du transfert de compétence mis en œuvre par la présente loi sont intégralement compensées par l'Etat dans les conditions fixées par la loi de finances.A la date d'entrée en vigueur de la présente loi, le montant forfaitaire majoré mentionné à l'article L. 262-9 du code de l'action sociale et des familles, dans sa rédaction issue de la présente loi, est calculé selon les mêmes modalités réglementaires que l'allocation prévue à l'article L. 524-1 du code de la sécurité sociale, dans sa rédaction applicable avant l'entrée en vigueur de la présente loi.La compensation financière mentionnée au premier alinéa s'opère, à titre principal, par l'attribution d'impositions de toute nature.Si les recettes provenant des impositions attribuées en application de l'alinéa précédent diminuent, l'Etat compense cette perte dans des conditions fixées en loi de finances afin de garantir aux départements un niveau de ressources équivalant au montant du droit à compensation résultant de l'application du premier alinéa du présent II. Ces diminutions de recettes et les mesures de compensation prises au titre du présent alinéa font l'objet d'un rapport de la commission consultative sur l'évaluation des charges mentionnée à l'article L. 1211-4-1 du code général des collectivités territoriales.Au titre de l'année 2009, cette compensation est calculée, pour les départements métropolitains, sur la base de la moitié des dépenses exposées par l'Etat en 2008 au titre de l'allocation de parent isolé, nettes des sommes exposées au titre de l'intéressement proportionnel et forfaitaire relevant de l'article L. 524-5 du code de la sécurité sociale dans sa rédaction applicable avant l'entrée en vigueur de la présente loi, constatées au 31 décembre 2008 par le ministre chargé de l'action sociale, et déduction faite du montant, constaté par le même ministre, de la moitié des dépenses ayant incombé aux départements en 2008 au titre de l'intéressement proportionnel et forfaitaire relevant de l'article L. 262-11 du code de l'action sociale et des familles dans sa rédaction antérieure à l'entrée en vigueur de la présente loi.Cette compensation est ajustée au vu des sommes enregistrées pour chaque département métropolitain dans les comptes des caisses d'allocations familiales et des caisses de la mutualité sociale agricole pour les mois de juin 2009 à novembre 2009 au titre du montant forfaitaire majoré mentionné à l'article L. 262-9 du code de l'action sociale et des familles, dans sa rédaction issue de la présente loi, et décaissées par les départements entre juillet et décembre 2009, sous réserve que, pour chaque département, ces sommes ne soient pas inférieures au montant de la moitié des dépenses exposées par l'Etat en 2008 au titre de l'allocation de parent isolé, nettes des sommes exposées au titre de l'intéressement proportionnel et forfaitaire relevant de l'article L. 524-5 du code de la sécurité sociale, dans sa rédaction applicable avant l'entrée en vigueur de la présente loi, constatées au 31 décembre 2008 par le ministre chargé de l'action sociale. Cet ajustement est inscrit dans la loi de finances suivant l'établissement de ces comptes.Au titre des années suivantes, la compensation est ajustée de manière définitive au vu des sommes enregistrées pour chaque département dans les comptes des caisses d'allocations familiales et des caisses de la mutualité sociale agricole pour les mois de décembre 2009 à novembre 2010 au titre du montant forfaitaire majoré mentionné à l'article L. 262-9 du code de l'action sociale et des familles, dans sa rédaction issue de la présente loi, et décaissées par les départements entre janvier et décembre 2010, sous réserve que, pour chaque département, ces sommes ne soient pas inférieures au montant des dépenses exposées par l'Etat en 2008 au titre de l'allocation de parent isolé, nettes des sommes exposées au titre de l'intéressement proportionnel et forfaitaire relevant de l'article L. 524-5 du code de la sécurité sociale, dans sa rédaction applicable avant l'entrée en vigueur de la présente loi, constatées au 31 décembre 2008 par le ministre chargé de l'action sociale. Cet ajustement est inscrit dans la loi de finances suivant l'établissement de ces comptes.\n\nIII.-A compter du 1er janvier 2019, les I et II ne s'appliquent pas à la collectivité territoriale de Guyane et au Département de Mayotte.\n\nIV. ― La commission consultative sur l'évaluation des charges prévue à l'article L. 1211-4-1 du code général des collectivités territoriales est consultée, dans les conditions prévues aux articles L. 1614-3 et L. 1614-3-1 du même code :― en 2009, pour vérifier l'exactitude des calculs concernant les dépenses engagées par l'Etat au titre de l'allocation de parent isolé en 2008, et concernant le coût en 2008 des intéressements proportionnels et forfaitaires relevant des articles L. 262-11 du code de l'action sociale et des familles et L. 524-5 du code de la sécurité sociale dans leur rédaction antérieure à la promulgation de la présente loi ;― en 2010, sur les modalités d'évaluation des charges résultant du transfert de compétence visé au II du présent article ;― en 2011, sur les modalités d'évaluation des charges résultant du transfert de compétence visé au II et sur l'adéquation de la compensation définitive au montant des dépenses engagées par les conseils généraux.\n\nV.-A compter du 1er janvier 2020, les I et II ne s'appliquent pas au département de La Réunion."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Le Gouvernement remet au Parlement, avant le dépôt du projet de loi de financement de la sécurité sociale pour 2010, un rapport présentant l'échéancier de conception et de déploiement d'un service informatisé de déclaration sociale nominative, visant à simplifier les formalités déclaratives des entreprises et des bénéficiaires du revenu de solidarité active et à faciliter les échanges d'informations entre les organismes de protection sociale."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Les collectivités territoriales peuvent subordonner les aides qu'elles accordent aux entreprises à l'engagement de celles-ci en matière de créations d'emplois, notamment à temps plein."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\n-Code du travail\n\n-Code du travail"
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Il est créé un fonds d'appui aux expérimentations en faveur des jeunes et de leur engagement pour des causes d'intérêt général. Ce fonds est doté de contributions de l'Etat et de toute personne morale de droit public ou privé qui s'associent pour définir, financer et piloter un ou plusieurs programmes expérimentaux visant à               favoriser la réussite scolaire des élèves, développer la mobilisation des jeunes au service de causes d'intérêt général  et améliorer l'insertion sociale et professionnelle des jeunes de moins de vingt-cinq ans.\n\nLa gestion de ce fonds est assurée par la Caisse des dépôts et consignations.\n\nUn décret définit les conditions de fonctionnement du fonds."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "II. ― Le I est applicable à l'obligation d'emploi des travailleurs handicapés des années 2009 et suivantes."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "I.-Sous réserve de l'inscription en loi de finances des dispositions prévues au premier alinéa du II de l'article 7, la présente loi entre en vigueur le 1er juin 2009, à l'exception des deux derniers alinéas de l'article L. 262-40 du code de l'action sociale et des familles, des 1° à 3° de l'article 18, des articles 21,22 et 23 et du 4° du I de l'article 24 qui entrent en vigueur le 1er janvier 2010. Toutefois, le fonds national des solidarités actives est constitué à compter du 1er janvier 2009. Le fonds d'appui aux expérimentations en faveur des jeunes créé par l'article 25 de la présente loi est constitué à compter du lendemain de la publication de la présente loi au Journal officiel.\n\nII.-A.-1. La contribution additionnelle au prélèvement social mentionné à l'article L. 245-14 du code de la sécurité sociale, instituée par l'article L. 262-24 du code de l'action sociale et des familles, s'applique aux revenus des années 2008 et suivantes.\n\n2. La contribution additionnelle au prélèvement social mentionné à l'article L. 245-15 du code de la sécurité sociale, instituée par l'article L. 262-24 du code de l'action sociale et des familles, s'applique, à compter du 1er janvier 2009, aux produits de placements mentionnés au I de l'article L. 136-7 du code de la sécurité sociale et aux produits de placements mentionnés au II du même article pour la part de ces produits acquise et, le cas échéant, constatée à compter du 1er janvier 2009.\n\n3. Le 7° de l'article 12 s'applique pour la détermination du plafonnement des impositions afférentes aux revenus réalisés à compter de l'année 2008.\n\nB.-Les 2° à 5°, a et c du 6° et 8° de l'article 12 sont applicables à compter des impositions établies au titre de 2009. Les 1° et b du 6° du même article sont applicables à compter des impositions établies au titre de 2010.\n\nPour les redevables ayant cessé d'être bénéficiaires du revenu minimum d'insertion au cours de l'année 2008, le premier alinéa du III de l'article 1414 et le 2° de l'article 1605 bis du code général des impôts dans leur rédaction en vigueur au 1er janvier 2008 sont maintenus pour les impositions correspondantes établies au titre de l'année 2009.\n\nIII.-A compter du 1er juin 2009, des conventions individuelles se rapportant aux contrats d'avenir prévus à la section 3 et aux contrats d'insertion-revenu minimum d'activité prévus à la section 6 du chapitre IV du titre III du livre Ier de la cinquième partie du code du travail peuvent être conclues, pour les bénéficiaires du revenu de solidarité active financé par les départements, les bénéficiaires de l'allocation de solidarité spécifique et les bénéficiaires de l'allocation aux adultes handicapés, jusqu'au 31 décembre 2009.\n\nLes conventions individuelles qui concernent des bénéficiaires du revenu de solidarité active financé par le département sont conclues par le président du conseil général.\n\nA compter du 1er juin 2009, le montant de l'aide versée à l'employeur mentionnée à l'article L. 5134-51 du code du travail est égal au montant forfaitaire prévu à l'article L. 262-2 du code de l'action sociale et des familles applicable pour une personne isolée dans sa rédaction issue de la présente loi. Pour les contrats d'avenir conclus avec des bénéficiaires du revenu de solidarité active, ce montant est pris en charge par l'Etat à hauteur de 12 %.\n\nA compter du 1er juin 2009, le montant de l'aide versée à l'employeur mentionnée à l'article L. 5134-95 du code du travail est égal au montant forfaitaire prévu à l'article L. 262-2 du code de l'action sociale et des familles applicable pour une personne isolée dans sa rédaction issue de la présente loi. Pour les contrats d'insertion-revenu minimum d'activité conclus avec des bénéficiaires du revenu de solidarité active, ce montant est pris en charge par l'Etat à hauteur de 12 %.\n\nA compter du 1er janvier 2009, le contrat d'avenir et le contrat d'accompagnement dans l'emploi peuvent, aux fins de développer l'expérience et les compétences du salarié, prévoir par avenant une période d'immersion auprès d'un autre employeur dans les conditions prévues à l'article L. 8241-2 du code du travail. Un décret détermine la durée et les conditions d'agrément et d'exécution de cette période d'immersion.\n\nPar exception au deuxième alinéa du I de l'article L. 262-24 du code de l'action sociale et des familles dans sa rédaction issue de la présente loi, lorsque, au sein du foyer, une personne bénéficiaire du revenu de solidarité active financé par le département a conclu entre le 1er juin et le 31 décembre 2009 une des conventions mentionnées aux articles L. 5134-38, L. 5134-39 ou L. 5134-75 du code du travail, l'allocation de revenu de solidarité active est, pendant la période mentionnée au 5° de l'article L. 262-3 du code de l'action sociale et des familles dans sa rédaction issue de la présente loi, intégralement à la charge du fonds national des solidarités actives.\n\nIV.-A compter du 1er janvier 2009, à titre exceptionnel, lorsque des salariés âgés de cinquante ans et plus ou des personnes reconnues travailleurs handicapés embauchés dans des entreprises d'insertion, des ateliers et chantiers d'insertion ou des associations intermédiaires rencontrent des difficultés particulières qui font obstacle à leur insertion durable dans l'emploi, le contrat de travail conclu en application de l'article L. 1242-3 du code du travail, le contrat d'avenir ou le contrat d'accompagnement dans l'emploi qu'ils ont conclu peut être prolongé au-delà de la durée maximale. Cette prolongation est accordée par l'institution mentionnée à l'article L. 5312-1 du même code ou par le président du conseil général lorsque, dans le cas des contrats d'avenir, celui-ci a conclu la convention individuelle mentionnée à l'article L. 5134-38 dudit code associée à ce contrat, après examen de la situation du salarié au regard de l'emploi, de la capacité contributive de l'employeur et des actions d'accompagnement ou de formation conduites dans le cadre de la durée initialement prévue du contrat.\n\nV.-A compter de la publication de la loi n° 2016-1088 du 8 août 2016 relative au travail, à la modernisation du dialogue social et à la sécurisation des parcours professionnels, les actions de formation destinées aux personnes bénéficiant d'un contrat d'accompagnement dans l'emploi, dans les collectivités territoriales ou les établissements publics en relevant, sont financées, pour tout ou partie, au moyen de la cotisation obligatoire versée par les collectivités territoriales et leurs établissements publics, en application de l'article 12-2 de la loi n° 84-53 du 26 janvier 1984 portant dispositions statutaires relatives à la fonction publique territoriale, ainsi que par une cotisation obligatoire assise sur les rémunérations des bénéficiaires des contrats d'accompagnement dans l'emploi conclus sur le fondement de l'article L. 5134-20 du code du travail, dont le taux est fixé par décret.\n\nA compter de la promulgation de la loi n° 2012-1189 du 26 octobre 2012 portant création des emplois d'avenir, les actions de formation destinées aux personnes bénéficiant d'un contrat conclu au titre de l'article L. 5134-110 du code du travail dans les collectivités territoriales ou leurs établissements publics sont financées, pour tout ou partie, au moyen de la cotisation obligatoire versée par les collectivités territoriales et leurs établissements publics, en application du 1° de l'article 12-2 de la loi n° 84-53 du 26 janvier 1984 portant dispositions statutaires relatives à la fonction publique territoriale ainsi que par une cotisation obligatoire assise sur les rémunérations des bénéficiaires des contrats conclus au titre de l'article L. 5134-110 du code du travail dont le taux est fixé par décret.\n\nLe recouvrement des cotisations obligatoires assises sur les rémunérations des bénéficiaires des contrats d'accompagnement dans l'emploi conclus sur le fondement du même article L. 5134-20 et des contrats conclus au titre de l'article L. 5134-110 du même code mentionnées aux deux premiers alinéas du présent V est assuré selon les modalités prévues à l'article 12-2 de la loi n° 84-53 du 26 janvier 1984 précitée.\n\nUne convention annuelle d'objectifs et de moyens, conclue entre l'Etat et le Centre national de la fonction publique territoriale, définit les modalités de mise en œuvre des deux premiers alinéas du présent V."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I. ― Par dérogation à l'article 28, la présente loi entre en vigueur dans les départements d'outre-mer et les collectivités de Saint-Barthélemy, Saint-Martin et Saint-Pierre-et-Miquelon au plus tard le 1er janvier 2011, sous réserve de l'inscription dans la loi de finances des dispositions relatives à la compensation des charges résultant de l'extension de compétences réalisée par la présente loi.Jusqu'à la date fixée au premier alinéa, les dispositions régissant le revenu minimum d'insertion et l'allocation de parent isolé dans leur rédaction antérieure à l'entrée en vigueur de la présente loi continuent de s'appliquer dans les départements et collectivités mentionnés audit alinéa.II. ― Le Gouvernement est autorisé, après consultation de l'ensemble des collectivités concernées et dans les conditions prévues à l'article 38 de la Constitution, à prendre par ordonnances les mesures d'adaptation relevant du domaine de la loi qui sont nécessaires à l'application de la présente loi et à la mise en œuvre des politiques d'insertion dans les départements et collectivités mentionnés au I. Ces ordonnances seront prises au plus tard le dernier jour du dix-huitième mois suivant la publication de la présente loi. Les projets de loi de ratification devront être déposés au plus tard six mois après la publication de ces ordonnances."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "II. ― Il est mis fin, au 1er juin 2009, aux expérimentations du revenu de solidarité active et, au 1er janvier 2010, à celles relatives à la simplification de l'accès aux contrats de travail aidés conduites sur le fondement des dispositions mentionnées au I. Les délibérations adoptées par les conseils généraux ainsi que les arrêtés dérogatoires pris par les représentants de l'Etat dans le département aux fins de ces expérimentations cessent, selon leur objet, de produire leurs effets à compter des dates susmentionnées.III. ― Dans les zones expérimentales définies dans les délibérations adoptées par les conseils généraux et par les arrêtés pris pour l'application de l'article 20 de la loi n° 2007-1223 du 21 août 2007 précitée, les personnes qui bénéficient, en application de ces délibérations ou du décret n° 2007-1433 du 5 octobre 2007 relatif à l'expérimentation du revenu de solidarité active mise en œuvre en faveur des bénéficiaires de l'allocation de parent isolé et du revenu minimum d'insertion, d'une garantie de revenu d'un montant supérieur à celle mentionnée au premier alinéa de l'article L. 262-2 du code de l'action sociale et des familles dans sa rédaction issue de la présente loi, en conservent le bénéfice jusqu'à ce que les versements s'interrompent et au plus tard jusqu'au 31 mai 2010.IV. ― A compter du 1er juin 2009, les conventions individuelles conclues par le département dans le cadre des expérimentations destinées à simplifier l'accès au contrat d'avenir et au contrat insertion-revenu minimum d'activité peuvent l'être pour les bénéficiaires du revenu de solidarité active financé par le département.Pour ces conventions, le montant de l'aide versée à l'employeur à partir duquel le département applique son dispositif expérimental est égal au montant forfaitaire prévu à l'article L. 262-2 du code de l'action sociale et des familles applicable pour une personne isolée dans sa rédaction issue de la présente loi.Par exception au deuxième alinéa du I de l'article L. 262-24 du code de l'action sociale et des familles dans sa rédaction issue de la présente loi, lorsque, au sein du foyer, une personne bénéficiaire du revenu de solidarité active financé par le département conclut l'une des conventions individuelles définies dans le cadre des expérimentations, l'allocation de revenu de solidarité active est, pendant la période mentionnée au 5° de l'article L. 262-3 du même code dans sa rédaction issue de la présente loi, intégralement à la charge du fonds national des solidarités actives.Dans les zones expérimentales définies par les délibérations et arrêtés pris sur le fondement des IV et XI de l'article 142 de la loi n° 2006-1666 du 21 décembre 2006 précitée, les conventions individuelles conclues avant le 1er janvier 2010 par le département ou l'Etat et, s'ils sont à durée déterminée, les contrats de travail qui y sont associés, continuent de produire leurs effets jusqu'à leur terme, dans les conditions fixées par ces contrats, conventions, délibérations et arrêtés. Ces conventions ne peuvent faire l'objet d'aucun renouvellement ni d'aucune prolongation au-delà du 1er janvier 2010.V. ― Les conventions financières conclues entre l'Etat et le département sur le fondement du IX de l'article 142 de la loi n° 2006-1666 du 21 décembre 2006 précitée et de l'article 20 de la loi n° 2007-1223 du 21 août 2007 précitée continuent de produire leurs effets dans la limite de l'objet et de la durée prévus au présent article."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "I. ― Les contrats d'avenir et les contrats insertion-revenu minimum d'activité conclus antérieurement au 1er janvier 2010 continuent à produire leurs effets dans les conditions applicables antérieurement à cette date, jusqu'au terme de la convention individuelle en application de laquelle ils ont été signés. Cette convention et ces contrats ne peuvent faire l'objet d'aucun renouvellement ni d'aucune prolongation au-delà du 1er janvier 2010.II. ― Les personnes qui, au titre du mois de mai 2009, bénéficient d'un droit aux primes forfaitaires prévues aux articles L. 262-11 du code de l'action sociale et des familles et L. 524-5 du code de la sécurité sociale dans leur rédaction antérieure à l'entrée en vigueur de la présente loi peuvent continuer de percevoir ces primes selon les règles fixées par ces dispositions jusqu'à ce que ces versements s'interrompent. Elles ne peuvent, pendant cette période, bénéficier du revenu de solidarité active.III. ― Les bénéficiaires du revenu minimum d'insertion et de l'allocation de parent isolé qui débutent ou reprennent une activité professionnelle avant la date d'entrée en vigueur de la présente loi peuvent, à ce titre, bénéficier de la prime de retour à l'emploi prévue par l'article L. 5133-1 du code du travail dans sa rédaction antérieure à l'entrée en vigueur de la présente loi.IV. ― Afin d'assurer la continuité du service des prestations dues aux personnes non mentionnées au II, bénéficiaires, au titre du mois de mai 2009, du revenu minimum d'insertion ou de l'allocation de parent isolé au titre respectivement des articles L. 262-2 du code de l'action sociale et des familles et L. 524-1 du code de la sécurité sociale dans leur rédaction antérieure à l'entrée en vigueur de la présente loi, le droit au revenu de solidarité active est examiné par les organismes mentionnés à l'article L. 262-16 du code de l'action sociale et des familles sans qu'il soit fait obligation à ces personnes de déposer un dossier de demande auprès des organismes désignés par le décret prévu à l'article L. 262-14 du même code. Elles demeurent tenues aux obligations d'information résultant des dispositions légales et réglementaires applicables au revenu minimum d'insertion et à l'allocation de parent isolé. La situation de ces personnes au regard des obligations prévues aux articles L. 262-28 et suivants du code de l'action sociale et des familles est examinée dans un délai de neuf mois à compter de la date d'entrée en vigueur de la présente loi.V. ― Tout paiement indu de revenu minimum d'insertion et de prime forfaitaire, prévus aux articles L. 262-2 et L. 262-11 du code de l'action sociale et des familles dans leur rédaction antérieure à l'entrée en vigueur du titre Ier de la présente loi, non recouvré à la date du 1er juin 2009, peut être récupéré sur la prestation de revenu de solidarité active instituée par la présente loi par l'organisme chargé de son service ou par le département dans les conditions et limites prévues par les articles L. 262-45 et L. 262-46 du code de l'action sociale et des familles dans leur rédaction issue de la présente loi.Il en est de même pour les paiements indus de prestation de revenu de solidarité active instituée par délibération du conseil général sur le fondement des articles 18 et 19 de la loi n° 2007-1223 du 21 août 2007 précitée.VI. ― Tout paiement indu d'allocation de parent isolé, de primes forfaitaires et de prime de retour à l'emploi prévues respectivement aux articles L. 524-1 et L. 524-5 du code de la sécurité sociale dans leur rédaction antérieure à l'entrée en vigueur du titre Ier de la présente loi et L. 5133-1 du code du travail, non recouvré à la date du 1er juin 2009, peut être récupéré sur la prestation de revenu de solidarité active instituée par la présente loi par l'organisme chargé de son versement ou par l'autorité compétente de l'Etat dans les conditions et limites prévues par les articles L. 262-45 et L. 262-46 du code de l'action sociale et des familles dans leur rédaction issue de la présente loi.Il en est de même pour les paiements indus de prestation de revenu de solidarité active versé en application de l'article 20 de la loi n° 2007-1223 du 21 août 2007 précitée."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Dans un délai de trois ans à compter de la publication de la présente loi, le Gouvernement réunit une conférence nationale associant notamment des représentants des collectivités territoriales, les organisations syndicales de salariés et d'employeurs représentatives au niveau national et interprofessionnel, des associations de lutte contre les exclusions et des représentants des bénéficiaires du revenu de solidarité active aux fins, d'une part, d'évaluer la performance du revenu de solidarité active et des autres dispositifs sociaux et fiscaux en matière de lutte contre la pauvreté et d'incitation à la reprise d'activité et, d'autre part, d'établir un bilan financier de coûts induits par cette prestation. La conférence analyse enfin les conséquences du dispositif sur le recours au temps partiel dans les secteurs marchand et non marchand.Un comité d'évaluation comprenant des représentants des départements, de l'Etat, de la Caisse nationale d'allocations familiales, de la Caisse centrale de la mutualité sociale agricole, de l'institution mentionnée à l'article L. 5312-1 du code du travail, des personnalités qualifiées dont la compétence est reconnue en matière d'évaluation des politiques publiques ainsi que des représentants des bénéficiaires du revenu de solidarité active, est chargé de préparer les travaux de cette conférence nationale.Chaque année, jusqu'à la réunion de la conférence nationale mentionnée au premier alinéa, le comité remet au Gouvernement et au Parlement un rapport d'évaluation intermédiaire. Il est complété d'un rapport du Gouvernement qui établit notamment un bilan comparatif de l'effet de l'article 1649-0 A du code général des impôts et de celui du III de l'article L. 262-24 du code de l'action sociale et des familles, en termes d'équité et de justice fiscale.La présente loi sera exécutée comme loi de l'Etat."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Les personnes qui, à la date mentionnée à l'article 29, bénéficient du revenu de solidarité prévu par l'article L. 522-14 du code de l'action sociale et des familles et qui n'ont pas atteint l'âge de cinquante-cinq ans à cette date, continent à en bénéficier s'ils remplissent les autres conditions prévues par ce même article L. 522-14.\n\nLa durée pendant laquelle une personne a bénéficié du revenu minimum d'insertion ou de la prime forfaitaire mentionnée à l'article L. 262-11 dans sa rédaction antérieure à l'entrée en vigueur de la présente loi est prise en compte pour le calcul de la durée de deux ans mentionnée à l'article L. 522-14."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Les personnes qui, à la date mentionnée à l'article 29, bénéficient de l'allocation de retour à l'activité mentionnée à l'article L. 5524-1 du code du travail dans sa rédaction antérieure à cette date continuent à percevoir cette allocation jusqu'à l'échéance prévue, sous réserve qu'elles continuent à remplir les conditions fixées par lesdites dispositions. Elles ne peuvent cependant pas cumuler cette allocation avec le revenu de solidarité active ou l'allocation de solidarité spécifique."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Pour leur application dans les départements d'outre-mer, à Saint-Barthélemy, à Saint-Martin et à Saint-Pierre-et-Miquelon, les dispositions de la présente loi sont ainsi modifiées :\n\nI.-L'article 7 est ainsi modifié :\n\n1° Aux deuxième et quatrième alinéas, les mots : \" A la date d'entrée en vigueur de la présente loi \" sont remplacés par les mots : \" Au 1er janvier 2011 \" ;\n\n2° Le septième alinéa est ainsi rédigé :\n\n\" Au titre de l'année 2011, cette compensation est calculée sur la base des dépenses exposées par l'Etat en 2010 au titre de l'allocation de parent isolé, nettes des sommes exposées au titre de l'intéressement proportionnel et forfaitaire relevant de l'article L. 524-5 du code de la sécurité sociale dans sa rédaction applicable avant l'entrée en vigueur de la présente loi, constatées au 31 décembre 2010 par le ministre chargé de l'action sociale, et déduction faite du montant, constaté par le même ministre, des dépenses ayant incombé aux départements en 2010 au titre de l'intéressement proportionnel et forfaitaire relevant de l'article L. 262-11 du code de l'action sociale et des familles dans sa rédaction antérieure à l'entrée en vigueur de la présente loi. \" ;\n\n3° Le huitième alinéa est ainsi rédigé :\n\n\" Cette compensation est ajustée au vu des sommes enregistrées pour chaque département d'outre-mer, pour Saint-Barthélemy et pour Saint-Martin dans les comptes des caisses d'allocations familiales pour les mois de décembre 2010 à novembre 2011 au titre du montant forfaitaire majoré mentionné à l'article L. 262-9 du code de l'action sociale et des familles, dans sa rédaction issue de la présente loi, et décaissées par ces mêmes collectivités entre janvier et décembre 2011, sous réserve que, pour chacune de ces collectivités, ces sommes ne soient pas inférieures au montant des dépenses exposées par l'Etat en 2010 au titre de l'allocation de parent isolé, nettes des sommes exposées au titre de l'intéressement proportionnel et forfaitaire relevant de l'article L. 524-5 du code de la sécurité sociale, dans sa rédaction applicable avant l'entrée en vigueur de la présente loi, constatées au 31 décembre 2010 par le ministre chargé de l'action sociale. ” ;\n\n4° Le neuvième alinéa est ainsi rédigé :\n\n\" Au titre des années suivantes, la compensation est ajustée au vu des sommes enregistrées pour chaque département d'outre-mer, pour Saint-Barthélemy et pour Saint-Martin dans les comptes des caisses d'allocations familiales pour les mois de décembre 2011 à novembre 2012 au titre du montant forfaitaire majoré mentionné à l'article L. 262-9 du code de l'action sociale et des familles, dans sa rédaction issue de la présente loi, et décaissées par ces mêmes collectivités entre janvier et décembre 2012, sous réserve que, pour chacune de ces collectivités, ces sommes ne soient pas inférieures au montant des dépenses exposées par l'Etat en 2010 au titre de l'allocation de parent isolé, nettes des sommes exposées au titre de l'intéressement proportionnel et forfaitaire relevant de l'article L. 524-5 du code de la sécurité sociale, dans sa rédaction applicable avant l'entrée en vigueur de la présente loi, constatées au 31 décembre 2010 par le ministre chargé de l'action sociale.\n\n5° Le onzième alinéa est ainsi rédigé :\n\n\"-en 2011, pour vérifier l'exactitude des calculs concernant les dépenses engagées par l'Etat au titre de l'allocation de parent isolé en 2010, et concernant le coût en 2010 des intéressements proportionnels et forfaitaires relevant des articles L. 262-11 du code de l'action sociale et des familles et L. 524-5 du code de la sécurité sociale dans leur rédaction antérieure à la promulgation de la présente loi ; \"\n\n6° Au douzième alinéa, la date : \" 2010 \" est remplacée par la date : \" 2012 \" ;\n\n7° Au treizième alinéa, la date : \" 2011 \" est remplacée par la date : \" 2013 \" ;\n\n8° Pour son application à Saint-Pierre-et-Miquelon :\n\na) Les troisième et quatrième alinéas sont remplacés par l'alinéa suivant :\n\n\" Les charges résultant, pour la collectivité de Saint-Pierre-et-Miquelon, de l'extension de la compétence correspondant à la prise en charge du montant forfaitaire majoré mentionné à l'article L. 262-9 du code de l'action sociale et des familles sont intégralement compensées par l'Etat dans les conditions fixées par la loi de finances. \" ;\n\nb) Le septième alinéa est ainsi rédigé :\n\n\" Au titre de l'année 2011, la collectivité bénéficie d'une compensation prévisionnelle dont le montant est fixé par la loi de finances ; \"\n\nc) Les huitième et neuvième alinéas sont ainsi rédigés :\n\n\" Cette compensation est ajustée au vu des sommes enregistrées pour Saint-Pierre-et-Miquelon dans les comptes de la caisse de prévoyance sociale pour les mois de décembre 2010 à novembre 2011 au titre du montant forfaitaire majoré mentionné à l'article L. 262-9 du code de l'action sociale et des familles, dans sa rédaction issue de la présente loi, et décaissées par cette collectivité entre janvier et décembre 2011.\n\n\" Au titre des années suivantes, la compensation est ajustée au vu des sommes enregistrées pour Saint-Pierre-et-Miquelon dans les comptes de la caisse de prévoyance sociale pour les mois de décembre 2011 à novembre 2012 au titre du montant forfaitaire majoré mentionné à l'article L. 262-9 du code de l'action sociale et des familles, dans sa rédaction issue de la présente loi, et décaissées par cette collectivité entre janvier et décembre 2012. ” ;\n\nd) Le onzième alinéa n'est pas applicable ;\n\n9° Pour son application à Saint-Barthélemy et à Saint-Martin :\n\na) Le premier alinéa est rédigé ainsi qu'il suit :\n\n\" I.-S'agissant de la contribution des collectivités d'outre-mer de Saint-Barthélemy et de Saint-Martin au financement du revenu de solidarité active, mentionnée à l'article L. 262-24 du code de l'action sociale et des familles, le maintien de la compétence transférée par la loi organique n° 2007-223 du 21 février 2007 portant dispositions statutaires et institutionnelles relatives à l'outre-mer demeure compensé dans les conditions fixées aux articles LO 6271-5, LO 6271-6, LO 6371-5 et LO 6371-6 du code général des collectivités territoriales. \" ;\n\nb) Les cinquième et sixième alinéas sont remplacés par l'alinéa suivant :\n\n\" La compensation financière mentionnée au premier alinéa fait l'objet d'une majoration des dotations globales de compensation de Saint-Barthélemy et de Saint-Martin, respectivement mentionnées aux articles LO 6271-5 et LO 6371-5 du code général des collectivités territoriales et calculées dans les conditions prévues à l'article 104 de la loi n° 2007-1824 du 25 décembre 2007 de finances rectificative pour 2007 \" ;\n\nc) Le dixième alinéa est ainsi rédigé :\n\n\" III.-Les commissions consultatives d'évaluation des charges prévues aux articles LO 6271-6 et LO 6371-6 du code général des collectivités territoriales sont consultées, dans les conditions prévues auxdits articles : \"\n\nII.-L'article 12 n'est pas applicable à Saint-Barthélemy, à Saint-Martin et à Saint-Pierre-et-Miquelon.\n\nIII.-L'article 28 est ainsi modifié :\n\n1° Au deuxième alinéa, la date : \" 2008 \" est remplacée par la date : \" 2010 \" ;\n\n2° Au troisième alinéa, la date : \" 2009 \" est remplacée par la date : \" 2011 \" ;\n\n3° Les cinquième et sixième alinéas sont remplacés par les dispositions suivantes :\n\n\" Les dispositions prévues aux 4°, 5° ainsi qu'aux a et b du 6° de l'article 12 sont applicables dans les départements d'outre-mer à compter des impositions établies au titre de 2011.\n\n\" Pour les redevables ayant cessé d'être bénéficiaires du revenu minimum d'insertion au cours de l'année 2010 dans les départements d'outre-mer et qui ne sont pas bénéficiaires de la prestation mentionnée à l'article L. 262-1 du code de l'action sociale et des familles, le premier alinéa du III de l'article 1414 et le 2° de l'article 1605 bis du code général des impôts dans leur rédaction en vigueur au 1er janvier 2008 sont maintenus pour les impositions correspondantes établies au titre de l'année 2011.\n\n\" Les contribuables bénéficiaires en 2010 du revenu minimum d'insertion dans les départements d'outre-mer, lorsqu'ils occupent leur habitation principale dans les conditions prévues à l'article 1390 du code général des impôts, bénéficient d'un dégrèvement de la contribution à l'audiovisuel public au titre de l'année 2011 lorsque :\n\n\" a) D'une part, le montant des revenus mentionnés au II de l'article 1414 A du code général des impôts, perçus au titre de l'année précédant celle au cours de laquelle la redevance est due, n'excède pas celui de l'abattement mentionné au I du même article ;\n\n\" b) D'autre part, le redevable est bénéficiaire de la prestation mentionnée à l'article L. 262-1 du code de l'action sociale et des familles. \"\n\nIV.-L'article 31 est ainsi modifié :\n\n1° Au premier alinéa, la date : \" 2010 \" est remplacée par la date : \" 2011 \" ;\n\n2° Aux deuxième et quatrième alinéas, la date : \" mai 2009 \" est remplacée par la date : \" décembre 2010 \" ;\n\n3° Aux cinquième et septième alinéas, la date : \" 1er juin 2009 \" est remplacée par la date : \" 1er janvier 2011 \" ;\n\n4° Aux deuxième, troisième et quatrième alinéas, les mots : \" à l'entrée en vigueur de la présente loi \" sont remplacés par les mots : \" au 1er janvier 2011 \" ;\n\n5° Au troisième alinéa, les mots : \" la date d'entrée en vigueur de la présente loi \" sont remplacés par les mots : \" le 1er janvier 2011 \" ;\n\n6° Au quatrième alinéa, les mots : \" de la date d'entrée en vigueur de la présente loi \" sont remplacés par les mots : \" du 1er janvier 2011 \" ;\n\n7° Aux cinquième et septième alinéas, les mots : \" dans leur rédaction antérieure à l'entrée en vigueur du titre Ier de la présente loi \" sont remplacés par les mots : \" dans leur rédaction antérieure à celle applicable au 1er janvier 2011 \"."
    }
  ]
}