{
  "id": "loi-n-2008-1330-du-17-decembre-2008",
  "type": "statute",
  "title": "LOI n° 2008-1330 du 17 décembre 2008",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000019942966",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Au titre de l'exercice 2007, sont approuvés :1° Le tableau d'équilibre, par branche, de l'ensemble des régimes obligatoires de base de sécurité sociale :\n\n(En milliards d'euros)\n\n(En milliards d'euros)\n\n(En milliards d'euros)\n\n2° Le tableau d'équilibre, par branche, du régime général de sécurité sociale :\n\n3° Le tableau d'équilibre des organismes concourant au financement des régimes obligatoires de base de sécurité sociale :\n\n4° Les dépenses constatées relevant du champ de l'objectif national de dépenses d'assurance maladie, s'élevant à 147,8 milliards d'euros ;5° Les recettes affectées au Fonds de réserve pour les retraites, s'élevant à 1,8 milliard d'euros ;6° Le montant de la dette amortie par la Caisse d'amortissement de la dette sociale, s'élevant à 2,6 milliards d'euros."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Est approuvé le rapport figurant en annexe A à la présente loi décrivant les mesures prévues pour l'affectation des excédents ou la couverture des déficits constatés à l'occasion de l'approbation, à l'article 1er, des tableaux d'équilibre relatifs à l'exercice 2007."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Au titre de l'année 2008, sont rectifiés, conformément aux tableaux qui suivent :1° Les prévisions de recettes et le tableau d'équilibre, par branche, de l'ensemble des régimes obligatoires de base de sécurité sociale :\n\n(En milliards d'euros)\n\n(En milliards d'euros)\n\n(En milliards d'euros)\n\n2° Les prévisions de recettes et le tableau d'équilibre, par branche, du régime général de sécurité sociale :\n\n3° Les prévisions de recettes et le tableau d'équilibre des organismes concourant au financement des régimes obligatoires de base de sécurité sociale :\n\nPRÉVISIONSde recettes\n\nOBJECTIFSde dépenses\n\nSOLDE\n\nFonds de solidarité vieillesse\n\n15,3\n\n14,5\n\n0,8\n\nFonds de financement des prestations sociales des non-salariés agricoles\n\n14,4\n\n17,0\n\n― 2,6\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I. ― Au titre de l'année 2008, l'objectif d'amortissement rectifié de la dette sociale par la Caisse d'amortissement de la dette sociale est fixé à 2,8 milliards d'euros.II. ― Au titre de l'année 2008, les prévisions rectifiées des recettes affectées au Fonds de réserve pour les retraites sont fixées à 1,9 milliard d'euros."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Par dérogation aux dispositions de l'article L. 161-23-1 du code de la sécurité sociale et de l'article L. 16 du code des pensions civiles et militaires de retraite dans leur rédaction antérieure à la présente loi, les pensions mentionnées à ces articles, liquidées avec entrée en jouissance antérieure au 1er septembre 2008, les cotisations et salaires relevant de l'article L. 351-11 du code de la sécurité sociale ayant donné lieu à un versement de cotisations jusqu'au 31 août 2008 qui servent de base au calcul des pensions dont l'entrée en jouissance est postérieure à cette même date, ainsi que les prestations dont les règles de revalorisation en vigueur au 1er septembre 2008 sont identiques, sont revalorisés au 1er septembre 2008 du coefficient de 1, 008. Ce coefficient ne se substitue pas au coefficient de 1, 011 appliqué au 1er janvier 2008.Pour l'application, au titre de l'année 2008, de l'ajustement prévu au deuxième alinéa de l'article L. 161-23-1 du code de la sécurité sociale dans sa rédaction issue de la présente loi, l'évolution des prix à la consommation hors tabac initialement prévue pour l'année 2008 et ayant servi de base pour la détermination de la revalorisation effectuée au 1er janvier 2008 est majorée de 0, 6 point."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. ― Au titre de l'année 2008, les prévisions rectifiées des objectifs de dépenses, par branche, de l'ensemble des régimes obligatoires de base de sécurité sociale sont fixées à :\n\n(En milliards d'euros)\n\n(En milliards d'euros)\n\nII. ― Au titre de l'année 2008, les prévisions rectifiées des objectifs de dépenses, par branche, du régime général de sécurité sociale sont fixées à :\n\nOBJECTIFS DE DÉPENSES\n\nMaladie\n\n155,0\n\nVieillesse\n\n95,6\n\nFamille\n\n56,4\n\nAccidents du travail et maladies professionnelles\n\n10,6\n\nToutes branches (hors transferts entre branches)\n\n312,3\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Au titre de l'année 2008, l'objectif national de dépenses d'assurance maladie rectifié de l'ensemble des régimes obligatoires de base est fixé à :\n\n(En milliards d'euros)\n\nOBJECTIFS DE DÉPENSES\n\nDépenses de soins de ville\n\n71,5\n\nDépenses relatives aux établissements de santé tarifés à l'activité\n\n48,9\n\nAutres dépenses relatives aux établissements de santé\n\n18,6\n\nContribution de l'assurance maladie aux dépenses en établissements et services pour personnes âgées\n\n5,5\n\nContribution de l'assurance maladie aux dépenses en établissements et services pour personnes handicapées\n\n7,4\n\nDépenses relatives aux autres modes de prise en charge\n\n0,9\n\nTotal\n\n152,8\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Est approuvé le rapport figurant en annexe B à la présente loi décrivant, pour les quatre années à venir (2009-2012), les prévisions de recettes et les objectifs de dépenses par branche des régimes obligatoires de base de sécurité sociale et du régime général, les prévisions de recettes et de dépenses des organismes concourant au financement de ces régimes, ainsi que l'objectif national de dépenses d'assurance maladie."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I.-A modifié les dispositions suivantes :\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I.-A modifié les dispositions suivantes :\n\nIII.-Les sommes versées en application du VI de l'article 2 de la loi n° 2008-1258 du 3 décembre 2008 en faveur des revenus du travail sont assujetties à la contribution mentionnée à l'article L. 137-15 du code de la sécurité sociale.\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Pour le calcul des contributions dues au titre de l'année 2010 en application de l'article L. 138-10 du code de la sécurité sociale, le taux de 1 % est substitué au taux K mentionné dans le tableau figurant au même article.\n\nIII.-Le 1° du I est applicable à compter du 1er janvier 2010.\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "IV. - Les droits et obligations du fonds de financement des prestations sociales des non-salariés agricoles et de l'établissement de gestion du fonds de financement des prestations sociales des non-salariés agricoles sont transférés, à compter du 1er janvier 2009, à la Caisse centrale de la mutualité sociale agricole. Ce transfert est effectué à titre gratuit et ne donne lieu ni à imposition ni à rémunération.Un décret en Conseil d'Etat précise les modalités d'application du présent IV, notamment les conditions dans lesquelles un service de liquidation de l'établissement de gestion du fonds de financement des prestations sociales des non-salariés agricoles permet de clôturer les opérations financières et comptables du fonds au titre de l'année 2008 et le transfert des opérations afférentes aux exercices 2008 et antérieurs est neutre pour les comptes de la Caisse nationale de l'assurance maladie des travailleurs salariés."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I à III.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-Code de la sécurité sociale.\n\n-Code du travail\n\n-CODE GENERAL DES IMPOTS, CGI.\n\n-Code de la sécurité sociale.\n\nIV.-Les articles L. 3261-3 et L. 3261-4 du code du travail s'appliquent sans préjudice des dispositions des conventions et accords collectifs existants prévoyant une prise en charge des frais de transport personnels des salariés exonérée dans les conditions en vigueur à la date de publication de la présente loi."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2008-571 DC du 11 décembre 2008.]"
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I-A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I. ― L'article L. 131-7 du code de la sécurité sociale n'est pas applicable pour :1° L'exonération mentionnée à l'article L. 131-4-1 du même code ;2° L'exonération, pour leur fraction non assujettie à l'impôt sur le revenu, des indemnités versées à l'occasion de la rupture conventionnelle du contrat de travail mentionnées aux douzième alinéa de l'article L. 242-1 du même code et troisième alinéa de l'article L. 741-10 du code rural ;3° L'exonération mentionnée aux articles L. 242-4-2 du code de la sécurité sociale et L. 741-10-3 du code rural ;4° L'exonération mentionnée à l'article L. 242-4-3 du code de la sécurité sociale ;5° L'exclusion d'assiette mentionnée à l'article L. 741-10-4 du code rural ;6° L'exclusion d'assiette attachée à la prise en charge mentionnée à l'article L. 3261-2 du code du travail ;7° L'exonération mentionnée au II de l'article 7 de la loi n° 2008-111 du 8 février 2008 pour le pouvoir d'achat ;8° L'exonération mentionnée au quatrième alinéa du VI de l'article 2 de la loi n° 2008-1258 du 3 décembre 2008 en faveur des revenus du travail.II. ― Le I est applicable :1° A compter du 1er janvier 2008 en ce qui concerne le 3° ;2° A compter du 9 février 2008 en ce qui concerne le 7° ;3° A compter du 27 juin 2008 en ce qui concerne le 2° ;4° A compter du 22 août 2008 en ce qui concerne le 4° ;5° A compter de la publication de la loi n° 2008-1258 du 3 décembre 2008 en faveur des revenus du travail en ce qui concerne le 8°."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Est approuvé le montant de 3,5 milliards d'euros correspondant à la compensation des exonérations, réductions ou abattements d'assiette de cotisations ou contributions de sécurité sociale, mentionné à l'annexe 5 jointe au projet de loi de financement de la sécurité sociale pour 2009."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "Pour l'année 2009, les prévisions de recettes, réparties par catégorie dans l'état figurant en annexe C à la présente loi, sont fixées :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale et par branche à :\n\n(En milliards d'euros)\n\n(En milliards d'euros)\n\n(En milliards d'euros)\n\n2° Pour le régime général de sécurité sociale et par branche à :\n\n3° Pour les organismes concourant au financement des régimes obligatoires de base de sécurité sociale à :\n\nPRÉVISIONS DE RECETTES\n\nFonds de solidarité vieillesse\n\n14,0\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Pour l'année 2009, est approuvé le tableau d'équilibre, par branche, de l'ensemble des régimes obligatoires de base de sécurité sociale :\n\n(En milliards d'euros)\n\nPRÉVISIONSde recettes\n\nOBJECTIFSde dépenses\n\nSOLDE\n\nMaladie\n\n181,8\n\n185,6\n\n― 3,8\n\nVieillesse\n\n182,5\n\n189,7\n\n― 7,2\n\nFamille\n\n58,7\n\n59,2\n\n― 0,5\n\nAccidents du travail et maladies professionnelles\n\n13,0\n\n13,0\n\n0,0\n\nToutes branches (hors transferts entre branches)\n\n430,0\n\n441,4\n\n― 11,4\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "Pour l'année 2009, est approuvé le tableau d'équilibre, par branche, du régime général de sécurité sociale :\n\n(En milliards d'euros)\n\nPRÉVISIONSde recettes\n\nOBJECTIFSde dépenses\n\nSOLDE\n\nMaladie\n\n156,0\n\n160,6\n\n― 4,6\n\nVieillesse\n\n94,7\n\n100,0\n\n― 5,3\n\nFamille\n\n58,2\n\n58,7\n\n― 0,5\n\nAccidents du travail et maladies professionnelles\n\n11,2\n\n11,4\n\n― 0,1\n\nToutes branches (hors transferts entre branches)\n\n314,3\n\n324,9\n\n― 10,5\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Pour l'année 2009, est approuvé le tableau d'équilibre des organismes concourant au financement des régimes obligatoires de base de sécurité sociale :\n\n(En milliards d'euros)\n\nPRÉVISIONSde recettes\n\nOBJECTIFSde dépenses\n\nSOLDE\n\nFonds de solidarité vieillesse\n\n14,0\n\n15,0\n\n― 1,0\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "I. ― Pour l'année 2009, l'objectif d'amortissement de la dette sociale par la Caisse d'amortissement de la dette sociale est fixé à 4,0 milliards d'euros.II. ― Pour l'année 2009, les prévisions de recettes par catégorie affectées au Fonds de réserve pour les retraites sont fixées à :\n\n(En milliards d'euros)\n\nPRÉVISIONS DE RECETTES\n\nPrélèvements sociaux sur les revenus du capital\n\n1,7\n\nAffectation de l'excédent de la Caisse nationale d'assurance vieillesse des travailleurs salariés\n\n―\n\nAffectation de l'excédent du Fonds de solidarité vieillesse\n\n―\n\nAvoirs d'assurance sur la vie en déshérence\n\n0,0\n\nRevenus exceptionnels (privatisations)\n\n―\n\nAutres recettes affectées\n\n0,0\n\nTotal\n\n1,7\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "II. - Le I est applicable aux conventions conclues à compter de 2008."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Le Gouvernement transmet chaque année au Parlement, avant le 15 octobre, un rapport présentant un bilan de la politique financière d'emprunt ou de placement des régimes obligatoires de base de sécurité sociale et des organismes financés par ces régimes ainsi que des organismes et des fonds visés au 6° de l'article LO 111-4-1 du code de la sécurité sociale."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Sont habilités à recourir à des ressources non permanentes afin de couvrir leurs besoins de trésorerie les régimes obligatoires de base et des organismes concourant à leur financement mentionnés dans le tableau ci-dessous, dans les limites indiquées :\n\n(En millions d'euros)\n\nPar dérogation au tableau ci-dessus, le montant maximal de ressources non permanentes auxquelles peut recourir le régime général est fixé à 35 milliards d'euros entre le 1er janvier 2009 et le 31 mars 2009."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "Par dérogation aux articles L. 162-9 et L. 162-14-1 du code de la sécurité sociale, la part prise en charge par l'assurance maladie des cotisations exigibles en 2009 en application de l'article L. 722-4 du même code par les chirurgiens-dentistes exerçant dans le cadre de la convention prévue à l'article L. 162-9 du même code est déterminée par une décision du directeur général de l'Union nationale des caisses d'assurance maladie, prise après avis des organisations syndicales nationales représentatives de la profession."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2008-571 DC du 11 décembre 2008.]"
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2008-571 DC du 11 décembre 2008.]"
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2008-571 DC du 11 décembre 2008.]"
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2008-571 DC du 11 décembre 2008.]"
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2008-571 DC du 11 décembre 2008.]"
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "Le Gouvernement évalue l'efficacité des dépenses engagées en matière de contraception et étudie les moyens d'améliorer le remboursement des contraceptifs dans l'objectif de mieux adapter les modes de contraception utilisés aux besoins de chacun. Ses conclusions font l'objet d'un rapport déposé devant le Parlement avant le 31 décembre 2009."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "A modifié les dispositions suivantes :\n\nII.-Par dérogation aux dispositions du I de l'article 33 de la loi de financement de la sécurité sociale pour 2004 précitée, les établissements de santé volontaires mentionnés aux a, b ou c de l'article L. 162-22-6 du code de la sécurité sociale peuvent participer à une expérimentation de facturation avec l'assurance maladie.\n\nCette expérimentation a pour objet les conditions de mise en œuvre de l'article L. 174-2-1 du code de la sécurité sociale et, notamment, l'ensemble du processus de facturation et de paiement des factures entre les établissements de santé mentionnés aux a, b et c de l'article L. 162-22-6 du même code, les caisses d'assurance maladie et le réseau du Trésor public en ce qui concerne les établissements publics de santé, ainsi que le système d'avance de trésorerie le mieux adapté à ce mode de facturation. Le processus est évalué en termes de fiabilité, de qualité, de délais et d'exhaustivité de la facturation et des paiements.\n\nLa liste des établissements volontaires et leur caisse mentionnée à l'article L. 174-2 du code de la sécurité sociale est arrêtée par les ministres chargés de la santé et de la sécurité sociale.\n\nLes conditions de mise en œuvre de cette expérimentation sont définies par décret. Un bilan de cette expérimentation est transmis pour information au Parlement avant le 15 septembre de chaque année.\n\n-Loi n° 2003-1199 du 18 décembre 2003"
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2008-571 DC du 11 décembre 2008.]"
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2008-571 DC du 11 décembre 2008.]"
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2008-571 DC du 11 décembre 2008.]"
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2008-571 DC du 11 décembre 2008.]"
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "Les données de cadrage, les objectifs et les indicateurs du rapports d'évaluation des politiques de sécurité sociale mentionnés au 1° de l'article LO 111-4-4 du code de la sécurité sociale relatifs à la branche Maladie comportent des éléments relatifs aux effectifs et à la masse salariale des établissements de santé, permettant notamment d'apprécier les conditions dans lesquelles sont appliqués les articles L. 3151-1 et suivants du code du travail."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "II.-Le I est applicable aux notifications de payer adressées à compter de l'entrée en vigueur du présent article."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "I à VII :A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2008-571 DC du 11 décembre 2008.]\n\nII. - A modifié les dispositions suivantes :\n\n- Code de l'action sociale et des familles"
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "I.-A créé les dispositions suivantes :\n\nII à III. et V.-Ont modifié les dispositions suivantes :\n\nIV.-A compter de la date d'entrée en vigueur du présent article, l'Office national d'indemnisation des accidents médicaux, des affections iatrogènes et des infections nosocomiales se substitue à l'Etablissement français du sang dans les contentieux en cours au titre des préjudices mentionnés à l'article L. 1221-14 du code de la santé publique n'ayant pas donné lieu à une décision irrévocable.\n\nDans le cadre des actions juridictionnelles en cours visant à la réparation de tels préjudices, pour bénéficier de la procédure prévue à l'article L. 1221-14 du même code, le demandeur sollicite de la juridiction saisie un sursis à statuer aux fins d'examen de sa demande par l'office.\n\nCependant, dans ce cas, par exception au quatrième alinéa de l'article L. 1221-14 du même code, l'échec de la procédure de règlement amiable ne peut donner lieu à une action en justice distincte de celle initialement engagée devant la juridiction compétente.\n\nLorsque l'office a indemnisé une victime et, le cas échéant, remboursé des tiers payeurs, il peut directement demander à être garanti des sommes qu'il a versées par les assureurs des structures reprises par l'Etablissement français du sang en vertu du B de l'article 18 de la loi n° 98-535 du 1er juillet 1998 relative au renforcement de la veille sanitaire et du contrôle de la sécurité sanitaire de produits destinés à l'homme, de l'article 60 de la loi de finances rectificative pour 2000 (n° 2000-1353 du 30 décembre 2000) et de l'article 14 de l'ordonnance n° 2005-1087 du 1er septembre 2005 relative aux établissements publics nationaux à caractère sanitaire et aux contentieux en matière de transfusion sanguine, que le dommage subi par la victime soit ou non imputable à une faute.Les tiers payeurs ne peuvent exercer d'action subrogatoire contre l'office si l'établissement de transfusion sanguine n'est pas assuré, si sa couverture d'assurance est épuisée ou encore dans le cas où le délai de validité de sa couverture est expiré.\n\nVI.-Le montant de la dotation globale pour le financement de l'Office national d'indemnisation des accidents médicaux, des affections iatrogènes et des infections nosocomiales, mentionné à l'article L. 1142-23 du code de la santé publique, est fixé à 117 millions d'euros.\n\n-Code de la santé publique\n\nArt. L1221-14\n\n-Code de la santé publique"
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "III.-Le montant de la participation des régimes obligatoires d'assurance maladie au financement du fonds pour la modernisation des établissements de santé publics et privés est fixé, pour l'année 2009, à 190 millions d'euros."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "Une dotation des régimes obligatoires d'assurance maladie, dont le montant est fixé chaque année par arrêté des ministres chargés du budget, de la santé et de la sécurité sociale, versée et répartie dans des conditions fixées par décret, peut contribuer au financement de l'un des organismes agréés par l'État visés au dernier alinéa de l'article 116-1 de la loi n° 86-33 du 9 janvier 1986 portant dispositions statutaires relatives à la fonction publique hospitalière, au titre de la convention en cours à la date de publication de la présente loi souscrite au profit de ses adhérents en application de l'article L. 141-1 du code des assurances."
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "Pour l'année 2009, les objectifs de dépenses de la branche Maladie, maternité, invalidité et décès sont fixés :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale, à 185,6 milliards d'euros ;2° Pour le régime général de la sécurité sociale, à 160,6 milliards d'euros."
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "Pour l'année 2009, l'objectif national de dépenses d'assurance maladie de l'ensemble des régimes obligatoires de base et ses sous-objectifs sont fixés comme suit :\n\n(En milliards d'euros)\n\nOBJECTIF DE DÉPENSE\n\nDépenses de soins de ville\n\n73,2\n\nDépenses relatives aux établissements de santé tarifés à l'activité\n\n50,9\n\nAutres dépenses relatives aux établissements de santé\n\n18,7\n\nContribution de l'assurance maladie aux dépenses en établissements et services pour personnes âgées\n\n6,2\n\nContribution de l'assurance maladie aux dépenses en établissements et services pour personnes handicapées\n\n7,7\n\nAutres prises en charge\n\n0,9\n\nTotal\n\n157,6\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2008-571 DC du 11 décembre 2008.]"
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "I. - Les montants de l'allocation de solidarité aux personnes âgées mentionnée à l'article L. 815-1 du code de la sécurité sociale et de l'allocation supplémentaire vieillesse prévue à l'article L. 815-2 du même code, dans sa rédaction antérieure à l'entrée en vigueur de l'ordonnance n° 2004-605 du 24 juin 2004 simplifiant le minimum vieillesse, les plafonds de ressources prévus pour le service de ces allocations et des prestations mentionnées à l'article 2 de la même ordonnance, ainsi que les montants limites mentionnés au premier alinéa de l'article L. 815-13 du même code, peuvent être portés entre le 1er janvier 2009 et le 31 décembre 2012, par décret, à un niveau supérieur à celui qui résulterait de l'application de l'article L. 816-2 du même code.\n\nII. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\n- Code de la sécurité sociale.\n\n- Code de la sécurité sociale.\n\nnone"
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "I à V et VII et VIII : Ont créé les dispositions suivantes :\n\nOnt modifié les dispositions suivantes :\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-VI.-Les personnes qui ne remplissent pas la condition d'âge prévue à l'article L. 353-1 du code de la sécurité sociale et à l'article L. 732-41 du code rural bénéficient, jusqu'au 31 décembre 2010, de l'assurance veuvage dans les conditions en vigueur à la date de publication de la loi n° 2003-775 du 21 août 2003 portant réforme des retraites.\n\nX. A créé les dispositions suivantes :\n\n-Loi n° 87-563 du 17 juillet 1987"
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "Avant le 1er février 2010, le Conseil d'orientation des retraites remet aux commissions compétentes de l'Assemblée nationale et du Sénat un rapport sur les modalités techniques de remplacement du calcul actuel des pensions personnelles par les régimes de base d'assurance vieillesse légalement obligatoires, soit par un régime par points, soit par un régime de comptes notionnels de retraite fonctionnant l'un comme l'autre par répartition. Afin de réaliser les travaux d'expertise nécessaires, il fait appel, en tant que de besoin, aux administrations de l'Etat, aux organismes de sécurité sociale ainsi qu'aux organismes privés gérant un régime de base de sécurité sociale légalement obligatoire. Ce rapport est rendu public après sa transmission aux commissions compétentes du Parlement."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "I, III : A modifié les dispositions suivantes :\n\n- Code rural\n\nII. - Le I est applicable aux pensions dues à compter du 1er janvier 2009.\n\nIV : - Code de la sécurité sociale.\n\nArt. L173-1-1"
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Article 80",
      "content": "I à IV :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "I. à IV.-A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-Code de la sécurité sociale.\n\n-Code rural\n\n-Code de la sécurité sociale.\n\n-Loi n° 2006-1640 du 21 décembre 2006\n\nV.-Le présent article est applicable aux demandes de versement déposées à compter du 13 octobre 2008 et prises en compte pour le calcul de pensions d'assurance vieillesse prenant effet à compter du 1er janvier 2009."
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Article 86",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "IV. - Les articles L. 138-24 à L. 138-26 du code de la sécurité sociale s'appliquent à compter du 1er janvier 2010."
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "Article 91",
      "content": "I. A modifié les dispositions suivantes :\n\n- Code de l'aviation civile\n\nII. - Le II de l'article L. 421-9 du code de l'aviation civile entre en vigueur à compter du 1er janvier 2010.\n\nLes textes réglementaires relatifs à l'aptitude physique et mentale du personnel navigant technique professionnel de l'aéronautique civile seront adaptés, après consultation des organisations syndicales représentatives des personnels navigants techniques, pour tenir compte de ces nouvelles dispositions.\n\nJusqu'au 1er janvier 2010, le contrat de travail du personnel navigant de la section A n'est pas rompu du seul fait que la limite d'âge de soixante ans est atteinte, sauf impossibilité pour l'entreprise de proposer un reclassement dans un emploi au sol ou refus de l'intéressé d'accepter l'emploi qui lui est proposé.\n\nIII. - Dans la branche et dans les entreprises de transport aérien, l'employeur et les organisations syndicales représentatives des personnels navigants techniques engagent, en vue de les conclure avant le 31 décembre 2009, des négociations relatives à l'emploi des seniors et à ses conséquences sur les déroulements de carrière et sur l'emploi, en abordant notamment les questions des modulations de l'activité en fonction de l'âge et du temps partiel.\n\nArt. L421-9"
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Article 92",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I entre en vigueur à compter du 1er janvier 2009. Les textes réglementaires relatifs aux conditions physique et mentale du personnel navigant commercial seront adaptés, après consultation des organisations syndicales représentatives, pour tenir compte de ces nouvelles dispositions.\n\nA titre transitoire, la demande de poursuite d'activité pourra être formulée moins de trois mois avant la date anniversaire pour les salariés qui atteindront l'âge de cinquante-cinq ans au cours du premier trimestre 2009.\n\nIII. - Dans la branche et dans les entreprises de transport aérien, les employeurs et les organisations syndicales représentatives des personnels navigants commerciaux engagent, en vue de les conclure avant le 31 décembre 2009, des négociations relatives à l'emploi des seniors et à ses conséquences sur les déroulements de carrière et sur l'emploi, en abordant notamment les questions des modulations de l'activité en fonction de l'âge et du temps partiel.\n\n- Code de l'aviation civile"
    },
    {
      "provision_ref": "art93",
      "section": "93",
      "title": "Article 93",
      "content": "I.-A créé les dispositions suivantes :\n\nII.-Le présent article entre en vigueur le 1er janvier 2010.\n\n-Loi n° 84-834 du 13 septembre 1984"
    },
    {
      "provision_ref": "art94",
      "section": "94",
      "title": "Article 94",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2008-571 DC du 11 décembre 2008.]"
    },
    {
      "provision_ref": "art95",
      "section": "95",
      "title": "Article 95",
      "content": "II. - Le présent article entre en vigueur le 1er janvier 2009."
    },
    {
      "provision_ref": "art96",
      "section": "96",
      "title": "Article 96",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2008-571 DC du 11 décembre 2008.]"
    },
    {
      "provision_ref": "art97",
      "section": "97",
      "title": "Article 97",
      "content": "Pour l'année 2009, les objectifs de dépenses de la branche Vieillesse sont fixés :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale, à 189,7 milliards d'euros ;2° Pour le régime général de sécurité sociale, à 100,0 milliards d'euros."
    },
    {
      "provision_ref": "art99",
      "section": "99",
      "title": "Article 99",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2008-571 DC du 11 décembre 2008.]"
    },
    {
      "provision_ref": "art101",
      "section": "101",
      "title": "Article 101",
      "content": "II. - Le montant de la contribution de la branche Accidents du travail et maladies professionnelles du régime général de la sécurité sociale au financement du Fonds de cessation anticipée d'activité des travailleurs de l'amiante est fixé à 880 millions d'euros au titre de l'année 2009.III. - Le montant de la contribution de la branche Accidents du travail et maladies professionnelles du régime général de la sécurité sociale au financement du Fonds d'indemnisation des victimes de l'amiante est fixé à 315 millions d'euros au titre de l'année 2009."
    },
    {
      "provision_ref": "art103",
      "section": "103",
      "title": "Article 103",
      "content": "Le montant du versement mentionné à l'article L. 176-1 du code de la sécurité sociale est fixé, pour l'année 2009, à 710 millions d'euros."
    },
    {
      "provision_ref": "art104",
      "section": "104",
      "title": "Article 104",
      "content": "Pour l'année 2009, les objectifs de dépenses de la branche Accidents du travail et maladies professionnelles sont fixés :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale, à 13,0 milliards d'euros ;2° Pour le régime général de la sécurité sociale, à 11,4 milliards d'euros."
    },
    {
      "provision_ref": "art105",
      "section": "105",
      "title": "Article 105",
      "content": "II. - A titre transitoire, la Caisse nationale des allocations familiales prend en charge une fraction des dépenses mentionnées au 5° de l'article L. 223-1 du code de la sécurité sociale égale à 70 % de ces dépenses pour l'année 2009 et 85 % de ces dépenses pour l'année 2010."
    },
    {
      "provision_ref": "art108",
      "section": "108",
      "title": "Article 108",
      "content": "II.-Par dérogation à l'article L. 421-1 du code de l'action sociale et des familles, l'assistant maternel peut accueillir des mineurs dans un local en dehors de son domicile.Ce local peut réunir au maximum quatre assistants maternels et les mineurs qu'ils accueillent.Les assistants maternels exercent cette possibilité sous réserve de la signature d'une convention avec l'organisme mentionné à l'article L. 212-2 du code de la sécurité sociale et le président du conseil général. Cette convention précise les conditions d'accueil des mineurs. Elle ne comprend aucune stipulation relative à la rémunération des assistants maternels. Le président du conseil général peut signer la convention, après avis de la commune d'implantation, à la condition que le local garantisse la sécurité et la santé des mineurs.Le titre II du livre IV du code de l'action sociale et des familles est applicable aux assistants maternels qui exercent leur activité professionnelle dans les conditions du présent II.L'article 80 sexies du code général des impôts est applicable aux revenus professionnels liés à l'exercice de l'activité d'assistant maternel dans les conditions du présent II, sauf si celui-ci est salarié d'une personne morale de droit privé."
    },
    {
      "provision_ref": "art109",
      "section": "109",
      "title": "Article 109",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2008-571 DC du 11 décembre 2008.]"
    },
    {
      "provision_ref": "art110",
      "section": "110",
      "title": "Article 110",
      "content": "Pour l'année 2009, les objectifs de dépenses de la branche Famille sont fixés :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale, à 59,2 milliards d'euros ;2° Pour le régime général de la sécurité sociale, à 58,7 milliards d'euros."
    },
    {
      "provision_ref": "art111",
      "section": "111",
      "title": "Article 111",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2008-571 DC du 11 décembre 2008.]"
    },
    {
      "provision_ref": "art113",
      "section": "113",
      "title": "Article 113",
      "content": "Pour l'année 2009, les prévisions des charges des organismes concourant au financement des régimes obligatoires de sécurité sociale sont fixées à :\n\n(En milliards d'euros)\n\nPRÉVISIONS DE CHARGES\n\nFonds de solidarité vieillesse\n\n15,0\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art115",
      "section": "115",
      "title": "Article 115",
      "content": "II. - Le I s'applique aux faits commis postérieurement à la date de publication du décret pris en application du VIII de l'article L. 162-1-14 du code de la sécurité sociale."
    },
    {
      "provision_ref": "art118",
      "section": "118",
      "title": "Article 118",
      "content": "IV.-Toutes les dispositions du présent article relatives aux indus de revenu de solidarité active entrent en vigueur au 1er janvier 2010."
    },
    {
      "provision_ref": "art120",
      "section": "120",
      "title": "Article 120",
      "content": "II.-Le I est applicable aux décomptes de cotisations adressés par les organismes mentionnés aux articles L. 213-1 du code de la sécurité sociale et L. 723-3 du code ruralà compter du 1er janvier 2009."
    }
  ]
}