{
  "id": "loi-n-2011-302-du-22-mars-2011",
  "type": "statute",
  "title": "LOI n° 2011-302 du 22 mars 2011",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000023751262",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "III.-Le présent article entre en vigueur le premier jour du troisième mois qui suit la promulgation de la présente loi. Les débits de boissons mentionnés aux articles L. 3331-2 ou L. 3331-3 du code de la santé publique qui, à cette date, avaient fait la déclaration mentionnée à l'article 502 du code général des impôts sont réputés avoir accompli la formalité mentionnée à l'article L. 3332-4-1 du code de la santé publique."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "II. - Le présent article est applicable à Wallis-et-Futuna."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-La contribution visée à l'article L. 2321-5 du code général des collectivités territoriales est due pour la première fois en 2011 au titre des charges exposées en 2010.\n\n-Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "II. - Le présent article est applicable à Mayotte."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "II.-Les dispositions du présent article relatives aux médicaments de thérapie innovante tels que définis au 17° de l'article L. 5121-1 du code de la santé publique entrent en vigueur six mois à compter de la date de publication du décret mentionné au 18° de l'article L. 5121-20 du même code."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I. ― Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai de dix mois à compter de la publication de la présente loi, les mesures d'adaptation de la législation liée à l'application du règlement (CE) n° 1223/2009 du Parlement européen et du Conseil du 30 novembre 2009 relatif aux produits cosmétiques, y compris celles nécessaires à leur extension et à leur adaptation à Mayotte, à Saint-Pierre-et-Miquelon, aux Terres australes et antarctiques françaises, aux îles Wallis et Futuna et, en tant qu'elles relèvent des compétences de l'Etat, à la Nouvelle-Calédonie et à la Polynésie française.II. ― Le projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de cette ordonnance."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I. ― Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai de six mois à compter de la promulgation de la présente loi :1° Les dispositions de nature législative nécessaires pour transposer la directive 2009/140/CE du Parlement européen et du Conseil du 25 novembre 2009 modifiant les directives 2002/21/CE relative à un cadre réglementaire commun pour les réseaux et services de communications électroniques, 2002/19/CE relative à l'accès aux réseaux de communications électroniques et aux ressources associées, ainsi qu'à leur interconnexion, et 2002/20/CE relative à l'autorisation des réseaux et services de communications électroniques ;2° Les dispositions de nature législative nécessaires pour transposer la directive 2009/136/CE du Parlement et du Conseil du 25 novembre 2009 modifiant la directive 2002/22/CE concernant le service universel et les droits des utilisateurs au regard des réseaux et services de communications électroniques, la directive 2002/58/CE concernant le traitement des données à caractère personnel et la protection de la vie privée dans le secteur des communications électroniques et le règlement (CE) n° 2006/2004 relatif à la coopération entre les autorités nationales chargées de veiller à l'application de la législation en matière de protection des consommateurs ;3° Toutes dispositions modifiant la partie législative du code des postes et des communications électroniques, autres que celles mentionnées aux 1° et 2°, afin d'accroître l'efficacité de la gestion des fréquences radioélectriques, notamment en encourageant le développement du marché secondaire des fréquences et en renforçant le dispositif de contrôle des brouillages et de lutte contre les brouillages préjudiciables ;4° Toutes dispositions de nature législative, autres que celles mentionnées aux 1° et 2°, de nature à :― renforcer la lutte contre les faits susceptibles de porter atteinte à la vie privée et au secret des correspondances dans le domaine des communications électroniques, en adaptant et complétant les infractions et les peines prévues par l'article 226-3 du code pénal et les dispositions selon lesquelles sont recherchées et constatées ces infractions ;― soumettre l'établissement et l'exploitation des réseaux ouverts au public et la fourniture au public de services de communications électroniques au respect des règles portant sur les prescriptions nécessaires pour répondre aux menaces et prévenir et réparer les atteintes graves à la sécurité des systèmes d'information des autorités publiques ainsi que des opérateurs mentionnés aux articles L. 1332-1 et L. 1332-2 du code de la défense, en adaptant et complétant l'article L. 33-1 du code des postes et des communications électroniques et en modifiant toute autre disposition à des fins de mise en cohérence ;5° Toutes dispositions modifiant la partie législative du code des postes et des communications électroniques, afin de remédier aux éventuelles erreurs et en clarifier les dispositions.II. ― Les dispositions de l'ordonnance peuvent être étendues ou adaptées à la Nouvelle-Calédonie et aux collectivités d'outre-mer.III. ― Un projet de loi de ratification est déposé devant le Parlement au plus tard le dernier jour du troisième mois suivant la publication de l'ordonnance."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nLes mandats des offices d'enregistrement désignés avant cette date restent valables jusqu'à la date de la première désignation opérée, après consultation publique, sur le fondement des nouvelles dispositions de l'article L. 45 du même code et, au plus tard, jusqu'au 30 juin 2012.\n\nDans l'attente de la désignation prévue au même article L. 45, les articles L. 45 à L. 45-8 du même code sont opposables à compter du 31 décembre 2011 aux organismes qui assument les fonctions d'office ou de bureau d'enregistrement pour les domaines de premier niveau visés audit article L. 45.\n\n-Code des postes et des communications électroniques\n\n-Code des postes et des communications électroniques\n\n-Code des postes et des communications électroniques\n\n-Code des postes et des communications électroniques"
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "L'Autorité de régulation des communications électroniques et des postes remet au Gouvernement et au Parlement, au plus tard un an suivant la date de la promulgation de la présente loi, un rapport portant sur :― les instruments et les procédures de suivi de la qualité de service de l'accès à l'internet ;― la situation des marchés de l'interconnexion de données et leurs perspectives d'évolution ;― les pratiques de gestion de trafic mises en œuvre par les opérateurs de communications électroniques."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I. ― Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai de huit mois à compter de la publication de la présente loi, les dispositions législatives nécessaires à la transposition de la directive 2009/38/ CE du Parlement européen et du Conseil du 6 mai 2009 concernant l'institution d'un comité d'entreprise européen ou d'une procédure dans les entreprises de dimension communautaire et les groupes d'entreprises de dimension communautaire en vue d'informer et de consulter les travailleurs, ainsi que les mesures d'adaptation de la législation liées à cette transposition.II. ― Le projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de cette ordonnance."
    }
  ]
}