{
  "id": "loi-n-88-1264-du-30-decembre-1988",
  "type": "statute",
  "title": "Loi n° 88-1264 du 30 décembre 1988",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000875417",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "L'article L. 344-2 du code de l'action sociale et des familles est applicable dans la collectivité territoriale de Saint-Pierre-et-Miquelon."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "La loi n° 66-1010 du 28 décembre 1966 relative à l'usure, aux prêts d'argent et à certaines opérations de démarchage et de publicité est applicable dans la collectivité territoriale de Saint-Pierre-et-Miquelon."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Par dérogation aux dispositions qui les assujettissent au secret professionnel, les agents de la caisse de prévoyance sociale de Saint-Pierre-et-Miquelon sont tenus de signaler les dettes de cotisations exigibles dans cette collectivité territoriale à l'Institut d'émission des départements d'outre-mer agissant pour le compte de la Banque de France, en vue de l'accomplissement de la mission confiée à cette dernière conformément à l'article 36 de la loi n° 84-46 du 24 janvier 1984 relative à l'activité et au contrôle des établissements de crédit.Un arrêté des ministres compétents fixe le montant minimum des créances qui doivent faire l'objet d'une communication ainsi que les conditions de cette communication."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "La loi n° 75-627 du 11 juillet 1975 fixant les conditions d'exercice des activités relatives à l'organisation de voyages ou de séjours est applicable à Saint-Pierre-et-Miquelon."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Sont abrogés les articles 5, 37 et le premier alinéa de l'article 40 de la loi n° 87-563 du 17 juillet 1987 précitée."
    }
  ]
}