{
  "id": "loi-n-96-597-du-2-juillet-1996",
  "type": "statute",
  "title": "Loi n° 96-597 du 2 juillet 1996",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000193847",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I. et II. - (paragraphes abrogés).III. - Les articles 23 à 25 de la loi n° 89-531 du 2 août 1989 relative à la sécurité et à la transparence du marché financier sont abrogés."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I. - (abrogé).II. - (paragraphe modificateur)."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Un décret prévoit la date et les conditions dans lesquelles il est mis fin au relevé quotidien du hors-cote.La procédure prévue au troisième alinéa (2°) de l'article 33 est applicable jusqu'à la date fixée par le décret prévu au premier alinéa et à compter de la date de publication de la présente loi aux sociétés dont les actions ont figuré une fois au moins au relevé quotidien du hors-cote pendant la période comprise entre le 1er janvier 1995 et la date de publication de la présente loi.A compter de la date de publication de la présente loi, seuls les titres émis par les sociétés visées ci-dessus peuvent figurer au relevé quotidien du hors-cote."
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "I., II., III. et IV. - (paragraphes abrogés).V. - Les personnes sanctionnées en application du présent article peuvent, dans le délai de deux mois qui suit la notification de la décision, former un recours de pleine juridiction devant le Conseil d'Etat."
    },
    {
      "provision_ref": "art71-2",
      "section": "71-2",
      "title": "Article 71-2",
      "content": "Lorsqu'elle a connaissance d'une infraction aux dispositions de la présente loi commise par un commissaire aux comptes d'une société de gestion de portefeuille ou d'un organisme de placement collectif en valeurs mobilières, d'une société d'investissement à capital variable, ou d'un fonds commun de placement, ou lorsqu'elle considère que les conditions d'indépendance nécessaires au bon déroulement de la mission de ce commissaire aux comptes ne sont pas remplies, l'Autorité des marchés financiers peut demander au tribunal compétent de relever celui-ci de ses fonctions selon les modalités prévues à l'article L. 821-50 du code de commerce.\n\nL'Autorité des marchés financiers peut également dénoncer cette infraction à l'autorité disciplinaire compétente. A cette fin, l'Autorité des marchés financiers peut communiquer tous les renseignements nécessaires à la bonne information de cette autorité."
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "Article 90",
      "content": "Par exception aux dispositions des deuxième et quatorzième alinéas de l'article 2 de l'ordonnance n° 67-833 du 28 septembre 1967 précitée :- les mandats en cours à la date d'entrée en vigueur de la présente loi prennent fin à la date de la première réunion de la commission qui suit les nominations effectuées en conformité avec les dispositions du II de l'article 89 de la présente loi ;- les nominations prononcées depuis quatre ans à la date d'entrée en vigueur de la présente loi ne sont pas prises en compte pour l'application des règles relatives au renouvellement des mandats fixées à l'article 2 de l'ordonnance n° 67-833 du 28 septembre 1967 précitée."
    },
    {
      "provision_ref": "art94",
      "section": "94",
      "title": "Article 94",
      "content": "I. - La loi n° 88-70 du 22 janvier 1988 sur les bourses de valeurs est abrogée. Les modifications effectuées par cette loi dans d'autres lois ou codes demeurent valides.II. - (paragraphe modificateur).III. - L'article 44 de la loi n° 85-1321 du 14 décembre 1985 modifiant certaines dispositions du droit des valeurs mobilières, des titres de créances négociables et des opérations de bourse est abrogé."
    },
    {
      "provision_ref": "art96",
      "section": "96",
      "title": "Article 96",
      "content": "I., II. et IV. *paragraphes modificateurs*.III. - Dans les textes législatifs en vigueur non visés ci-dessus et les textes réglementaires, les dispositions applicables de manière identique à la cote officielle ou au second marché d'une bourse de valeurs s'appliquent aux marchés réglementés régis par la présente loi."
    },
    {
      "provision_ref": "art97",
      "section": "97",
      "title": "Article 97",
      "content": "I. - Les personnes morales autorisées à fournir, à la date d'entrée en vigueur de la présente loi, un service d'investissement visé à l'article 4 sont dispensées, pour l'exercice de ce service, des procédures prévues à l'article 11 et bénéficient des dispositions des articles 75 et 78.Elles devront mettre leurs statuts en harmonie avec la présente loi et effectuer, avant le 31 décembre 1996, une déclaration d'activité au Comité des établissements de crédit et des entreprises d'investissement qui en publie la liste dans les conditions définies à l'article 76. Pour établir cette liste, le Comité des établissements de crédit et des entreprises d'investissement apprécie la réalité matérielle des informations contenues dans ces déclarations. Le cas échéant, il peut les faire rectifier. La Commission des opérations de bourse exerce à l'égard des sociétés de gestion de portefeuille et des entreprises d'investissement exerçant, à titre principal, les activités définies au d de l'article 4 les attributions confiées au Comité des établissements de crédit et des entreprises d'investissement au présent alinéa.Les personnes morales figurant sur les listes établies par le Comité des établissements de crédit et des entreprises d'investissement et par la Commission des opérations de bourse sont réputées avoir obtenu l'agrément visé à l'article 11 pour les services concernés.A défaut de déclaration, elles doivent cesser de fournir les services d'investissement visés à l'article 4.II. - Les sociétés de gestion visées à l'article 12 de la loi n° 88-1201 du 23 décembre 1988 précitée mettent également leurs statuts, leur organisation et leurs moyens en harmonie avec la présente loi ; elles effectuent une déclaration d'activité et déposent une demande d'agrément auprès de la Commission des opérations de bourse avant le 31 décembre 1996. Elles poursuivent leur activité jusqu'à ce qu'il ait été statué sur cette demande.III. - Les sociétés de gestion régies par l'article 23 de la loi n° 89-531 du 2 août 1989 relative à la sécurité et à la transparence du marché financier reçoivent de plein droit la qualité de sociétés de gestion de portefeuille et sont dispensées de la procédure prévue à l'article 15 de la présente loi.IV. - Les maisons de titres régies par le troisième alinéa du 2 de l'article 18 de la loi n° 84-46 du 24 janvier 1984 relative à l'autorité et au contrôle des établissements de crédit doivent opter, avant le 1er janvier 1998, pour le statut d'entreprise d'investissement, prévu par la présente loi, ou pour celui d'établissement de crédit.Elles doivent notifier leur choix au Comité des établissements de crédit et des entreprises d'investissement. A défaut de notification de leur part à l'issue du délai d'option, elles sont réputées prendre le statut d'entreprise d'investissement.Lorsqu'elles optent pour le statut d'entreprise d'investissement, les maisons de titres sont réputées recevoir l'agrément pour exercer l'ensemble des services d'investissement visés à l'article 4. Elles doivent satisfaire toutes les exigences, notamment en matière de fonds propres, inhérentes à ce statut.Lorsqu'elles optent pour le statut d'établissement de crédit, les maisons de titres sont soumises à la procédure visée à l'article 15 de la loi n° 84-46 du 24 janvier 1984 précitée. Elles sont également réputées avoir reçu l'agrément pour exercer l'ensemble des services d'investissement visés à l'article 4 de la présente loi à condition de satisfaire toutes les exigences, notamment en matière de fonds propres, inhérentes à ce statut.V. (paragraphe modificateur).VI. - La présente loi ne fait pas obstacle au maintien des conventions collectives en vigueur à la date de publication de la présente loi.VII. - (abrogé).VIII. - Les appellations de \"société de bourse\" et d'\"agent des marchés interbancaires\" ne peuvent être utilisées que par les personnes agréées en cette qualité à la date de publication de la présente loi."
    },
    {
      "provision_ref": "art98",
      "section": "98",
      "title": "Article 98",
      "content": "Le Conseil des marchés financiers exerce les compétences dévolues au Conseil des bourses de valeurs et au Conseil du marché à terme par les dispositions législatives en vigueur non abrogées par la présente loi.Jusqu'à la publication au Journal officiel de la République française de l'avis concernant l'installation du Conseil des marchés financiers, le Conseil des bourses de valeurs et le Conseil du marché à terme exercent dans leur composition à la date de la publication de la présente loi les compétences qui leur sont dévolues par les textes législatifs et réglementaires en vigueur à la même date.A compter de cette publication, le Conseil des marchés financiers est subrogé dans les droits et obligations respectifs du Conseil des bourses de valeurs visé à l'article 5 de la loi n° 88-70 du 22 janvier 1988 précitée et du Conseil des marchés à terme visé à l'article 5 de la loi du 28 mars 1885 précitée."
    },
    {
      "provision_ref": "art101",
      "section": "101",
      "title": "Article 101",
      "content": "Un rapport sur les conditions d'application de la présente loi sera remis par le Gouvernement au Parlement au plus tard le 31 décembre 1998.Ce rapport précisera, notamment, les difficultés soulevées par l'intervention en France de personnes physiques agréées en tant qu'entreprises d'investissement dans leur Etat d'origine. Il précisera également les conséquences de la présente loi quant à l'évolution des maisons de titres, ainsi qu'à l'application des mesures relatives au hors-cote."
    }
  ]
}