{
  "id": "loi-n-89-1007-du-31-decembre-1989",
  "type": "statute",
  "title": "Loi n° 89-1007 du 31 décembre 1989",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000709056",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les ingénieurs du contrôle de la navigation aérienne sont chargés d'assurer les services de la circulation aérienne dans les organismes de contrôle désignés dans les conditions fixées par le décret statutaire du corps et d'exécuter dans l'administration de l'aviation civile des missions d'encadrement, d'instruction, d'étude ou de direction de service ou de partie de service."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Les ingénieurs et anciens ingénieurs du contrôle de la navigation aérienne bénéficient, dans la limite de cinq années, d'une bonification pour la liquidation de leur pension égale au cinquième des services effectifs qu'ils ont accomplis en cette qualité ; sont assimilés à ces services les services actifs ou de la catégorie B prévus à l'article L. 24 du code des pensions civiles et militaires de retraite accomplis préalablement à la date d'entrée en vigueur de la présente loi en tant que technicien de la navigation aérienne, officier contrôleur de la circulation aérienne ou officier contrôleur en chef de la circulation aérienne."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Un décret en Conseil d'Etat détermine les conditions d'application des articles 3, 4 et 5."
    },
    {
      "provision_ref": "art6-1",
      "section": "6-1",
      "title": "Article 6-1",
      "content": "I.-Les ingénieurs du contrôle de la navigation aérienne radiés des cadres par limite d'âge ou sur leur demande à compter de leur cinquante-deuxième anniversaire ou pour invalidité bénéficient, s'ils justifient de quinze années de services effectifs accomplis dans ce corps pour ceux titularisés dans le corps à compter du 1er janvier 2007 ou de dix-sept années de ces mêmes services pour ceux titularisés dans le corps à compter du 1er janvier 2017, pendant une durée de huit ans à compter de la date de leur cessation d'activité ou pendant une durée de treize ans pour ceux d'entre eux radiés dans ces conditions à compter du 1er janvier 2004, d'une allocation temporaire complémentaire, dont le montant est fixé à 75 % du montant de l'indemnité spéciale de qualification versée à un premier contrôleur ou, pour ceux d'entre eux qui la perçoivent et qui sont radiés entre le 1er janvier 2007 et le 31 décembre 2016, à 118 % du montant de l'indemnité spéciale de qualification pendant les huit premières années puis 64 % de cette même indemnité pendant les cinq dernières années. Pour ceux d'entre eux radiés dans ces conditions, entre le 1er janvier 2004 et le 31 décembre 2006, le montant de l'allocation temporaire complémentaire est fixé à 118 % à compter du 1er janvier 2007 pour la période restant à courir pour atteindre les huit premières années de perception de cette allocation. Pour ceux d'entre eux radiés dans ces conditions à compter du 1er janvier 2017, le montant de l'allocation temporaire complémentaire est fixé à 150 % du montant de l'indemnité spéciale de qualification pendant les deux premières années, à 118 % de cette même indemnité pendant les six années suivantes et à 64 % de cette même indemnité pendant les cinq dernières années. Pour ceux d'entre eux radiés dans ces conditions entre le 1er janvier 2015 et le 31 décembre 2016, le montant de l'allocation temporaire complémentaire est fixé à 150 % du montant de l'indemnité spéciale de qualification à compter du 1er janvier 2017 pour la période restant à courir pour atteindre les deux premières années de perception de cette allocation. Le bénéfice de l'allocation temporaire complémentaire ne peut se cumuler avec la perception d'une rémunération d'activité, y compris celle versée par une organisation internationale, sauf dans les cas prévus au I de l'article L. 86 du code des pensions civiles et militaires de retraite. En cas de cumul d'une rémunération, de quelque nature que ce soit, avec le versement de l'allocation temporaire complémentaire, le bénéfice de l'allocation est suspendu immédiatement, et ce pour la durée de l'activité ; les sommes indûment perçues sont reversées. La reprise du versement de l'allocation temporaire complémentaire intervient à compter du mois suivant la date de cessation de l'activité exercée. La durée totale de perception de l'allocation temporaire complémentaire ne peut dépasser treize années.\n\nLes ayants droit d'un ingénieur du contrôle de la navigation aérienne radié des cadres à la suite de son décès en position d'activité, de détachement ou de congé parental ou décédé moins de huit ans après sa cessation d'activité ou moins de treize ans en cas de perception pendant cette durée, tels qu'ils sont définis par le code de la sécurité sociale pour l'attribution du capital décès aux fonctionnaires, bénéficient selon le cas de l'attribution ou de la réversion de l'allocation temporaire complémentaire. Son montant, fixé à l'alinéa précédent, est réparti entre les ayants droit selon les mêmes modalités que celles prévues pour le capital décès des fonctionnaires. La durée de perception est réduite, en cas de décès après la cessation d'activité, du laps de temps pendant lequel l'ingénieur du contrôle de la navigation aérienne radié des cadres a perçu l'allocation temporaire complémentaire.\n\nII.-Les ingénieurs du contrôle de la navigation aérienne radiés des cadres par limite d'âge ou pour invalidité à compter du 1er janvier 2012, lorsqu'ils n'ont pas pu acquérir la durée des services et bonifications nécessaire pour obtenir le pourcentage maximum de liquidation de la pension civile et militaire défini à l'article L. 13 du code des pensions civiles et militaires de retraite, sont susceptibles de bénéficier d'un complément individuel temporaire pendant la même durée que celle fixée pour l'allocation temporaire complémentaire définie au premier alinéa du I du présent article. Le versement de ce complément individuel temporaire se cumule avec celui de l'allocation temporaire complémentaire.\n\nLe second alinéa du même I s'applique au complément individuel temporaire.\n\nLe montant et les modalités d'attribution du complément individuel temporaire sont définis par décret."
    },
    {
      "provision_ref": "art6-2",
      "section": "6-2",
      "title": "Article 6-2",
      "content": "A compter du 1er janvier 2004, un prélèvement est effectué sur le montant de l'indemnité spéciale de qualification versée aux ingénieurs du contrôle de la navigation aérienne. Son taux est de 24,6 %. Il est recouvré par l'agent comptable du budget annexe “ Contrôle et exploitation aériens ” et reversé au fonds mentionné à l'article 1er du décret n° 98-1096 du 4 décembre 1998 portant création du fonds de gestion de l'allocation temporaire et du complément individuel temporaire complémentaire."
    }
  ]
}