{
  "id": "loi-n-99-586-du-12-juillet-1999",
  "type": "statute",
  "title": "Loi n° 99-586 du 12 juillet 1999",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000396397",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "I. -modifie l'article L. 5333-4 du code général des collectivités territoriales.II. - Dans un délai d'un an à compter de la publication de la présente loi, il est établi, dans les conditions fixées au deuxième alinéa de l'article L. 5333-4 du code général des collectivités territoriales, un inventaire des services publics qui sont attachés aux équipements visés au premier alinéa du même article.III. -modifie l'article L. 5332-3 du code général des collectivités territoriales."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "I.-Les districts existant à la date de publication de la présente loi, lorsqu'ils n'optent pas pour l'application des dispositions de l'article 52, sont transformés en communautés de communes, par décision du conseil de district prise à la majorité des deux tiers au moins de ses membres, dans un délai qui expire le 1er janvier 2002. La transformation est alors prononcée par arrêté du représentant de l'Etat dans le département lorsque les communes appartiennent au même département et par arrêté conjoint des représentants de l'Etat dans les départements concernés dans le cas contraire. Elle n'entraîne pas création d'une nouvelle personne morale. Elle prend effet à la date de l'arrêté préfectoral.L'ensemble des biens, droits et obligations du district sont transférés à la communauté de communes, qui est substituée de plein droit au district dans toutes les délibérations et tous les actes de ce dernier à la date de l'arrêté de transformation. Cette substitution ne donne lieu au paiement d'aucune indemnité, droit, taxe, contribution prévue à l'article 879 du code général des impôts  ou honoraire prévus au titre du transfert des biens par le code général des impôts.L'ensemble des personnels du district est réputé relever de la communauté de communes dans les conditions de statut et d'emploi qui sont les siennes à la date d'effet de la transformation.A défaut de décision du conseil de district au plus tard le 1er janvier 2002, le district est transformé d'office en communauté de communes dans les conditions prévues aux alinéas ci-dessus.II.-La transformation d'un district en communauté de communes est sans effet sur les compétences exercées au lieu et place des communes membres. La communauté de communes est substituée au district pour l'exercice de ses compétences en matière de lutte contre l'incendie et de secours, dans les conditions fixées au chapitre IV du titre II du livre IV de la première partie du code général des collectivités territoriales.Lorsqu'un district transformé en communauté de communes n'exerce, à la date de l'arrêté de transformation, aucune compétence dans le groupe de compétences obligatoires \" aménagement de l'espace \", ce district devient compétent, au lieu et place des communes, pour les études d'aménagement.Lorsqu'un district transformé en communauté de communes n'exerce, à la même date, aucune compétence dans le groupe de compétences obligatoires \" actions de développement économique intéressant l'ensemble de la communauté \", ce district devient compétent, au lieu et place des communes, pour les études de développement économique.Lorsqu'un district transformé en communauté de communes n'exerce, à la date précitée, aucune compétence dans les groupes de compétences optionnelles visés au II de l'article L. 5214-16 du code général des collectivités territoriales, le conseil de district précise, dans sa délibération de transformation, le groupe de compétences optionnelles qu'il choisit. Selon le groupe de compétences choisi, ce district devient alors compétent, au lieu et place des communes :1° Pour les études relatives à la lutte contre les nuisances ;2° Pour les études prospectives sur l'habitat et l'emploi ;3° Pour la définition d'un projet communautaire de développement et d'aménagement de la voirie ;4° Pour la définition d'un plan communautaire d'équipements culturels, sportifs et d'enseignement."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "Les districts formant un ensemble de plus de 500 000 habitants d'un seul tenant et sans enclave doivent se prononcer sur leur transformation en communauté d'agglomération ou en communauté urbaine au plus tard le 1er janvier 2002. La décision est prise par délibérations concordantes du conseil de district et d'au moins la moitié des conseils municipaux des communes membres représentant plus de la moitié de la population totale du district. Lorsque la délibération propose la transformation en communauté d'agglomération, elle précise également le choix des compétences optionnelles mentionnées au II de l'article L. 5216-5.A défaut de décision du conseil de district au plus tard le 1er janvier 2002, le district est transformé d'office en communauté de communes dans les conditions prévues à l'article 51.Les districts qui exercent au lieu et place des communes membres les compétences prévues à l'article L. 5216-5 ou à l'article L. 5215-20 du code général des collectivités territoriales peuvent, dans le délai fixé à l'article 51, être transformés en communautés d'agglomération ou en communautés urbaines par décision du conseil de district prise à la majorité des deux tiers au moins des membres de ce conseil, s'ils remplissent les conditions fixées à l'article L. 5216-1 ou L. 5215-1 du même code selon le cas. La transformation est prononcée par arrêté du représentant de l'Etat dans le département lorsque les communes appartiennent au même département et par arrêté conjoint des représentants de l'Etat dans les départements concernés dans le cas contraire. Elle n'entraîne pas création d'une nouvelle personne morale.Pour les districts ayant fait application des dispositions de l'article 1609 quinquies A du code général des impôts et dont le périmètre n'était pas d'un seul tenant à la date d'entrée en vigueur de la loi n° 92-125 du 6 février 1992 d'orientation relative à l'administration territoriale de la République, la condition de continuité territoriale fixée à l'article L. 5216-1 du code général des collectivités territoriales n'est pas exigée dès lors que leur transformation nécessiterait l'intégration d'une commune appartenant déjà à un autre établissement public de coopération intercommunale percevant la taxe professionnelle selon les dispositions de l'article 1609 nonies C du code général des impôts au 1er janvier 1999.La communauté d'agglomération ou la communauté urbaine est substituée au district pour l'exercice de ses compétences en matière de lutte contre l'incendie et de secours, dans les conditions fixées au chapitre IV du titre II du livre IV de la première partie du code général des collectivités territoriales.L'ensemble des biens, droits et obligations du district sont transférés à la communauté d'agglomération ou à la communauté urbaine, qui est substituée de plein droit au district dans toutes les délibérations et tous les actes de ce dernier à la date de l'arrêté de transformation. Cette substitution ne donne lieu au paiement d'aucune indemnité, droit, taxe, contribution prévue à l'article 879 du code général des impôts ou honoraire prévus au titre du transfert des biens par le code général des impôts.L'ensemble des personnels du district est réputé relever de la communauté d'agglomération ou de la communauté urbaine dans les conditions de statut et d'emploi qui sont les siennes à la date de la transformation."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "I. - Sans préjudice des dispositions des articles L. 2121-33 et L. 2122-10 du code général des collectivités territoriales, les délégués des communes au conseil de district conservent leur mandat, pour la durée de celui-ci restant à courir, au conseil de la communauté de communes, du syndicat de communes, de la communauté d'agglomération ou de la communauté urbaine selon le cas.II. - Les districts existant à la date de publication de la présente loi sont régis, jusqu'à la date d'effet de leur transformation en application des articles 51 et 52 ci-dessus, par les dispositions de l'article L. 5210-2 et du chapitre Ier du titre Ier du livre II de la cinquième partie du code général des collectivités territoriales ainsi que par les dispositions suivantes :A. - Organisation :Le nombre des membres du conseil du district est fixé par la décision institutive. Le choix du conseil municipal peut porter sur tout citoyen réunissant les conditions requises pour faire partie d'un conseil municipal.B. - Compétences :Le district exerce de plein droit, au lieu et place des communes membres, la gestion :1° Des services de logement créés en application des articles L. 621-1 et suivants du code de la construction et de l'habitation ;2° Des centres de secours contre l'incendie, sous réserve des dispositions du chapitre IV du titre II du livre IV de la première partie du code général des collectivités territoriales ;3° Des services assurés par les syndicats de communes associant, à l'exclusion de toute autre, les mêmes communes que le district ;4° Des services énumérés dans la décision institutive.C. - Dispositions financières :1° Les recettes du budget du district comprennent :a) Le produit des impôts mentionnés au 1° du a de l'article L. 2331-3 du même code ;b) Le produit des taxes, redevances et contributions correspondant aux services assurés ;c) Le revenu des biens, meubles ou immeubles, du district ;d) Les sommes qu'il reçoit des administrations publiques, des associations, des particuliers, en échange d'un service rendu ;e) Les subventions de l'Etat, de la région, du département et des communes ;f) Les produits des dons et legs ;g) Le produit des emprunts ;h) La contribution des communes intéressées, pour le fonctionnement de services assurés à la demande de ces dernières.2° Les recettes du budget du district peuvent comprendre, le cas échéant, le produit des impôts mentionnés à l'article 1609 quinquies A ou à l'article 1609 quinquies B du code général des impôts.Les pertes de recettes que le district subit du fait des exemptions temporaires dont bénéficient les constructions nouvelles au titre de la taxe foncière des propriétés bâties sont compensées par une subvention de l'Etat, déterminée dans les mêmes conditions que l'allocation servie aux communes, conformément aux dispositions de l'article L. 2335-3 du code général des collectivités territoriales.Sont applicables au district les dispositions de l'article L. 5212-21 du même code.D. - Représentation-substitution :Le district est substitué, pour l'exercice des compétences qu'il exerce, aux communes qui en font partie lorsque celles-ci sont groupées avec des communes extérieures au district au sein de syndicats de communes préexistants qui deviennent des syndicats mixtes au sens de l'article L. 5711-1 du même code. Cette disposition ne modifie ni les attributions ni le périmètre des syndicats.En cas de transfert à un district existant de l'ensemble des services en vue desquels un syndicat de communes a été institué, ce syndicat est dissous de plein droit à la date du transfert.E. - Dissolution :Le district est dissous :a) Soit de plein droit, à l'expiration de la durée fixée par la décision institutive, ou à la date du transfert de la totalité de ses compétences à une communauté urbaine lorsque le district ne comprend pas de communes extérieures à la communauté urbaine.Dans ces deux derniers cas, sauf accord amiable et sous réserve des droits des tiers, des décrets en Conseil d'Etat fixent les conditions dans lesquelles les syndicats ou districts cessent leur activité et sont liquidés ;b) Soit à la demande de la moitié au moins des conseils municipaux représentant plus de la moitié de la population totale du district.La dissolution est prononcée par arrêté du représentant de l'Etat dans le département lorsque les communes appartiennent au même département et par arrêté conjoint des représentants de l'Etat dans les départements concernés dans le cas contraire.Cet arrêté détermine, sous la réserve des droits des tiers, les conditions dans lesquelles le district est liquidé.La répartition des personnels concernés entre les communes membres est soumise, pour avis, aux commissions administratives paritaires compétentes. Elle ne peut donner lieu à un dégagement des cadres. Les personnels concernés sont nommés dans un emploi de même niveau et en tenant compte de leurs droits acquis. Les communes attributaires supportent les charges financières correspondantes.La compensation mentionnée au I versée aux établissements publics de coopération intercommunale à fiscalité propre existant en 1986 et faisant application, à compter de 2000, des dispositions du I de l'article 1609 nonies C du code général des impôts ou du II de l'article 1609 quinquies C du même code est égale au montant de la compensation versée l'année d'entrée en vigueur de ces dispositions, actualisée chaque année dans les conditions prévues au IV de l'article 6 de la loi de finances pour 1987 (n° 86-1317 du 30 décembre 1986)."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "La commune, simultanément membre d'une communauté de communes et d'un district qui opte pour sa transformation en communauté de communes, se retire du district ou de la communauté de communes avant la transformation du district.Le conseil du district et le conseil de communauté fixent les conditions auxquelles s'opère le retrait. Faute d'accord, les conditions financières du retrait sont fixées par le ou les représentants de l'Etat dans le ou les départements concernés.La décision de retrait est prononcée par arrêté du ou des représentants de l'Etat dans le ou les départements concernés. A défaut de décision de la commune à l'expiration du délai prévu au dernier alinéa du I de l'article 51 ci-dessus, elle est prononcée d'office."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "Les communautés de villes existant à la date de publication de la présente loi et exerçant au lieu et place des communes membres la totalité des compétences prévues à l'article L. 5216-5 du code général des collectivités territoriales sont transformées en communautés d'agglomération par décision du conseil de communauté prise à la majorité des deux tiers au moins de ses membres dans un délai qui expire le 1er janvier 2002. Dans le cas contraire, elles sont transformées en communautés de communes dans les mêmes conditions de majorité et de délai. Dans les deux cas cette transformation est alors prononcée par arrêté du représentant de l'Etat dans le département lorsque les communes appartiennent au même département et par arrêté conjoint des représentants de l'Etat dans les départements concernés dans le cas contraire. Elle n'entraîne pas création d'une nouvelle personne morale.L'ensemble des biens, droits et obligations de la communauté de villes sont transférés à la communauté d'agglomération ou à la communauté de communes qui est substituée de plein droit à la communauté de villes dans toutes les délibérations et tous les actes de cette dernière à la date de l'arrêté de transformation. Cette substitution ne donne lieu au paiement d'aucune indemnité, droit, taxe, contribution prévue à l'article 879 du code général des impôts  ou honoraire prévus au titre du transfert des biens par le code général des impôts.L'ensemble des personnels de la communauté de villes est réputé relever de la communauté d'agglomération ou de la communauté de communes dans les conditions de statut et d'emploi qui sont les siennes à la date de la transformation.A défaut de décision du conseil de communauté au plus tard le 1er janvier 2002, la communauté de villes est transformée d'office en communauté de communes dans les conditions et selon les modalités prévues aux deux précédents alinéas.La transformation d'une communauté de villes en communauté d'agglomération ou en communauté de communes est sans effet sur les compétences exercées au lieu et place des communes membres."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "I.-Sans préjudice des dispositions des articles L. 2121-33 et L. 2122-10 du code général des collectivités territoriales, les délégués des communes au conseil de la communauté de villes conservent leur mandat, pour la durée de celui-ci restant à courir, au conseil de la communauté d'agglomération ou de la communauté de communes selon le cas.II.-Les communautés de villes existant à la date de publication de la présente loi sont régies, jusqu'à la date d'effet de leur transformation en application des dispositions de l'article 56, par les dispositions de l'article L. 5210-2 et du chapitre Ier du titre Ier du livre II de la cinquième partie du code général des collectivités territoriales ainsi que par les dispositions suivantes :A.-Organisation et fonctionnement :A défaut d'accord amiable entre les conseils municipaux intervenu dans un délai de trois mois à compter de la publication de l'arrêté fixant le périmètre de la communauté, la répartition des sièges au sein du conseil de communauté est assurée en fonction de la population à la représentation à la plus forte moyenne. Dans ce cas, le nombre total des sièges à répartir est déterminé par application des dispositions de l'article L. 5215-6 du même code et est augmenté, après répartition, de façon à ce que chaque commune dispose au moins d'un siège et à ce qu'aucune ne dispose de plus de la moitié des sièges.La désignation des délégués de chaque commune au conseil de communauté est opérée au sein de chaque conseil municipal au scrutin uninominal à un tour s'il n'y a qu'un délégué et au scrutin de liste majoritaire dans le cas contraire. Les listes de candidats peuvent comporter moins de noms que de sièges à pourvoir. Au cas où le nombre des conseillers municipaux est inférieur au nombre des sièges attribués à la commune, le conseil municipal peut désigner tout citoyen éligible au conseil municipal de la commune pour occuper les sièges qui ne peuvent être pourvus par des conseillers municipaux.Les décisions du conseil de communauté dont les effets ne concernent qu'une seule des communes membres ne peuvent être prises qu'après avis du conseil municipal de cette commune. S'il n'a pas été rendu dans un délai de deux mois à compter de la transmission du projet de la communauté, l'avis est réputé favorable. Lorsque cet avis est défavorable, la décision doit être prise à la majorité des deux tiers des membres du conseil de communauté.B.-Conditions d'exercice du mandat de membre du conseil de communauté :Les dispositions du chapitre III du titre II du livre Ier de la deuxième partie du code général des collectivités territoriales relatives à l'exercice des mandats municipaux ainsi que celles de l'article L. 5215-17 du même code sont applicables aux membres du conseil de communauté.C.-Compétences :1° La communauté de villes exerce de plein droit au lieu et place des communes membres, pour la conduite d'actions d'intérêt communautaire, les compétences relevant de chacun des deux groupes suivants :a) Aménagement de l'espace : schéma directeur, schéma de secteur, charte intercommunale de développement et d'aménagement, élaboration des programmes locaux de l'habitat visés à l'article L. 302-1 du code de la construction et de l'habitation, création et réalisation de zones d'aménagement concerté ;b) Actions de développement économique, création et équipement des zones d'activité industrielle, tertiaire, artisanale, touristique, portuaire ou aéroportuaire.2° La communauté de villes doit par ailleurs exercer dans les mêmes conditions les compétences relevant d'au moins un des quatre groupes suivants :a) Protection et mise en valeur de l'environnement, politique du cadre de vie, lutte contre la pollution des eaux et de l'air, lutte contre le bruit, assainissement, collecte, traitement et élimination des déchets dans le cadre des schémas départementaux les concernant lorsqu'ils existent ;b) Politique du logement et actions de réhabilitation ;c) Création, aménagement et entretien de la voirie, plans de déplacements urbains et transports urbains ;d) Construction, entretien et fonctionnement d'équipements culturels et sportifs et d'équipements relevant de l'enseignement préélémentaire et élémentaire ; action et animation culturelles.La définition des compétences transférées au sein de chacun de ces groupes est fixée par la majorité qualifiée des deux tiers au moins des conseils municipaux des communes intéressées représentant plus de la moitié de la population totale de celles-ci ou de la moitié des conseils municipaux des communes comptant les deux tiers de la population, cette majorité devant comprendre le conseil municipal de la commune dont la population est supérieure à la moitié de la population totale concernée.3° Les compétences susvisées peuvent à tout moment être étendues, par délibérations concordantes du conseil de la communauté et des deux tiers au moins des conseils municipaux des communes membres représentant plus de la moitié de la population totale de celles-ci ou de la moitié des conseils municipaux des communes comptant les deux tiers de la population, cette majorité devant obligatoirement comprendre le conseil municipal de la commune dont la population est supérieure à la moitié de la population concernée ou, à défaut, de la commune dont la population est la plus importante. L'extension de compétences s'effectue dans les conditions prévues aux cinq derniers alinéas de l'article L. 5211-17 du code général des collectivités territoriales et dans les conditions de délai prévues au deuxième alinéa du même article.4° Le transfert de compétences emporte transfert au président et au conseil de communauté de toutes les attributions conférées ou imposées par les lois et règlements respectivement au maire et au conseil municipal.5° Un décret en Conseil d'Etat fixe les conditions dans lesquelles sont achevées les opérations décidées par les communes, les syndicats de communes ou les districts avant le transfert de compétences, notamment en ce qui concerne le financement de ces opérations.D.-Dispositions financières :Les recettes du budget de la communauté de villes comprennent :1° Les ressources fiscales mentionnées aux articles 1609 nonies C et 1609 nonies D du code général des impôts ;2° Le revenu des biens, meubles ou immeubles, de la communauté de villes ;3° Les sommes qu'elle reçoit des administrations publiques, des associations, des particuliers, en échange d'un service rendu ;4° Les subventions de l'Etat, de la région, du département et des communes ;5° Le produit des dons et legs ;6° Le produit des taxes, redevances et contributions correspondant aux services assurés ;7° Le produit des emprunts ;8° Le produit du versement destiné aux transports en commun prévu à l'article L. 2333-64 du code général des collectivités territoriales, lorsque la communauté est compétente pour l'organisation des transports urbains.Les garanties accordées et les subventions et annuités attribuées par les départements en faveur des communes ou groupements pour la réalisation d'ouvrages faisant l'objet d'un transfert se trouvent reportées sur la communauté de villes malgré toutes dispositions conventionnelles contraires.E.-Représentation-substitution :La communauté de villes est substituée de plein droit, pour les compétences qu'ils exercent, aux syndicats de communes ou districts préexistants dont le périmètre est identique au sien.La communauté de villes est substituée, pour l'exercice des compétences qu'elle exerce, aux communes qui en font partie lorsque celles-ci sont groupées avec des communes extérieures à la communauté au sein de syndicats de communes préexistants. Cette disposition ne modifie ni les attributions ni le périmètre des syndicats qui deviennent des syndicats mixtes au sens de l'article L. 5711-1 du même code.Un décret en Conseil d'Etat fixe les conditions dans lesquelles peuvent être dévolues à une communauté de villes des compétences exercées antérieurement par un syndicat de communes inclus en tout ou en partie dans le périmètre de la communauté ou englobant celle-ci.F.-Dissolution :La communauté de villes peut être dissoute sur la demande des conseils municipaux des communes qu'elle rassemble, statuant à la majorité des deux tiers au moins des conseils municipaux des communes intéressées représentant plus des trois quarts de la population totale de celles-ci, ou des trois quarts des conseils municipaux des communes intéressées représentant plus des deux tiers de la population totale, cette majorité devant nécessairement comprendre les conseils municipaux des communes dont la population totale est supérieure au quart de la population totale concernée.La dissolution est prononcée par décret en conseil des ministres.Un décret en Conseil d'Etat détermine, sous réserve du droit des tiers, les conditions dans lesquelles la communauté est liquidée ; il fixe notamment les conditions dans lesquelles s'opère le transfert des biens, droits et obligations, après l'avis d'une commission dont la composition est fixée par arrêté du ministre de l'intérieur et qui comprend notamment des maires et des conseillers départementaux.Les personnels de la communauté sont répartis entre les communes membres ou leurs éventuels organismes de coopération, après avis des commissions administratives paritaires compétentes, sans qu'il puisse être procédé à un dégagement des cadres et en tenant compte de leurs droits acquis. Les communes ou leurs éventuels organismes de coopération attributaires supportent les charges financières correspondantes. Un décret en Conseil d'Etat fixe les conditions et les modalités de cette répartition.G.-Retrait d'une commune :Le troisième alinéa de l'article L. 5211-19 du code général des collectivités territoriales ne s'applique pas aux cas de retrait d'une commune d'une communauté de villes pour adhérer à une communauté d'agglomération ou à un établissement public de coopération intercommunale qui a décidé de se transformer en communauté d'agglomération.En cas de refus du conseil communautaire, ce retrait peut être autorisé par le représentant de l'Etat dans les conditions prévues à l'article L. 5214-26 du même code."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "Sous réserve des décisions de justice passées en force de chose jugée, est validé, en tant que sa régularité serait contestée, le décret n° 98-942 du 21 octobre 1998 pris en application des articles L. 153-1 à L. 153-5, R. 153-1 et R. 153-2 du code de la voirie routière, autorisant l'institution, pour une durée de vingt-cinq ans, de la redevance pour l'usage de l'ouvrage d'art dit \" boulevard périphérique Nord de Lyon \".Sont également validées, en tant que leur régularité serait contestée, les délibérations du conseil de la communauté urbaine de Lyon du 16 février 1998 et du 16 mars 1998 décidant de l'institution de cette redevance."
    },
    {
      "provision_ref": "art74-1",
      "section": "74-1",
      "title": "Article 74-1",
      "content": "La communauté d'agglomération est substituée dans les délibérations des communes membres, établissements publics de coopération intercommunale ou syndicats mixtes comprenant des communes membres, instituant un versement destiné aux transports en commun en application des dispositions de l'article L. 2333-66 du code général des collectivités territoriales.Jusqu'à la date à laquelle le conseil de la communauté d'agglomération aura délibéré sur l'institution d'un versement destiné aux transports en commun et dans un délai ne pouvant excéder six mois à compter de l'arrêté de création ou de transformation, la communauté d'agglomération perçoit le produit du versement sur le territoire des communes où un tel versement avait été antérieurement institué. Le taux applicable sur le territoire de chacune des communes est celui qui avait été adopté par le conseil municipal ou l'organe délibérant de l'établissement public compétent."
    },
    {
      "provision_ref": "art103",
      "section": "103",
      "title": "Article 103",
      "content": "A compter de la date de publication de la présente loi, les communautés de villes et les districts sont considérés comme des communautés de communes pour l'application des dispositions de l'article L. 1211-2 et des articles L. 5211-28 à L. 5211-35 du code général des collectivités territoriales."
    },
    {
      "provision_ref": "art111",
      "section": "111",
      "title": "Article 111",
      "content": "I. - Les dispositions de la deuxième phrase du troisième alinéa de l'article L. 5211-9 du code général des collectivités territoriales sont applicables à compter du 1er janvier 2000.II. - Jusqu'à l'expiration du délai prévu au I, sont maintenues en vigueur, dans leur rédaction en vigueur à la date de publication de la présente loi, les dispositions suivantes du code général des collectivités territoriales :- la dernière phrase du quatrième alinéa de l'article L. 5212-11 ;- le dernier alinéa de l'article L. 5213-10 ;- la dernière phrase du quatrième alinéa de l'article L. 5214-11 ;- le dernier alinéa de l'article L. 5215-14 ;- le dernier alinéa de l'article L. 5216-10."
    },
    {
      "provision_ref": "art112",
      "section": "112",
      "title": "Article 112",
      "content": "Les dispositions du second alinéa de l'article L. 5211-45 du code général des collectivités territoriales sont applicables à compter du 1er janvier 2000.Jusqu'à cette date, l'avis de la commission départementale de la coopération intercommunale est rendu par la commission de conciliation en matière de coopération intercommunale instituée par l'article L. 5212-31 du code général des collectivités territoriales en vigueur à la date de publication de la présente loi pour l'application des articles L. 5212-29, L. 5212-29-1, L. 5212-30 et L. 5214-26 du code général des collectivités territoriales et par la commission départementale de la coopération intercommunale réunie en formation plénière pour l'application de l'article L. 5721-6-3 de ce code."
    },
    {
      "provision_ref": "art113",
      "section": "113",
      "title": "Article 113",
      "content": "Les dispositions du 1° et du 3° de l'article 99 ne s'appliquent qu'à compter de la date du prochain renouvellement du comité des finances locales suivant la date de promulgation de la présente loi."
    }
  ]
}