{
  "id": "loi-n-2015-992-du-17-aout-2015",
  "type": "statute",
  "title": "LOI n°2015-992 du 17 août 2015",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000031044385",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "VIII.-Le Gouvernement se fixe pour objectif, pour la composante carbone intégrée aux tarifs des taxes intérieures sur la consommation des produits énergétiques inscrites au tableau B du 1 de l'article 265 du code des douanes, d'atteindre une valeur de la tonne carbone de 30,50 € en 2017, de 39 € en 2018, de 47,50 € en 2019, de 56 € en 2020 et de 100 € en 2030."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les politiques publiques intègrent les objectifs mentionnés aux articles L. 100-1, L. 100-2 et L. 100-4 du code de l'énergie.Elles soutiennent la croissance verte par le développement et le déploiement de processus sobres en émissions de gaz à effet de serre et de polluants atmosphériques, par la maîtrise de la consommation d'énergie et de matières, par l'information sur l'impact environnemental des biens ou services, ainsi que par l'économie circulaire, dans l'ensemble des secteurs de l'économie.Les politiques nationales et territoriales, économiques, de recherche et d'innovation, d'éducation et de formation initiale et continue contribuent à ce nouveau mode de développement par les dispositifs réglementaires, financiers et fiscaux, incitatifs et contractuels que mettent en place l'Etat et les collectivités territoriales.L'Etat mène une politique énergétique internationale ambitieuse et cohérente avec les politiques nationales et territoriales, en particulier en matière de lutte contre le changement climatique.Les politiques publiques concourent au renforcement de la compétitivité de l'économie française et à l'amélioration du pouvoir d'achat des ménages, en particulier des ménages exposés à la précarité énergétique. Elles privilégient, à ces fins, un approvisionnement compétitif en énergie, favorisent le développement de filières à haute valeur ajoutée et créatrices d'emplois et soutiennent l'autoconsommation d'électricité. Elles garantissent un cadre réglementaire et fiscal favorable à l'attractivité de la France pour les investissements dans les industries intensives en énergie afin d'éviter le phénomène de fuite de carbone et de permettre une croissance durable. Elles veillent à garantir un haut niveau de protection sociale et de garanties collectives à l'ensemble des personnels des secteurs concernés par la transition énergétique et accompagnent les besoins de formation et les transitions professionnelles."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "La France se fixe comme objectif de rénover énergétiquement 500 000 logements par an à compter de 2017, dont au moins la moitié est occupée par des ménages aux revenus modestes, visant ainsi une baisse de 15 % de la précarité énergétique d'ici 2020."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Avant 2025, tous les bâtiments privés résidentiels classés F ou G au sens de l'article L. 173-1-1 du code de la construction et de l'habitation doivent avoir fait l'objet d'une rénovation énergétique."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2015-718 DC du 13 août 2015.]"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nCode de l'urbanisme\n\nArt. L123-1-5\n\nII.-Toutes les nouvelles constructions sous maîtrise d'ouvrage de l'Etat, de ses établissements publics ou des collectivités territoriales font preuve d'exemplarité énergétique et environnementale et sont, chaque fois que possible, à énergie positive et à haute performance environnementale.\n\nDes actions de sensibilisation à la maîtrise de la consommation d'énergie sont mises en place auprès des utilisateurs de ces nouvelles constructions.\n\nLes collectivités territoriales peuvent bonifier leurs aides financières ou octroyer prioritairement ces aides aux bâtiments à énergie positive ou qui font preuve d'exemplarité énergétique et environnementale.\n\nUn décret en Conseil d'Etat définit les exigences auxquelles doit satisfaire un bâtiment à énergie positive, d'une part, et un bâtiment à haute performance environnementale, d'autre part.\n\nIII.-L'Etat, les collectivités territoriales et les établissements publics qui établissent un plan climat-air-énergie territorial prévu à l'article L. 229-26 du code de l'environnement peuvent conclure un partenariat avec les établissements mentionnés à l'article L. 711-2 du code de l'éducation, afin de mettre en œuvre des expérimentations et des innovations en matière d'économies d'énergies.\n\nV.-Les bâtiments à faible empreinte carbone, construits en minimisant leur contribution aux émissions de gaz à effet de serre sur l'ensemble de leur cycle de vie, de leur construction jusqu'à leur déconstruction, concourent à l'atteinte de l'objectif de réduction des émissions de gaz à effet de serre fixé à l'article L. 100-4 du code de l'énergie.\n\n-Code de l'urbanisme\n\n-Code de la construction et de l'habitation."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "II.-Les aides publiques destinées aux travaux d'amélioration de la performance énergétique dans les bâtiments existants sont maintenues lorsqu'il y a obligation de travaux."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport faisant état :1° De l'ensemble des financements permettant l'attribution de subventions pour la rénovation énergétique des logements occupés par des ménages aux revenus modestes ;2° De l'opportunité de leur regroupement au sein d'un fonds spécial concourant à la lutte contre la précarité énergétique ;3° Des modalités d'instauration d'un tel fonds."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Il est créé un fonds dénommé enveloppe spéciale transition énergétique, dont les ressources sont définies en loi de finances.\n\nLa gestion financière et administrative du fonds est assurée par la Caisse des dépôts et consignations. Une convention entre l'Etat et la Caisse des dépôts et consignations fixe les modalités de gestion de ce fonds pour les engagements des exercices 2015 à 2017 et les paiements jusqu'à extinction de l'enveloppe spéciale. La Caisse des dépôts et consignations est habilitée à assurer le préfinancement de l'enveloppe spéciale.\n\nLes engagements des dépenses du fonds sont décidés par le ministre chargé de l'écologie et les ordres de payer sont délivrés par le ministre chargé de l'écologie et par les préfets de région. Le ministre chargé de l'écologie et les préfets de région peuvent, chacun en ce qui les concerne, déléguer leur signature aux fonctionnaires et agents de l'Etat placés respectivement sous leur autorité.\n\n-Code de la construction et de l'habitation."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Dans un délai de douze mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur l'opportunité d'aides fiscales à l'installation de filtres à particules sur l'installation de chauffage au bois pour particuliers."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "III.-Le II entre en vigueur six mois après la promulgation de la présente loi."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "IV.-La mise à disposition des données de consommation exprimées en euros, au moyen d'un dispositif déporté d'affichage en temps réel, est progressivement proposée à l'ensemble des consommateurs domestiques, après une évaluation technico-économique menée par la Commission de régulation de l'énergie."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "I et II.-A modifié les dispositions suivantes :\n\nIII.-La quatrième période d'obligation d'économies d'énergie est comprise entre le 1er janvier 2018 et le 31 décembre 2021.\n\n-Code de l'énergie"
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Dans un délai de douze mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur le statut des colonnes montantes dans les immeubles d'habitation. Ce rapport estime notamment le nombre de telles colonnes nécessitant, au regard des normes en vigueur et des besoins des immeubles concernés, des travaux de rénovation, de renouvellement ou de renforcement, et le coût des travaux y afférents. Il propose des solutions pour en assurer le financement. Il propose toutes modifications législatives et réglementaires pertinentes pour préciser le régime juridique de ces colonnes."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Afin de réduire les impacts environnementaux de l'approvisionnement des villes en marchandises, des expérimentations sont soutenues et valorisées pour créer des espaces logistiques et pour favoriser l'utilisation du transport ferroviaire ou guidé, du transport fluvial et des véhicules routiers non polluants pour le transport des marchandises jusqu'au lieu de la livraison finale."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "I. - Le développement et le déploiement des transports en commun à faibles émissions de gaz à effet de serre et de polluants atmosphériques constituent une priorité tant au regard des exigences de la transition énergétique que de la nécessité d'améliorer le maillage et l'accessibilité des territoires.En zone périurbaine et insulaire notamment, la politique nationale des transports encourage le développement d'offres de transport sobres et peu polluantes, encourage le report modal, lutte contre l'étalement urbain et favorise le développement du télétravail.Le développement de véhicules à très faibles émissions sur leur cycle de vie est un enjeu prioritaire de la politique industrielle nationale et est encouragé, notamment, par des facilités de circulation et de stationnement, par l'évolution du bonus-malus et en faisant de l'objectif national de 2 litres aux 100 kilomètres la norme de référence.Pour le transport des personnes, l'Etat encourage le report modal du transport routier par véhicule individuel vers le transport ferroviaire, les transports collectifs routiers et les transports non motorisés.Pour le transport des marchandises, l'Etat accorde, en matière d'infrastructures, une priorité aux investissements de développement du ferroviaire, des voies d'eau et des infrastructures portuaires. Il soutient le développement des trafics de fret fluvial et ferroviaire, encourageant ainsi le report modal nécessaire pour réduire le trafic routier.II. - Lorsque les marchés publics impliquent pour leur réalisation que des opérations de transport de marchandises soient exécutées, la préférence, à égalité de prix ou à équivalence d'offres, peut se faire au profit des offres qui favorisent l'utilisation du transport ferroviaire, du transport fluvial ou de tout mode de transport non polluant."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-Code de l'environnement\n\n-Code de la route.\n\nIV.-L'article L. 224-7 du code de l'environnement, dans sa rédaction résultant du III du présent article, s'applique à compter du 1er janvier 2016, sauf dans les zones non interconnectées au réseau métropolitain continental d'électricité, dans lesquelles il s'applique à compter de la date fixée dans les documents de programmation pluriannuelle de l'énergie distincts prévus à l'article L. 141-5 du code de l'énergie, en fonction des capacités du système électrique."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "I.-A modifié les dispositions suivantes :\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "L'Etat définit une stratégie pour le développement de la mobilité propre. Cette stratégie concerne :1° Le développement des véhicules à faibles émissions et le déploiement des infrastructures permettant leur alimentation en carburant. Elle détermine notamment le cadre d'action national pour le développement du marché relatif aux carburants alternatifs et le déploiement des infrastructures correspondantes ;2° L'amélioration de l'efficacité énergétique du parc de véhicules ;3° Les reports modaux de la voiture individuelle vers les transports en commun terrestres, le vélo et la marche à pied, ainsi que du transport routier vers le transport ferroviaire et fluvial ;4° Le développement des modes de transports collaboratifs, notamment l'auto-partage ou le covoiturage ;5° L'augmentation du taux de remplissage des véhicules de transport de marchandises.Cette stratégie est fixée par voie réglementaire.Elle comporte une évaluation de l'offre existante de mobilité propre, chiffrée et ventilée par type d'infrastructures, et fixe, aux horizons de la programmation pluriannuelle de l'énergie, mentionnée à l'article L. 141-1 du code de l'énergie dans sa rédaction résultant du I de l'article 176 de la présente loi, dont elle constitue un volet annexé, des objectifs de développement des véhicules et de déploiement des infrastructures mentionnés au 1° du présent article, de l'intermodalité et des taux de remplissage des véhicules de transport de marchandises. Elle définit les territoires et les réseaux routiers prioritaires pour le développement de la mobilité propre, en particulier en termes d'infrastructures, en cohérence avec une stratégie ciblée de déploiement de certains types de véhicules à faibles émissions.Le Gouvernement soumet, pour avis, cette stratégie au Conseil national de la transition écologique, puis la transmet au Parlement."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "I.-Le développement et la diffusion de moyens de transport à faibles émissions de gaz à effet de serre et de polluants atmosphériques constituent une priorité au regard des exigences de la transition énergétique et impliquent une politique de déploiement d'infrastructures dédiées.\n\nAfin de permettre l'accès du plus grand nombre aux points de charge de tous types de véhicules électriques et hybrides rechargeables, la France se fixe comme objectif l'installation, d'ici à 2030, d'au moins sept millions de points de charge installés sur les places de stationnement des ensembles d'habitations, d'autres types de bâtiments, ou sur des places de stationnement accessibles au public ou des emplacements réservés aux professionnels.\n\nLes différents leviers permettant le déploiement de ces points de charge sont prévus par la stratégie pour le développement de la mobilité propre, prévue à l'article 40 de la présente loi. Ce déploiement est notamment favorisé en incitant les collectivités territoriales à poursuivre leurs plans de développement, en encourageant l'installation des points de charge dans les bâtiments tertiaires et dans les bâtiments d'habitation et en accompagnant les initiatives privées visant à la mise en place d'un réseau à caractère national accessible, complémentaire du déploiement assuré par les collectivités territoriales.\n\nL'utilisation mutualisée des points de charge par des véhicules électriques et hybrides rechargeables, en particulier dans le cadre de l'auto-partage ou du covoiturage, est favorisée afin d'assurer une utilisation optimale de ces points de charge et la mise à disposition de véhicules électriques à un nombre élargi de personnes.\n\nII.-Le développement et la diffusion de l'usage du vélo et des mobilités non motorisées constituent une priorité au regard des exigences de la transition énergétique et impliquent une politique de déploiement d'infrastructures dédiées.\n\nAfin de permettre le recours du plus grand nombre à ces mobilités, la France se fixe un objectif de déploiement massif, avant 2030, de voies de circulation et de places de stationnement réservées aux mobilités non motorisées, en particulier de stationnement sécurisé pour les vélos.\n\nCes mobilités sont favorisées en incitant les collectivités territoriales à poursuivre la mise en œuvre de leurs plans de développement.\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nVII.-A.-Pour les bâtiments industriels mentionnés au 2° du I de l'article L. 111-5-2 du code de la construction et de l'habitation, dans sa rédaction résultant du III du présent article, le même I s'applique aux bâtiments pour lesquels la demande de permis de construire est déposée après le 1er janvier 2017.\n\nB.-Le II du même article L. 111-5-2, dans sa rédaction résultant du III du présent article, s'applique aux bâtiments pour lesquels la demande de permis de construire est déposée après le 1er janvier 2017.\n\nC.-L'obligation mentionnée au III dudit article L. 111-5-2, dans sa rédaction résultant du III du présent article, s'applique :\n\n1° Aux bâtiments constituant un ensemble commercial ou accueillant un établissement de spectacles cinématographiques équipés de places de stationnement destinées à la clientèle pour lesquels la demande de permis de construire est déposée après le 1er janvier 2017 ;\n\n2° Aux ensembles d'habitations équipés de places de stationnement individuelles non couvertes ou d'accès non sécurisé, aux bâtiments à usage industriel équipés de places de stationnement destinées aux salariés, aux bâtiments à usage tertiaire ne constituant pas principalement un lieu de travail équipés de places de stationnement destinées aux salariés et aux bâtiments accueillant un service public équipés de places de stationnement destinées aux agents ou aux usagers du service public pour lesquels la demande de permis de construire est déposée après le 1er janvier 2017.\n\n-Code de la construction et de l'habitation.\n\n-Code de la construction et de l'habitation.\n\n-Code de l'urbanisme\n\n-Loi n° 65-557 du 10 juillet 1965"
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "A modifié les dispositions suivantes :\n\nCode de l'urbanisme\n\nArt. L123-1-12"
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2015-718 DC du 13 août 2015.]"
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "I. - Les personnes publiques ou privées exploitant un aérodrome défini aux deux premiers alinéas du I de l'article 1609 quatervicies A du code général des impôts établissent, au plus tard le 31 décembre 2016, un programme des actions qu'elles décident de mettre en œuvre afin de réduire les émissions de gaz à effet de serre et de polluants atmosphériques résultant des activités directes et au sol de la plateforme aéroportuaire, en matière de roulage des avions et de circulation de véhicules sur la plateforme notamment.L'objectif de réduction de l'intensité en gaz à effet de serre et en polluants atmosphériques est, par rapport à l'année 2010, de 10 % au moins en 2020 et de 20 % au moins en 2025. L'intensité en gaz à effet de serre est le rapport entre le volume des émissions de ces gaz et le nombre d'unités de trafic sur la plateforme concernée la même année. L'objectif de réduction s'applique à l'ensemble constitué par les aérodromes mentionnés au premier alinéa du présent I.II. - Les véhicules terrestres et aériens utilisés pour les missions opérationnelles de défense, de sécurité, d'intervention, d'incendie et de secours ne sont pas concernés par ces programmes d'actions.III. - Les programmes d'actions mentionnés au premier alinéa du I sont communiqués à l'Agence de l'environnement et de la maîtrise de l'énergie, qui en établit un bilan national au plus tard le 31 décembre 2017.IV. - Un décret précise les modalités d'application du présent article ainsi que la liste des personnes publiques ou privées soumises aux obligations qu'il fixe."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "I. et II.-A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nIII.-Afin d'améliorer l'efficacité énergétique du transport routier de personnes et d'en réduire les émissions de gaz à effet de serre et de polluants atmosphériques, des aides à l'acquisition de véhicules à faibles émissions, neufs ou d'occasion, définis au 1° de l'article L. 224-7 du code de l'environnement, dans sa rédaction résultant du III de l'article 37 de la présente loi, en remplacement de véhicules anciens polluants peuvent être attribuées, dans des conditions définies par voie réglementaire, en fonction de critères sociaux ou géographiques.\n\nIV.-Avant le 31 décembre 2015, le Gouvernement transmet au Parlement un rapport présentant des propositions de modification de la réglementation encadrant les mesures d'urgence afin de permettre aux pouvoirs publics d'être plus réactifs pour réduire les sources de pollution et pour protéger la santé des populations exposées, en particulier les plus fragiles.\n\n-Code général des collectivités territoriales\n\n-Code de l'environnement\n\n-Code de l'environnement"
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "A compter du 1er juillet 2015 et jusqu'au 1er janvier 2017, le maire d'une commune située dans une zone pour laquelle un plan de protection de l'atmosphère a été adopté, en application de l'article L. 222-4 du code de l'environnement, peut, par arrêté motivé, étendre à l'ensemble des voies de la commune l'interdiction d'accès à certaines heures prise sur le fondement du 1° de l'article L. 2213-2 du code général des collectivités territoriales à l'encontre des véhicules qui contribuent significativement à la pollution atmosphérique. Cet arrêté fixe la liste des véhicules concernés et celle des véhicules bénéficiant d'une dérogation à cette interdiction d'accès."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "I. à III.-A créé les dispositions suivantes :\n\nVI.-Le présent article entre en vigueur au 1er juillet 2015.\n\n-Code du travail\n\n-Code de la sécurité sociale.\n\nA modifié les dispositions suivantes :\n\n-Code général des impôts, CGI.\n\nArt. 81\n\nIV.-La perte de recettes pour les organismes de sécurité sociale est compensée, à due concurrence, par la création d'une contribution additionnelle à la contribution mentionnée à l'article L. 137-7 du code de la sécurité sociale.\n\nV.-La perte de recettes pour l'Etat est compensée, à due concurrence, par la création d'une taxe additionnelle aux droits mentionnés aux articles 575 et 575 A du code général des impôts."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "I.-A créé les dispositions suivantes :\n\nII.-Le II de l'article L. 1214-8-2 du code des transports, dans sa rédaction résultant du présent article, s'applique à compter du 1er janvier 2018.\n\n-Code des transports"
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "I., II., III. et V.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIV.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est habilité à prendre par ordonnance toute mesure relevant du domaine de la loi afin d'instaurer une servitude d'utilité publique pour les transports urbains par câble. Cette ordonnance est prise dans un délai d'un an à compter de la promulgation de la présente loi. Un projet de loi de ratification est déposé devant le Parlement dans un délai de six mois à compter de la publication de l'ordonnance.\n\nVI.-Dans des conditions fixées par l'autorité chargée de la police de la circulation, les véhicules particuliers utilisés en covoiturage peuvent bénéficier de conditions de circulation privilégiées.\n\nVII.-L'Etat favorise, notamment en soutenant des opérations pilotes, l'installation de systèmes de distribution de gaz naturel liquéfié et d'alimentation électrique à quai dans les ports pour les navires et les bateaux, en vue de l'implantation, au plus tard le 31 décembre 2025, sur les ports du réseau central RTE-T, d'une part, d'un nombre approprié de points de ravitaillement en gaz naturel liquéfié, et, d'autre part, d'un nombre approprié de bornes d'alimentation électrique à quai à moins qu'il n'y ait pas de demande et que les coûts soient disproportionnés par rapport aux avantages, y compris les avantages environnementaux.\n\n-Code des transports\n\n-Code de la voirie routière\n\n-Code des transports\n\n-Code des transports"
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "Les sociétés concessionnaires d'autoroutes s'engagent dans la création ou le développement de places de covoiturage ou de pôles d'échanges multimodaux adaptés aux besoins identifiés, à l'intérieur ou à proximité immédiate du domaine public autoroutier, sous réserve des contraintes techniques et de disponibilité foncière, le cas échéant en participant à une opération menée sous maîtrise d'ouvrage publique définie avec les collectivités territorialement concernées. Elles mettent en place, sous leur responsabilité et à leurs frais, des actions d'information et de communication en faveur du covoiturage sur autoroute. Ces actions visent notamment à renforcer la visibilité de la pratique du covoiturage par les usagers de l'autoroute et à faciliter la mise en relation de conducteurs et de passagers."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "A modifié les dispositions suivantes :\n\nCode des transports\n\nArt. L1213-3-1"
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "Dans un délai d'un an à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport évaluant l'opportunité de réserver, sur les autoroutes et les routes nationales comportant deux chaussées de trois voies séparées par un terre-plein central et traversant ou menant vers une métropole, une voie aux transports en commun, aux taxis, à l'auto-partage, aux véhicules à très faibles émissions et au covoiturage. Il présente des propositions sur les modalités de contrôle du caractère effectif du covoiturage. Il évalue également l'impact que de telles mesures sont susceptibles de produire en termes de décongestion de ces routes selon les heures de la journée. Ce rapport propose les mesures législatives ou réglementaires permettant de lever les freins au déploiement des opérations opportunes."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "Dans un délai d'un an à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport établissant un bilan chiffré des émissions de particules fines et d'oxydes d'azote dans le secteur des transports, ventilé par source d'émission. Cet état des lieux porte sur les particules primaires émises à l'échappement des véhicules, sur les particules secondaires ultrafines formées à partir des gaz précurseurs émis à l'échappement des véhicules, sur les particules primaires émises par l'abrasion due notamment aux systèmes de freinage, à l'usure des pneumatiques ou de la route, ainsi que sur les oxydes d'azote. Ce rapport fait l'objet d'un débat au Parlement."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance toute mesure relevant du domaine de la loi afin :1° De transposer la directive 2012/33/UE du Parlement européen et du Conseil, du 21 novembre 2012, modifiant la directive 1999/32/CE en ce qui concerne la teneur en soufre des combustibles marins et de prendre les mesures d'adaptation de la législation liées à cette transposition, comprenant les mesures de nature législative nécessaires à l'établissement d'un système de sanctions pénales et administratives proportionnées, efficaces et dissuasives, notamment en ce qui concerne la prévention de la pollution et la protection de l'environnement ;2° De prendre les mesures nécessaires pour adapter aux caractéristiques et contraintes particulières des collectivités régies par l'article 73 de la Constitution les dispositions mentionnées au 1° du présent I ;3° D'étendre, avec les adaptations nécessaires, à la Nouvelle-Calédonie, à la Polynésie française, à Wallis-et-Futuna et aux Terres australes et antarctiques françaises les dispositions mentionnées au même 1°, sous réserve des compétences dévolues à ces collectivités ;4° D'adapter à Saint-Pierre-et-Miquelon, à Saint-Martin et à Saint-Barthélemy les dispositions mentionnées audit 1°, sous réserve des compétences dévolues à ces collectivités.II. - Cette ordonnance est prise dans un délai d'un an à compter de la promulgation de la présente loi. Un projet de loi de ratification est déposé devant le Parlement dans un délai de six mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "Le contrôle des émissions de polluants atmosphériques et des particules fines émanant de l'échappement des véhicules particuliers ou utilitaires légers est renforcé lors du contrôle technique. Le contrôle des émissions de particules fines issues de l'abrasion est renforcé dès lors que les moyens techniques seront disponibles.Ce contrôle porte sur les niveaux d'émissions de monoxyde de carbone, d'hydrocarbures imbrûlés, d'oxydes d'azote, de dioxyde de carbone et d'oxygène ainsi que de particules fines et permet de vérifier que le moteur est à l'optimum de ses capacités thermodynamiques.Les modalités d'application du présent article sont précisées par décret avant le 1er janvier 2017."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nCode de l'urbanisme\n\nArt. L123-1-9, Art. L123-12-1\n\nV.-Les plans de protection de l'atmosphère dont les commissions départementales compétentes en matière d'environnement, de risques sanitaires et technologiques ont déjà été saisies pour avis à la date de publication de la présente loi sont élaborés selon la procédure en vigueur avant cette date.\n\n-Code de la construction et de l'habitation.\n\n-Code de l'environnement\n\n-Code de l'environnement\n\n-Code des transports"
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nLoi n° 2014-110 du 6 février 2014\n\nArt. 1er, Art. 4\n\nIV.-Le 1° du III entre en vigueur le 1er janvier 2016.\n\nVI.-Le V du présent article entre en vigueur le 1er janvier 2017. Entre le 1er janvier 2016 et le 1er janvier 2017, les distributeurs engagent un programme de retrait de la vente en libre-service des produits visés par l'interdiction mentionnée au même V.\n\n-Code rural et de la pêche maritime"
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "Le Gouvernement soumet au Parlement, tous les cinq ans, une stratégie nationale de transition vers l'économie circulaire, incluant notamment un plan de programmation des ressources nécessaires aux principaux secteurs d'activités économiques qui permet d'identifier les potentiels de prévention de l'utilisation de matières premières, primaires et secondaires, afin d'utiliser plus efficacement les ressources, ainsi que les ressources stratégiques en volume ou en valeur et de dégager les actions nécessaires pour protéger l'économie française."
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "VI.-La lutte contre les sites illégaux de tri et de traitement des déchets ainsi que celle contre les trafics associés, notamment les exportations illégales, sont intensifiées afin que l'ensemble des objectifs fixés aux 1° à 9° du I de l'article L. 541-1 du code de l'environnement soient atteints."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "La France a pour objectif de découpler progressivement sa croissance de sa consommation de matières premières. A cet effet, elle se fixe comme objectif une hausse de 30 %, de 2010 à 2030, du rapport entre son produit intérieur brut et sa consommation intérieure de matières. Dans le même temps, elle vise à une diminution de sa consommation intérieure de matières par habitant."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "I. - A modifié les dispositions suivantes :\n\nII.-(Abrogé).\n\nIII.-A compter du 1er janvier 2017, l'utilisation des emballages plastique non biodégradables et non compostables en compostage domestique pour l'envoi de la presse et de la publicité adressée ou non adressée est interdite.\n\nIV.-Le Gouvernement remet au Parlement un rapport, au plus tard le 1er janvier 2018, sur l'impact économique et environnemental de la mise en œuvre des I et II du présent article.\n\n- Code de l'environnement"
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "V.-La seconde phrase du troisième alinéa de l'article L. 541-10-2 du code de l'environnement, dans sa rédaction résultant du III du présent article, s'applique à compter du 1er janvier 2017 pour les déchets d'équipements électriques et électroniques professionnels."
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "I. - Les services de l'Etat ainsi que les collectivités territoriales et leurs groupements s'engagent à diminuer de 30 %, avant 2020, leur consommation de papier bureautique en mettant en place un plan de prévention en ce sens.II. - A compter du 1er janvier 2017, 25 % au moins des produits papetiers, articles de papeterie à base de fibres et imprimés acquis par les services de l'Etat ainsi que par les collectivités territoriales et leurs groupements sont fabriqués à partir de papier recyclé.Les autres produits papetiers, articles de papeterie à base de fibres et imprimés acquis par les services de l'Etat ainsi que par les collectivités territoriales et leurs groupements sont issus de forêts gérées durablement.A compter du 1er janvier 2020, 40 % au moins des produits papetiers, articles de papeterie à base de fibres et imprimés acquis par les services de l'Etat ainsi que par les collectivités territoriales et leurs groupements sont fabriqués à partir de papier recyclé.Les autres produits papetiers, articles de papeterie à base de fibres et imprimés acquis par les services de l'Etat ainsi que par les collectivités territoriales et leurs groupements sont issus de forêts gérées durablement.Un papier recyclé est un papier contenant au moins 50 % de fibres recyclées.III. - Au plus tard en 2020, l'Etat et les collectivités territoriales s'assurent qu'au moins 70 % des matières et déchets produits sur les chantiers de construction ou d'entretien routiers dont ils sont maîtres d'ouvrage sont réemployés ou orientés vers le recyclage ou les autres formes de valorisation matière, au sens de la directive 2008/98/CE du Parlement européen et du Conseil, du 19 novembre 2008, relative aux déchets et abrogeant certaines directives.Tout appel d'offres que l'Etat ou les collectivités territoriales publient pour la construction ou l'entretien routier intègre une exigence de priorité à l'utilisation des matériaux issus du réemploi, de la réutilisation ou du recyclage de déchets.L'Etat et les collectivités territoriales justifient chaque année, et pour l'Etat à une échelle régionale :1° A partir de 2017 :a) Qu'au moins 50 % en masse de l'ensemble des matériaux utilisés pendant l'année dans leurs chantiers de construction routiers sont issus du réemploi, de la réutilisation ou du recyclage de déchets ;b) Et que, pour les matériaux utilisés pendant l'année dans les chantiers de construction et d'entretien routiers parmi ces matériaux, au moins 10 % en masse des matériaux utilisés dans les couches de surface et au moins 20 % en masse des matériaux utilisés dans les couches d'assise sont issus du réemploi, de la réutilisation ou du recyclage de déchets ;2° A partir de 2020 :a) Qu'au moins 60 % en masse de l'ensemble des matériaux utilisés pendant l'année dans leurs chantiers de construction routiers sont issus du réemploi, de la réutilisation ou du recyclage de déchets ;b) Et que, pour les matériaux utilisés pendant l'année dans les chantiers de construction et d'entretien routiers parmi ces matériaux, au moins 20 % en masse des matériaux utilisés dans les couches de surface et au moins 30 % en masse des matériaux utilisés dans les couches d'assise sont issus du réemploi, de la réutilisation ou du recyclage de déchets."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2015-718 DC du 13 août 2015.]"
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Article 85",
      "content": "III.-Le I du présent article est applicable en Nouvelle-Calédonie, sous réserve de l'article L. 5762-1 du code des transports, en Polynésie française, sous réserve de l'article L. 5772-1 du même code, à Wallis-et-Futuna et dans les Terres australes et antarctiques françaises."
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "Article 90",
      "content": "Afin de garantir la qualité de l'information environnementale mise à la disposition du consommateur, les producteurs réalisant volontairement une communication ou une allégation environnementale concernant leurs produits sont tenus de mettre à disposition conjointement les principales caractéristiques environnementales de ces produits."
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "Article 91",
      "content": "I. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Article 92",
      "content": "I. - A modifié les dispositions suivantes :\n\nII.-Dans un délai d'un an à compter de la promulgation de la présente loi, après concertation avec les parties prenantes, le Gouvernement remet au Parlement un rapport sur l'impact d'une extension éventuelle à la maroquinerie de la filière à responsabilité élargie des textiles.\n\n- Code de l'environnement"
    },
    {
      "provision_ref": "art100",
      "section": "100",
      "title": "Article 100",
      "content": "Dans un délai d'un an à compter de la promulgation de la présente loi, après concertation avec les parties prenantes, le Gouvernement remet au Parlement un rapport sur le principe de réversibilité du stockage, en vue d'assurer le réemploi, le recyclage ou la valorisation des déchets enfouis dans les installations de stockage de déchets.Le rapport fait le point sur les techniques disponibles ainsi que sur les risques sanitaires et écologiques d'une application du principe de réversibilité, à un coût économique raisonnable. Le rapport examine également l'intérêt de ce principe pour la promotion d'une économie circulaire et, le cas échéant, les conditions de réalisation d'expérimentations."
    },
    {
      "provision_ref": "art101",
      "section": "101",
      "title": "Article 101",
      "content": "Dans un délai d'un an à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport identifiant les produits qui, ne faisant pas l'objet d'un dispositif de responsabilité élargie du producteur, ont un potentiel de réemploi et de recyclage insuffisamment développé et sont susceptibles de concerner des activités de l'économie sociale et solidaire.Ce rapport présente les facteurs de frein et de levier pour développer le potentiel de réemploi et de recyclage de ces produits, en lien avec les acteurs de l'économie sociale et solidaire."
    },
    {
      "provision_ref": "art103",
      "section": "103",
      "title": "Article 103",
      "content": "I. - L'inscription de la date limite d'utilisation optimale est interdite sur les produits alimentaires figurant sur la liste prévue au d du 1 de l'annexe X au règlement (UE) n° 1169/2011 du Parlement européen et du Conseil, du 25 octobre 2011, concernant l'information des consommateurs sur les denrées alimentaires, modifiant les règlements (CE) n° 1924/2006 et (CE) n° 1925/2006 du Parlement européen et du Conseil et abrogeant la directive 87/205/CEE de la Commission, la directive 90/496/CEE du Conseil, la directive 1999/10/CE de la Commission, la directive 2000/13/CE du Parlement européen et du Conseil, les directives 2002/67/CE et 2008/5/CE de la Commission et le règlement (CE) n° 608/2004 de la Commission.II. - [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2015-718 DC du 13 août 2015.]III. - [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2015-718 DC du 13 août 2015.]IV. - [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2015-718 DC du 13 août 2015.]V. - [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2015-718 DC du 13 août 2015.]VI. - [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2015-718 DC du 13 août 2015.]VII. - [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2015-718 DC du 13 août 2015.]"
    },
    {
      "provision_ref": "art104",
      "section": "104",
      "title": "Article 104",
      "content": "I., II., III., IV., VII., VIII., IX., X., XI. et XII.-A modifié les dispositions suivantes :\n\nII.-Pour l'application de l'article L. 311-6 du code de l'énergie, la puissance installée se définit, pour les installations de production d'électricité qui utilisent des énergies renouvelables, comme le cumul de la puissance active maximale injectée au point de livraison et de la puissance autoconsommée. Un décret précise les modalités d'application du présent II.\n\nV.-Les instances représentatives de chaque filière d'énergies renouvelables sont consultées sur les évolutions des dispositifs de soutien préalablement à leur adoption.\n\nXIII-Jusqu'à la date d'entrée en vigueur des décrets mentionnés au premier alinéa de l'article L. 314-1 et à l'article L. 314-18 du code de l'énergie, dans leur rédaction résultant, respectivement, des I et VI du présent article, l'article L. 314-1 du même code continue à s'appliquer dans sa rédaction antérieure à la promulgation de la présente loi.\n\nLes producteurs qui ont demandé à bénéficier de l'obligation d'achat en application de l'article L. 314-1 dudit code avant la date d'entrée en vigueur du décret mentionné au premier alinéa du même article L. 314-1 et à l'article L. 314-18 du même code, dans leur rédaction résultant du présent article, peuvent bénéficier d'un contrat pour l'achat de l'électricité produite par leur installation dans les conditions prévues à la section 1 du chapitre IV du titre Ier du livre III dudit code, dans sa rédaction en vigueur à la date de la demande. Le bénéfice de l'obligation d'achat et celui du contrat d'achat sont subordonnés à l'achèvement de l'installation dans un délai de dix-huit mois à compter de la date d'entrée en vigueur mentionnée au premier alinéa du présent XIII. Ce délai peut être prolongé par arrêté du ministre chargé de l'énergie lorsque les conditions de réalisation des installations le justifient.\n\n-Code de l'énergie"
    },
    {
      "provision_ref": "art111",
      "section": "111",
      "title": "Article 111",
      "content": "I.-A modifié les dispositions suivantes :\n\n-Code de l'énergie"
    },
    {
      "provision_ref": "art112",
      "section": "112",
      "title": "Article 112",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le présent article ne s'applique qu'aux installations mises en service après l'entrée en vigueur du décret mentionné au I.\n\n- Code de l'environnement"
    },
    {
      "provision_ref": "art114",
      "section": "114",
      "title": "Article 114",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I du présent article entre en vigueur le 1er janvier 2016.\n\nIII. - La perte de recettes résultant pour l'Etat du même I est compensée, à due concurrence, par la création d'une taxe additionnelle aux droits prévus aux articles 575 et 575 A du code général des impôts.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art119",
      "section": "119",
      "title": "Article 119",
      "content": "I.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance toute mesure relevant du domaine de la loi afin :\n\n1° De modifier les dispositions applicables aux installations de production d'électricité à partir de sources renouvelables afin d'assurer leur meilleure intégration au marché de l'électricité, en clarifiant les dispositions relatives à l'obligation d'achat mentionnée à la section 1 du chapitre IV du titre Ier du livre III du code de l'énergie, en révisant les critères d'éligibilité de ces installations à cette obligation d'achat et en précisant le contenu ainsi que les critères de détermination et de révision des conditions d'achat de l'électricité produite par ces installations ;\n\n2° De modifier les dispositions applicables aux installations de production d'électricité raccordées à un réseau public de distribution, notamment les installations de production d'électricité à partir de sources renouvelables, en prévoyant les dispositions techniques nécessaires à leur meilleure intégration au système électrique ;\n\n3° De mettre en place les mesures nécessaires à un développement maîtrisé et sécurisé des installations destinées à consommer tout ou partie de leur production électrique, comportant notamment la définition du régime de l'autoproduction et de l'autoconsommation, les conditions d'assujettissement de ces installations au tarif d'utilisation des réseaux publics de distribution d'électricité et le recours à des expérimentations. Un régime spécifique est prévu pour les installations individuelles d'une puissance inférieure à 100 kilowatts ;\n\n4° De réformer le régime des sanctions administratives et pénales applicables aux concessions mentionnées au titre II du livre V du code de l'énergie ;\n\n5° De compléter le titre Ier du livre V du même code par un chapitre relatif à la protection du domaine hydroélectrique concédé, instituant des sanctions à l'encontre des auteurs d'actes portant atteinte à l'intégrité, à l'utilisation ou à la conservation de ce domaine ou des servitudes administratives mentionnées aux articles L. 521-8 à L. 521-13 dudit code, afin de lutter contre les dépôts illégaux de terres, de déchets et d'objets quelconques ;\n\n6° De permettre l'institution des servitudes nécessaires à l'exploitation d'une concession hydroélectrique ;\n\n7° De compléter la définition du droit prévu à l'article L. 521-17 du même code ainsi que les règles d'assiette de la redevance applicable aux concessions hydroélectriques instituée à l'article L. 523-2 dudit code ;\n\n8° De préciser les conditions dans lesquelles sont exploitées les installations hydrauliques concédées avant le 16 juillet 1980 et d'une puissance comprise entre 500 et 4 500 kilowatts pendant la période temporaire qui va de l'expiration de la concession jusqu'à l'institution d'une nouvelle concession ou à la délivrance d'une autorisation, dans le cas où l'ouvrage relève de ce régime, ainsi que, dans ce dernier cas, l'articulation entre la procédure d'autorisation et la procédure de gestion des biens faisant retour à l'Etat en fin de concession ;\n\n9° D'exclure en tout ou partie les installations utilisant l'énergie des courants marins du régime général des installations hydroélectriques en vue d'unifier autant que possible le régime juridique applicable aux énergies renouvelables en mer ;\n\n10° De mettre en cohérence les articles du code de l'énergie relatifs à la procédure d'appel d'offres prévue à l'article L. 311-10 du même code avec les dispositions de la présente loi relatives à la programmation pluriannuelle de l'énergie et de redéfinir les critères applicables à ces appels d'offres, en valorisant notamment les investissements participatifs mentionnés à l'article L. 314-27 dudit code ;\n\n11° De permettre à l'autorité administrative de recourir à une procédure d'appel d'offres lorsque les objectifs d'injection du biométhane dans le réseau de gaz s'écartent de la trajectoire prévue dans la programmation pluriannuelle de l'énergie. Les critères applicables à ces appels d'offres valorisent notamment les investissements participatifs mentionnés au même article L. 314-27 ;\n\n12° De permettre l'organisation et la conclusion de procédures de mise en concurrence destinées à l'expérimentation et au déploiement de technologies innovantes concourant à la satisfaction conjointe des objectifs mentionnés aux articles L. 100-1, L. 100-2 et L. 100-4 du même code et, en outre, à la constitution de filières d'excellence compétitives et créatrices d'emplois durables, ainsi que de permettre l'organisation et la conclusion de procédures de mise en concurrence telles que les procédures de dialogue compétitif lorsque les capacités de production ne répondent pas aux objectifs de la programmation pluriannuelle de l'énergie.\n\nL'ordonnance prévue au présent I est prise dans un délai d'un an à compter de la promulgation de la présente loi.\n\nUn projet de loi de ratification est déposé devant le Parlement dans un délai de six mois à compter de la publication de l'ordonnance.\n\nA modifié les dispositions suivantes :\n\n-Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art121",
      "section": "121",
      "title": "Article 121",
      "content": "I.-Dans un délai de douze mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un plan de développement du stockage des énergies renouvelables par hydrogène décarboné qui porte notamment sur :1° La mise en œuvre d'un modèle économique du stockage par hydrogène de l'électricité produite à partir de sources d'énergies renouvelables, visant à encourager les producteurs d'énergies renouvelables à participer à la disponibilité et à la mise en œuvre des réserves nécessaires au fonctionnement des réseaux publics de transport et de distribution d'énergie, ainsi que les conditions de valorisation de ces services ;2° La mise en œuvre de mesures incitatives destinées à promouvoir des innovations technologiques visant plus particulièrement les piles à combustibles, pour notamment développer le marché des véhicules électriques ;3° Le déploiement d'une infrastructure de stations de distribution à hydrogène ;4° L'adaptation des réglementations pour permettre le déploiement de ces nouvelles applications de l'hydrogène, telles que la conversion d'électricité en gaz.\n\nII. - A modifié les dispositions suivantes :\n\n- Code de l'énergie"
    },
    {
      "provision_ref": "art122",
      "section": "122",
      "title": "Article 122",
      "content": "I.-Le plafond de l'indemnité prévue au titre de l'article L. 155-6 du code minier et versée par le fonds de garantie des assurances obligatoires de dommages est porté à 400 000 €.II.-Le présent article s'applique aux dégâts miniers postérieurs au 31 décembre 2007."
    },
    {
      "provision_ref": "art123",
      "section": "123",
      "title": "Article 123",
      "content": "A modifié les dispositions suivantes :\n\nVI.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance les dispositions relevant du domaine de la loi nécessaires pour :\n\n1° Etendre, avec les adaptations nécessaires, à l'ensemble des intérêts protégés mentionnés à l'article L. 593-1 du code de l'environnement, le champ d'application des informations et déclarations prévues aux articles L. 125-10, L. 125-15 et L. 591-5 du même code ;\n\n2° Créer un régime de servitudes d'utilité publique instituées par l'autorité administrative applicable aux terrains, constructions ou ouvrages qui peuvent occasionner une exposition des personnes aux effets nocifs des rayonnements ionisants justifiant un contrôle de radioprotection, en vue de prévenir une telle exposition ou d'en réduire les effets.\n\nL'ordonnance est prise dans un délai de huit mois à compter de la promulgation de la présente loi.\n\nLe projet de loi de ratification est déposé devant le Parlement dans un délai de quatre mois à compter de la publication de l'ordonnance.\n\n-Code de l'environnement"
    },
    {
      "provision_ref": "art125",
      "section": "125",
      "title": "Article 125",
      "content": "II.-Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur les modalités d'intégration, dans les critères de risques au titre d'un environnement physique agressif mentionnés à l'article L. 4161-1 du code du travail, des rayonnements ionisants subis, le cas échéant, par les travailleurs du secteur nucléaire."
    },
    {
      "provision_ref": "art128",
      "section": "128",
      "title": "Article 128",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance des dispositions relevant du domaine de la loi nécessaires pour :1° Renforcer l'efficacité du contrôle en matière de sûreté nucléaire et de radioprotection :a) En modulant les pouvoirs de contrôle et de sanction de l'Autorité de sûreté nucléaire et de ses inspecteurs, notamment en dotant l'autorité du pouvoir de prononcer des astreintes et en créant un régime de sanctions pécuniaires ;b) En procédant à la réforme et à la simplification tant des dispositions relatives au contrôle et aux sanctions administratives que des dispositions de droit pénal et de procédure pénale applicables en matière de sûreté nucléaire et de radioprotection, en les harmonisant avec les dispositions de même nature prévues au code de l'environnement tout en tenant compte des exigences particulières liées à la protection des intérêts et des principes mentionnés à l'article L. 593-1 du même code et à l'article L. 1333-1 du code de la santé publique ;c) En étendant les dispositions mentionnées au b du présent 1° aux activités participant aux dispositions techniques ou d'organisation mentionnées au deuxième alinéa de l'article L. 593-7 du code de l'environnement exercées par l'exploitant nucléaire, ses fournisseurs, prestataires ou sous-traitants, y compris hors des installations nucléaires de base ;d) En instituant, au sein de l'Autorité de sûreté nucléaire, une commission des sanctions ;e) En prévoyant des dispositions particulières pour les installations et activités nucléaires intéressant la défense ;2° Aménager les compétences, les attributions et les pouvoirs de l'Autorité de sûreté nucléaire, afin qu'elle puisse :a) Faire réaliser des tierces expertises, des contrôles et des études dans ses domaines de compétences, aux frais des assujettis, par des organismes choisis avec son accord ou qu'elle agrée, en complément éventuel des missions d'expertise et de recherche effectuées, dans lesdits domaines, par l'Institut de radioprotection et de sûreté nucléaire, qui est également rendu destinataire de l'ensemble des rapports produits par lesdits organismes ;b) Exercer, au sein des installations nucléaires de base, certaines des compétences de l'autorité administrative concernant les déchets, les produits et équipements à risques et les produits chimiques ;c) Veiller à l'adaptation de la recherche publique aux besoins de la sûreté nucléaire et de la radioprotection ;d) Procéder, en concertation avec le ministre chargé de la sûreté nucléaire, à l'évaluation périodique du dispositif normatif en matière de sûreté nucléaire et de radioprotection et présenter les propositions en vue de l'amélioration de ce dispositif ;3° Compléter, en ce qui concerne les installations nucléaires de base, la transposition des directives 2010/75/UE du Parlement européen et du Conseil, du 24 novembre 2010, relative aux émissions industrielles (prévention et réduction intégrées de la pollution) et 2012/18/UE du Parlement européen et du Conseil, du 4 juillet 2012, concernant la maîtrise des dangers liés aux accidents majeurs impliquant des substances dangereuses, modifiant puis abrogeant la directive 96/82/CE du Conseil, et rendre applicables ces dispositions, avec les adaptations nécessaires, à l'ensemble des installations nucléaires de base ;4° Instituer un dispositif de contrôle et de sanction gradués des dispositions du chapitre III du titre III du livre III de la première partie du code de la défense et des textes pris pour son application, pouvant comprendre des astreintes et des sanctions pécuniaires ;5° Soumettre les responsables d'activités nucléaires mentionnées à l'article L. 1333-1 du code de la santé publique à l'obligation de prendre des mesures de protection des sources de rayonnements ionisants contre les actes de malveillance, pouvant inclure des enquêtes administratives individuelles, et en confier le contrôle à l'Autorité de sûreté nucléaire ou aux autres autorités administratives selon une répartition tenant compte des régimes d'autorisation auxquels ces responsables d'activités sont par ailleurs déjà soumis ;6° Transposer la directive 2014/87/Euratom du Conseil du 8 juillet 2014 modifiant la directive 2009/71/Euratom établissant un cadre communautaire pour la sûreté nucléaire des installations nucléaires ainsi que la directive 2013/59/Euratom du Conseil du 5 décembre 2013 fixant les normes de base relatives à la protection sanitaire contre les dangers résultant de l'exposition aux rayonnements ionisants et abrogeant les directives 89/618/Euratom, 90/641/Euratom, 96/29/Euratom, 97/43/Euratom et 2003/122/Euratom ;7° Opérer des ajustements de coordination, de mise en cohérence et de correction formelle au sein du code de l'environnement, du code de la santé publique, du code du travail, du code de la défense et du code des douanes dans les domaines de la sûreté et de la sécurité nucléaires, de la radioprotection et de l'information du public en ces matières.II. - L'ordonnance est prise dans un délai de dix mois à compter de la promulgation de la présente loi.Le projet de loi de ratification est déposé devant le Parlement dans un délai de quatre mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art129",
      "section": "129",
      "title": "Article 129",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance les dispositions relevant du domaine de la loi nécessaires pour :1° Transposer la directive 2011/70/Euratom du Conseil du 19 juillet 2011 établissant un cadre communautaire pour la gestion responsable et sûre du combustible usé et des déchets radioactifs ;2° Adapter la législation existante aux dispositions transposant cette directive, sans remettre en cause l'interdiction du stockage en France de déchets radioactifs en provenance de l'étranger ainsi que celui de déchets radioactifs issus du traitement de combustibles usés et de déchets radioactifs provenant de l'étranger prévue à l'article L. 542-2 du code de l'environnement, et préciser les conditions d'application de cette interdiction ;3° Définir une procédure de requalification des matières en déchets radioactifs par l'autorité administrative ;4° Renforcer les sanctions administratives et pénales existantes et prévoir de nouvelles sanctions en cas de méconnaissance des dispositions applicables en matière de déchets radioactifs et de combustible usé ou en cas d'infraction à ces dispositions.II. - L'ordonnance est prise dans un délai de six mois à compter de la promulgation de la présente loi.Le projet de loi de ratification est déposé devant le Parlement dans un délai de six mois à compter de la publication de l'ordonnance.III. - L'ordonnance n° 2012-6 du 5 janvier 2012 modifiant les livres Ier et V du code de l'environnement est ratifiée."
    },
    {
      "provision_ref": "art130",
      "section": "130",
      "title": "Article 130",
      "content": "I.-A modifié les dispositions suivantes :\n\n-Code de l'environnement"
    },
    {
      "provision_ref": "art145",
      "section": "145",
      "title": "Article 145",
      "content": "I. - L'ordonnance n° 2014-355 du 20 mars 2014 relative à l'expérimentation d'une autorisation unique en matière d'installations classées pour la protection de l'environnement est ratifiée\n\nII. - A modifié les dispositions suivantes :\n\nIII. - L'ordonnance n° 2014-619 du 12 juin 2014 relative à l'expérimentation d'une autorisation unique pour les installations, ouvrages, travaux et activités soumis à autorisation au titre de l'article L. 214-3 du code de l'environnement est ratifiée.\n\n- Ordonnance n° 2014-355 du 20 mars 2014\n\n- ORDONNANCE n°2014-619 du 12 juin 2014"
    },
    {
      "provision_ref": "art160",
      "section": "160",
      "title": "Article 160",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Au plus tard six mois après la promulgation de la présente loi, la Commission de régulation de l'énergie établit des tarifs d'utilisation des réseaux de transport et de distribution qui incitent les clients à limiter leur consommation aux périodes de pointe.\n\nIII. - Au plus tard six mois après la promulgation de la présente loi, la Commission de régulation de l'énergie rend compte au Parlement des orientations qu'elle entend mettre en œuvre pour que les tarifs de réseaux de transport et de distribution d'électricité incitent à améliorer la sécurité d'approvisionnement et la qualité de fourniture, favorisent la limitation des pointes d'injection et de soutirage et contribuent au développement des flexibilités, parmi lesquelles les moyens de stockage d'électricité décentralisés.\n\n- Code de l'énergie"
    },
    {
      "provision_ref": "art162",
      "section": "162",
      "title": "Article 162",
      "content": "Le Gouvernement remet au Parlement, avant le 1er octobre 2015, un rapport évaluant l'intérêt d'adopter des mesures financières de compensation en faveur des secteurs ou des sous-secteurs considérés comme exposés à un risque significatif de fuite de carbone en raison des coûts liés aux émissions répercutés sur les prix de l'électricité, comme le permet le 6 de l'article 10 bis de la directive 2003/87/CE du Parlement européen et du Conseil du 13 octobre 2003 établissant un système d'échange de quotas d'émission de gaz à effet de serre dans la Communauté et modifiant la directive 96/61/CE du Conseil, complété par la communication de la Commission 2012/C 158/04 relative à des lignes directrices concernant certaines aides d'Etat dans le contexte du système d'échange de quotas d'émissions de gaz à effet de serre après 2012."
    },
    {
      "provision_ref": "art165",
      "section": "165",
      "title": "Article 165",
      "content": "I. - A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nII. - Le I entre en vigueur le 1er janvier de l'année qui suit celle de la promulgation de la présente loi.\n\n- Code de l'énergie\n\n- Code de l'énergie\n\n- Code de l'énergie"
    },
    {
      "provision_ref": "art167",
      "section": "167",
      "title": "Article 167",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnances toute mesure relevant du domaine de la loi afin :1° De modifier la périodicité du bilan des émissions de gaz à effet de serre prévu à l'article L. 229-25 du code de l'environnement et d'instituer une procédure de sanction pour absence de réalisation du bilan ;2° De préciser et d'harmoniser les conditions d'habilitation des personnes, mentionnées à l'article L. 2132-23 du code général de la propriété des personnes publiques et à l'article L. 4272-2 du code des transports, chargées de constater certaines infractions et des personnes chargées des missions de contrôle, mentionnées aux articles L. 4316-10 et L. 4462-4 du même code ;3° De modifier l'article L. 225-4 du code de la route pour habiliter les fonctionnaires et agents de l'Etat chargés du contrôle des transports terrestres placés sous l'autorité du ministre chargé des transports à accéder directement aux informations relatives au permis de conduire ;4° De modifier l'article L. 4412-1 du code des transports pour préciser les conditions d'assujettissement des transporteurs aux péages de navigation sur les parties internationales de la Moselle, dans le cadre de la convention du 27 octobre 1956 au sujet de la canalisation de la Moselle ;5° De modifier les conditions dans lesquelles l'autorisation de transport relative à certaines canalisations de gaz naturel et d'hydrocarbures ou assimilés confère à son titulaire le droit d'occuper le domaine public et ses dépendances ;6° De modifier le code de l'environnement pour compléter les règles relatives aux canalisations de transport et de distribution à risques, en matière de sécurité et de protection contre certains dommages, et de prévoir les modifications du code de l'énergie qui s'imposent par coordination ;7° De définir les règles relatives à la collecte des informations nécessaires au suivi et au contrôle :a) Des audits énergétiques prévus à l'article L. 233-1 du code de l'énergie ;b) Des bilans des émissions de gaz à effet de serre prévus à l'article L. 229-25 du code de l'environnement ;c) Des programmes d'actions du secteur de la grande distribution prévus à l'article 44 de la présente loi ;8° De modifier le code de la voirie routière pour préciser les données concernant la circulation sur leurs réseaux routiers que les collectivités territoriales et leurs groupements communiquent à l'Etat, ainsi que les conditions de cette communication ;9° De modifier le code de l'énergie pour prévoir la prise en compte, pour l'établissement du tarif d'utilisation des réseaux de transport et de distribution de gaz, des coûts résultant de l'exécution des missions de service public relatifs à la réalisation des objectifs et à la mise en œuvre des contrats mentionnés au I de l'article L. 121-46 du même code ;10° De modifier les obligations de détention de stocks de gaz naturel par les fournisseurs, les modalités d'accès aux infrastructures de stockage de gaz naturel et les missions des gestionnaires de réseaux de transport de gaz naturel en matière de stockage de gaz naturel ainsi que celles de la Commission de régulation de l'énergie, prévues aux articles L. 121-32, L. 134-1, L. 421-4 à L. 421-12 et L. 431-3 du code de l'énergie, afin de renforcer la sécurité de l'approvisionnement gazier et, si nécessaire pour l'atteinte de cet objectif, de réguler les tarifs des capacités de stockage souterrain de gaz naturel ;11° De modifier le code de l'énergie pour adapter les articles L. 131-2 et L. 133-6 relatifs aux pouvoirs de la Commission de régulation de l'énergie et, en matière de sanctions, les articles L. 134-25 à L. 134-28 et L. 134-31 du même code au règlement (UE) n° 1227/2011 du Parlement européen et du Conseil du 25 octobre 2011 concernant l'intégrité et la transparence du marché de gros de l'énergie, et pour permettre au comité de règlement des différends et des sanctions de sanctionner le non-respect des astreintes et des mesures conservatoires qu'il prononce en application des articles L. 134-20 et L. 134-22 dudit code, ainsi que les manquements des gestionnaires de réseaux publics aux obligations mentionnées à l'article L. 134-25 du même code ;12° (Abrogé) ;13° D'ajouter au titre IV du livre III du code de l'énergie un chapitre IV consacré aux réseaux fermés de distribution afin d'encadrer une pratique rendue possible par l'article 28 de la directive 2009/72/CE du Parlement européen et du Conseil du 13 juillet 2009 concernant des règles communes pour le marché intérieur de l'électricité et abrogeant la directive 2003/54/CE.A l'exception de l'ordonnance mentionnée au 13° du présent article, qui est prise dans un délai de dix-huit mois à compter de la promulgation de la présente loi, les ordonnances prévues au présent article sont prises dans un délai de douze mois à compter de la promulgation de la même loi.Pour chaque ordonnance prise en application du présent article, un projet de loi de ratification est déposé devant le Parlement dans un délai de six mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art168",
      "section": "168",
      "title": "Article 168",
      "content": "I. et II.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII.-Les articles L. 271-2 et L. 271-3 et l'article L. 321-15-1 du code de l'énergie, dans sa rédaction résultant du 3° du I du présent article, entrent en vigueur à la date de publication du décret en Conseil d'Etat mentionné au même article L. 271-2, et au plus tard douze mois après la promulgation de la présente loi.\n\n-Code de l'énergie\n\n-Code de l'énergie\n\n-Code de l'énergie\n\n-Code de l'énergie\n\n-LOI n° 2010-1488 du 7 décembre 2010"
    },
    {
      "provision_ref": "art172",
      "section": "172",
      "title": "Article 172",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance les dispositions nécessaires pour compléter la transposition des directives suivantes, ainsi que les mesures d'adaptation de la législation liées à cette transposition :1° Directive 2009/72/CE du Parlement européen et du Conseil, du 13 juillet 2009, concernant des règles communes pour le marché intérieur de l'électricité et abrogeant la directive 2003/54/CEE ;2° Directive 2009/73/CE du Parlement européen et du Conseil, du 13 juillet 2009, concernant des règles communes pour le marché intérieur du gaz naturel et abrogeant la directive 2003/55/CEE.II. - L'ordonnance prévue au I est prise dans un délai de six mois suivant la promulgation de la présente loi.Le projet de loi de ratification de l'ordonnance prévue au I est déposé devant le Parlement au plus tard le dernier jour du sixième mois à compter de la publication de cette ordonnance."
    },
    {
      "provision_ref": "art173",
      "section": "173",
      "title": "Article 173",
      "content": "A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-Code de commerce\n\n-Code de l'environnement\n\n-Code de l'environnement\n\n-Code monétaire et financier\n\n-Code monétaire et financier"
    },
    {
      "provision_ref": "art174",
      "section": "174",
      "title": "Article 174",
      "content": "I. - (Abrogé).\n\nII. - A abrogé les dispositions suivantes :\n\n-Loi n° 2005-781 du 13 juillet 2005"
    },
    {
      "provision_ref": "art176",
      "section": "176",
      "title": "Article 176",
      "content": "II.-Les consultations relatives aux programmations pluriannuelles de l'énergie mentionnées aux articles L. 141-1 et L. 141-5 du code de l'énergie sont engagées avant le 31 décembre 2015."
    },
    {
      "provision_ref": "art179",
      "section": "179",
      "title": "Article 179",
      "content": "I, II, III, IV, V et VII.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-Code général des collectivités territoriales\n\nArt. L2224-31\n\n-Code de l'énergie\n\nVI.-Le III du présent article entre en vigueur à la date de publication du décret mentionné aux articles L. 111-72, L. 111-73 et L. 111-77 du code de l'énergie, et au plus tard douze mois après la promulgation de la présente loi."
    },
    {
      "provision_ref": "art180",
      "section": "180",
      "title": "Article 180",
      "content": "Les politiques d'emploi et le dialogue social, tant au niveau des branches professionnelles que des entreprises, consacrent une attention particulière à l'accompagnement des transitions professionnelles afférentes à la transition écologique et énergétique.Les politiques d'enseignement supérieur, en lien avec les branches professionnelles et les entreprises, concourent à l'évaluation des nouveaux besoins de compétences dans le domaine de l'énergie et à l'adaptation des formations supérieures à ces besoins, dans le cadre de la stratégie nationale de l'enseignement supérieur définie à l'article L. 123-1 du code de l'éducation.L'Etat, les régions et les partenaires sociaux veillent à la prise en compte des besoins d'évolution en matière d'emploi et de compétences sur les territoires et dans les secteurs professionnels au regard de la transition écologique et énergétique et des orientations fixées par la programmation pluriannuelle de l'énergie prévue au chapitre Ier du titre IV du livre Ier du code de l'énergie, ainsi que par les schémas régionaux du climat, de l'air et de l'énergie et les plans climat-air-énergie territoriaux."
    },
    {
      "provision_ref": "art182",
      "section": "182",
      "title": "Article 182",
      "content": "II.-L'Etat élabore, en concertation avec les organisations syndicales de salariés, les organisations représentatives des employeurs et les collectivités territoriales, un plan de programmation de l'emploi et des compétences tenant compte des orientations fixées par la programmation pluriannuelle de l'énergie prévue au chapitre Ier du titre IV du livre Ier du code de l'énergie. Ce plan indique les besoins d'évolution en matière d'emploi et de compétences sur les territoires et dans les secteurs professionnels au regard de la transition écologique et énergétique. Il incite l'ensemble des acteurs au niveau régional à mesurer et à structurer l'anticipation des évolutions sur l'emploi et les compétences induites par la mise en œuvre des schémas régionaux du climat, de l'air et de l'énergie et des plans climat-air-énergie territoriaux."
    },
    {
      "provision_ref": "art186",
      "section": "186",
      "title": "Article 186",
      "content": "IV.-Le présent article entre en vigueur à la date de publication du décret en Conseil d'Etat modifiant celui prévu à l'article 5 de la loi n° 2001-398 du 9 mai 2001 créant une Agence française de sécurité sanitaire environnementale et mettant en conformité ce même article avec les articles L. 592-41 à L. 592-45 du code de l'environnement, dans leur rédaction résultant de la présente loi, et au plus tard six mois à compter de la promulgation de la présente loi."
    },
    {
      "provision_ref": "art188",
      "section": "188",
      "title": "Article 188",
      "content": "A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-Code de l'environnement\n\n-Code général des collectivités territoriales\n\n-LOI n° 2011-1978 du 28 décembre 2011\n\n-Code de l'environnement\n\n-Code de l'urbanisme\n\n-Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art189",
      "section": "189",
      "title": "Article 189",
      "content": "Les nouvelles installations d'éclairage public sous maîtrise d'ouvrage de l'Etat et de ses établissements publics et des collectivités territoriales font preuve d'exemplarité énergétique et environnementale conformément à l'article L. 583-1 du code de l'environnement."
    },
    {
      "provision_ref": "art190",
      "section": "190",
      "title": "Article 190",
      "content": "Les modalités de comptabilisation des émissions de gaz à effet de serre du territoire sur lequel est établi le plan climat-air-énergie territorial sont définies par l'Etat. La méthode de comptabilisation est définie par voie réglementaire, de manière à être facilement applicable, vérifiable et comparable entre territoires."
    },
    {
      "provision_ref": "art193",
      "section": "193",
      "title": "Article 193",
      "content": "I. A modifié les dispositions suivantes :\n\nCode de l'urbanisme\n\nArt. L. 123-1-3\n\nII.-Ces dispositions s'appliquent aux plans locaux d'urbanisme dont la révision ou l'élaboration est engagée après la promulgation de la présente loi. Les plans locaux d'urbanisme en vigueur sont mis en conformité avec ces dispositions lors de leur prochaine révision. Il en va de même pour ceux dont la procédure d'élaboration ou de révision est en cours à cette même date."
    },
    {
      "provision_ref": "art198",
      "section": "198",
      "title": "Article 198",
      "content": "II.-La commission consultative prévue à l'article L. 2224-37-1 du code général des collectivités territoriales est créée avant le 1er janvier 2016. A défaut, et jusqu'à ce que cette commission soit créée, le syndicat mentionné au même article L. 2224-37-1 ne peut exercer les compétences mentionnées aux articles L. 2224-33, L. 2224-36 et L. 2224-37 du même code."
    },
    {
      "provision_ref": "art199",
      "section": "199",
      "title": "Article 199",
      "content": "I. - A titre expérimental et pour une durée de quatre ans à compter de la promulgation de la présente loi, renouvelable une fois, les établissements publics et les collectivités mentionnés à l'article L. 2224-34 et au deuxième alinéa du IV de l'article L. 2224-31 du code général des collectivités territoriales peuvent, en association avec des producteurs et des consommateurs et, le cas échéant, d'autres collectivités publiques, proposer au gestionnaire du réseau public de distribution d'électricité la réalisation d'un service de flexibilité local sur des portions de ce réseau. Ce service a pour objet d'optimiser localement la gestion des flux d'électricité entre un ensemble de producteurs et un ensemble de consommateurs raccordés au réseau public de distribution d'électricité.La participation à un service de flexibilité local n'exclut pas une participation aux mécanismes définis aux articles L. 321-9 à L. 321-16 du code de l'énergie. Les règles prévues aux mêmes articles peuvent définir des modalités spécifiques d'intégration des capacités participant à un service de flexibilité local. Le gestionnaire du réseau public de transport participe au retour d'expérience sur la mise en place du dispositif prévu au présent article.Le cas échéant, ces expérimentations peuvent porter sur l'optimisation globale des réseaux électriques et de gaz naturel par le biais d'injection de gaz issu d'électricité.II. - Le périmètre de chaque expérimentation est déterminé par l'établissement public ou la collectivité, après avis conforme et motivé du gestionnaire du réseau public de distribution d'électricité et consultation, le cas échéant, de la ou des autorités organisatrices de la distribution publique d'électricité concernées.Une convention, conclue entre l'autorité organisatrice de la distribution publique d'électricité, le gestionnaire de réseau de distribution et la personne morale regroupant les personnes mentionnées au I du présent article ou, à défaut, l'établissement public ou la collectivité, fixe les conditions financières et techniques de ce service de flexibilité local. Elle est approuvée par la Commission de régulation de l'énergie.III. - Si le service permet de réduire les coûts d'investissement ou de gestion du réseau, le gestionnaire de réseau de distribution d'électricité rémunère la personne morale mentionnée au II ou, à défaut, l'établissement public ou la collectivité à hauteur de ces coûts évités. La rémunération de ce service est incluse dans les charges couvertes par le tarif d'utilisation des réseaux publics de distribution d'électricité.IV. - Un décret en Conseil d'Etat détermine les conditions d'application du présent article."
    },
    {
      "provision_ref": "art200",
      "section": "200",
      "title": "Article 200",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnances les mesures relevant du domaine de la loi nécessaires pour mener à bien un déploiement expérimental de réseaux électriques intelligents ou de dispositifs de gestion optimisée de stockage et de transformation des énergies. Ces mesures sont adoptées pour une durée de quatre ans à compter de la publication de l'ordonnance et peuvent être renouvelées une fois pour la même durée.Ce déploiement est organisé conjointement par le gestionnaire de réseau, les autorités organisatrices des réseaux publics de distribution et les autres collectivités publiques compétentes en matière d'énergie concernés.Cette expérimentation est menée dans un nombre limité de régions ou d'ensembles de départements déterminé par le ministre chargé de l'énergie, sur proposition des gestionnaires de réseaux ou des collectivités publiques mentionnés au deuxième alinéa du présent article, compte tenu de l'environnement industriel et de la pertinence technique d'un déploiement expérimental dans les territoires considérés.La mise en œuvre de ce déploiement expérimental se déroule en coordination avec le gestionnaire du réseau public de transport, en ce qui concerne les mécanismes qu'il met en œuvre au titre des articles L. 321-9 à L. 321-16 du code de l'énergie.Dans le cadre de ce déploiement expérimental, la Commission de régulation de l'énergie approuve les règles particulières relatives aux conditions d'accès aux réseaux et à leur utilisation.Les ordonnances prévues au présent article sont prises dans un délai d'un an à compter de la promulgation de la présente loi. Pour chaque ordonnance, un projet de loi de ratification est déposé devant le Parlement dans un délai de six mois à compter de sa publication."
    },
    {
      "provision_ref": "art201",
      "section": "201",
      "title": "Article 201",
      "content": "I., II., III.-A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nV.-Le Gouvernement veille à ce que des organisations concourant à l'insertion et à la lutte contre les exclusions soient représentées au sein des instances consultées en matière de transition énergétique, notamment au sein du Conseil national de la transition écologique.\n\n-Code de l'énergie\n\n-Code de l'action sociale et des familles\n\n-Code général des impôts, CGI.\n\n-Code général des collectivités territoriales\n\n-Code de l'énergie\n\n-Code général des collectivités territoriales\n\n-LOI n° 2011-1978 du 28 décembre 2011\n\n-Code de la consommation\n\n-Code de l'énergie\n\n-Code de l'énergie"
    },
    {
      "provision_ref": "art202",
      "section": "202",
      "title": "Article 202",
      "content": "II. - Le I du présent article entre en vigueur un an après la promulgation de la présente loi. Il est applicable aux consommations d'électricité ou de gaz naturel facturées à compter de cette date."
    },
    {
      "provision_ref": "art203",
      "section": "203",
      "title": "Article 203",
      "content": "I. - L'Etat, les collectivités territoriales et les entreprises prennent en compte les spécificités des zones non interconnectées au réseau métropolitain continental, notamment l'importance des économies d'énergie et du développement des énergies renouvelables, afin de contribuer à l'approvisionnement en électricité de toutes les populations, à sa sécurité, à la compétitivité des entreprises, au pouvoir d'achat des consommateurs et à l'atteinte des objectifs énergétiques de la France.II., III. IV. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art205",
      "section": "205",
      "title": "Article 205",
      "content": "I. - Jusqu'à son prochain renouvellement général, le conseil régional de la Guadeloupe est habilité, en application du troisième alinéa de l'article 73 de la Constitution et des sections 2 et 3 du chapitre V du titre III du livre IV de la quatrième partie du code général des collectivités territoriales, à prendre des dispositions spécifiques à la Guadeloupe en matière de planification énergétique, de maîtrise de la demande d'énergie, y compris en matière de réglementation thermique pour la construction de bâtiments, et de développement des énergies renouvelables, dans les limites prévues dans sa délibération du 14 juin 2013 demandant au Parlement une nouvelle habilitation au titre de l'article 73 de la Constitution en matière de maîtrise de la demande d'énergie, de développement des énergies renouvelables et de planification énergétique, publiée au Journal officiel du 26 juillet 2013.Il transmet à l'Etat, en vue de leur prise en compte dans l'élaboration de la programmation pluriannuelle de l'énergie prévue à l'article L. 141-5 du code de l'énergie, les dispositions spécifiques qu'il compte mettre en œuvre au titre de l'habilitation mentionnée au premier alinéa du présent I. Les impacts éventuels de ces dispositions sont inclus dans l'enveloppe maximale indicative des ressources publiques mobilisées, mentionnée à l'article L. 141-3 du même code. Si les dispositions conduisent à une évolution significative des charges de service public qui ne figurerait pas dans la programmation pluriannuelle de l'énergie fixée pour la Guadeloupe, cette programmation est révisée en application du deuxième alinéa du III de l'article L. 141-4 dudit code.Lorsqu'il envisage d'adopter une disposition spécifique au titre de l'habilitation mentionnée au premier alinéa du présent I, excepté lorsque la disposition a pour objet la maîtrise de la demande en énergie, il en évalue préalablement l'impact sur les charges imputables aux missions de service public mentionnées aux articles L. 121-7 et L. 121-8 du code de l'énergie.L'Etat et le gestionnaire du réseau public de distribution d'électricité apportent leur concours en mettant à disposition les informations dont ils disposent.Cette évaluation ainsi que l'ensemble des éléments ayant permis le chiffrage sont transmis au ministre chargé de l'énergie, qui recueille l'avis de la Commission de régulation de l'énergie, qui dispose d'un délai de trois mois pour donner son avis.La présente habilitation peut être prorogée dans les conditions prévues au premier alinéa de l'article LO 4435-6-1 du code général des collectivités territoriales.II. - Jusqu'à la fin du mandat en cours de ses membres, en application du troisième alinéa de l'article 73 de la Constitution et du chapitre II du titre Ier du livre III de la septième partie du code général des collectivités territoriales, dans sa rédaction résultant de la loi organique n° 2011-883 du 27 juillet 2011 relative aux collectivités régies par l'article 73 de la Constitution, le conseil régional de la Martinique est habilité à prendre des dispositions spécifiques à la Martinique en matière d'énergie, notamment de maîtrise de la demande d'énergie et d'énergies renouvelables, dans les limites prévues dans sa délibération n° 13-752-6 du 17 mai 2013 portant demande au Parlement d'habilitation au titre de l'article 73 de la Constitution en matière d'énergie sur le territoire de la Martinique, publiée au Journal officiel du 26 juillet 2013.Lorsqu'il envisage d'adopter une disposition spécifique au titre de l'habilitation mentionnée au premier alinéa du présent II, excepté lorsque la disposition a pour objet la maîtrise de la demande en énergie, il en évalue préalablement l'impact sur les charges imputables aux missions de service public mentionnées aux articles L. 121-7 et L. 121-8 du code de l'énergie.L'Etat et le gestionnaire du réseau public de distribution d'électricité apportent leur concours en mettant à disposition les informations dont ils disposent.Cette évaluation ainsi que l'ensemble des éléments ayant permis le chiffrage sont transmis au ministre chargé de l'énergie qui recueille l'avis de la Commission de régulation de l'énergie, qui dispose d'un délai de trois mois pour donner son avis.Il transmet à l'Etat, en vue de leur prise en compte dans l'élaboration de la programmation pluriannuelle de l'énergie prévue à l'article L. 141-5 du code de l'énergie, les dispositions spécifiques qu'il compte mettre en œuvre au titre de l'habilitation mentionnée au premier alinéa du présent II. Les impacts éventuels de ces dispositions sont inclus dans l'enveloppe maximale indicative des ressources publiques mobilisées mentionnée à l'article L. 141-3 du même code. Si les dispositions conduisent à une évolution significative des charges de service public qui ne figurerait pas dans la programmation pluriannuelle de l'énergie fixée pour la Martinique, cette programmation est révisée en application du deuxième alinéa du III de l'article L. 141-4 dudit code. La présente habilitation peut être prorogée dans les conditions prévues au premier alinéa de l'article LO 7311-7 du code général des collectivités territoriales, dans sa rédaction résultant de la loi organique n° 2011-883 du 27 juillet 2011 précitée."
    },
    {
      "provision_ref": "art206",
      "section": "206",
      "title": "Article 206",
      "content": "III. - Les I et II du présent article ne sont pas applicables aux schémas d'aménagement régional approuvés avant le 1er janvier 2016 ou en cours d'élaboration ou de révision dont l'arrêté d'ouverture de l'enquête publique a été pris avant cette même date. Ces schémas sont révisés avant le 1er septembre 2020 afin de fixer les orientations fondamentales à moyen terme en matière d'atténuation du changement climatique et d'adaptation à ses effets, d'économies d'énergie, de qualité de l'air et de valorisation du potentiel d'énergies renouvelables et de déterminer les objectifs et seuils à atteindre en matière d'énergies renouvelables et d'économies d'énergie."
    },
    {
      "provision_ref": "art208",
      "section": "208",
      "title": "Article 208",
      "content": "Dans les départements et régions d'outre-mer, en application de l'article L. 541-10 du code de l'environnement, une association est créée entre les importateurs-grossistes et les concessionnaires dans le secteur automobile, dont le rôle est d'étudier, aux côtés de l'Etat et des collectivités territoriales, toute mesure visant à accompagner l'enlèvement, le traitement et le recyclage des véhicules usagés. Un décret en Conseil d'Etat fixe les obligations des associations et de l'Etat en ce domaine."
    },
    {
      "provision_ref": "art209",
      "section": "209",
      "title": "Article 209",
      "content": "Dans les départements et les collectivités d'outre-mer, afin que l'ensemble des objectifs fixés à l'article 70 de la présente loi soient atteints, l'utilisation des matières premières recyclées issues des déchets est facilitée, en recourant notamment aux démarches de sortie du statut du déchet, mentionnées à l'article L. 541-4-3 du code de l'environnement. Celles-ci portent, en particulier, sur les déchets des ménages et sont élaborées de façon à faciliter la recherche de débouchés dans les pays limitrophes, à dynamiser les échanges et à harmoniser les réglementations applicables."
    },
    {
      "provision_ref": "art212",
      "section": "212",
      "title": "Article 212",
      "content": "Le Gouvernement présente au Parlement, avant le 31 décembre 2015, un rapport indiquant quelles mesures spécifiques d'accompagnement il entend développer en faveur de la Nouvelle-Calédonie, de la Polynésie française et de Wallis-et-Futuna, afin de permettre à ces trois collectivités territoriales d'appliquer les principaux dispositifs de la présente loi. Ce rapport étudie tout particulièrement les modalités selon lesquelles ces trois collectivités pourraient bénéficier de la contribution au service public de l'électricité pour leurs productions locales d'électricité."
    },
    {
      "provision_ref": "art214",
      "section": "214",
      "title": "Article 214",
      "content": "I. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art215",
      "section": "215",
      "title": "Article 215",
      "content": "Une stratégie nationale de développement de la filière géothermie dans les départements d'outre-mer est élaborée. Cette stratégie identifie notamment les moyens nécessaires au soutien de la recherche et du développement dans les techniques d'exploration et dans le lancement de projets industriels, ainsi que les moyens à mettre en œuvre pour le soutien à l'exportation des entreprises de la filière géothermie.Une stratégie nationale de développement de la recherche sur la géothermie en Polynésie française est également élaborée.Une stratégie de développement de la filière énergie thermique des mers est également élaborée dans les départements d'outre-mer et en Polynésie française.L'assemblée et le Gouvernement de la Polynésie française sont associés à l'élaboration des stratégies mentionnées aux deuxième et troisième alinéas."
    }
  ]
}