{
  "id": "loi-n-2009-1674-du-30-decembre-2009",
  "type": "statute",
  "title": "LOI n° 2009-1674 du 30 décembre 2009",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000021559075",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I.-Pour 2009, les fractions de tarif de la taxe intérieure de consommation sur les produits pétroliers mentionnées au cinquième alinéa du III de l'article 52 de la loi n° 2004-1484 du 30 décembre 2004 de finances pour 2005 sont fixées à 1, 414 euros par hectolitre s'agissant des supercarburants sans plomb et à 1, 001 euros par hectolitre s'agissant du gazole présentant un point éclair inférieur à 120° C.\n\nPour la répartition du produit des taxes mentionnées au premier alinéa du même III en 2009, les pourcentages fixés au tableau du huitième alinéa du même III sont remplacés par les pourcentages fixés à la colonne A du tableau du IV du présent article.\n\nII.-1. Il est prélevé en 2009, en application de l'article 82 de la loi n° 2004-809 du 13 août 2004 relative aux libertés et responsabilités locales, un montant de 240 475 euros sur le produit de la taxe intérieure de consommation sur les produits pétroliers versé au département de la Seine-Maritime au titre de la compensation des postes de personnels techniciens, ouvriers et de service devenus vacants en 2007.\n\n2. Il est versé en 2009 au département de Seine-et-Marne, en application de l'article 82 de la loi n° 2004-809 du 13 août 2004 précitée, un montant de 240 475 euros au titre de la compensation des postes de personnels techniciens, ouvriers et de service devenus vacants en 2007.\n\n3. Il est prélevé en 2009, en application de l'article 82 de la loi n° 2004-809 du 13 août 2004 précitée, un montant de 12 333 757 euros sur le produit de la taxe intérieure de consommation sur les produits pétroliers versé aux départements, à l'exception des départements de la Corse-du-Sud et de la Haute-Corse, au titre de l'ajustement de la compensation allouée en 2008 pour la prise en charge des postes de personnels techniciens, ouvriers et de service du ministère de l'éducation nationale devenus vacants en 2007.\n\n4. Il est versé en 2009 aux départements des Landes, du Nord, du Puy-de-Dôme, de Saône-et-Loire, de la Savoie et de la Guadeloupe, en application de l'article 18 de la loi n° 2004-809 du 13 août 2004 précitée, un montant de 252 667 euros correspondant à l'ajustement de la compensation des postes d'agents devenus vacants avant le transfert de services et qui participent à l'exercice des compétences transférées dans le domaine des routes départementales et des routes nationales d'intérêt local.\n\n5. Il est prélevé en 2009, en application de l'article 18 de la loi n° 2004-809 du 13 août 2004 précitée, un montant de 371 332 euros sur le produit de la taxe intérieure de consommation sur les produits pétroliers versé aux départements de la Corse-du-Sud, du Gard, des Landes, de Maine-et-Loire, du Puy-de-Dôme, de la Somme et des Vosges au titre de l'ajustement de la compensation des postes d'agents devenus vacants avant le transfert de services et qui participent à l'exercice des compétences transférées dans le domaine des routes départementales et des routes nationales d'intérêt local.\n\n6. Il est versé en 2009 au département de la Marne, en application de l'article 18 de la loi n° 2004-809 du 13 août 2004 précitée, un montant de 2 625 euros correspondant à la compensation des dépenses de fonctionnement consécutive au transfert de services ou parties de services du ministère de l'écologie, de l'énergie, du développement durable et de la mer dans le domaine des routes départementales.\n\n7. Il est versé en 2009 aux départements de l'Ardèche, de la Lozère, du Rhône, du Var et des Hauts-de-Seine, en application des articles 18, 109 et 110 de la loi n° 2004-809 du 13 août 2004 précitée, un montant de 113 604 euros correspondant à l'ajustement de la compensation du transfert au 1er janvier 2008 des personnels titulaires et des personnels non titulaires qui participent à l'exercice des compétences transférées dans le domaine des routes départementales et des routes nationales d'intérêt local.\n\n8. Il est prélevé en 2009, en application des articles 18 et 109 de la loi n° 2004-809 du 13 août 2004 précitée, un montant de 131 611 euros sur le produit de la taxe intérieure de consommation sur les produits pétroliers versé aux départements de l'Aisne, de l'Isère, de la Manche et de la Marne au titre de l'ajustement de la compensation du transfert au 1er janvier 2008 des personnels titulaires qui participent à l'exercice des compétences transférées dans le domaine des routes départementales et des routes nationales d'intérêt local.\n\n9. Il est versé en 2009 aux départements de l'Aisne, de l'Allier, des Alpes-Maritimes, de l'Aveyron, de la Côte-d'Or, des Côtes-d'Armor, de la Creuse, de la Dordogne, de la Drôme, de l'Eure, d'Eure-et-Loir, des Landes, de la Loire, de la Marne, du Morbihan, des Pyrénées-Orientales, de la Seine-Maritime, de la Haute-Vienne, du Territoire de Belfort, de l'Essonne et des Hauts-de-Seine, en application des articles 18 et 109 de la loi n° 2004-809 du 13 août 2004 précitée, un montant de 3 972 euros au titre de l'ajustement de la compensation des dépenses d'action sociale des personnels titulaires transférés au 1er janvier 2008 et qui participent à l'exercice des compétences transférées dans le domaine des routes départementales et des routes nationales d'intérêt local.\n\n10. Il est prélevé en 2009, en application des articles 18 et 109 de la loi n° 2004-809 du 13 août 2004 précitée, un montant de 14 686 euros sur le produit de la taxe intérieure de consommation sur les produits pétroliers versé aux départements, à l'exception des départements de l'Allier, des Hautes-Alpes, de l'Aveyron, des Bouches-du-Rhône, du Calvados, du Cantal, de la Charente-Maritime, de la Côte-d'Or, des Côtes-d'Armor, de la Creuse, de la Dordogne, de la Drôme, de l'Eure, d'Eure-et-Loir, du Finistère, d'Ille-et-Vilaine, d'Indre-et-Loire, des Landes, de Loir-et-Cher, de Lot-et-Garonne, de la Marne, de la Mayenne, de Meurthe-et-Moselle, du Morbihan, de la Moselle, de l'Oise, des Pyrénées-Orientales, du Rhône, de Saône-et-Loire, de Paris, de la Seine-Maritime, des Yvelines, de la Somme, de Tarn-et-Garonne, de Vaucluse, de la Vienne, de la Haute-Vienne, des Vosges, du Territoire de Belfort, de la Seine-Saint-Denis, de la Guadeloupe, de la Martinique et de la Guyane, au titre de l'ajustement de la compensation des dépenses d'action sociale des personnels titulaires transférés au 1er janvier 2008 et qui participent à l'exercice des compétences transférées dans le domaine des routes départementales et des routes nationales d'intérêt local.\n\n11. Il est prélevé en 2009, en application des articles 18 et 110 de la loi n° 2004-809 du 13 août 2004 précitée, un montant de 102 333 euros sur le produit de la taxe intérieure de consommation sur les produits pétroliers versé au département de la Martinique au titre de l'ajustement de la compensation du transfert au 1er janvier 2008 des personnels non titulaires qui participent à l'exercice des compétences transférées dans le domaine des routes nationales d'intérêt local.\n\n12. Il est versé en 2009 aux départements de l'Allier, des Ardennes, de l'Eure, de la Haute-Garonne, de Loir-et-Cher, du Lot, de Maine-et-Loire, de la Manche, de la Sarthe, de Seine-et-Marne, du Var et du Territoire de Belfort, en application de l'article 18 de la loi n° 2004-809 du 13 août 2004 précitée, un montant de 586 359 euros correspondant à l'ajustement de la compensation des postes d'agents devenus vacants en 2007 après transfert de services et qui participent à l'exercice des compétences transférées dans le domaine des routes départementales.\n\n13. Il est prélevé en 2009, en application de l'article 18 de la loi n° 2004-809 du 13 août 2004 précitée, un montant de 25 075 euros sur le produit de la taxe intérieure de consommation sur les produits pétroliers versé au département de la Moselle correspondant à l'ajustement de la compensation des postes d'agents devenus vacants en 2007 après transfert de services et qui participent à l'exercice des compétences transférées dans le domaine des routes départementales.\n\n14. Il est versé en 2009 aux départements de l'Isère et du Bas-Rhin, en application de l'article 18 de la loi n° 2004-809 du 13 août 2004 précitée, un montant de 60 028 euros correspondant à l'ajustement de la compensation des postes d'agents devenus vacants en 2007 après transfert de services et qui participent à l'exercice des compétences transférées dans le domaine des routes nationales d'intérêt local.\n\n15. Il est prélevé en 2009, en application de l'article 18 de la loi n° 2004-809 du 13 août 2004 précitée, un montant de 38 000 euros sur le produit de la taxe intérieure de consommation sur les produits pétroliers versé au département de l'Aube correspondant à l'ajustement de la compensation des postes d'agents devenus vacants en 2007 après transfert de services et qui participent à l'exercice des compétences transférées dans le domaine des routes nationales d'intérêt local.\n\n16. Il est versé en 2009 aux départements, à l'exception des départements de l'Allier, des Alpes-Maritimes, des Ardennes, de l'Aude, des Bouches-du-Rhône, de la Charente-Maritime, de la Haute-Corse, du Finistère, du Gard, de la Haute-Garonne, du Gers, des Landes, du Morbihan, du Pas-de-Calais, du Puy-de-Dôme, des Pyrénées-Orientales, du Rhône, de Paris, du Tarn, du Var, de Vaucluse, de la Martinique, de la Guyane et de La Réunion, en application de l'article 18 de la loi n° 2004-809 du 13 août 2004 précitée, un montant de 1 738 091 euros au titre de la compensation des postes d'agents devenus vacants en 2008 après transfert de services et qui participent à l'exercice des compétences transférées dans le domaine des routes départementales, des routes nationales d'intérêt local et du fonds de solidarité pour le logement.\n\n17. Il est prélevé en 2009, en application de l'article 18 de la loi n° 2004-809 du 13 août 2004 précitée, un montant de 62 154 euros sur le produit de la taxe intérieure de consommation sur les produits pétroliers versé aux départements de la Charente-Maritime, de la Marne, du Rhône et du Var au titre de la compensation des postes d'agents devenus vacants en 2008 après transfert de services et qui participent à l'exercice des compétences transférées dans le domaine des routes départementales et des routes nationales d'intérêt local.\n\n18. Il est versé en 2009 au département de la Somme, en application de l'article 32 de la loi n° 2004-809 du 13 août 2004 précitée, un montant de 3 902 euros correspondant à l'ajustement de la compensation des postes d'agents devenus vacants en 2008 après transfert de services et qui participent à l'exercice des compétences transférées dans le domaine des voies d'eau.\n\n19. Il est versé en 2009 au département de Maine-et-Loire, en application de l'article 18 de la loi n° 2004-809 du 13 août 2004 précitée, un montant de 5 832 euros correspondant à l'indemnisation des jours acquis au titre des comptes épargne-temps par les agents des services déconcentrés du ministère de l'écologie, de l'énergie, du développement durable et de la mer qui concourent à l'exercice des compétences transférées dans le domaine des routes nationales d'intérêt local.\n\n20. Il est versé en 2009 respectivement aux départements de la Loire-Atlantique et de Maine-et-Loire, en application de l'article 32 de la loi n° 2004-809 du 13 août 2004 précitée, un montant de 6 898 euros et un montant de 1 346 euros correspondant à l'indemnisation des jours acquis au titre des comptes épargne-temps par les agents des services déconcentrés du ministère de l'écologie, de l'énergie, du développement durable et de la mer qui concourent à l'exercice des compétences transférées dans le domaine des voies d'eau.\n\n21. Il est versé en 2009 aux départements de la Charente-Maritime, de la Dordogne, d'Eure-et-Loir, de la Haute-Garonne, d'Indre-et-Loire, de la Loire-Atlantique et de Saône-et-Loire, en application de l'article 95 de la loi n° 2005-157 du 23 février 2005 relative au développement des territoires ruraux, un montant de 18 310 euros correspondant à l'indemnisation des jours acquis au titre des comptes épargne-temps par les agents des services déconcentrés du ministère de l'alimentation, de l'agriculture et de la pêche qui concourent à l'exercice des compétences transférées dans le domaine de l'aménagement foncier.\n\n22. Il est versé en 2009 au département de la Sarthe, en application de l'article 95 de la loi n° 2005-157 du 23 février 2005 précitée, un montant de 4 874 € au titre de la compensation pro rata temporis des postes d'agents devenus vacants en 2008 et qui participent à l'exercice des compétences transférées dans le domaine de l'aménagement foncier.\n\n23. Il est versé en 2009, en compensation du transfert des services participant à l'exercice des compétences décentralisées dans les domaines de la solidarité, de la santé et de l'action sociale en application de la loi n° 2003-1200 du 18 décembre 2003 portant décentralisation en matière de revenu minimum d'insertion et créant un revenu minimum d'activité et de la loi n° 2004-809 du 13 août 2004 précitée, aux départements, à l'exception des départements de l'Aisne, du Calvados, de l'Isère, de l'Orne, des Hautes-Pyrénées, de la Savoie, de la Seine-Maritime, de Tarn-et-Garonne, de la Vienne, des Vosges, du Territoire de Belfort et de La Réunion, un montant de 13 147 312 €, prélevé sur la part de taxe intérieure de consommation sur les produits pétroliers revenant à l'Etat, au titre du paiement du solde de la compensation des postes dits vacants intermédiaires, constatés entre le 31 décembre 2003 et le 31 décembre 2008 pour 10 531 163 €, et au titre de la compensation des emplois dits disparus entre le 31 décembre 2002 et le 31 décembre 2004 pour 2 616 149 €. Ces montants sont répartis conformément au tableau suivant :\n\n(En euros)\n\nIII.-Les diminutions opérées en application des 1, 3, 5, 8, 10, 11, 13, 15 et 17 du II sont imputées sur le produit de la taxe intérieure de consommation sur les produits pétroliers attribué aux départements concernés en application de l'article 52 de la loi n° 2004-809 du 13 août 2004 précitée. Elles sont réparties conformément à la colonne B du tableau du IV.\n\nLes montants correspondant aux versements prévus par les 2, 4, 6, 7, 9, 12, 14, 16 et 18 à 22 du II sont prélevés sur la part du produit de la taxe intérieure de consommation sur les produits pétroliers revenant à l'Etat et se répartissent conformément à la colonne C du tableau du IV.\n\nIV.-Les ajustements mentionnés aux I et II se répartissent conformément au tableau suivant :\n\nV.-A modifié les dispositions suivantes :\n\nDÉPARTEMENTS\n\nMONTANTS À VERSER\n\nAin\n\n18 971\n\nAisne\n\n0\n\nAllier\n\n97 515\n\nAlpes-de-Haute-Provence\n\n2 656\n\nHautes-Alpes\n\n11 383\n\nAlpes-Maritimes\n\n489 599\n\nArdèche\n\n8 636\n\nArdennes\n\n153 102\n\nAriège\n\n10 239\n\nAube\n\n118 961\n\nAude\n\n147 881\n\nAveyron\n\n26 267\n\nBouches-du-Rhône\n\n622 394\n\nCalvados\n\n0\n\nCantal\n\n126 428\n\nCharente\n\n71 505\n\nCharente-Maritime\n\n246 278\n\nCher\n\n62 832\n\nCorrèze\n\n16 968\n\nCorse-du-Sud\n\n59 277\n\nHaute-Corse\n\n153 572\n\nCôte-d'Or\n\n99 633\n\nCôtes-d'Armor\n\n122 918\n\nCreuse\n\n14 222\n\nDordogne\n\n13 875\n\nDoubs\n\n43 571\n\nDrôme\n\n148 284\n\nEure\n\n68 243\n\nEure-et-Loir\n\n39 401\n\nFinistère\n\n225 002\n\nGard\n\n161 458\n\nHaute-Garonne\n\n83 698\n\nGers\n\n68 515\n\nGironde\n\n215 628\n\nHérault\n\n138 824\n\nIlle-et-Vilaine\n\n273 223\n\nIndre\n\n337 714\n\nIndre-et-Loire\n\n14 228\n\nIsère\n\n0\n\nJura\n\n7 262\n\nLandes\n\n54 869\n\nLoir-et-Cher\n\n59 942\n\nLoire\n\n272 976\n\nHaute-Loire\n\n108 032\n\nLoire-Atlantique\n\n168 477\n\nLoiret\n\n93 948\n\nLot\n\n78 054\n\nLot-et-Garonne\n\n40 393\n\nLozère\n\n56 163\n\nMaine-et-Loire\n\n164 657\n\nManche\n\n68 061\n\nMarne\n\n403 325\n\nHaute-Marne\n\n161 810\n\nMayenne\n\n70 066\n\nMeurthe-et-Moselle\n\n11 383\n\nMeuse\n\n130 101\n\nMorbihan\n\n51 759\n\nMoselle\n\n103 520\n\nNièvre\n\n5 616\n\nNord\n\n178 516\n\nOise\n\n108 863\n\nOrne\n\n0\n\nPas-de-Calais\n\n201 257\n\nPuy-de-Dôme\n\n140 483\n\nPyrénées-Atlantiques\n\n123 969\n\nHautes-Pyrénées\n\n0\n\nPyrénées-Orientales\n\n34 560\n\nBas-Rhin\n\n84 054\n\nHaut-Rhin\n\n69 306\n\nRhône\n\n42 428\n\nHaute-Saône\n\n53 733\n\nSaône-et-Loire\n\n26 827\n\nSarthe\n\n244 778\n\nSavoie\n\n0\n\nHaute-Savoie\n\n25 684\n\nParis\n\n1 150 705\n\nSeine-Maritime\n\n0\n\nSeine-et-Marne\n\n431 516\n\nYvelines\n\n698 278\n\nDeux-Sèvres\n\n210 107\n\nSomme\n\n91 760\n\nTarn\n\n195 153\n\nTarn-et-Garonne\n\n0\n\nVar\n\n361 313\n\nVaucluse\n\n65 609\n\nVendée\n\n105 826\n\nVienne\n\n0\n\nHaute-Vienne\n\n17 511\n\nVosges\n\n0\n\nYonne\n\n1 588\n\nTerritoire de Belfort\n\n0\n\nEssonne\n\n539 458\n\nHauts-de-Seine\n\n204 937\n\nSeine-Saint-Denis\n\n521 760\n\nVal-de-Marne\n\n62 112\n\nVal-d'Oise\n\n250 306\n\nGuadeloupe\n\n122 900\n\nMartinique\n\n56 258\n\nGuyane\n\n102 443\n\nLa Réunion\n\n0\n\nTotal\n\n13 147 312\n\n1\n\nFRACTION(en %)(colonne A)\n\nDIMINUTIONdu produit versé(en euros)(colonne B)\n\nMONTANTà verser(en euros)(colonne C)\n\nTOTAL(en euros)\n\nAin\n\n1, 044480\n\n-49 020\n\n46 161\n\n-2 859\n\nAisne\n\n0, 931249\n\n-95 482\n\n29 688\n\n-65 794\n\nAllier\n\n0, 752593\n\n-80 323\n\n71 926\n\n-8 397\n\nAlpes-de-Haute-Provence\n\n0, 535336\n\n-62 332\n\n36 937\n\n-25 395\n\nHautes-Alpes\n\n0, 379866\n\n-41 491\n\n8 005\n\n-33 486\n\nAlpes-Maritimes\n\n1, 638449\n\n-116 895\n\n145\n\n-116 750\n\nArdèche\n\n0, 752398\n\n-18 990\n\n12 383\n\n-6 607\n\nArdennes\n\n0, 652105\n\n-77 183\n\n64 931\n\n-12 252\n\nAriège\n\n0, 388121\n\n-35 267\n\n24 724\n\n-10 543\n\nAube\n\n0, 726213\n\n-157 396\n\n65 671\n\n-91 725\n\nAude\n\n0, 753383\n\n-39 053\n\n0\n\n-39 053\n\nAveyron\n\n0, 737866\n\n-124 335\n\n4 235\n\n-120 100\n\nBouches-du-Rhône\n\n2, 387100\n\n-189 933\n\n0\n\n-189 933\n\nCalvados\n\n1, 049010\n\n-160 006\n\n39 349\n\n-120 657\n\nCantal\n\n0, 459967\n\n-58 330\n\n19 306\n\n-39 024\n\nCharente\n\n0, 631937\n\n-89 340\n\n22 668\n\n-66 672\n\nCharente-Maritime\n\n1, 009128\n\n-193 162\n\n834\n\n-192 328\n\nCher\n\n0, 623887\n\n-33 040\n\n28 685\n\n-4 355\n\nCorrèze\n\n0, 739626\n\n-160 719\n\n7 758\n\n-152 961\n\nCorse-du-Sud\n\n0, 200664\n\n-151 130\n\n18 027\n\n-133 103\n\nHaute-Corse\n\n0, 210537\n\n-428\n\n0\n\n-428\n\nCôte-d'Or\n\n1, 143575\n\n-149 686\n\n37 752\n\n-111 934\n\nCôtes-d'Armor\n\n0, 932880\n\n-150 543\n\n7 871\n\n-142 672\n\nCreuse\n\n0, 402109\n\n-98 223\n\n3 969\n\n-94 254\n\nDordogne\n\n0, 751093\n\n-91 306\n\n18 434\n\n-72 872\n\nDoubs\n\n0, 885551\n\n-125 790\n\n3 767\n\n-122 023\n\nDrôme\n\n0, 853688\n\n-110 470\n\n7 401\n\n-103 069\n\nEure\n\n0, 980630\n\n-83 571\n\n89 104\n\n5 533\n\nEure-et-Loir\n\n0, 792932\n\n-144 309\n\n13 110\n\n-131 199\n\nFinistère\n\n1, 053761\n\n-108 752\n\n0\n\n-108 752\n\nGard\n\n1, 070896\n\n-134 639\n\n0\n\n-134 639\n\nHaute-Garonne\n\n1, 662929\n\n-458 091\n\n27 977\n\n-430 114\n\nGers\n\n0, 470788\n\n-69 984\n\n0\n\n-69 984\n\nGironde\n\n1, 833090\n\n-357 707\n\n5 785\n\n-351 922\n\nHérault\n\n1, 284416\n\n-143 708\n\n23 246\n\n-120 462\n\nIlle-et-Vilaine\n\n1, 185330\n\n-24 430\n\n7 265\n\n-17 165\n\nIndre\n\n0, 504166\n\n-122 431\n\n78 396\n\n-44 035\n\nIndre-et-Loire\n\n0, 963364\n\n-76 867\n\n26 436\n\n-50 431\n\nIsère\n\n1, 851434\n\n-231 562\n\n62 628\n\n-168 934\n\nJura\n\n0, 641137\n\n-93 026\n\n63 383\n\n-29 643\n\nLandes\n\n0, 730123\n\n-51 617\n\n71 371\n\n19 754\n\nLoir-et-Cher\n\n0, 591919\n\n-58 033\n\n39 013\n\n-19 020\n\nLoire\n\n1, 128339\n\n-135 981\n\n168\n\n-135 813\n\nHaute-Loire\n\n0, 597007\n\n-16 052\n\n29 228\n\n13 176\n\nLoire-Atlantique\n\n1, 519477\n\n-48 482\n\n31 875\n\n-16 607\n\nLoiret\n\n1, 043955\n\n-127 292\n\n35 276\n\n-92 016\n\nLot\n\n0, 594912\n\n-120 401\n\n51 719\n\n-68 682\n\nLot-et-Garonne\n\n0, 496386\n\n-70 851\n\n17 758\n\n-53 093\n\nLozère\n\n0, 396892\n\n-43 819\n\n29 769\n\n-14 050\n\nMaine-et-Loire\n\n1, 121979\n\n-137 640\n\n79 782\n\n-57 858\n\nManche\n\n0, 954390\n\n-198 142\n\n93 423\n\n-104 719\n\nMarne\n\n0, 920716\n\n-126 883\n\n33 098\n\n-93 785\n\nHaute-Marne\n\n0, 578856\n\n-6 334\n\n14 057\n\n7 723\n\nMayenne\n\n0, 552038\n\n-50 577\n\n42 848\n\n-7 729\n\nMeurthe-et-Moselle\n\n1, 058866\n\n-149 428\n\n5 867\n\n-143 561\n\nMeuse\n\n0, 520337\n\n-89 781\n\n15 338\n\n-74 443\n\nMorbihan\n\n0, 945869\n\n-63 041\n\n203\n\n-62 838\n\nMoselle\n\n1, 533887\n\n-357 110\n\n27 784\n\n-329 326\n\nNièvre\n\n0, 626316\n\n-79 328\n\n3 767\n\n-75 561\n\nNord\n\n3, 184364\n\n-295 198\n\n10 269\n\n-284 929\n\nOise\n\n1, 087408\n\n-136 199\n\n31 108\n\n-105 091\n\nOrne\n\n0, 699346\n\n-45 035\n\n7 870\n\n-37 165\n\nPas-de-Calais\n\n2, 205438\n\n-230 273\n\n0\n\n-230 273\n\nPuy-de-Dôme\n\n1, 428256\n\n-212 802\n\n78 247\n\n-134 555\n\nPyrénées-Atlantiques\n\n0, 949559\n\n-143 599\n\n45 283\n\n-98 316\n\nHautes-Pyrénées\n\n0, 561685\n\n-84 498\n\n7 399\n\n-77 099\n\nPyrénées-Orientales\n\n0, 701463\n\n-37 054\n\n101\n\n-36 953\n\nBas-Rhin\n\n1, 384390\n\n-189 944\n\n65 989\n\n-123 955\n\nHaut-Rhin\n\n0, 920796\n\n-37 926\n\n7 736\n\n-30 190\n\nRhône\n\n2, 058319\n\n-188 537\n\n16 293\n\n-172 244\n\nHaute-Saône\n\n0, 446416\n\n-89 738\n\n11 100\n\n-78 638\n\nSaône-et-Loire\n\n1, 061414\n\n-79 905\n\n39 699\n\n-40 206\n\nSarthe\n\n1, 028790\n\n-62 023\n\n62 395\n\n372\n\nSavoie\n\n1, 137212\n\n-90 138\n\n73 718\n\n-16 420\n\nHaute-Savoie\n\n1, 279974\n\n-11 350\n\n21 993\n\n10 643\n\nParis\n\n2, 421023\n\n-47 622\n\n0\n\n-47 622\n\nSeine-Maritime\n\n1, 719260\n\n-498 298\n\n15 204\n\n-483 094\n\nSeine-et-Marne\n\n1, 926214\n\n-17 856\n\n346 966\n\n329 110\n\nYvelines\n\n1, 775870\n\n-369 513\n\n28 767\n\n-340 746\n\nDeux-Sèvres\n\n0, 654603\n\n-26 982\n\n4 244\n\n-22 738\n\nSomme\n\n1, 001759\n\n-147 116\n\n25 293\n\n-121 823\n\nTarn\n\n0, 671249\n\n-95 578\n\n0\n\n-95 578\n\nTarn-et-Garonne\n\n0, 440755\n\n-164 177\n\n1 749\n\n-162 428\n\nVar\n\n1, 369057\n\n-136 040\n\n110 777\n\n-25 263\n\nVaucluse\n\n0, 743311\n\n-143 609\n\n0\n\n-143 609\n\nVendée\n\n0, 921723\n\n-67 852\n\n28 401\n\n-39 451\n\nVienne\n\n0, 675277\n\n-68 834\n\n4 036\n\n-64 798\n\nHaute-Vienne\n\n0, 623337\n\n-249 808\n\n12 078\n\n-237 730\n\nVosges\n\n0, 756064\n\n-180 181\n\n8 072\n\n-172 109\n\nYonne\n\n0, 739838\n\n-48 786\n\n22 927\n\n-25 859\n\nTerritoire de Belfort\n\n0, 209547\n\n-34 551\n\n63 665\n\n29 114\n\nEssonne\n\n1, 559543\n\n-165 989\n\n56 164\n\n-109 825\n\nHauts-de-Seine\n\n2, 029183\n\n-225 077\n\n59 234\n\n-165 843\n\nSeine-Saint-Denis\n\n1, 932643\n\n-169 124\n\n24 163\n\n-144 961\n\nVal-de-Marne\n\n1, 508682\n\n-198 805\n\n34 344\n\n-164 461\n\nVal-d'Oise\n\n1, 564784\n\n-486 200\n\n70 310\n\n-415 890\n\nGuadeloupe\n\n0, 610772\n\n-183 656\n\n43 088\n\n-140 568\n\nMartinique\n\n0, 514941\n\n-416 617\n\n0\n\n-416 617\n\nGuyane\n\n0, 347685\n\n-288 046\n\n0\n\n-288 046\n\nLa Réunion\n\n1, 368102\n\n-315 145\n\n0\n\n-315 145\n\nTotal\n\n100\n\n-13 319 423\n\n3 038 983\n\n-10 280 440\n\n1\n\n-Loi n° 2004-1484 du 30 décembre 2004"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. ― Pour 2009, les fractions de tarif de la taxe intérieure de consommation sur les produits pétroliers mentionnées au premier alinéa du I de l'article 40 de la loi n° 2005-1719 du 30 décembre 2005 de finances pour 2006 sont fixées comme suit :\n\n(En euros par hectolitre)\n\n(En euros)\n\n(En euros)\n\nII. ― 1. Il est prélevé en 2009, au titre de l'ajustement du droit à compensation pour les exercices 2006, 2007 et 2008 relatif à l'organisation du réseau des centres et points d'information et de conseil sur la validation des acquis de l'expérience, un montant de 165 532 € sur le produit de la taxe intérieure de consommation sur les produits pétroliers versé à la région Champagne-Ardenne.2. Il est versé en 2009 à la région Franche-Comté, au titre de l'ajustement du droit à compensation pour les exercices 2006, 2007 et 2008 relatif à l'organisation du réseau des centres et points d'information et de conseil sur la validation des acquis de l'expérience, un montant de 165 532 €.3. Il est prélevé en 2009, au titre de l'ajustement du montant du droit à compensation pour les exercices 2005, 2006, 2007 et 2008 relatif au transfert des aides aux étudiants des écoles et instituts de formation des professions paramédicales et de sages-femmes en application des articles L. 4151-8 et L. 4383-4 du code de la santé publique, un montant de 661 587 € sur le produit de la taxe intérieure de consommation sur les produits pétroliers versé aux régions Alsace, Auvergne, Franche-Comté et Pays de la Loire.4. Il est versé en 2009 à la collectivité territoriale de Corse et aux régions de métropole, à l'exception de l'Alsace, de l'Auvergne, de la Franche-Comté et des Pays de la Loire, au titre du transfert des aides aux étudiants des écoles et instituts de formation des professions paramédicales et de sages-femmes en application des articles L. 4151-8 et L. 4383-4 du code de la santé publique, un montant de 26 263 465 € relatif aux exercices 2005, 2006, 2007 et 2008.5. Il est versé en 2009 à la collectivité territoriale de Corse et aux régions de métropole, à l'exception des régions Alsace, Languedoc-Roussillon, Pays de la Loire, Picardie et Poitou-Charentes, au titre du transfert des aides aux étudiants des formations des travailleurs sociaux en application de l'article L. 451-3 du code de l'action sociale et des familles, un montant de 9 343 865 € relatif aux exercices 2005, 2006, 2007 et 2008.6. Il est versé en 2009 aux régions, à l'exception de l'Alsace, un montant de 52 393 640 € au titre de la compensation, pour la période 1994-2009, des charges de personnel résultant du transfert aux régions de la compétence en matière de formation professionnelle continue des jeunes de moins de vingt-six ans en application de l'article 82 de la loi n° 83-8 du 7 janvier 1983 relative à la répartition de compétences entre les communes, les départements et l'Etat dans sa rédaction antérieure à l'ordonnance n° 2000-549 du 15 juin 2000 relative à la partie législative du code de l'éducation.7. Il est prélevé en 2009, en application de l'article 82 de la loi n° 2004-809 du 13 août 2004 précitée, un montant de 32 955 € sur le produit de la taxe intérieure de consommation sur les produits pétroliers versé à la collectivité territoriale de Corse et à la région Aquitaine au titre de l'ajustement de la compensation du transfert, au 1er janvier 2008, des agents qui participent à l'exercice des compétences transférées dans le domaine des lycées maritimes.8. Il est versé en 2009, à la collectivité territoriale de Corse et aux régions Bretagne, Basse-Normandie, Pays de la Loire et Poitou-Charentes, en application de l'article 82 de la loi n° 2004-809 du 13 août 2004 précitée, un montant de 269 226 € au titre de la compensation des postes des agents qui participent à l'exercice des compétences transférées dans le domaine des lycées maritimes devenus vacants avant le transfert de service.9. Il est versé en 2009 à la collectivité territoriale de Corse, en application de l'article 18 de la loi n° 2004-809 du 13 août 2004 précitée, un montant de 166 049 € au titre de l'ajustement de la compensation du transfert, au 1er janvier 2008, des agents qui participent à l'exercice des compétences transférées dans le domaine des routes nationales d'intérêt local.10. Il est prélevé en 2009, au titre de l'ajustement de la compensation versée en 2007 et en 2008, résultant du transfert des agents non titulaires du ministère de l'alimentation, de l'agriculture et de la pêche en application de l'article 82 de la loi n° 2004-809 du 13 août 2004 précitée, un montant de 485 263 € sur le produit de la taxe intérieure de consommation sur les produits pétroliers versé aux régions de métropole, à l'exception de la Bretagne.11. Il est prélevé en 2009, au titre de l'ajustement de la compensation versée en 2008, résultant du transfert aux régions des postes d'agents techniciens, ouvriers et de service du ministère de l'alimentation, de l'agriculture et de la pêche en application de l'article 82 de la loi n° 2004-809 du 13 août 2004 précitée, un montant de 727 395 € sur le produit de la taxe intérieure de consommation sur les produits pétroliers versé aux régions de métropole, à l'exception des régions Alsace et Bourgogne, de la collectivité territoriale de Corse et des régions Ile-de-France, Languedoc-Roussillon, Lorraine, Nord - Pas-de-Calais, Basse-Normandie, Pays de la Loire, Poitou-Charentes et Rhône-Alpes.12. Il est prélevé en 2009, au titre de l'ajustement de la compensation versée en 2007 relative aux frais de recrutement et de fonctionnement afférents au transfert des agents techniciens, ouvriers et de service du ministère de l'alimentation, de l'agriculture et de la pêche en application de l'article 82 de la loi n° 2004-809 du 13 août 2004 précitée, un montant de 3 718 € sur le produit de la taxe intérieure de consommation sur les produits pétroliers versé à la région Picardie.13. Il est versé en 2009 aux régions de métropole, à l'exception de la région Picardie, un montant de 6 669 € au titre de l'ajustement de la compensation versée en 2007 relative aux frais de recrutement et de fonctionnement afférents au transfert des agents techniciens, ouvriers et de service du ministère de l'alimentation, de l'agriculture et de la pêche en application de l'article 82 de la loi n° 2004-809 du 13 août 2004 précitée.14. Il est versé en 2009 aux régions de métropole un montant de 900 178 € correspondant à l'ajustement de la compensation des postes d'agents techniciens, ouvriers et de service du ministère de l'alimentation, de l'agriculture et de la pêche devenus vacants en 2008 après transfert de services, ainsi que de la compensation de l'action sociale afférente, d'une part, aux agents précités ayant exercé leur droit d'option au titre de la première campagne et, d'autre part, aux agents non titulaires du ministère de l'alimentation, de l'agriculture et de la pêche, en application de l'article 82 de la loi n° 2004-809 du 13 août 2004 précitée.15. Il est versé en 2009 aux régions de métropole un montant de 17 217 € correspondant à la compensation de promotions et concours rétroactifs d'agents techniciens, ouvriers et de service du ministère de l'alimentation, de l'agriculture et de la pêche ayant exercé leur droit d'option en application de l'article 82 de la loi n° 2004-809 du 13 août 2004 précitée.16. Il est versé en 2009 aux régions de métropole, à l'exception des régions Alsace et Champagne-Ardenne, de la collectivité territoriale de Corse, des régions Franche-Comté, Lorraine, Midi-Pyrénées, Nord - Pas-de-Calais, Basse-Normandie et Pays de la Loire, en application de l'article 95 de la loi n° 2004-809 du 13 août 2004 précitée, une somme de 1 156 430 € correspondant à la compensation des postes d'agents du ministère de la culture et de la communication devenus vacants en 2007, 2008 et 2009 après transfert de services et qui participent à l'exercice des compétences transférées dans le domaine de l'inventaire général du patrimoine culturel.17. Il est prélevé en 2009, en application de l'article 82 de la loi n° 2004-809 du 13 août 2004 précitée, un montant de 12 304 382 € sur le produit de la taxe intérieure de consommation sur les produits pétroliers versé aux régions de métropole au titre de l'ajustement de la compensation allouée en 2008 pour la prise en charge des postes d'agents techniciens, ouvriers et de service du ministère de l'éducation nationale devenus vacants en 2007.18. Il est versé en 2009, en compensation du transfert des services participant à l'exercice des compétences décentralisées dans les domaines de la solidarité, de la santé et de l'action sociale en application de la loi n° 2004-809 du 13 août 2004 précitée, aux régions Alsace, Auvergne, Bourgogne, Franche-Comté, Lorraine, Midi-Pyrénées, Pays de la Loire et Provence-Alpes-Côte d'Azur un montant de 535 816 € prélevé sur la part de taxe intérieure de consommation sur les produits pétroliers revenant à l'Etat, au titre du paiement du solde de la compensation des postes dits « vacants intermédiaires » constatés entre le 31 décembre 2004 et le 31 décembre 2008 pour 534 371 €, et au titre de la compensation des emplois dits « disparus » entre le 31 décembre 2002 et le 31 décembre 2004 pour 1 445 €. Ces montants sont répartis conformément au tableau suivant :\n\nIII. ― Les diminutions opérées en application des 1, 3, 7, 10, 11, 12 et 17 du II sont imputées sur le produit de la taxe intérieure de consommation sur les produits pétroliers attribué aux régions concernées en application de l'article 40 de la loi n° 2005-1719 du 30 décembre 2005 précitée. Elles sont réparties conformément à la colonne A du tableau ci-après.Les montants correspondant aux versements prévus par les 2, 4, 5, 6, 8, 9 et 16 du II sont prélevés sur la part du produit de la taxe intérieure de consommation sur les produits pétroliers revenant à l'Etat. Ils sont répartis, respectivement, conformément aux colonnes B à H du tableau ci-après.Les montants correspondant aux versements prévus par les 13, 14 et 15 du II sont prélevés sur la part du produit de la taxe intérieure de consommation sur les produits pétroliers revenant à l'Etat. Ils sont répartis conformément à la colonne I du tableau suivant :\n\nRÉGIONS\n\nDIMINUTIONdu produitversé(colonne A)\n\nMONTANTà verser(colonne B)\n\nMONTANTà verser(colonne C)\n\nMONTANTà verser(colonne D)\n\nMONTANTà verser(colonne E)\n\nMONTANTà verser(colonne F)\n\nMONTANTà verser(colonne G)\n\nMONTANTà verser(colonne H)\n\nMONTANTà verser(colonne I)\n\nTOTAL\n\nAlsace\n\n― 454 308\n\ncenter\n\ncenter\n\ncenter\n\ncenter\n\ncenter\n\ncenter\n\ncenter\n\n29 247\n\n― 425 061\n\nAquitaine\n\n― 688 427\n\ncenter\n\n482 423\n\n1 231 623\n\n3 058 125\n\ncenter\n\ncenter\n\n31 872\n\n129 688\n\n4 245 304\n\nAuvergne\n\n― 427 353\n\ncenter\n\n963\n\ncenter\n\n1 801 120\n\ncenter\n\ncenter\n\n112 383\n\n72 339\n\n1 559 452\n\nBourgogne\n\n― 349 304\n\ncenter\n\n217 337\n\n801 686\n\n2 014 601\n\ncenter\n\ncenter\n\n186 927\n\n47 365\n\n2 918 612\n\nBretagne\n\n― 422 025\n\ncenter\n\n119 792\n\n1 548 806\n\n2 393 751\n\n100 960\n\ncenter\n\n68 347\n\n71 220\n\n3 880 851\n\nCentre\n\n― 794 502\n\ncenter\n\n349 373\n\n1 550 688\n\n2 747 094\n\ncenter\n\ncenter\n\n42 264\n\n28 450\n\n3 923 367\n\nChampagne-Ardenne\n\n― 588 773\n\ncenter\n\n152 213\n\n1 208 979\n\n1 363 092\n\ncenter\n\ncenter\n\ncenter\n\n61 856\n\n2 197 367\n\nCorse\n\n― 193 887\n\ncenter\n\n13 509\n\n362 673\n\n231 574\n\n33 653\n\n166 049\n\ncenter\n\n244\n\n613 815\n\nFranche-Comté\n\n― 533 342\n\n165 532\n\n66 824\n\ncenter\n\n1 280 051\n\ncenter\n\ncenter\n\ncenter\n\n56 152\n\n1 035 217\n\nIle-de-France\n\n― 2 622 513\n\ncenter\n\n693 552\n\n665 952\n\n5 924 733\n\ncenter\n\ncenter\n\n56 563\n\n4 244\n\n4 722 531\n\nLanguedoc-Roussillon\n\n― 286 202\n\ncenter\n\n0\n\n810 775\n\n2 061 984\n\ncenter\n\ncenter\n\n205 341\n\n34 141\n\n2 826 039\n\nLimousin\n\n― 487 509\n\ncenter\n\n18 179\n\n309 840\n\n811 622\n\ncenter\n\ncenter\n\n50 577\n\n11 185\n\n713 894\n\nLorraine\n\n― 829 920\n\ncenter\n\n712 093\n\n3 192 122\n\n3 001 078\n\ncenter\n\ncenter\n\ncenter\n\n15 704\n\n6 091 077\n\nMidi-Pyrénées\n\n― 1 309 941\n\ncenter\n\n295 815\n\n731 656\n\n2 347 321\n\ncenter\n\ncenter\n\ncenter\n\n38 152\n\n2 103 003\n\nNord - Pas-de-Calais\n\n― 579 901\n\ncenter\n\n1 167 079\n\n1 922 609\n\n2 275 332\n\ncenter\n\ncenter\n\ncenter\n\n4 318\n\n4 789 437\n\nBasse-Normandie\n\n― 426 294\n\ncenter\n\n317 075\n\n690 264\n\n1 193 511\n\n33 653\n\ncenter\n\ncenter\n\n74 532\n\n1 882 741\n\nHaute-Normandie\n\n― 730 288\n\ncenter\n\n1 216 460\n\n3 044 141\n\n2 083 424\n\ncenter\n\ncenter\n\n149 663\n\n7 399\n\n5 770 799\n\nPays de la Loire\n\n― 751 537\n\ncenter\n\n0\n\ncenter\n\n2 970 685\n\n67 307\n\ncenter\n\ncenter\n\n55 569\n\n2 342 024\n\nPicardie\n\n― 456 602\n\ncenter\n\n0\n\n1 149 053\n\n1 983 498\n\ncenter\n\ncenter\n\n121 963\n\n6 863\n\n2 804 775\n\nPoitou-Charentes\n\n― 362 288\n\ncenter\n\n0\n\n801 041\n\n2 072 064\n\n33 653\n\ncenter\n\n26 106\n\n49 173\n\n2 619 749\n\nProvence-Alpes-Côte d'Azur\n\n― 388 072\n\ncenter\n\n1 211 636\n\n2 596 937\n\n5 751 768\n\ncenter\n\ncenter\n\n52 212\n\n80 335\n\n9 304 816\n\nRhône-Alpes\n\n― 697 844\n\ncenter\n\n2 309 542\n\n3 644 620\n\n5 027 212\n\ncenter\n\ncenter\n\n52 212\n\n45 888\n\n10 381 630\n\nTotal pour la métropole\n\n― 14 380 832\n\n165 532\n\n9 343 865\n\n26 263 465\n\n52 393 640\n\n269 226\n\n166 049\n\n1 156 430\n\n924 064\n\n76 301 439\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Une fraction d'un montant de 35 millions d'euros du produit des amendes forfaitaires de la police de la circulation mentionnées à l'article L. 2334-24 du code général des collectivités territoriales est affectée en 2009 au fonds interministériel pour la prévention de la délinquance, créé au sein de l'Agence nationale pour la cohésion sociale et l'égalité des chances par l'article 5 de la loi n° 2007-297 du 5 mars 2007 relative à la prévention de la délinquance."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. ― Le produit de 371 407 125,06 € enregistré par la Caisse centrale de la mutualité sociale agricole au titre du transfert du résultat cumulé au 31 décembre 2008 du fonds de financement des prestations sociales des non-salariés agricoles est versé au budget général de l'Etat avant le 11 janvier 2010.II. ― En 2009, le produit de la taxe spéciale sur les conventions d'assurance mentionnée à l'article 991 du code général des impôts est affecté à la Caisse centrale de la mutualité sociale agricole, à hauteur d'un montant maximal de 371 407 125,06 €, au titre du financement des sommes restant dues à la caisse par l'Etat et qui sont retracées dans l'état semestriel au 31 décembre 2008, actualisé au 30 juin 2009, prévu à l'article LO 111-10-1 du code de la sécurité sociale.Ce montant est réparti comme suit :1° 37 802 895,46 € sont affectés au régime des non-salariés des professions agricoles ;2° 333 604 229,60 € sont affectés au régime des salariés des professions agricoles."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I. - Les sommes à percevoir en 2009 au titre du droit de consommation sur les tabacs mentionné à l'article 575 du code général des impôts sont réparties dans les conditions suivantes :\n\na) Une fraction égale à 18,68 % est affectée à la Caisse centrale de la mutualité sociale agricole pour contribuer au financement des dépenses prévues au 2° de l'article L. 722-8 du code rural ;\n\nb) Une fraction égale à 1,52 % est affectée à la Caisse centrale de la mutualité sociale agricole au titre de la participation financière prévue à l'article L. 732-58 du code rural ;\n\nc) Une fraction égale à 38,81 % est affectée à la Caisse nationale d'assurance maladie des travailleurs salariés ;\n\nd) Une fraction égale à 1,48 % est affectée au Fonds national d'aide au logement mentionné à l'article L. 351-6 du code de la construction et de l'habitation ;\n\ne) Une fraction égale à 0,31 % est affectée au Fonds de cessation anticipée d'activité des travailleurs de l'amiante institué par le III de l'article 41 de la loi de financement de la sécurité sociale pour 1999 (n° 98-1194 du 23 décembre 1998) ;\n\nf) Une fraction égale à 31,91 % est affectée aux caisses et régimes de sécurité sociale mentionnés au 1 du III de l'article L. 131-8 du code de la sécurité sociale, selon les modalités prévues au dernier alinéa du 1 et aux 2 et 3 du même III ;\n\ng) Une fraction égale à 1,25 % est affectée au fonds de solidarité mentionné à l'article L. 5423-24 du code du travail ;\n\nh) Une fraction égale à 3,99 % est affectée à la compensation des mesures prévues aux articles L. 241-17 et L. 241-18 du code de la sécurité sociale dans les conditions définies par l'article 53 de la loi n° 2007-1822 du 24 décembre 2007 de finances pour 2008 ;\n\ni) Une fraction égale à 2,05 % est affectée au titre du financement des sommes restant dues par l'Etat à la Caisse nationale d'assurance maladie des travailleurs salariés, retracées dans l'état semestriel au 31 décembre 2008 prévu à l'article LO 111-10-1 du code de la sécurité sociale, et estimé au 30 juin 2009.\n\nII. - A modifié les dispositions suivantes :\n\n- LOI n°2007-1822  du 24 décembre 2007"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I.-Le compte de commerce \" Opérations industrielles et commerciales des directions départementales et régionales de l'équipement \" est clos au 31 décembre 2011.\n\nA abrogé les dispositions suivantes :\n\nII.-Le montant de la contribution des parcs à la trésorerie du compte de commerce, mentionnée à l'article 18 de la loi n° 2009-1291 du 26 octobre 2009 relative au transfert aux départements des parcs de l'équipement et à l'évolution de la situation des ouvriers des parcs et ateliers, est calculé après déduction :\n\n1° Des dettes et des créances inscrites dans la comptabilité des parcs de l'équipement à la date de leur transfert ainsi que de celles constatées entre cette date et la date de clôture du compte de commerce. Les dettes non apurées et les créances non recouvrées au 31 décembre 2011 sont reprises au sein du budget de l'Etat ;\n\n2° Du coût de la remise en état des terrains résultant des diagnostics de dépollution qui doivent être effectués avant le transfert des parcs.\n\nIII.-Le versement de la part de trésorerie revenant aux collectivités est effectué en deux fois : un premier versement équivalent à 50 % de la trésorerie est attribué, à titre d'avance, au 30 juin de l'année du transfert du parc à la collectivité ; le solde de la trésorerie est versé au plus tard au 31 décembre 2011. Le solde définitif prend en compte les dettes non apurées et les créances non recouvrées avant le 31 décembre 2011.\n\nIV.-Les biens, droits et obligations du parc de Guyane sont repris au sein du budget général de l'Etat à compter du 1er janvier 2011.\n\nV.-La commission consultative sur l'évaluation des charges prévue par l'article L. 1211-4-1 du code général des collectivités territoriales est consultée avant la clôture du compte de commerce \" Opérations industrielles et commerciales des directions départementales et régionales de l'équipement \" sur les modalités d'application du II du présent article.\n\n-Loi n° 89-935 du 29 décembre 1989"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I. ― Pour 2009, l'ajustement des ressources tel qu'il résulte des évaluations révisées figurant à l'état A annexé à la présente loi et le supplément des charges du budget de l'Etat sont fixés aux montants suivants :\n\n(En millions d'euros)\n\n2° Le plafond de la variation nette, appréciée en fin d'année, de la dette négociable de l'Etat d'une durée supérieure à un an est fixé à 54,8 milliards d'euros.III. ― Pour 2009, le plafond d'autorisation des emplois rémunérés par l'Etat demeure inchangé.\n\nII. ― Pour 2009 :1° Les ressources et les charges de trésorerie qui concourent à la réalisation de l'équilibre financier sont évaluées comme suit :\n\n(En milliards d'euros)"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I. ― Il est ouvert aux ministres, pour 2009, au titre du budget général, des autorisations d'engagement et des crédits de paiement supplémentaires s'élevant respectivement aux montants de 16 333 520 173 € et de 16 359 483 152 €, conformément à la répartition par mission donnée à l'état B annexé à la présente loi.II. ― Il est annulé, au titre du budget général, pour 2009, des autorisations d'engagement et des crédits de paiement s'élevant respectivement aux montants de 6 485 035 722 € et de 6 509 514 152 €, conformément à la répartition par mission donnée à l'état B annexé à la présente loi."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I. ― Il est ouvert aux ministres, pour 2009, au titre des comptes d'affectation spéciale, des autorisations d'engagement et des crédits de paiement supplémentaires s'élevant à 4 090 000 €, conformément à la répartition par compte donnée à l'état C annexé à la présente loi.II. ― Il est annulé, au titre des comptes d'affectation spéciale, pour 2009, des autorisations d'engagement et des crédits de paiement s'élevant à 5 160 300 000 €, conformément à la répartition par compte donnée à l'état C annexé à la présente loi.III. ― Il est ouvert aux ministres, pour 2009, au titre des comptes de concours financiers, des autorisations d'engagement et des crédits de paiement supplémentaires s'élevant à 1 236 520 000 euros, conformément à la répartition par compte donnée à l'état C annexé à la présente loi."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Sont ratifiées les ouvertures et les annulations de crédits opérées par les décrets n° 2009-862 du 13 juillet 2009, n° 2009-1368 du 9 novembre 2009 et n° 2009-1512 du 8 décembre 2009 portant ouverture et annulation de crédits à titre d'avance."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I. A modifié les dispositions suivantes :\n\n- Code des douanes\n\n- Livre des procédures fiscales\n\nII. ― Le présent article s'applique à compter du 1er janvier 2010."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "IX.-Les I et II sont applicables à compter de l'imposition des revenus afférentsLe V est applicable aux procédures de contrôle engagéesLes VI à VIII sont applicables aux délais venant à expiration postérieurement"
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I. à X. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nXI. - Le présent article s'applique à compter de l'imposition des revenus de l'année 2009.\n\n- Livre des procédures fiscales\n\n- Livre des procédures fiscales\n\n- Code général des impôts, CGI.\n\n- Livre des procédures fiscales\n\n- Livre des procédures fiscales\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "A modifié les dispositions suivantes :\n\nII. - 1. Les infractions définies à l'article L. 711-19, au IV de l'article L. 725-3, au 3° de l'article L. 735-3, au 6° du II de l'article L. 745-13, au 6° du I de l'article L. 755-13 et au 4° du II de l'article L. 765-13 du code monétaire et financier sont passibles d'une amende de 37 500 EUR et d'un emprisonnement de cinq ans. Lorsque les faits ont été réalisés ou facilités au moyen soit d'achats ou de ventes sans facture, soit de factures ne se rapportant pas à des opérations réelles, ou qu'ils ont eu pour objet d'obtenir de l'Etat des remboursements injustifiés, leur auteur est passible d'une amende de 75 000 EUR et d'un emprisonnement de cinq ans.\n\nToutefois, cette disposition n'est applicable, en cas de dissimulation, que si celle-ci excède le dixième de la somme imposable ou le montant de 153 EUR.\n\n2. Toute personne condamnée en application du présent II peut être privée des droits civiques, civils et de famille, suivant les modalités prévues par l'article 131-26 du code pénal.\n\n3. Le tribunal ordonne dans tous les cas la publication intégrale ou par extraits des jugements dans le Journal officiel ainsi que dans les journaux désignés par lui et leur affichage intégral ou par extraits pendant trois mois sur les panneaux réservés à l'affichage des publications officielles de la commune où les contribuables ont leur domicile, ainsi que sur la porte extérieure de l'immeuble du ou des établissements professionnels de ces contribuables. Les frais de la publication et de l'affichage dont il s'agit sont intégralement à la charge du condamné.\n\n4. Les articles 121-6 et 121-7 du code pénal sont applicables aux complices des infractions mentionnées au 1 sans préjudice des sanctions disciplinaires, s'ils sont officiers publics ou ministériels ou experts-comptables.\n\n5. Tous ceux qui ont fait l'objet d'une condamnation définitive, prononcée en application du 1 peuvent être solidairement tenus, avec le redevable légal de l'impôt fraudé, au paiement de cet impôt et des pénalités y afférentes.\n\nIII. - Les articles L. 227, L. 228, L. 229, les premier et dernier alinéas de l'article L. 230 et le premier alinéa de l'article L. 231 du livre des procédures fiscales sont applicables aux infractions mentionnées au 1 du II. Toutefois, par dérogation à ces articles, les services ou les autorités compétentes pour saisir la commission des infractions fiscales et pour porter plainte en vue de l'application de sanctions pénales sont désignés par décret.\n\n- Code monétaire et financier"
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I. à IV - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nV.-Pour l'application du A du I, les Etats ou territoires ayant signé avec la France, avant le 1er janvier 2010, une convention d'assistance administrative permettant d'échanger tout renseignement nécessaire à l'application de la législation fiscale des parties ne sont pas inscrits à cette date sur la liste des Etats ou territoires non coopératifs, même si cette convention n'est pas entrée en vigueur à cette date. Ils sont inscrits sur cette liste au 1er janvier 2011 si la convention n'est pas entrée en vigueur à cette date.\n\nVI.- (Abrogé).\n\nVII.-1. Les C et V du I et le II s'appliquent aux exercices ouverts à compter du 1er janvier 2010.\n\n2. Les B, I, P et Q du I sont applicables aux exercices ouverts à compter du 1er janvier 2011.\n\n3. Les D, F, G, H, J, K, L, M, S, T, U et W du I et le III sont applicables à compter du 1er mars 2010.\n\n4. Les dispositions du N du I revêtent un caractère interprétatif.\n\n5. Les autres dispositions s'appliquent à compter du 1er janvier 2010.\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI.\n\n- Livre des procédures fiscales\n\n- Code général des impôts, CGI.\n\n- Livre des procédures fiscales\n\n- Code général des impôts, CGI.\n\n- Livre des procédures fiscales\n\n- Code de la sécurité sociale.\n\n- Code monétaire et financier\n\n- Code général des impôts, CGI.\n\nArt. 238-0 A"
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I., II. - A modifié les dispositions suivantes :\n\nIII. - Les I et II entrent en vigueur le 1er juillet 2010.\n\n- Code général des impôts, CGI.\n\n- Code des douanes"
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I., II. - A modifié les dispositions suivantes :\n\nIII. - Les I et II s'appliquent aux déclarations déposées à compter du 1er janvier 2010.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I s'applique aux déclarations souscrites à compter du 1er janvier 2010.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I. à V.-A modifié les dispositions suivantes :\n\nmodifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nVI.-Les I à V s'appliquent à compter du 1er octobre 2010.\n\nVII.-Le montant : \" 500 000 euros \" mentionné aux I, II et III est remplacé par le montant : \" 230 000 euros \" pour les déclarations, leurs annexes, les demandes de remboursement de crédit de taxe sur la valeur ajoutée ainsi que les paiements afférents aux impôts ou taxes mentionnés aux articles 1695 quater, 1668 et 231 du code général des impôts, devant être souscrites ou acquittés à compter du 1er octobre 2011.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "I. ― Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai de six mois à compter de la publication de la présente loi, des mesures qui relèvent du domaine de la loi, pour :1° Instituer à compter du 1er janvier 2013 une taxe au profit de l'Etat due par les usagers du service de la publicité foncière, aux mêmes conditions d'assiette, de tarif, de contrôle et de recouvrement que le salaire du conservateur prévu par l'article 879 du code général des impôts qu'elle remplace ;2° Substituer, à compter de cette même date et sans remettre en cause le service rendu à l'usager, la responsabilité de l'Etat à celle des conservateurs des hypothèques tant dans l'exécution du service public de la publicité foncière que dans les obligations en résultant et des droits et biens qui les garantissent.II. ― Un projet de loi de ratification est déposé devant le Parlement au plus tard au dernier jour du troisième mois suivant la publication de l'ordonnance."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I entre en vigueur en même temps que le A du II de l'article 153 de la loi n° 2008-1425 du 27 décembre 2008 de finances pour 2009, sauf pour les dispositions modifiant l'article 285 septies du code des douanes qui entrent en vigueur en même temps que le A du I du même article 153.\n\n- Code des douanes"
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "A modifié les dispositions suivantes :\n\n2. Les dispositions des I à XII autres que celles mentionnées aux 2° du VII, XI et 1 du présent XIII s'appliquent aux exercices clos à compter du 31 décembre 2009. Les 2° du VII et XI s'appliquent aux exercices ouverts à compter du 1er janvier 2009 aux conséquences des options exercées à compter du 1er janvier 2008.\n\nPour ceux de ces exercices qui sont ouverts avant le 1er décembre 2009, les accords et options mentionnés à l'article 223 A du code général des impôts sont, par dérogation au septième alinéa de ce même article 223 A dans sa rédaction issue du I du présent article, produits au plus tard le 28 février 2010. Il en va de même de la liste des sociétés du groupe et des sociétés intermédiaires prévue au huitième alinéa de ce même article 223 A dans sa rédaction issue du 7° du I du présent article.\n\n3. Les contribuables peuvent demander, le cas échéant par voie de réclamation contentieuse et en tout état de cause dans les mêmes délais, l'application des dispositions des I à XII autres que celles mentionnées aux 2° du VII, XI et 1 du présent XIII à leurs exercices clos du 1er septembre 2004 au 30 décembre 2009, en ce qu'elles modifient une réglementation applicable au titre de ces exercices, à compter de l'exercice de leur choix.\n\nLe i du 6 de l'article 223 L du code général des impôts, dans sa rédaction issue du VII du présent article, est applicable lorsque la cessation d'un groupe existant à la clôture de l'exercice précédant celui au titre duquel les contribuables ont choisi d'appliquer les dispositions du I découle de ce choix.\n\nLes accords, options et états mentionnés aux articles 223 A à 223 U du même code, dans leur rédaction issue des I à X du présent article, sont joints à ces demandes ou aux réclamations contentieuses.\n\nLa formulation d'une telle demande ou d'une réclamation contentieuse au titre d'un exercice emporte application des dispositions des I à XII autres que celles mentionnées aux 2° du VII, XI et 1 du présent XIII aux exercices suivants.\n\nLe montant restitué est égal à l'excédent du montant d'impôt sur les sociétés acquitté entre l'exercice choisi et le dernier exercice clos avant le 31 décembre 2009 sur le montant d'impôt sur les sociétés résultant de l'application des dispositions des I à XII autres que celles mentionnées aux 2° du VII, XI et 1 du présent XIII au titre des mêmes exercices.\n\nXIV. 2. Le 1 est applicable aux exercices ouverts à compter du 1er janvier 2011.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "I. à V.-A modifié les dispositions suivantes :\n\nVI.-Les I, II et IV s'appliquent à l'impôt sur les sociétés dû à raison des exercices clos à compter du 31 décembre 2009.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "I. à III. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIV. - Les I à III s'appliquent aux dons et versements effectués à compter du 1er janvier 2010.\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "I. à VI. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nV. - Les A et B, 1°, 2° et 4° du C, F, G, H, I, b et c du 1° et 2° et 3° du J, K, L, M, N, O, P, Q, R, T, V, W et Y du I et les II, III et b du 2° du IV sont applicables à compter du 1er avril 2010.\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI.\n\n- Livre des procédures fiscales\n\n- Code général des impôts, CGI.\n\n- Code des douanes\n\n- Code des douanes\n\n- Code des douanes\n\n- Loi n°92-677 du 17 juillet 1992\n\n- Code de la sécurité sociale.\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "I. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "IV. - Le 1° du I et les II et III s'appliquent à compter de l'imposition des revenus de l'année 2009. Les 2° et 3° du I s'appliquent aux souscriptions de parts de sociétés civiles de placement immobilier destinées à financer des dépenses portant sur des immeubles pour lesquels une demande de permis de construire ou une déclaration de travaux a été déposée à compter du 1er janvier 2009."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "I. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "I. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "III. - Le I s'applique aux opérations de fusion réalisées à compter du 1er janvier 2010."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "II. - Le I s'applique à compter des impositions établies au titre de 2010."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "II. - Le I s'applique à compter des impositions établies au titre de 2011."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2009-600 DC du 29 décembre 2009.]"
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "II.-(Abrogé)"
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "Par dérogation au a du 4 de l'article 1649-0 A du code général des impôts, les revenus de capitaux mobiliers imposés après application de l'abattement prévu au 2° du 3 de l'article 158 sont retenus à concurrence d'une fraction de leur montant brut fixée à 70 % pour ceux perçus en 2009, 80 % pour ceux perçus en 2010 et 90 % pour ceux perçus en 2011."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "I. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "L'article 1518 A bis du code général des impôts entre en vigueur à une date fixée par décret et au plus tard le 1er janvier 2011."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "I. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "V. - Le présent article s'applique aux entreprises créées à compter du 1er avril 2010."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "I. ― Les 1 et 2 de l'article 210 A du code général des impôts s'appliquent à la transmission universelle de patrimoine réalisée entre deux ou plusieurs établissements du réseau des chambres de métiers et de l'artisanat, sous réserve que l'entité qui possède les biens à l'issue de l'opération respecte les prescriptions mentionnées au 3 du même article.Pour l'application de ces dernières dispositions, la société absorbée s'entend de l'entité qui possédait les biens avant l'intervention de l'opération, et la société absorbante s'entend de l'entité possédant ces mêmes biens après l'opération.II. ― Le I s'applique aux opérations de regroupement intervenues à compter du 1er janvier 2010."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "I. - Les personnes mentionnées au IV de l'article 33 de la loi n° 2004-1484 du 30 décembre 2004 de finances pour 2005 bénéficient d'un remboursement partiel de la taxe intérieure de consommation applicable au fioul domestique et au fioul lourd repris respectivement aux indices d'identification 21 et 24 du tableau B du 1 de l'article 265 du code des douanes, et de la taxe intérieure de consommation sur le gaz naturel prévue à l'article 266 quinquies du même code.\n\nLe montant du remboursement s'élève respectivement à :\n\n- 5 euros par hectolitre pour les quantités de fioul domestique acquises entre le 1er janvier et le 31 décembre 2009 ;\n\n- 1, 665 euros par 100 kilogrammes net pour les quantités de fioul lourd acquises entre le 1er janvier et le 31 décembre 2009 ;\n\n- 1, 071 euros par millier de kilowattheures pour les volumes de gaz acquis entre le 1er janvier et le 31 décembre 2009.\n\nUn décret fixe les conditions et délais dans lesquels les personnes mentionnées au premier alinéa adressent leur demande de remboursement.\n\nII. - A modifié les dispositions suivantes :\n\n- Code des douanes"
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code du cinéma et de l'image animée"
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2009-600 DC du 29 décembre 2009.]"
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "III. - Le tarif de la taxe prévue au 9 du I de l'article 266 sexies du code des douanes, fixé au a du 4° du II du présent article, s'applique aux montants de la taxe dus au titre des années antérieures à l'entrée en vigueur de la présente loi.L'application de ce tarif donne lieu, le cas échéant, à un remboursement effectué par les services de recouvrement de la taxe, sur demande des redevables."
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Article 85",
      "content": "I à IV. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Article 86",
      "content": "I. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "I et II. - A modifié les dispositions suivantes :\n\nIII. - Le I s'applique aux revenus perçus à compter de l'année 2009. Le II s'applique aux crédits d'impôt calculés au titre des dépenses de recherche exposées à partir du 1er janvier 2010.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "I. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Article 92",
      "content": "II. - Le droit mentionné aux cinquième et sixième alinéas de l'article L. 642-13 du code rural, dans sa rédaction issue du I du présent article, est acquitté pour la première fois en 2010, sur la base des quantités produites au titre de la récolte 2009."
    },
    {
      "provision_ref": "art95",
      "section": "95",
      "title": "Article 95",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - (Abrogé).\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art98",
      "section": "98",
      "title": "Article 98",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2009-600 DC du 29 décembre 2009.]"
    },
    {
      "provision_ref": "art99",
      "section": "99",
      "title": "Article 99",
      "content": "III. - Le présent article est applicable à compter du 1er janvier 2011."
    },
    {
      "provision_ref": "art100",
      "section": "100",
      "title": "Article 100",
      "content": "II. - Le présent article entre en vigueur à une date fixée par décret et au plus tard le 1er mars 2010."
    },
    {
      "provision_ref": "art101",
      "section": "101",
      "title": "Article 101",
      "content": "Les avances remboursables sans intérêt accordées aux personnes sans emploi ou rencontrant des difficultés pour s'insérer durablement dans l'emploi qui créent ou reprennent une entreprise avec la garantie d'un fonds, constitué à cet effet au sein du fonds de cohésion sociale mentionné au III de l'article 80 de la loi n° 2005-32 du 18 janvier 2005 de programmation pour la cohésion sociale, bénéficient en outre de la garantie de l'Etat dans les conditions suivantes :\n\n1° La garantie de l'Etat est accordée, dans la limite de 600 millions d'euros, au titre des avances remboursables octroyées avant le 31 décembre 2020. Elle ne peut être appelée, lorsque les avances ne sont pas remboursées par les chômeurs et bénéficiaires de minima sociaux qui les ont reçues ou par l'opérateur chargé de gérer le dispositif, qu'après épuisement des ressources du fonds de garantie mentionné au premier alinéa ;\n\n2° Le montant des avances mentionnées au 1° qui peuvent bénéficier de cette garantie n'excède pas un multiple de la dotation budgétaire totale effectivement versée au fonds de cohésion sociale et affectée au fonds de garantie mentionné au premier alinéa. Ce multiple, au plus égal à dix, est fixé par arrêté conjoint des ministres chargés de l'économie, de l'emploi et du budget.\n\nLe Gouvernement effectue une évaluation du dispositif et la présente au Parlement avant le 30 juin 2013."
    },
    {
      "provision_ref": "art103",
      "section": "103",
      "title": "Article 103",
      "content": "Les personnes titulaires d'un des contrats mentionnés aux articles L. 5134-35 et L. 5134-74 du code du travail, lorsque ces contrats ont été conclus avant le 1er juin 2009, bénéficient, jusqu'au terme du contrat, pour l'examen de leurs droits aux prestations mentionnées aux articles L. 542-1, L. 831-1 et L. 861-1 du code de la sécurité sociale ainsi qu'à l'article L. 351-1 du code de la construction et de l'habitation, des dispositions applicables, antérieurement à l'entrée en vigueur de la loi n° 2008-1249 du 1er décembre 2008 généralisant le revenu de solidarité active et réformant les politiques d'insertion, aux bénéficiaires du revenu minimum d'insertion."
    },
    {
      "provision_ref": "art105",
      "section": "105",
      "title": "Article 105",
      "content": "Les deux prêts consentis respectivement par la Banque de France et l'Agence française de développement au compte « Facilité pour la réduction de la pauvreté et pour la croissance et facilité de protection contre les chocs exogènes » du Fonds monétaire international bénéficient de la garantie de l'Etat en principal et en intérêts dans les limites, en principal, de 1,4 milliard de droits de tirage spéciaux pour le prêt de droits de tirage spéciaux de la Banque de France et de 670 millions de droits de tirage spéciaux pour le prêt libellé en droits de tirage spéciaux de l'Agence française de développement.Ces garanties couvrent pour les deux prêts le non-respect de l'échéancier de remboursement par le gestionnaire du compte."
    },
    {
      "provision_ref": "art106",
      "section": "106",
      "title": "Article 106",
      "content": "I. - La garantie de l'Etat est accordée, à titre onéreux, en principal et en intérêts pour les prêts que pourrait accorder la Caisse des dépôts et consignations sur fonds d'épargne au projet d'infrastructure de transport ferroviaire dénommé  CDG Express  (liaison ferroviaire expresse directe entre Paris et l'aéroport Charles-de-Gaulle).Le plafond de cette garantie est fixé en principal à 400 millions d'euros.II. - A modifié les dispositions suivantes :\n\n- LOI n°2009-122 du 4 février 2009"
    },
    {
      "provision_ref": "art107",
      "section": "107",
      "title": "Article 107",
      "content": "Il est fait remise aux rapatriés ou à leurs ayants droit des sommes dont ils demeurent redevables, au 31 décembre 2009, au titre de la garantie de l'Etat mise en jeu dans le cadre des prêts de consolidation accordés en application de l'article 7 de la loi n° 82-4 du 6 janvier 1982 portant diverses dispositions relatives à la réinstallation des rapatriés et de l'article 10 de la loi n° 87-549 du 16 juillet 1987 relative au règlement de l'indemnisation des rapatriés, sous réserve du paiement préalable de 5 % de la dette restant due, hors intérêts."
    },
    {
      "provision_ref": "art108",
      "section": "108",
      "title": "Article 108",
      "content": "I. - Dans les textes législatifs et réglementaires relatifs aux règles applicables à la comptabilité générale de l'Etat, des autres personnes publiques et des personnes privées financées majoritairement par des ressources publiques, notamment par des prélèvements obligatoires, les références à l'Autorité des normes comptables sont remplacées par la référence au conseil de normalisation des comptes publics mentionné à l'article 136 de la loi de finances pour 2002 (n° 2001-1275 du 28 décembre 2001).II. - A modifié les dispositions suivantes :\n\n- Loi n° 2001-1275 du 28 décembre 2001"
    },
    {
      "provision_ref": "art109",
      "section": "109",
      "title": "Article 109",
      "content": "II. - Le délai prévu au deuxième alinéa du IV de l'article 60 de la loi de finances pour 1963 précitée s'applique aux comptes produits avant l'entrée en vigueur de la loi n° 2008-1091 du 28 octobre 2008 relative à la Cour des comptes et aux chambres régionales des comptes."
    },
    {
      "provision_ref": "art110",
      "section": "110",
      "title": "Article 110",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2009-600 DC du 29 décembre 2009.]"
    },
    {
      "provision_ref": "art117",
      "section": "117",
      "title": "Article 117",
      "content": "Dans les conditions fixées par avenant signé dans les six mois suivant la publication de la présente loi, la durée des délégations de service public consenties en application de l'article L. 122-4 ou de l'article L. 153-1 du code de la voirie routière peut être prorogée pour une durée maximale d'un an.Chaque avenant, approuvé par décret, détaille et justifie les travaux auxquels s'engage le délégataire sur les ouvrages et dont le financement nécessite l'allongement de la durée de la concession. Ces travaux portent sur l'insertion dans l'environnement, la sécurité et les aménagements portant sur l'amélioration des conditions de circulation et les échanges avec le réseau non concédé."
    },
    {
      "provision_ref": "artAnnexe",
      "section": "Annexe",
      "title": "Article Annexe",
      "content": "ÉTATS LÉGISLATIFS ANNEXÉSÉTAT A(Art. 8 de la loi)Voies et moyens pour 2009 révisésI. - BUDGET GÉNÉRAL\n\n(En milliers d'euros)\n\nII. ― RÉCAPITULATION DES RECETTES DU BUDGET GÉNÉRAL\n\n(En milliers d'euros)\n\nIII. ― COMPTES D'AFFECTATION SPÉCIALE\n\n(En euros)\n\nIV. ― COMPTES DE CONCOURS FINANCIERS\n\n(En euros)\n\nÉTAT B(Art. 9 de la loi)Répartition des crédits pour 2009 ouverts et annulés, par mission et programme, au titre du budget généralBUDGET GÉNÉRAL\n\n(En euros)\n\nÉTAT C(Art. 10 de la loi)Répartition des crédits pour 2009 ouverts et annulés, par mission et programme, au titre des comptes spéciauxCOMPTES D'AFFECTATION SPÉCIALE\n\n(En euros)\n\nCOMPTES DE CONCOURS FINANCIERS\n\n(En euros)\n\nNUMÉROde ligne\n\nINTITULÉ DE LA RECETTE\n\nRÉVISIONdes évaluationpour 2009\n\ncenter\n\n1. Recettes fiscales\n\ncenter\n\ncenter\n\n11. Impôt sur le revenu\n\n― 1 265 000\n\n1101\n\nImpôt sur le revenu\n\n― 1 265 000\n\ncenter\n\n12. Autres impôts directs perçus par voie d'émission de rôles\n\n205 000\n\n1201\n\nAutres impôts directs perçus par voie d'émission de rôles\n\n205 000\n\ncenter\n\n13. Impôt sur les sociétés\n\n― 7 974 000\n\n1301\n\nImpôt sur les sociétés\n\n― 7 974 000\n\ncenter\n\n14. Autres impôts directs et taxes assimilées\n\n― 482 283\n\n1401\n\nRetenues à la source sur certains bénéfices non commerciaux et de l'impôt sur le revenu\n\n― 100 000\n\n1402\n\nRetenues à la source et prélèvements sur les revenus de capitaux mobiliers et le prélèvement sur les bons anonymes\n\n― 100 000\n\n1404\n\nPrécompte dû par les sociétés au titre de certains bénéfices distribués (loi n° 65-566 du 12 juillet 1965, art. 3)\n\n1 000\n\n1405\n\nPrélèvement exceptionnel de 25 % sur les distributions de bénéfices\n\n21 000\n\n1406\n\nImpôt de solidarité sur la fortune\n\n― 50 000\n\n1408\n\nPrélèvements sur les entreprises d'assurance\n\n24 000\n\n1410\n\nCotisation minimale de taxe professionnelle\n\n― 130 000\n\n1411\n\nCotisations perçues au titre de la participation des employeurs à l'effort de construction\n\n― 7 000\n\n1412\n\nTaxe de participation des employeurs au financement de la formation professionnelle continue\n\n6 000\n\n1413\n\nTaxe forfaitaire sur les métaux précieux, les bijoux, les objets d'art, de collection et d'antiquité\n\n― 5 000\n\n1416\n\nTaxe sur les surfaces commerciales\n\n― 40 000\n\n1421\n\nCotisation nationale de péréquation de taxe professionnelle\n\n74 717\n\n1499\n\nRecettes diverses\n\n― 177 000\n\ncenter\n\n15. Taxe intérieure sur les produits pétroliers\n\n― 311 227\n\n1501\n\nTaxe intérieure sur les produits pétroliers\n\n― 311 227\n\ncenter\n\n16. Taxe sur la valeur ajoutée\n\n― 10 963 000\n\n1601\n\nTaxe sur la valeur ajoutée\n\n― 10 963 000\n\ncenter\n\n17. Enregistrement, timbre, autres contributions et taxes indirectes\n\n― 1 360 353\n\n1701\n\nMutations à titre onéreux de créances, rentes, prix d'offices\n\n― 84 000\n\n1702\n\nMutations à titre onéreux de fonds de commerce\n\n― 8 000\n\n1704\n\nMutations à titre onéreux d'immeubles et droits immobiliers\n\n2 000\n\n1705\n\nMutations à titre gratuit entre vifs (donations)\n\n― 151 000\n\n1706\n\nMutations à titre gratuit par décès\n\n― 49 700\n\n1711\n\nAutres conventions et actes civils\n\n― 40 000\n\n1713\n\nTaxe de publicité foncière\n\n― 58 000\n\n1714\n\nTaxe spéciale sur les conventions d'assurance\n\n― 470 407\n\n1721\n\nTimbre unique\n\n― 56 000\n\n1751\n\nDroits d'importation\n\n― 299 000\n\n1753\n\nAutres taxes intérieures\n\n74 000\n\n1754\n\nAutres droits et recettes accessoires\n\n3 000\n\n1757\n\nCotisation à la production sur les sucres\n\n― 2 800\n\n1769\n\nAutres droits et recettes à différents titres\n\n13 000\n\n1773\n\nTaxe sur les achats de viande\n\n18 000\n\n1774\n\nTaxe spéciale sur la publicité télévisée\n\n― 28 626\n\n1777\n\nTaxe sur certaines dépenses de publicité\n\n28 000\n\n1780\n\nTaxe de l'aviation civile\n\n― 320\n\n1782\n\nTaxes sur les stations et liaisons radioélectriques privées\n\n7 500\n\n1785\n\nProduits des jeux exploités par La Française des jeux\n\n― 91 000\n\n1786\n\nPrélèvements sur le produit des jeux dans les casinos\n\n― 178 000\n\n1787\n\nPrélèvement sur le produit brut des paris hippiques\n\n11 000\n\ncenter\n\n2. Recettes non fiscales\n\ncenter\n\ncenter\n\n21. Dividendes et recettes assimilées\n\n― 1 653 000\n\n2110\n\nProduits des participations de l'Etat dans des entreprises financières\n\n― 444 000\n\n2111\n\nContribution de la Caisse des dépôts et consignations représentative de l'impôt sur les sociétés\n\n59 000\n\n2116\n\nProduits des participations de l'Etat dans des entreprises non financières et bénéfices des établissements publics non financiers\n\n― 1 268 000\n\ncenter\n\n22. Produits du domaine de l'Etat\n\n― 68 000\n\n2201\n\nRevenus du domaine public non militaire\n\n1 000\n\n2202\n\nAutres revenus du domaine public\n\n― 12 000\n\n2203\n\nRevenus du domaine privé\n\n19 000\n\n2204\n\nRedevances d'usage des fréquences radioélectriques\n\n― 46 000\n\n2209\n\nPaiement par les administrations de leurs loyers budgétaires\n\n― 5 000\n\n2211\n\nProduit de la cession d'éléments du patrimoine immobilier de l'Etat\n\n― 20 000\n\n2299\n\nAutres revenus du domaine\n\n― 5 000\n\ncenter\n\n23. Produits de la vente de biens et services\n\n― 37 000\n\n2301\n\nRemboursement par les Communautés européennes des frais d'assiette et de perception des impôts et taxes perçus au profit de son budget\n\n― 76 000\n\n2302\n\nFrais d'assiette et de recouvrement des impôts sur rôle établis au profit des collectivités territoriales\n\n90 000\n\n2303\n\nAutres frais d'assiette et de recouvrement\n\n― 34 000\n\n2304\n\nRémunération des prestations assurées par les services du Trésor public au titre de la collecte de l'épargne\n\n― 8 000\n\n2305\n\nProduits de la vente de divers biens\n\n1 000\n\n2306\n\nProduits de la vente de divers services\n\n― 15 000\n\n2399\n\nAutres recettes diverses\n\n5 000\n\ncenter\n\n24. Remboursements et intérêts des prêts, avances et autres immobilisations financières\n\n588 000\n\n2401\n\nIntérêts des prêts à des banques et à des Etats étrangers\n\n― 547 000\n\n2403\n\nIntérêts des avances à divers services de l'Etat ou organismes gérant des services publics\n\n― 5 000\n\n2409\n\nIntérêts des autres prêts et avances\n\n6 000\n\n2411\n\nAvances remboursables sous conditions consenties à l'aviation civile\n\n20 000\n\n2412\n\nAutres avances remboursables sous conditions\n\n2 000\n\n2413\n\nReversement au titre des créances garanties par l'Etat\n\n1 115 000\n\n2499\n\nAutres remboursements d'avances, de prêts et d'autres créances immobilisées\n\n― 3 000\n\ncenter\n\n25. Amendes, sanctions, pénalités et frais de poursuites\n\n― 409 000\n\n2501\n\nProduits des amendes forfaitaires de la police de la circulation\n\n― 99 000\n\n2502\n\nProduits des amendes prononcées par les autorités de la concurrence\n\n138 000\n\n2503\n\nProduits des amendes prononcées par les autres autorités administratives indépendantes\n\n― 192 000\n\n2505\n\nProduit des autres amendes et condamnations pécuniaires\n\n― 206 000\n\n2510\n\nFrais de poursuite\n\n― 50 000\n\ncenter\n\n26. Divers\n\n― 488 035\n\n2602\n\nReversements de la Compagnie française d'assurance pour le commerce extérieur\n\n― 500 000\n\n2604\n\nDivers produits de la rémunération de la garantie de l'Etat\n\n695 000\n\n2612\n\nRedevances et divers produits pour frais de contrôle et de gestion\n\n― 1 000\n\n2613\n\nPrélèvement effectué sur les salaires des conservateurs des hypothèques\n\n― 230 000\n\n2614\n\nPrélèvements effectués dans le cadre de la directive épargne\n\n― 27 000\n\n2617\n\nRecouvrement des indemnisations versées par l'Etat au titre des expulsions locatives\n\n1 000\n\n2620\n\nRécupération d'indus\n\n2 000\n\n2622\n\nDivers versements des Communautés européennes\n\n― 13 000\n\n2623\n\nReversements de fonds sur les dépenses des ministères ne donnant pas lieu à rétablissement de crédits\n\n― 10 000\n\n2624\n\nIntérêts divers (hors immobilisations financières)\n\n4 000\n\n2697\n\nRecettes accidentelles\n\n― 408 593\n\n2699\n\nAutres produits divers\n\n― 442\n\ncenter\n\n3. Prélèvements sur les recettes de l'Etat\n\ncenter\n\ncenter\n\n31. Prélèvements sur les recettes de l'Etat au profit des collectivités territoriales\n\n1 451 757\n\n3101\n\nPrélèvement sur les recettes de l'Etat au titre de la dotation globale de fonctionnement\n\n50 000\n\n3102\n\nPrélèvement sur les recettes de l'Etat du produit des amendes forfaitaires de la police de la circulation et des radars automatiques\n\n― 214 268\n\n3103\n\nPrélèvement sur les recettes de l'Etat au titre de la dotation spéciale pour le logement des instituteurs\n\n4 114\n\n3105\n\nPrélèvement sur les recettes de l'Etat au titre de la dotation de compensation de la taxe professionnelle\n\n20 440\n\n3106\n\nPrélèvement sur les recettes de l'Etat au profit du fonds de compensation pour la taxe sur la valeur ajoutée\n\n236 000\n\n3107\n\nPrélèvement sur les recettes de l'Etat au titre de la compensation d'exonérations relatives à la fiscalité locale\n\n2 380\n\n3109\n\nPrélèvement sur les recettes de l'Etat au profit de la collectivité territoriale de Corse et des départements de Corse\n\n― 4 435\n\n3114\n\nCompensation d'exonération au titre de la réduction de la fraction des recettes prises en compte dans les bases de taxe professionnelle des titulaires de bénéfices non commerciaux\n\n9 606\n\n3115\n\nCompensation d'exonération de la taxe foncière relative au non-bâti agricole (hors la Corse)\n\n6 920\n\n3119\n\nPrélèvement exceptionnel sur les recettes de l'Etat au profit du Fonds de compensation de la taxe sur la valeur ajoutée\n\n1 341 000\n\ncenter\n\n32. Prélèvements sur les recettes de l'Etat au profit des Communautés européennes\n\n1 065 000\n\n3201\n\nPrélèvement sur les recettes de l'Etat au profit du budget des Communautés européennes\n\n1 065 000\n\n1\n\ncenter\n\nNUMÉROde ligne\n\nINTITULÉ DE LA RECETTE\n\nRÉVISIONdes évaluationspour 2009\n\ncenter\n\n1. Recettes fiscales\n\n― 22 150 863\n\n11\n\nImpôt sur le revenu\n\n― 1 265 000\n\n12\n\nAutres impôts directs perçus par voie d'émission de rôles\n\n205 000\n\n13\n\nImpôt sur les sociétés\n\n― 7 974 000\n\n14\n\nAutres impôts directs et taxes assimilées\n\n― 482 283\n\n15\n\nTaxe intérieure sur les produits pétroliers\n\n― 311 227\n\n16\n\nTaxe sur la valeur ajoutée\n\n― 10 963 000\n\n17\n\nEnregistrement, timbre, autres contributions et taxes indirectes\n\n― 1 360 353\n\ncenter\n\n2. Recettes non fiscales\n\n― 2 067 035\n\n21\n\nDividendes et recettes assimilées\n\n― 1 653 000\n\n22\n\nProduits du domaine de l'État\n\n― 68 000\n\n23\n\nProduits de la vente de biens et services\n\n― 37 000\n\n24\n\nRemboursements et intérêts des prêts, avances et autres immobilisations financières\n\n588 000\n\n25\n\nAmendes, sanctions, pénalités et frais de poursuites\n\n― 409 000\n\n26\n\nDivers\n\n― 488 035\n\ncenter\n\n3. Prélèvements sur les recettes de l'Etat\n\n2 516 757\n\n31\n\nPrélèvements sur les recettes de l'Etat au profit des collectivités territoriales\n\n1 451 757\n\n32\n\nPrélèvements sur les recettes de l'Etat au profit des Communautés européennes\n\n1 065 000\n\ncenter\n\nTotal des recettes, nettes des prélèvements (1 + 2 ― 3)\n\n― 26 734 655\n\n1\n\ncenter\n\nNUMÉROde ligne\n\nDÉSIGNATION DES RECETTES\n\nRÉVISIONdes évaluationspour 2009\n\ncenter\n\nGestion du patrimoine immobilier de l'Etat\n\n― 860 000 000\n\n1\n\nProduits de cessions immobilières\n\n― 860 000 000\n\ncenter\n\nGestion et valorisation des ressources tiréesde l'utilisation du spectre hertzien\n\n― 600 000 000\n\n1\n\nProduit des redevances acquittées par les opérateurs privés pour l'utilisation des bandes de fréquences libérées par les ministères affectataires\n\n― 600 000 000\n\ncenter\n\nParticipations financières de l'Etat\n\n― 2 500 000 000\n\n1\n\nProduit des cessions, par l'Etat, de titres, parts ou droits de sociétés détenus directement\n\n― 2 440 000 000\n\n6\n\nVersement du budget général\n\n― 60 000 000\n\n1\n\ncenter\n\nNUMÉROde ligne\n\nDÉSIGNATION DES RECETTES\n\nRÉVISIONdes évaluationspour 2009\n\ncenter\n\nAvances aux collectivités territoriales\n\n100 000 000\n\n5\n\nRecettes\n\n100 000 000\n\n1\n\ncenter\n\nINTITULÉS DE MISSION ET DE PROGRAMME\n\nAUTORISATIONSd'engagementsupplémentairesouvertes\n\nCRÉDITSde paiementsupplémentairesouverts\n\nAUTORISATIONSd'engagementannulées\n\nCRÉDITSde paiementannulés\n\nAction extérieure de l'Etat\n\n86 870 000\n\n86 870 000\n\n1 655 868\n\n1 655 868\n\nAction de la France en Europe et dans le monde\n\n84 000 000\n\n84 000 000\n\ncenter\n\ncenter\n\nRayonnement culturel et scientifique\n\n2 870 000\n\n2 870 000\n\n1 545 868\n\n1 545 868\n\ndont titre 2\n\ncenter\n\ncenter\n\n1 545 868\n\n1 545 868\n\nFrançais à l'étranger et affaires consulaires\n\ncenter\n\ncenter\n\n110 000\n\n110 000\n\nAdministration générale et territoriale de l'Etat\n\n45 623 194\n\n45 623 194\n\n44 876 902\n\n49 110 347\n\nAdministration territoriale\n\ncenter\n\ncenter\n\n27 080 807\n\n31 287 619\n\ndont titre 2\n\ncenter\n\ncenter\n\n6 987 194\n\n6 987 194\n\nAdministration territoriale\n\ncenter\n\ncenter\n\ncenter\n\ncenter\n\nExpérimentations Chorus\n\ncenter\n\ncenter\n\n262 148\n\n329 516\n\nVie politique, cultuelle et associative\n\ncenter\n\ncenter\n\n16 011 973\n\n15 971 238\n\ndont titre 2\n\ncenter\n\ncenter\n\n12 000 000\n\n12 000 000\n\nConduite et pilotage des politiques de l'intérieur\n\n45 623 194\n\n45 623 194\n\n1 521 974\n\n1 521 974\n\ndont titre 2\n\ncenter\n\ncenter\n\n1 521 974\n\n1 521 974\n\nAgriculture, pêche, alimentation, forêt et affaires rurales\n\n638 455 170\n\n638 455 170\n\ncenter\n\ncenter\n\nEconomie et développement durable de l'agriculture, de la pêche et des territoires\n\n559 455 170\n\n559 455 170\n\ncenter\n\ncenter\n\nForêt\n\n19 000 000\n\n19 000 000\n\ncenter\n\ncenter\n\nSécurité et qualité sanitaires de l'alimentation\n\n60 000 000\n\n60 000 000\n\ncenter\n\ncenter\n\nAide publique au développement\n\n41 475 000\n\n64 705 000\n\n4 588 591\n\n4 588 591\n\nSolidarité à l'égard des pays en développement\n\n41 475 000\n\n64 705 000\n\n4 488 591\n\n4 488 591\n\ndont titre 2\n\ncenter\n\ncenter\n\n4 488 591\n\n4 488 591\n\nDéveloppement solidaire et migrations\n\ncenter\n\ncenter\n\n100 000\n\n100 000\n\nAnciens combattants, mémoire et liens avec la Nation\n\n22 160 775\n\n21 434 803\n\ncenter\n\ncenter\n\nIndemnisation des victimes des persécutions antisémites et des actes de barbarie pendant la Seconde Guerre mondiale\n\n22 160 775\n\n21 434 803\n\ncenter\n\ncenter\n\nConseil et contrôle de l'Etat\n\ncenter\n\ncenter\n\n5 800 000\n\n5 800 000\n\nConseil d'Etat et autres juridictions administratives\n\ncenter\n\ncenter\n\n1 300 000\n\n1 300 000\n\nDont titre 2\n\ncenter\n\ncenter\n\n1 300 000\n\n1 300 000\n\nCour des comptes et autres juridictions financières\n\ncenter\n\ncenter\n\n4 500 000\n\n4 500 000\n\ndont titre 2\n\ncenter\n\ncenter\n\n4 500 000\n\n4 500 000\n\nCulture\n\n34 046 381\n\n38 028 933\n\n4 665 229\n\n11 285 573\n\nPatrimoines\n\n26 153 895\n\n28 610 447\n\ncenter\n\ncenter\n\nCréation\n\n7 788 486\n\n9 418 486\n\ncenter\n\ncenter\n\nTransmission des savoirs et démocratisation de la culture\n\n104 000\n\ncenter\n\n4 665 229\n\n11 285 573\n\ndont titre 2\n\ncenter\n\ncenter\n\n4 665 229\n\n4 665 229\n\nDéfense\n\n128 840 000\n\n223 000 000\n\ncenter\n\ncenter\n\nEnvironnement et prospective de la politique de défense\n\n8 300 000\n\ncenter\n\ncenter\n\ncenter\n\nPréparation et emploi des forces\n\n500 000\n\ncenter\n\ncenter\n\ncenter\n\nSoutien de la politique de la défense\n\n140 000\n\ncenter\n\ncenter\n\ncenter\n\nEquipement des forces\n\n119 900 000\n\n223 000 000\n\ncenter\n\ncenter\n\nDirection de l'action du Gouvernement\n\ncenter\n\ncenter\n\n620 523\n\n28 961 279\n\nCoordination du travail gouvernemental\n\ncenter\n\ncenter\n\n620 523\n\n1 117 506\n\ndont titre 2\n\ncenter\n\ncenter\n\n620 523\n\n620 523\n\nPrésidence française de l'Union européenne\n\ncenter\n\ncenter\n\ncenter\n\n27 000 000\n\nProtection des droits et libertés\n\ncenter\n\ncenter\n\ncenter\n\n843 773\n\nEcologie, développement et aménagement durables\n\n7 200 000\n\n7 200 000\n\n431 715 177\n\n191 471 690\n\nInfrastructures et services de transports\n\ncenter\n\ncenter\n\n315 000 000\n\n94 171 094\n\nSécurité et circulation routières\n\ncenter\n\ncenter\n\n1 137 185\n\n1 310 000\n\nSécurité et affaires maritimes\n\ncenter\n\ncenter\n\n23 775 980\n\n20 630 000\n\nMétéorologie\n\n3 200 000\n\n3 200 000\n\ncenter\n\ncenter\n\nUrbanisme, paysages, eau et biodiversité\n\ncenter\n\ncenter\n\n9 000 000\n\n11 200 000\n\nInformation géographique et cartographique\n\n4 000 000\n\n4 000 000\n\ncenter\n\ncenter\n\nPrévention des risques\n\ncenter\n\ncenter\n\n19 070 019\n\n1 732 565\n\ndont titre 2\n\ncenter\n\ncenter\n\n181 542\n\n181 542\n\nEnergie et après-mines\n\ncenter\n\ncenter\n\n3 208 229\n\n1 904 267\n\nConduite et pilotage des politiques de l'écologie, de l'énergie, du développement durable et de l'aménagement du territoire\n\ncenter\n\ncenter\n\n60 523 764\n\n60 523 764\n\ndont titre 2\n\ncenter\n\ncenter\n\n60 523 764\n\n60 523 764\n\nEconomie\n\n104 471 518\n\n99 626 965\n\n9 245 641\n\n10 999 135\n\nDéveloppement des entreprises et de l'emploi\n\n80 038 801\n\n75 778 791\n\ncenter\n\ncenter\n\nTourisme\n\ncenter\n\ncenter\n\n1 904 736\n\n4 074 673\n\nStatistiques et études économiques\n\ncenter\n\ncenter\n\n7 340 905\n\n6 924 462\n\ndont titre 2\n\ncenter\n\ncenter\n\n6 924 462\n\n6 924 462\n\nStratégie économique et fiscale\n\n24 432 717\n\n23 848 174\n\ncenter\n\ncenter\n\nEngagements financiers de l'Etat\n\ncenter\n\ncenter\n\n5 317 249 243\n\n5 317 249 243\n\nCharge de la dette et trésorerie de l'Etat (crédits évaluatifs)\n\ncenter\n\ncenter\n\n5 311 739 243\n\n5 311 739 243\n\nMajoration de rentes\n\ncenter\n\ncenter\n\n5 510 000\n\n5 510 000\n\nEnseignement scolaire\n\ncenter\n\n7 391 616\n\n7 494 736\n\n8 400 000\n\nVie de l'élève\n\ncenter\n\ncenter\n\n7 494 736\n\n8 400 000\n\nEnseignement technique agricole\n\ncenter\n\n7 391 616\n\ncenter\n\ncenter\n\nGestion des finances publiques et des ressources humaines\n\n42 980 291\n\n29 500 000\n\n260 572 040\n\n47 094 791\n\nGestion fiscale et financière de l'Etat et du secteur public local\n\ncenter\n\ncenter\n\n22 399 285\n\n27 216 010\n\nGestion fiscale et financière de l'Etat et du secteur public local : expérimentations Chorus\n\ncenter\n\ncenter\n\n421 717\n\n462 058\n\nStratégie des finances publiques et modernisation de l'Etat\n\n42 980 291\n\n29 500 000\n\n5 800 000\n\n5 800 000\n\ndont titre 2\n\ncenter\n\ncenter\n\n5 800 000\n\n5 800 000\n\nConduite et pilotage des politiques économique et financière\n\ncenter\n\ncenter\n\n18 980 291\n\ncenter\n\nFacilitation et sécurisation des échanges\n\ncenter\n\ncenter\n\n4 970 747\n\n5 616 723\n\nFonction publique\n\ncenter\n\ncenter\n\n208 000 000\n\n8 000 000\n\nImmigration, asile et intégration\n\n8 000 000\n\n8 000 000\n\ncenter\n\ncenter\n\nImmigration et asile\n\n8 000 000\n\n8 000 000\n\ncenter\n\ncenter\n\nJustice\n\n233 228 955\n\n69 234 424\n\n102 400 474\n\ncenter\n\nJustice judiciaire\n\n216 936 345\n\n69 234 424\n\ncenter\n\ncenter\n\nAdministration pénitentiaire\n\ncenter\n\ncenter\n\n90 764 997\n\ncenter\n\nAccès au droit et à la justice\n\n16 292 610\n\ncenter\n\ncenter\n\ncenter\n\nConduite et pilotage de la politique de la justice : expérimentations Chorus\n\ncenter\n\ncenter\n\n11 635 477\n\ncenter\n\nMédias\n\n22 718 039\n\n27 565 186\n\n15 000 000\n\n15 000 000\n\nPresse\n\n7 718 039\n\n12 565 186\n\ncenter\n\ncenter\n\nSoutien à l'expression radiophonique locale\n\n1 100 000\n\n1 100 000\n\ncenter\n\ncenter\n\nContribution au financement de l'audiovisuel public\n\ncenter\n\ncenter\n\n15 000 000\n\n15 000 000\n\nAction audiovisuelle extérieure\n\n13 900 000\n\n13 900 000\n\ncenter\n\ncenter\n\nOutre-mer\n\n564 898 033\n\n567 298 033\n\ncenter\n\ncenter\n\nEmploi outre-mer\n\n519 398 033\n\n517 298 033\n\ncenter\n\ncenter\n\nConditions de vie outre-mer\n\n45 500 000\n\n50 000 000\n\ncenter\n\ncenter\n\nPlan de relance de l'économie\n\n339 500 000\n\n348 000 000\n\ncenter\n\n348 000 000\n\nProgramme exceptionnel d'investissement public\n\ncenter\n\n175 000 000\n\ncenter\n\ncenter\n\nSoutien exceptionnel à l'activité économique et à l'emploi\n\n155 500 000\n\ncenter\n\ncenter\n\n348 000 000\n\nEffort exceptionnel en faveur du logement et de la solidarité\n\n184 000 000\n\n173 000 000\n\ncenter\n\ncenter\n\nPolitique des territoires\n\ncenter\n\ncenter\n\n616 218\n\n5 271 811\n\nImpulsion et coordination de la politique d'aménagement du territoire\n\ncenter\n\ncenter\n\n616 218\n\n5 271 811\n\ndont titre 2\n\ncenter\n\ncenter\n\n616 218\n\n616 218\n\nProvisions\n\ncenter\n\ncenter\n\n2 911 000\n\n2 911 000\n\nDépenses accidentelles et imprévisibles\n\ncenter\n\ncenter\n\n2 911 000\n\n2 911 000\n\nRecherche et enseignement supérieur\n\ncenter\n\ncenter\n\n57 033 158\n\n92 359 996\n\nRecherches scientifiques et technologiques pluridisciplinaires\n\ncenter\n\ncenter\n\n30 300 000\n\n30 300 000\n\nRecherche dans le domaine de la gestion des milieux et des ressources\n\ncenter\n\ncenter\n\n1 784 142\n\n1 300 000\n\nRecherche spatiale\n\ncenter\n\ncenter\n\n8 942 084\n\n8 700 000\n\nRecherche dans le domaine des risques et des pollutions\n\ncenter\n\ncenter\n\n5 307 886\n\n4 372 046\n\nRecherche dans le domaine de l'énergie\n\ncenter\n\ncenter\n\n2 950 250\n\n2 236 307\n\nRecherche et enseignement supérieur en matière économique et industrielle\n\ncenter\n\ncenter\n\n4 331\n\n38 301 097\n\nRecherche dans le domaine des transports, de l'équipement et de l'habitat\n\ncenter\n\ncenter\n\n3 568 640\n\n2 974 721\n\nRecherche culturelle et culture scientifique\n\ncenter\n\ncenter\n\n4 175 825\n\n4 175 825\n\ndont titre 2\n\ncenter\n\ncenter\n\n4 175 825\n\n4 175 825\n\nRégimes sociaux et de retraite\n\n1 400 000\n\n1 400 000\n\n47 156 146\n\n47 156 146\n\nRégimes sociaux et de retraite des transports terrestres\n\ncenter\n\ncenter\n\n39 647 146\n\n39 647 146\n\nRégimes de retraite et de sécurité sociale des marins\n\ncenter\n\ncenter\n\n7 400 000\n\n7 400 000\n\nRégime de retraite des mines, de la SEITA et divers\n\n1 400 000\n\n1 400 000\n\n109 000\n\n109 000\n\ndont titre 2\n\ncenter\n\ncenter\n\n109 000\n\n109 000\n\nRelations avec les collectivités territoriales\n\n13 652 083\n\n19 093 897\n\ncenter\n\ncenter\n\nConcours financiers aux départements\n\n1 349 144\n\n1 349 144\n\ncenter\n\ncenter\n\nConcours financiers aux régions\n\n5 080 010\n\n5 080 010\n\ncenter\n\ncenter\n\nConcours spécifiques et administration\n\n7 222 929\n\n12 664 743\n\ncenter\n\ncenter\n\nRemboursements et dégrèvements\n\n11 086 880 000\n\n11 086 880 000\n\ncenter\n\ncenter\n\nRemboursements et dégrèvements d'impôts d'Etat (crédits évaluatifs)\n\n10 351 880 000\n\n10 351 880 000\n\ncenter\n\ncenter\n\nRemboursements et dégrèvements d'impôts locaux (crédits évaluatifs)\n\n735 000 000\n\n735 000 000\n\ncenter\n\ncenter\n\nSanté\n\n782 814 983\n\n863 414 983\n\n1 379 000\n\n2 983 000\n\nPrévention et sécurité sanitaire\n\n404 300 000\n\n484 900 000\n\ncenter\n\ncenter\n\nOffre de soins et qualité du système de soins\n\ncenter\n\ncenter\n\n1 379 000\n\n2 983 000\n\nProtection maladie\n\n378 514 983\n\n378 514 983\n\ncenter\n\ncenter\n\nSécurité\n\n30 248 274\n\n13 588 504\n\n15 820 000\n\n15 820 000\n\nPolice nationale\n\n28 178 274\n\n11 008 504\n\ncenter\n\ncenter\n\nGendarmerie nationale\n\n2 070 000\n\n2 580 000\n\n15 820 000\n\n15 820 000\n\ndont titre 2\n\ncenter\n\ncenter\n\n15 820 000\n\n15 820 000\n\nSécurité civile\n\n68 700 000\n\n68 700 000\n\ncenter\n\ncenter\n\nIntervention des services opérationnels\n\n8 700 000\n\n8 700 000\n\ncenter\n\ncenter\n\nCoordination des moyens de secours\n\n60 000 000\n\n60 000 000\n\ncenter\n\ncenter\n\nSolidarité, insertion et égalité des chances\n\n437 981 936\n\n437 981 936\n\n140 189 488\n\n140 184 467\n\nLutte contre la pauvreté : revenu de solidarité active et expérimentations sociales\n\ncenter\n\ncenter\n\n137 985 145\n\n137 985 145\n\nActions en faveur des familles vulnérables\n\n80 109 420\n\n80 109 420\n\ncenter\n\ncenter\n\nHandicap et dépendance\n\n344 881 594\n\n344 881 594\n\ncenter\n\ncenter\n\nEgalité entre les hommes et les femmes\n\ncenter\n\ncenter\n\n1 282 305\n\n1 277 284\n\ndont titre 2\n\ncenter\n\ncenter\n\n1 057 176\n\n1 057 176\n\nConduite et soutien des politiques sanitaires et sociales\n\n12 990 922\n\n12 990 922\n\n922 038\n\n922 038\n\ndont titre 2\n\ncenter\n\ncenter\n\n922 038\n\n922 038\n\nSport, jeunesse et vie associative\n\n20 068 436\n\n16 517 650\n\n10 116 619\n\n10 985 725\n\nSport\n\n20 068 436\n\n16 517 650\n\ncenter\n\ncenter\n\nJeunesse et vie associative\n\ncenter\n\ncenter\n\n4 917 789\n\n4 944 739\n\nConduite et pilotage de la politique du sport, de la jeunesse et de la vie associative\n\ncenter\n\ncenter\n\n5 198 830\n\n6 040 986\n\ndont titre 2\n\ncenter\n\ncenter\n\n5 000 000\n\n5 000 000\n\nTravail et emploi\n\n970 962 001\n\n970 962 001\n\n3 000 000\n\n138 340 458\n\nAccès et retour à l'emploi\n\ncenter\n\ncenter\n\ncenter\n\n135 340 458\n\nAccompagnement des mutations économiques et développement de l'emploi\n\n970 962 001\n\n970 962 001\n\ncenter\n\ncenter\n\nConception, gestion et évaluation des politiques de l'emploi et du travail\n\ncenter\n\ncenter\n\n3 000 000\n\n3 000 000\n\ndont titre 2\n\ncenter\n\ncenter\n\n3 000 000\n\n3 000 000\n\nVille et logement\n\n600 345 104\n\n599 010 857\n\n929 669\n\n13 885 032\n\nPrévention de l'exclusion et insertion des personnes vulnérables\n\n32 869 015\n\n32 869 015\n\ncenter\n\ncenter\n\nPolitique de la ville\n\n8 771 639\n\n7 437 392\n\ncenter\n\ncenter\n\nAide à l'accès au logement\n\n558 704 450\n\n558 704 450\n\ncenter\n\ncenter\n\nDéveloppement et amélioration de l'offre de logement\n\ncenter\n\ncenter\n\n929 669\n\n13 885 032\n\ndont titre 2\n\ncenter\n\ncenter\n\n929 669\n\n929 669\n\nTotaux\n\n16 333 520 173\n\n16 359 483 152\n\n6 485 035 722\n\n6 509 514 152\n\n1\n\ncenter\n\nINTITULÉS DE MISSIONet de programme\n\nAUTORISATIONSd'engagementsupplémentaires ouvertes\n\nCRÉDITS DE PAIEMENTsupplémentaires ouverts\n\nAUTORISATIONSd'engagement annulées\n\nCRÉDITSde paiement annulés\n\nDéveloppement agricole et rural\n\n3 790 000\n\n3 790 000\n\ncenter\n\ncenter\n\nDéveloppement et transfert en agriculture\n\n590 000\n\n590 000\n\ncenter\n\ncenter\n\nRecherche appliquée et innovation en agriculture\n\n3 200 000\n\n3 200 000\n\ncenter\n\ncenter\n\nGestion du patrimoine immobilier de l'Etat\n\ncenter\n\ncenter\n\n560 000 000\n\n560 000 000\n\nContribution au désendettement de l'Etat\n\ncenter\n\ncenter\n\n20 000 000\n\n20 000 000\n\nContribution aux dépenses immobilières\n\ncenter\n\ncenter\n\n540 000 000\n\n540 000 000\n\nGestion et valorisation des ressources tirées de l'utilisation du spectre hertzien\n\ncenter\n\ncenter\n\n600 000 000\n\n600 000 000\n\nOptimisation de l'usage du spectre hertzien\n\ncenter\n\ncenter\n\n600 000 000\n\n600 000 000\n\nParticipations financières de l'Etat\n\ncenter\n\ncenter\n\n4 000 000 000\n\n4 000 000 000\n\nDésendettement de l'Etat et d'établissements publics de l'Etat\n\ncenter\n\ncenter\n\n4 000 000 000\n\n4 000 000 000\n\nPensions\n\n300 000\n\n300 000\n\n300 000\n\n300 000\n\nPensions militaires d'invalidité et des victimes de guerre et autres pensions\n\n300 000\n\n300 000\n\n300 000\n\n300 000\n\nDont titre 2\n\n300 000\n\n300 000\n\ncenter\n\ncenter\n\nTotaux\n\n4 090 000\n\n4 090 000\n\n5 160 300 000\n\n5 160 300 000\n\n1\n\ncenter\n\nINTITULÉS DE MISSIONet de programme\n\nAUTORISATIONSd'engagementsupplémentaires ouvertes\n\nCRÉDITS DE PAIEMENTsupplémentaires ouverts\n\nAUTORISATIONSd'engagement annulées\n\nCRÉDITSde paiement annulés\n\nAvances aux collectivités territoriales\n\n1 027 000 000\n\n1 027 000 000\n\ncenter\n\ncenter\n\nAvances sur le montant des impositions revenant aux régions, départements, communes, établissements et divers organismes\n\n1 027 000 000\n\n1 027 000 000\n\ncenter\n\ncenter\n\nPrêts à des Etats étrangers\n\n209 520 000\n\n209 520 000\n\ncenter\n\ncenter\n\nPrêts à des Etats étrangers pour consolidation de dettes envers la France\n\n209 520 000\n\n209 520 000\n\ncenter\n\ncenter\n\nTotaux\n\n1 236 520 000\n\n1 236 520 000\n\ncenter\n\ncenter\n\n1\n\ncenter"
    }
  ]
}