{
  "id": "loi-n-2017-257-du-28-fevrier-2017",
  "type": "statute",
  "title": "LOI n°2017-257 du 28 février 2017",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000034103927",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I.-A créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII.-Par dérogation à l'article L. 2511-34-1 du code général des collectivités territoriales, dans sa rédaction résultant de la présente loi, et jusqu'au prochain renouvellement général des conseils municipaux, les indemnités votées par le conseil de Paris aux adjoints au maire qui exerçaient concomitamment au 31 décembre 2018 les fonctions d'adjoint au maire et de vice-président sont au maximum égales à 150,5 % du terme de référence mentionné au I de l'article L. 2123-20 du même code.\n\n-Code général des collectivités territoriales\n\n-Code général des collectivités territoriales\n\n-Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Les agents de la commune et du département de Paris relèvent de plein droit de la Ville de Paris, à la date de sa création, dans les conditions de statut et d'emploi qui sont les leurs."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I. – A l'exception du présent article, les dispositions du présent chapitre entrent en vigueur le 1er janvier 2019.\n\nII. – En vue de la création de la Ville de Paris, le Gouvernement est autorisé, dans les conditions fixées par l'article 38 de la Constitution, dans un délai de douze mois à compter de la promulgation de la présente loi, à prendre par ordonnances les mesures relevant du domaine de la loi :\n\n1° Tendant à adapter, en vue de la création de la Ville de Paris, les modalités d'organisation, de fonctionnement et de financement de celle-ci ainsi que de tout établissement ou organisme institué par la loi ;\n\n2° Propres à adapter les références au département et à la commune dans toutes les dispositions législatives en vigueur susceptibles d'être applicables à la Ville de Paris ;\n\n3° Permettant de préciser et d'adapter les règles budgétaires, financières, fiscales, comptables et celles relatives aux concours financiers de l'Etat applicables à la Ville de Paris.\n\nLe projet de loi portant ratification de chaque ordonnance est déposé devant le Parlement au plus tard le dernier jour du troisième mois suivant la publication de chaque ordonnance."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Le maire de Paris, ses adjoints et les autres conseillers de Paris ainsi que les maires d'arrondissement, leurs adjoints et les conseillers d'arrondissement en fonction à la date de la création de la Ville de Paris sont maintenus dans leurs mandats et leurs fonctions jusqu'au prochain renouvellement général des conseils municipaux.\n\nLes représentants désignés par la commune de Paris et le département de Paris dans des organismes extérieurs y représentent la Ville de Paris à compter de sa création et jusqu'au prochain renouvellement général des conseils municipaux."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "La Ville de Paris est substituée à la commune de Paris et au département de Paris dans l'ensemble de leurs droits et obligations, dans toutes les délibérations et tous les actes qui relevaient de leur compétence, ainsi que dans toutes les procédures administratives et juridictionnelles en cours à la date de sa création.\n\nDans les mêmes conditions, la Ville de Paris est substituée à la commune de Paris et au département de Paris dans tous les contrats en cours à la date de sa création. Les contrats sont exécutés dans les conditions antérieures jusqu'à leur échéance, sauf accord contraire des parties. Les cocontractants sont informés de la substitution de personne morale. Cette substitution de personne morale n'entraîne aucun droit à résiliation ou à indemnisation pour le cocontractant.\n\nLes transferts de biens sont réalisés à titre gratuit.\n\nLes transferts de biens, droits et obligations ne donnent lieu ni au versement de la contribution prévue à l'article 879 du code général des impôts, ni à la perception d'impôts, de droits ou de taxes de quelque nature que ce soit.\n\nA compter de sa date de création, la Ville de Paris est substituée à la commune de Paris et au département de Paris au sein de tous les établissements publics dont l'une de ces collectivités territoriales était membre à cette date. Cette substitution ne modifie pas la qualité et le régime juridique applicables à ces établissements publics."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Pour les opérations budgétaires et comptables consécutives à la création de la Ville de Paris, l'ordonnateur et le comptable public mettent en œuvre les procédures qui leur incombent respectivement sans qu'il soit fait application des règles relatives à la création d'une nouvelle personnalité morale. Les comptes du département de Paris sont clôturés et repris dans ceux de la commune de Paris. Ces derniers deviennent les comptes de la Ville de Paris.\n\nPour l'exercice 2019, l'article L. 1612-1 du code général des collectivités territoriales est applicable à la Ville de Paris, sur la base du cumul des montants inscrits aux budgets de l'année précédente de la commune de Paris et du département de Paris auxquels elle succède et des autorisations de programme et d'engagement votées par ces collectivités territoriales au cours des exercices antérieurs.\n\nLe conseil de Paris arrête les derniers comptes administratifs de la commune de Paris et du département de Paris dans les conditions prévues à l'article L. 1612-12 du même code."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Les communes de Marseille, Lyon et Paris doivent conclure avec les établissements publics chargés de missions relevant de la compétence de ces communes ou gérant un service public relevant de ces mêmes compétences un contrat fixant les objectifs qualitatifs et quantitatifs ainsi que les exigences de performance assignés à ces établissements.\n\nCe contrat prévoit notamment les moyens et modalités de contrôle des établissements concernés, incluant des vérifications sur pièces, sur place et par voie dématérialisée.\n\nA défaut d'accord, ces objectifs et modalités sont fixés par délibération du conseil municipal ou du conseil de Paris."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I. - Une conférence d'arrondissements réunit l'ensemble des conseillers d'arrondissement des 1er, 2e, 3e et 4e arrondissements de Paris. Elle est chargée de préparer la constitution du secteur regroupant ces quatre arrondissements. Ses travaux sont coordonnés par un bureau composé des quatre maires d'arrondissement et d'un représentant du maire de Paris. La conférence élabore un rapport relatif aux modalités de mise en œuvre du regroupement comprenant des propositions relatives à l'organisation des services et aux conditions de travail des agents, à la mise en commun des moyens financiers et des équipements locaux et à la fixation du siège de la mairie d'arrondissement du 1er secteur. Ce rapport, soumis pour avis aux conseils de quartier des arrondissements concernés, est remis au maire de Paris avant le 31 décembre 2018. Il fait l'objet d'un débat au conseil de Paris.\n\nII. - Il est créé une caisse des écoles du premier secteur de Paris à compter de la date d'entrée en vigueur de l'article 58.Par délibérations concordantes des comités de gestion des caisses concernées ou au plus tard le 1er janvier 2021, cette caisse est substituée de plein droit aux caisses des écoles des 1er, 2e, 3e et 4e arrondissements dans l'ensemble de leurs missions, droits et obligations, dans toutes les délibérations et tous les actes qui relevaient de leur compétence, toutes les procédures administratives et juridictionnelles en cours ainsi que tous les contrats en cours. Ces contrats sont exécutés dans les conditions antérieures jusqu'à leur échéance, sauf accord contraire des parties. Les cocontractants sont informés de la substitution de personne morale. Cette substitution n'entraîne aucun droit à résiliation ou à indemnisation pour le cocontractant. Le conseil d'administration de la caisse des écoles du premier secteur est compétent pour approuver les comptes des caisses des écoles des 1er, 2e, 3e et 4e arrondissements.Les transferts de biens des caisses des écoles des 1er, 2e, 3e et 4e arrondissements vers la caisse des écoles du premier secteur sont réalisés à titre gratuit à compter de la date mentionnée au deuxième alinéa du présent II. Les transferts de biens, droits et obligations ne donnent lieu ni au versement de la contribution prévue à l'article 879 du code général des impôts, ni à la perception d'impôts, de droits ou de taxes de quelque nature que ce soit.A titre transitoire, jusqu'à la date mentionnée au deuxième alinéa du présent II, les représentants de la commune dans ces caisses des écoles sont désignés par le maire du premier secteur dans les conditions mentionnées à l'article L. 2511-29 du code général des collectivités territoriales."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Les articles 21 et 22 entrent en vigueur à compter du prochain renouvellement général des conseils municipaux suivant la publication de la présente loi et s'appliquent aux opérations préparatoires à ce scrutin."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "Le présent chapitre entre en vigueur le 1er juillet 2017, à l'exception de l'article 26 qui entre en vigueur le 1er janvier 2018."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "I et II. - Ont modifié les dispositions suivantes :\n\nIII. - Pour l'emprise de l'aérodrome de Paris-Orly, l'article L. 122-2 du code de la sécurité intérieure et l'article L. 6332-2 du code des transports, dans leur rédaction résultant de la présente loi, entrent en vigueur à une date fixée par décret, et au plus tard à l'issue d'un délai de trois ans à compter de la promulgation de la présente loi.\n\n- Code de la sécurité intérieure\n\n- Code des transports"
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "I à IV. – A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nV. – A titre expérimental et pour une durée de dix ans à compter du 1er janvier 2018, sont soumises aux dispositions du présent V les demandes d'autorisation d'ouverture à Paris de locaux où sont pratiqués certains jeux de cercle ou de contrepartie, dénommés clubs de jeux.\n\nLes autorisations accordées dans ce cadre sont caduques à l'issue de l'expérimentation.\n\nAu plus tard huit mois avant la fin de l'expérimentation, le Gouvernement présente au Parlement un rapport d'évaluation proposant les suites à lui donner.\n\nA. – Par dérogation aux articles L. 324-1 et L. 324-4 du code de la sécurité intérieure, une autorisation temporaire d'ouvrir au public des locaux spéciaux, distincts et séparés où sont pratiqués certains jeux de cercle ou de contrepartie peut être accordée à des clubs de jeux.\n\nL'autorisation d'exploiter des jeux de cercle ou de contrepartie dans les clubs de jeux est accordée par arrêté du ministre de l'intérieur à une société relevant des titres Ier à IV du livre II du code de commerce et ayant nommé au moins un commissaire aux comptes dans les conditions prévues au titre II du livre VIII du même code.\n\nL'arrêté mentionné au deuxième alinéa du présent A fixe la durée de l'autorisation. Il détermine la nature des jeux de cercle ou de contrepartie autorisés, leur fonctionnement, les mesures de surveillance et de contrôle par les agents de l'autorité administrative, les conditions d'admission dans les salles de jeux et leurs horaires d'ouverture et de fermeture. L'autorisation peut être suspendue ou abrogée par le ministre de l'intérieur, en cas d'inobservation des dispositions de l'arrêté, de la réglementation relative à la police administrative des jeux, de la réglementation relative à la lutte contre le blanchiment des capitaux et le financement du terrorisme ou pour tout motif d'ordre public.\n\nPour la mise en œuvre du présent A, le ministre de l'intérieur peut réaliser des enquêtes administratives prévues à l'article L. 114-1 du code de la sécurité intérieure.\n\nEn aucun cas, notamment d'abrogation ou de modification des dispositions applicables aux clubs de jeux, le retrait de cette autorisation ne peut donner lieu à une indemnité quelconque.\n\nB. – La liste des jeux de cercle ou de contrepartie pouvant être autorisés est fixée par décret. Les différents modèles de matériels de jeux proposés au public dans les clubs de jeux sont soumis à l'agrément du ministre de l'intérieur.\n\nDans les clubs de jeux autorisés à exploiter des jeux de contrepartie, cette contrepartie est assurée par la société titulaire de l'autorisation mentionnée au A.\n\nC. – Sont applicables aux clubs de jeux :\n\n1° Les dispositions du chapitre préliminaire du titre II du livre III applicables aux casinos, les articles L. 321-4 et L. 321-4-1, L. 323-1 à L. 323-3 et le titre V du livre II du code de la sécurité intérieure, ainsi que les dispositions du chapitre Ier du titre VI du livre V du code monétaire et financier applicables aux casinos ;\n\n2° (Abrogé)\n\nVI. – Les conditions d'application des I et V sont fixées par décret en Conseil d'Etat.\n\nVII. – Le III est applicable en Polynésie française et en Nouvelle-Calédonie.\n\nVIII. – Les IV et V entrent en vigueur le 1er janvier 2018.\n\nPour une durée d'un an à compter du 1er janvier 2018, les cercles de jeux bénéficiant d'une autorisation d'exploiter en vigueur au 31 décembre 2017 demeurent régis par les articles 47 et 49 de la loi du 30 juin 1923 portant fixation du budget général de l'exercice 1923, dans leur rédaction antérieure à la présente loi.\n\n-Code de la sécurité intérieure\n\n-Code de la sécurité intérieure\n\n-Loi du 30 juin 1923\n\n-Code de la sécurité intérieure\n\n-Code monétaire et financier\n\n-Code de procédure pénale"
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "I. –  Les agents de la préfecture de police mentionnés aux II et III du présent article affectés dans les services ou parties de services qui participent à l'exercice des missions du préfet de police transférées au maire de Paris en application des articles 25 à 29 de la présente loi sont détachés ou transférés selon les modalités prévues au présent article.\n\nA compter de la date du transfert des missions, le maire de Paris donne ses instructions aux chefs de service de la préfecture de police chargés des missions transférées.\n\nAu plus tard trois mois après cette date, une délibération du conseil de Paris, prise sur proposition conjointe du maire de Paris et du préfet de police, précise le nombre des emplois à temps plein transférés, par corps et par grade, ainsi que la liste des agents détachés ou transférés en application des II et III et fixe la date du transfert des services.\n\nA défaut de délibération prise dans le délai de trois mois mentionné au troisième alinéa du présent I, le nombre des emplois à temps plein transférés, par corps et par grade, ainsi que la liste des agents détachés ou transférés en application des II et III et la date du transfert des services sont fixés par arrêté conjoint du ministre chargé des collectivités territoriales et du ministre de l'intérieur, après avis motivé d'une commission nationale de conciliation créée par décret, placée auprès du ministre chargé des collectivités territoriales et comprenant un nombre égal de représentants de l'Etat et de représentants de la Ville de Paris.\n\nII. –  A la date du transfert des services, les agents de la préfecture de police relevant du statut des administrations parisiennes exerçant dans les services dont les missions sont transférées sont placés de plein droit en position de détachement pour une durée de deux ans dans l'un des corps relevant de l'autorité du maire de Paris dont les emplois sont équivalents à ceux des corps auxquels ils appartiennent.\n\nIls conservent, s'ils y ont intérêt, le bénéfice du régime indemnitaire qui leur était applicable.\n\nCes agents peuvent, pendant leur détachement, choisir individuellement d'être intégrés dans le corps dans lequel ils sont détachés ou d'être placés en position de détachement sans limitation de durée auprès de la Ville de Paris. Il est alors fait droit à leur demande.\n\nCeux qui, à l'issue de la période de détachement de deux ans, n'ont pas fait usage du droit d'option sont réputés avoir opté pour le maintien dans leur corps d'origine. Ils sont alors placés en position de détachement sans limitation de durée dans l'emploi qu'ils occupent.\n\nLes agents placés en position de détachement sans limitation de durée peuvent, à tout moment, demander à être intégrés dans le corps dans lequel ils sont détachés. Les services effectués dans leur corps d'origine sont assimilés à des services effectués dans leur corps d'intégration.\n\nIls peuvent également demander à être réintégrés dans un emploi de leur corps d'origine. Il est fait droit à leur demande, dans la limite des emplois vacants, dans un délai maximum de deux ans à compter de la réception de la demande de l'agent ou, au-delà de cette période, à la première vacance.\n\nIII. –  A la date du transfert des services, les agents contractuels de la préfecture de police exerçant dans les services dont les missions sont transférées deviennent agents contractuels de la Ville de Paris. Ils conservent, à titre individuel, le bénéfice des stipulations de leur contrat. Les services antérieurement accomplis en qualité d'agent contractuel de la préfecture de police sont assimilés à des services accomplis dans les administrations parisiennes."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "I. – Les agents de la préfecture de police relevant du statut des administrations parisiennes chargés des missions de contrôle du stationnement ainsi que de la gestion des fourrières sont placés sous l'autorité du maire de Paris selon les modalités prévues aux II et III du présent article.\n\nUne délibération du conseil de Paris, prise sur proposition conjointe du maire de Paris et du préfet de police, précise la liste des agents placés sous l'autorité du maire de Paris en application des II et III et fixe la date de leur mise à disposition qui intervient, au plus tard, le 31 décembre 2017 pour les agents chargés des missions de contrôle du stationnement payant et, au plus tard, le 31 décembre 2018 pour les agents chargés du stationnement gênant et de la gestion des fourrières.\n\nCes agents sont, à compter de la date fixée par la délibération, de plein droit mis à disposition du maire de Paris à titre individuel, jusqu'au 31 décembre 2018 au plus tard.\n\nII. – Au plus tard le 1er janvier 2019, les corps des agents de surveillance de Paris et des préposés de la préfecture de police sont placés sous l'autorité du maire de Paris.\n\nLes agents qui occupent, à la date de la décision de mise à disposition ou à la date à laquelle leur corps est placé sous l'autorité du maire de Paris en application du premier alinéa du présent II, un des emplois classés dans la catégorie active prévue au 1° du I de l'article L. 24 du code des pensions civiles et militaires de retraite conservent, à titre personnel, le bénéfice des avantages qui en découlent. Ils peuvent, si besoin est, compléter la durée de service en vue de remplir la condition exigée en la matière par les dispositions qui leur sont applicables au titre du régime de pension dont ils relèvent, dès lors qu'ils exercent sous l'autorité du maire de Paris des fonctions ayant, par leur contenu, la même nature que celles qu'ils exerçaient antérieurement sous l'autorité du préfet de police.\n\nIII. – A la date de création d'un corps équivalent relevant de la Ville de Paris, qui intervient au plus tard le 1er janvier 2019, les agents du corps des contrôleurs de la préfecture de police exerçant leurs fonctions dans les spécialités voie publique et fourrières sont détachés de plein droit dans ce corps pour une période de deux ans.\n\nLes deuxième à dernier alinéas du II de l'article 35 de la présente loi leur sont applicables.\n\nIV. – A compter de la création du corps prévue au III du présent article, dans tous les codes et lois en vigueur, la référence aux contrôleurs de la préfecture de police est remplacée par la référence aux contrôleurs relevant du statut des administrations parisiennes exerçant leurs fonctions dans la spécialité voie publique.\n\nV. – A la date fixée par la délibération prévue au I, les agents contractuels de la préfecture de police exerçant des missions de contrôle du stationnement payant ou chargés du stationnement gênant et de la gestion des fourrières deviennent agents contractuels de la Ville de Paris. Ils conservent, à titre individuel, le bénéfice des stipulations de leur contrat. Les services antérieurement accomplis en qualité d'agent contractuel de la préfecture de police sont assimilés à des services accomplis dans les administrations parisiennes."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "I. – Préalablement au transfert par la préfecture de police à la commune de Paris des missions mentionnées aux articles 25 à 29 de la présente loi, un protocole est signé par le préfet de police et par le maire de Paris après accord du conseil de Paris afin de garantir l'attribution des ressources nécessaires à leur exercice normal.\n\nLe protocole formalise l'accord des parties, notamment sur le nombre des emplois à temps plein transférés par la préfecture de police, par corps et par grade, le montant des ressources dues par la préfecture de police, les modalités d'évaluation et le montant des charges transférées.\n\nA défaut d'accord constaté un mois avant la date du transfert des missions, un arrêté conjoint du ministre chargé des collectivités territoriales et du ministre de l'intérieur fixe le nombre des emplois à temps plein appartenant à la fonction publique de l'Etat transférés par la préfecture de police. Le montant des ressources dues par la préfecture de police au titre du transfert des agents de la préfecture de police relevant d'un corps de la fonction publique de l'Etat ainsi que le montant et les modalités d'évaluation de la compensation des charges transférées sont fixés dans les conditions prévues aux articles L. 1614-1, L. 1614-2 et L. 1614-3 du code général des collectivités territoriales.\n\nII. – Pour le transfert par la préfecture de police à la commune de Paris des missions mentionnées aux articles 25 à 29 de la présente loi, la commune de Paris est substituée de plein droit à la préfecture de police dans l'ensemble de ses droits et obligations dans toutes ses délibérations et tous ses actes. Ce transfert ne donne lieu au versement ni de droits ou honoraires, ni d'aucune indemnité ou taxe, ni de la contribution prévue au I de l'article 879 du code général des impôts.\n\nLes contrats sont exécutés dans les conditions existantes jusqu'à leur échéance, sauf accord contraire des parties. La préfecture de police informe les cocontractants de cette substitution."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "III.-Le II du présent article entre en vigueur le 1er janvier 2019."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le conseil d'administration de l'établissement public Grand Paris Aménagement en fonction à la date de promulgation de la présente loi demeure en fonction jusqu'à la première réunion du conseil d'administration constitué dans les conditions prévues à l'article L. 321-33 du code de l'urbanisme dans sa rédaction résultant du 2° du I du présent article. Cette réunion a lieu au plus tard dans un délai de huit mois à compter de la publication de la présente loi.III.-Le 3° du I entre en vigueur à compter de la première réunion du conseil d'administration constitué dans les conditions prévues à l'article L. 321-33 du code de l'urbanisme dans sa rédaction résultant du présent article. Lors de cette réunion, le conseil d'administration nouvellement constitué élit un président.\n\n-Code de l'urbanisme"
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "Jusqu'à l'entrée en vigueur, selon les modalités fixées au I de l'article 112 de la loi n° 2016-925 du 7 juillet 2016 relative à la liberté de la création, à l'architecture et au patrimoine, du 1° du I de l'article L. 581-8 du code de l'environnement dans sa rédaction résultant de l'article 100 de la loi n° 2016-925 du 7 juillet 2016 précitée, le 5° du I de l'article L. 581-8 du code de l'environnement est ainsi rédigé :\n\n\" 5° A moins de 100 mètres et dans le champ de visibilité des immeubles classés parmi les monuments historiques ou inscrits au titre des monuments historiques ou mentionnés au II de l'article L. 581-4 ; \"."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "I. – Il est créé un établissement public national à caractère industriel et commercial dénommé \" Société de livraison des ouvrages olympiques \".\n\nII. – Cet établissement a pour mission de veiller à la livraison de l'ensemble des ouvrages et à la réalisation de l'ensemble des opérations d'aménagement nécessaires à l'organisation des Jeux olympiques et paralympiques à Paris en 2024, dans les délais fixés par le Comité international olympique. L'établissement a également pour mission de veiller à la destination de ces ouvrages et de ces opérations à l'issue des jeux Paralympiques de 2024.\n\n1. A cet effet, la société passe avec le Comité d'organisation des Jeux olympiques et paralympiques une convention qui fixe la liste, la programmation et le descriptif des ouvrages.\n\n2. Pour l'exercice de sa mission, la société coordonne, notamment en organisant leurs interventions, les maîtres d'ouvrage et maîtres d'ouvrage délégués responsables des ouvrages et des opérations d'aménagement nécessaires à l'organisation des Jeux olympiques et paralympiques de 2024, avec lesquels elle conclut des conventions relatives au financement et au calendrier de livraison de ces ouvrages ou de réalisation des opérations d'aménagement. Elle contrôle le respect de ce calendrier de livraison ou de réalisation.\n\n3. Elle peut assurer la maîtrise d'ouvrage ou la maîtrise d'ouvrage déléguée de certains des ouvrages ou de certaines opérations d'aménagement. Pour la réalisation de cette mission, la société exerce les compétences reconnues aux établissements publics d'aménagement.\n\nLa société peut se substituer au maître d'ouvrage, en cas de défaillance de celui-ci caractérisée par au moins l'un des manquements suivants :a) La méconnaissance du calendrier de livraison ou de réalisation des ouvrages ;b) Le dépassement des budgets prévisionnels ;c) Le non-respect du programme ;d) Tout autre élément conduisant à un retard ou à l'interruption de la conception, de la réalisation ou de la construction de tout ou partie des ouvrages ou des aménagements nécessaires aux jeux Olympiques et Paralympiques de 2024.La défaillance est prononcée par le conseil d'administration de la société sur proposition de son directeur général. La convention prévue au 2 du présent II fixe les délais et les conditions propres à chaque maîtrise d'ouvrage dont le non-respect peut justifier la substitution pour défaillance.Le projet de convention est arrêté par le conseil d'administration de la société et envoyé au maître d'ouvrage. Si, dans un délai de deux mois à compter de la notification par la société du projet de convention précité, celle-ci n'a pas reçu la convention signée du maître d'ouvrage ou du maître d'ouvrage délégué, elle se substitue de plein droit au maître d'ouvrage. Le directeur général en informe le conseil d'administration lors de sa plus prochaine réunion.En cas de substitution, la société bénéficie, à sa demande, du transfert en pleine propriété et à titre gratuit des biens immeubles appartenant au maître d'ouvrage défaillant et nécessaires à la réalisation des ouvrages et aménagements des jeux Olympiques et Paralympiques de 2024. Ce transfert ne donne lieu au versement d'aucun droit ou d'aucuns honoraires ni d'aucune indemnité, taxe ou contribution. La société se trouve également substituée au maître d'ouvrage défaillant dans l'ensemble des droits, notamment financiers, et obligations nécessaires à la réalisation de ces ouvrages ou liés aux biens transférés.Dans un délai d'un mois à compter du prononcé de la défaillance intervenu dans les conditions définies au septième alinéa du présent 3 ou à compter de la réalisation de la substitution intervenue dans les conditions définies au huitième alinéa du présent 3, le maître d'ouvrage substitué transmet à la société les pièces nécessaires à l'exercice de la maîtrise d'ouvrage et l'ensemble des contrats et des études réalisées. A défaut de transmission dans ce délai, le maître d'ouvrage substitué est réputé faire son affaire de la résiliation à ses frais et risques de ces contrats.Au plus tard dix-huit mois après la date de la cérémonie de clôture des jeux Paralympiques de 2024, le maître d'ouvrage substitué devient propriétaire de l'ouvrage et des biens nécessaires à son exploitation. La société lui transfère l'ensemble des droits et des obligations relatifs à cet ouvrage et à ces biens et lui adresse un procès-verbal de remise.\n\n4. La société participe au financement de tout ou partie des coûts des ouvrages et des opérations d'aménagement olympiques.\n\n5. A l'issue des jeux Paralympiques de 2024, l'établissement a pour mission d'aménager les sites olympiques et paralympiques dans le cadre d'un projet urbain durable en lien avec les projets des collectivités territoriales.\n\nIII. – La société est administrée par un conseil d'administration composé, en nombre égal, d'une part, de représentants de l'Etat et, d'autre part, de représentants des communes et de leurs établissements publics de coopération intercommunale compétents, des conseils départementaux, du conseil régional d'Ile-de-France, de la métropole du Grand Paris ainsi que de personnalités qualifiées et de représentants du personnel de la société. Son président est désigné par le conseil d'administration parmi ses membres. Le conseil d'administration élit en son sein un ou plusieurs vice-présidents. Le directeur général exécutif est nommé par décret pris sur le rapport des ministres chargés des sports, de l'urbanisme et du budget.\n\nChaque membre du conseil d'administration dispose d'au moins un droit de vote. Les droits de vote des représentants de l'Etat et des représentants des communes, de leurs établissements publics de coopération intercommunale compétents, des conseils départementaux, du conseil régional d'Ile-de-France et de la métropole du Grand Paris sont proportionnels à leurs contributions financières.\n\nIII bis.- Au plus tard le 1er janvier 2026, la société recourt, pour l'exercice de ses missions prévues au II du présent article, aux moyens de l'établissement public de l'Etat “ Grand Paris Aménagement ” mentionné à l'article L. 321-29 du code de l'urbanisme. La mutualisation des moyens entre ces établissements publics est organisée dans les conditions prévues à l'article L. 321-41 du même code.La mise en œuvre du premier alinéa du présent III bis n'implique pas de transfert préalable obligatoire de tout ou partie du personnel de la société.A compter de la mutualisation organisée en application du même premier alinéa, par dérogation au III, le directeur général de la société est nommé dans des conditions prévues par décret en Conseil d'Etat.Un plan d'accompagnement est mis en œuvre pour le personnel de la société.IV. – Ses recettes sont les suivantes :\n\n1° Les contributions financières de l'Etat déterminées en loi de finances ;\n\n2° Les contributions des collectivités territoriales participant au financement des Jeux olympiques et paralympiques définies dans le cadre de conventions bilatérales passées avec la société ;\n\n3° Toutes les recettes autorisées par les lois et règlements ;\n\n4° Les dons et legs.\n\nV. – La société peut agir par voie d'expropriation et exercer le droit de préemption et le droit de priorité définis au code de l'urbanisme, dans les cas et conditions prévus par le même code.\n\nV bis. – La société, en relation avec les collectivités territoriales et les acteurs économiques et de l'insertion concernés, élabore et adopte une charte d'insertion, qui fixe les exigences d'insertion professionnelle de personnes rencontrant des difficultés particulières d'accès à l'emploi, promeut l'accès à la commande publique des très petites entreprises, des petites entreprises et des structures relevant de l'insertion par l'activité économique, limite le recours à l'emploi précaire, lutte contre le travail irrégulier et favorise la santé et la sécurité des travailleurs, dans le cadre de la réalisation des ouvrages et des opérations d'aménagement nécessaires à l'accomplissement des missions prévues au II du présent article.\n\nV ter.- La société est dissoute au plus tard le 31 décembre 2028. Les conditions de cette dissolution et de la mise en liquidation de la société sont prévues par décret en Conseil d'Etat.\n\nVI. – Un décret en Conseil d'Etat fixe les modalités d'organisation et de fonctionnement de la Société de livraison des ouvrages olympiques. Il fixe les conditions dans lesquelles les délibérations du conseil d'administration deviennent exécutoires.\n\nVII. – Le présent article entre en vigueur à une date fixée par le décret mentionné au VI, et au plus tard le 31 décembre 2017."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "Pour les collectivités attributaires de l'excédent résultant de la liquidation d'un office public de l'habitat, il peut être dérogé à la règle des deux tiers mentionnée au 3° de l'article L. 431-4 du code de la construction et de l'habitation pendant un délai de six mois après la dissolution de cet office et, en tout état de cause, au plus tard jusqu'au 1er août 2017."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "I. – Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance, dans un délai de neuf mois à compter de la promulgation de la présente loi, toute mesure relevant du domaine de la loi ayant pour objet :\n\n1° La création d'un établissement public local associant l'Etat, le département des Hauts-de-Seine, ainsi que des collectivités territoriales et leurs groupements, dont certaines et certains à titre obligatoire, pour l'aménagement, la gestion et la promotion du territoire de Paris La Défense ;\n\n2° La définition des pouvoirs spécifiques attribués à l'Etat ;\n\n3° La définition du périmètre d'intervention géographique de cet établissement, en concertation avec les communes concernées ;\n\n4° La substitution de cet établissement à l'Etablissement public de gestion du quartier d'affaires de La Défense et à l'Etablissement public d'aménagement de La Défense Seine Arche.\n\nUn projet de loi de ratification est déposé devant le Parlement dans un délai de six mois à compter de la publication de l'ordonnance.\n\nII. – A créé les dispositions suivantes :\n\n-Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "L'article 13 de l'ordonnance n° 2014-619 du 12 juin 2014 relative à l'expérimentation d'une autorisation unique pour les installations, ouvrages, travaux et activités soumis à autorisation au titre de l'article L. 214-3 du code de l'environnement est complété par un V ainsi rédigé :« V.-Sauf si le demandeur fait le choix de déposer une demande d'autorisation unique, le titre Ier n'est pas applicable aux projets d'infrastructures linéaires de transport pour lesquels une enquête publique, préalable à la déclaration d'utilité publique, a été ouverte avant le 1er juillet 2016, y compris en cas d'intervention d'une déclaration d'utilité publique modificative après cette date. »"
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "Sous réserve des décisions de justice passées en force de chose jugée, sont validées les déclarations d'utilité publique des travaux de réalisation du réseau de transport public du Grand Paris intervenues avant la publication de la présente loi, en tant que leur légalité serait contestée par les moyens tirés de ce que le projet prévoit une longueur de quais de gares différente de celle prévue au schéma d'ensemble ou de ce que le projet introduit une rupture de charge sur le trajet reliant les plateformes aéroportuaires et les bassins d'emploi de Roissy et du Bourget aux pôles d'activité de La Plaine Saint-Denis et du territoire Nord des Hauts-de-Seine ainsi qu'au quartier d'affaires de La Défense et méconnaît ainsi le schéma d'ensemble prévu au II de l'article 2 de la loi n° 2010-597 du 3 juin 2010 relative au Grand Paris."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "A titre expérimental et pour une durée de trois ans à compter du 1er janvier 2018, les seuils de surface de vente, mentionnés aux 1° et 2°, à la seconde phrase du 3° et aux 4° à 6° de l'article L. 752-1 du code de commerce, à partir desquels certains projets d'exploitation commerciale sont soumis à une autorisation sont ramenés, à Paris, à 400 mètres carrés.\n\nAu plus tard huit mois avant la fin de l'expérimentation, le Gouvernement présente au Parlement un rapport d'évaluation proposant les suites à donner."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "En vue de l'exécution des travaux du réseau de transport public du Grand Paris et des infrastructures dont la maîtrise d'ouvrage est confiée, en application de l'article 20-2 de la loi n° 2010-597 du 3 juin 2010 relative au Grand Paris, à l'établissement public Société du Grand Paris, ce dernier peut demander au maire de définir par arrêté, pour chaque site et pour chaque itinéraire routier lié à ces travaux, des horaires de chantier dérogatoires aux dispositions règlementaires en vigueur, durant la phase de réalisation des travaux.\n\nPar dérogation à l'article L. 1311-2 du code de la santé publique et aux articles L. 2212-1 et L. 2213-1 du code général des collectivités territoriales, en cas d'absence de réponse du maire dans un délai de dix jours à compter de la réception de la demande ou sur demande du maître d'ouvrage justifiée notamment par le respect des délais de réalisation des travaux, le représentant de l'Etat dans la région peut prescrire, par un arrêté motivé qui se substitue, le cas échéant, à celui du maire, des dispositions relatives aux horaires de chantier accompagnées de prescriptions et de mesures complémentaires à mettre en œuvre en matière de tranquillité du voisinage et de santé humaine. Lorsqu'une nuisance sonore ne peut être évitée, tout dispositif permettant de réduire ou compenser les effets de cette nuisance peut être imposé au maître d'ouvrage.\n\nS'agissant de la lutte contre les nuisances sonores, cet arrêté motivé prévoit notamment des critères mesurables pour caractériser les nuisances engendrées par les travaux, les modalités de contrôle de leur respect par un organisme indépendant, à la charge du maître d'ouvrage, ainsi que des modalités d'évaluation trimestrielle pouvant déboucher sur une révision desdites mesures."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "I. – SNCF Voyageurs, dans le cadre de sa mission de gestion des gares de voyageurs prévue à l'article L. 2141-1 du code des transports, peut créer, avec au moins un actionnaire opérateur économique, sélectionné après une mise en concurrence dans les conditions définies ci-après, une société d'économie mixte à opération unique dénommée \" Gare du Nord 2024 \".\n\nLa société \" Gare du Nord 2024 \" est constituée, pour une durée limitée, à titre exclusif en vue de la conclusion et de l'exécution d'un contrat de concession avec SNCF Voyageurs dont l'objet unique est, d'une part, la réalisation d'une opération de restructuration et de transformation majeure de la gare et, d'autre part, l'exploitation et la gestion limitée à des activités de commerces et de services dans l'enceinte de la gare du Nord à Paris, dans la perspective de la candidature de la Ville de Paris aux Jeux olympiques de 2024. Cette société, qui assurera la maîtrise d'ouvrage et le financement de cette opération, ne pourra pas réaliser les missions relevant des services de base ou des prestations complémentaires au sens de l'article L. 2123-1 du code des transports.\n\nL'objet prévu au deuxième alinéa du présent I ne peut être modifié pendant toute la durée du contrat.\n\nCe contrat peut inclure la conclusion, entre la société \" Gare du Nord 2024 \" et SNCF Voyageurs, d'une autorisation d'occupation du domaine public affecté à SNCF Voyageurs nécessaire à la réalisation de son objet.\n\nSous réserve du présent article, la société \" Gare du Nord 2024 \" revêt la forme de société anonyme régie par le livre II du code de commerce. Elle est composée d'au moins deux actionnaires. Elle ne peut pas prendre de participation dans des sociétés commerciales.\n\nLe président du conseil d'administration ou du conseil de surveillance est un représentant de SNCF Voyageurs.\n\nSNCF Voyageurs détient entre 34 % et 85 % du capital de la société et au moins 34 % des voix dans les organes délibérants. La part de capital de l'ensemble des actionnaires opérateurs économiques ne peut être inférieure à 15 %.\n\nLa société \" Gare du Nord 2024 \" est dissoute de plein droit au terme du contrat de concession avec SNCF Voyageurs ou dès que l'objet de ce contrat est réalisé ou a expiré.\n\nLa sélection du ou des actionnaires opérateurs économiques de la société \" Gare du Nord 2024 \" et l'attribution du contrat de concession à cette société sont effectuées par un unique appel public à la concurrence respectant les procédures applicables aux concessions de travaux.\n\nSont applicables les procédures subséquentes pouvant être mises en œuvre lorsque l'appel public à la concurrence est infructueux.\n\nLes candidats susceptibles d'être sélectionnés pour être actionnaires opérateurs économiques de la société \" Gare du Nord 2024 \" doivent respecter les conditions de recevabilité des candidatures propres à la procédure applicable au contrat destiné à être conclu.\n\nEn complément des informations obligatoires selon la nature du contrat de concession destiné à être conclu, l'avis d'appel public à la concurrence comporte un document de préfiguration, précisant la volonté de SNCF Voyageurs de confier l'opération projetée à la société \" Gare du Nord 2024 \" à constituer avec le candidat sélectionné.\n\nCe document de préfiguration de la société \" Gare du Nord 2024 \" comporte notamment :\n\n1° Les principales caractéristiques de la société \" Gare du Nord 2024 \", soit la part de capital que SNCF Voyageurs souhaite détenir, les règles de gouvernance et les modalités de contrôle dont SNCF Voyageurs souhaite disposer sur l'activité de la société définies, le cas échéant, dans un pacte d'actionnaires ainsi que les règles de dévolution des actif et passif de la société lors de sa dissolution ;\n\n2° Le coût prévisionnel global de l'opération pour SNCF Voyageurs et sa décomposition.\n\nLes critères de sélection des candidats sont définis et appréciés par SNCF Voyageurs conformément aux règles applicables selon la nature du contrat destiné à être conclu avec la société \" Gare du Nord 2024 \". Le coût global de l'opération est apprécié en tenant compte de la souscription au capital et au financement de la société \" Gare du Nord 2024 \".\n\nA l'issue de la mise en concurrence et de la sélection du candidat, sont arrêtés et publiés les statuts de la société \" Gare du Nord 2024 \".\n\nLe contrat de concession, comportant les éléments prévus par l'appel public à la concurrence, est conclu entre SNCF Voyageurs et la société \" Gare du Nord 2024 \", qui est substituée au candidat sélectionné pour l'application des modalités de passation prévues selon la nature du contrat.\n\nLa procédure de mise en concurrence est soumise au code de justice administrative conformément à ses articles L. 551-5, L. 551-6 et L. 551-10.\n\nII. – Par dérogation à l'article L. 2125-4 du code général de la propriété des personnes publiques, la redevance due par la société \" Gare du Nord 2024 \" pour l'occupation du domaine public affecté à SNCF Voyageurs nécessaire à l'exécution de la concession, pour tout ou partie de sa durée initiale, pourra être versée par avance, au delà de la limite de cinq ans.\n\nIII. – Chaque convention d'occupation du domaine public conclue sans droits réels entre SNCF Voyageurs et un occupant, en vigueur à la date de prise d'effet du contrat de concession entre SNCF Voyageurs et la société \" Gare du Nord 2024 \" et portant sur une partie du domaine public que la société \" Gare du Nord 2024 \" est autorisée à occuper dans le cadre de ce contrat de concession est requalifiée, à la date précitée, en contrat de sous-location entre la société \" Gare du Nord 2024 \" et cet occupant.\n\nAprès la date précitée, la société \" Gare du Nord 2024 \" est ainsi subrogée à SNCF Voyageurs dans tous les droits et obligations de celle-ci vis-à-vis de l'occupant. De même, les droits et obligations de l'occupant sont inchangés et s'exercent vis-à-vis de la société \" Gare du Nord 2024 \"."
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "I. – A modifié les dispositions suivantes :\n\nII. – Par dérogation aux articles L. 2113-2 et L. 2113-5 du code général des collectivités territoriales, lorsqu'une commune nouvelle est issue de communes appartenant à des établissements publics de coopération intercommunale distincts, qu'elle a été créée avant la publication de la présente loi et qu'elle n'a pas encore été rattachée à un seul et même établissement public de coopération intercommunale à fiscalité propre, le conseil municipal de la commune nouvelle délibère dans un délai d'un mois à compter de la publication de la présente loi sur l'établissement public de coopération intercommunale à fiscalité propre auquel il souhaite que la commune nouvelle soit rattachée.\n\nEn cas de désaccord avec le souhait de rattachement de la commune nouvelle, le représentant de l'Etat dans le département saisit la commission départementale de la coopération intercommunale, dans un délai d'un mois à compter de la délibération de la commune nouvelle, d'un projet de rattachement à un autre établissement public de coopération intercommunale à fiscalité propre.\n\nLe projet de rattachement émis par la commune nouvelle et, le cas échéant, celui proposé par le représentant de l'Etat dans le département sont transmis pour avis par le représentant de l'Etat aux organes délibérants des établissements publics de coopération intercommunale à fiscalité propre concernés ainsi qu'aux conseils municipaux de leurs communes membres, qui disposent d'un délai d'un mois pour se prononcer.\n\nEn cas de désaccord avec le souhait de rattachement formulé par la commune nouvelle, les établissements publics de coopération intercommunale à fiscalité propre concernés ou leurs communes membres peuvent également, dans un délai de deux mois à compter de la délibération de la commune nouvelle, saisir pour avis la commission départementale de la coopération intercommunale.\n\nEn l'absence de saisine de la commission départementale de la coopération intercommunale dans un délai de deux mois à compter de la délibération de la commune nouvelle sur son souhait de rattachement, le représentant de l'Etat prononce le rattachement de la commune nouvelle à l'établissement public de coopération intercommunale à fiscalité propre en faveur duquel son conseil municipal a délibéré. En cas de saisine dans les délais précités, la commission départementale de coopération intercommunale dispose d'un délai d'un mois pour se prononcer.\n\nEn cas de saisine de la commission départementale de la coopération intercommunale à l'initiative du représentant de l'Etat dans le département, la commune nouvelle ne devient membre de l'établissement en faveur duquel elle a délibéré que si la commission départementale se prononce en ce sens à la majorité des deux tiers de ses membres. A défaut, elle devient membre de l'établissement proposé par le représentant de l'Etat.\n\nUn arrêté du représentant de l'Etat dans le département prononce le rattachement de la commune nouvelle à un établissement public de coopération intercommunale à fiscalité propre. Jusqu'à l'entrée en vigueur de cet arrêté, par dérogation à l'article L. 5210-2 du code général des collectivités territoriales, la commune nouvelle reste membre de chacun des établissements publics auxquels ses communes constitutives appartenaient, dans la limite du territoire de celles-ci, et les taux de fiscalité votés par les établissements publics de coopération intercommunale à fiscalité propre auxquels ces mêmes communes appartenaient continuent de s'appliquer sur le territoire de celles-ci.\n\nLe retrait du ou des autres établissements publics de coopération intercommunale à fiscalité propre s'effectue dans les conditions prévues à l'article L. 5211-25-1 du même code. Il vaut réduction du périmètre des syndicats mixtes dont le ou les établissements publics précités sont membres, dans les conditions fixées au troisième alinéa de l'article L. 5211-19 dudit code.\n\nPar dérogation au présent II, pour le calcul de la dotation globale de fonctionnement et des fonds de péréquation, la commune nouvelle issue de communes contiguës membres d'établissements publics de coopération intercommunale à fiscalité propre distincts est considérée comme n'appartenant à aucun groupement à fiscalité propre en l'absence d'arrêté du représentant de l'Etat dans le département de rattachement à un seul établissement public de coopération intercommunale à fiscalité propre au 1er janvier de l'année de répartition.\n\n-Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "Le Gouvernement remet au Parlement, avant le 1er septembre 2017, un rapport relatif à l'opportunité de fusionner le conseil départemental des Bouches-du-Rhône avec la métropole d'Aix-Marseille-Provence.\n\nCe rapport s'attache à étudier les conséquences de la fusion institutionnelle entre ces deux entités et sa faisabilité avant l'échéance des prochaines élections territoriales."
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Article 80",
      "content": "Le Gouvernement remet au Parlement, avant le 1er septembre 2017, un rapport sur l'opportunité de créer un établissement public de l'Etat ayant pour mission la conception et l'élaboration du schéma d'ensemble et des projets d'infrastructures composant le réseau de transport public de la métropole d'Aix-Marseille-Provence et chargé d'en assurer la réalisation, qui comprend la construction des lignes, ouvrages et installations fixes, la construction, l'aménagement et l'exploitation commerciale des gares, y compris d'interconnexion, ainsi que l'acquisition des matériels roulants conçus pour parcourir ces infrastructures, leur entretien et leur renouvellement."
    }
  ]
}