{
  "id": "loi-n-2004-809-du-13-aout-2004",
  "type": "statute",
  "title": "Loi n° 2004-809 du 13 août 2004",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000804607",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I.-Paragraphe modificateur.II.-A titre expérimental et pour une durée de cinq ans, aux fins de coordination des actions de développement économique définies à l'article L. 1511-1 du code général des collectivités territoriales, l'Etat peut confier à la région le soin d'élaborer un schéma régional de développement économique. Après avoir organisé une concertation avec les départements, les communes et leurs groupements ainsi qu'avec les chambres consulaires, le schéma régional de développement économique expérimental est adopté par le conseil régional. Il prend en compte les orientations stratégiques découlant des conventions passées entre la région, les collectivités territoriales ou leurs groupements et les autres acteurs économiques et sociaux du territoire concerné. Le schéma est communiqué au représentant de l'Etat dans la région.Le schéma régional de développement économique expérimental définit les orientations stratégiques de la région en matière économique. Il vise à promouvoir un développement économique équilibré de la région, à développer l'attractivité de son territoire et à prévenir les risques d'atteinte à l'équilibre économique de tout ou partie de la région.Quand un schéma régional de développement économique est adopté par la région, celle-ci est compétente, par délégation de l'Etat, pour attribuer tout ou partie des aides qu'il met en oeuvre au profit des entreprises et qui font l'objet d'une gestion déconcentrée. Une convention passée entre l'Etat, la région et, le cas échéant, d'autres collectivités ou leurs groupements, définit les objectifs de cette expérimentation, les aides concernées, ainsi que les moyens financiers mis en oeuvre par chacune des parties. Elle peut prévoir des conditions d'octroi des aides différentes de celles en vigueur au plan national.Un bilan quinquennal de mise en oeuvre de ce schéma expérimental est adressé au préfet de région, afin qu'une synthèse de l'ensemble des expérimentations puisse être réalisée à l'intention du Parlement."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Les compétences dévolues aux régions par l'article 8 de la présente loi en matière de formation professionnelle et donnant lieu à l'organisation et au financement, par l'Etat, de stages de l'Association nationale pour la formation professionnelle des adultes leur sont transférées au plus tard le 31 décembre 2008.Avant cette date, le transfert peut intervenir dans chaque région sous réserve :1° De la conclusion d'une convention entre le représentant de l'Etat dans la région, la région et l'Association nationale pour la formation professionnelle des adultes définissant le schéma régional des formations et le programme d'activité régional de cette association ;2° De la compensation financière, à la date d'entrée en vigueur de la convention mentionnée au 1° et dans les conditions fixées par l'article 119 de la présente loi, des compétences transférées par l'attribution de ressources équivalentes aux subventions versées par l'Etat à l'association nationale pour l'exercice de ces compétences.Jusqu'au 31 décembre 2008, dans les régions où une convention n'a pas été conclue, le représentant de l'Etat dans la région arrête le schéma régional des formations de l'Association nationale pour la formation professionnelle des adultes."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I., II.-Paragraphes modificateurs.III.-A l'exception des routes répondant au critère prévu par l'article L. 121-1 du code de la voirie routière, les routes classées dans le domaine public routier national à la date de la publication de la présente loi, ainsi que leurs dépendances et accessoires, sont transférées dans le domaine public routier départemental.Ce transfert intervient après avis des départements intéressés sur le projet de décret prévu à l'article L. 121-1 du code de la voirie routière. Cet avis est réputé donné en l'absence de délibération du conseil général dans le délai de trois mois à compter de sa saisine par le représentant de l'Etat dans le département.Ce transfert est constaté par le représentant de l'Etat dans le département dans un délai qui ne peut excéder dix-huit mois après la publication des décrets en Conseil d'Etat mentionnés à l'avant-dernier alinéa de l'article L. 121-1 du code de la voirie routière. Cette décision emporte, au 1er janvier de l'année suivante, le transfert aux départements des servitudes, droits et obligations correspondants, ainsi que le classement des routes transférées dans la voirie départementale. Le statut éventuel de route express ou de route à grande circulation des routes transférées est conservé.En l'absence de décision constatant le transfert dans le délai précité, celui-ci intervient de plein droit au 1er janvier 2008.Les terrains acquis par l'Etat en vue de l'aménagement des routes transférées sont cédés aux départements.La notification de la décision du représentant de l'Etat dans le département emporte de plein droit mise à jour des documents d'urbanisme affectés par le transfert.Le représentant de l'Etat dans le département communique au conseil général toutes les informations dont il dispose sur le domaine public routier transféré.Les transferts prévus par le présent III sont réalisés à titre gratuit et ne donnent lieu au paiement d'aucune indemnité, droit, taxe, contribution prévue à l'article 879 du code général des impôts ou honoraire.Il est établi, dans les douze mois de l'entrée en vigueur de la présente loi, une étude exhaustive portant sur l'état de l'infrastructure, au moment de son transfert, ainsi que sur les investissements prévisibles à court, moyen et long termes, liés à la gestion de ce domaine routier.Un décret en Conseil d'Etat détermine les conditions d'application du présent III.IV.-Les dispositions du présent article entrent en vigueur à compter de la publication de la présente loi."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I., II., III.-Paragraphes modificateurs.IV.-Les dispositions des titres V et VI de la présente loi sont applicables au transfert prévu par le présent article ainsi qu'à celui réalisé en Martinique en application de l'article L. 4433-24-1 du code général des collectivités territoriales."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "A l'exception des aménagements de sécurité dont les financements sont transférés aux départements dans les conditions prévues au III de l'article 121, l'Etat, les collectivités territoriales et leurs groupements continuent d'assurer le financement des opérations routières inscrites aux quatrièmes contrats de plan Etat-régions jusqu'au 31 décembre 2006. Toutefois, les travaux prévus dans ces contrats et non réalisés à cette date continuent d'être financés jusqu'à l'achèvement de ces opérations dans les mêmes conditions, dans la limite des enveloppes financières globales fixées pour les volets routiers des contrats."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Le décret impérial du 23 juin 1866 fixant le contingent de l'Etat dans les dépenses d'entretien des chaussées, des rues, quais, ponts, boulevards et places publiques de la ville de Paris est abrogé. Les ressources allouées par l'Etat à la ville de Paris pour l'entretien de la voirie nationale avant l'entrée en vigueur de la présente loi sont intégrées à la dotation générale de décentralisation."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Dans des conditions fixées par une convention conclue entre l'Etat et le département ou, à défaut, par arrêté du représentant de l'Etat dans le département, la maîtrise d'ouvrage de certaines opérations ou parties d'opérations d'investissement en cours sur le réseau national transféré peut rester assurée dans les conditions qui prévalaient antérieurement au transfert des routes. La maîtrise d'ouvrage est transférée lors de la mise en service des aménagements et, au plus tard, le 1er janvier 2007.Un décret en Conseil d'Etat fixe les modalités d'application du présent article."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "I.-La propriété, l'aménagement, l'entretien et la gestion des aérodromes civils appartenant à l'Etat à la date de publication de la présente loi sont transférés, au plus tard, le 1er mars 2007 et dans les conditions fixées au présent article, aux collectivités territoriales ou à leurs groupements dans le ressort géographique desquels sont situées ces infrastructures.\n\nUn décret en Conseil d'Etat fixe la liste des aérodromes d'intérêt national ou international et de ceux qui sont nécessaires à l'exercice des missions de l'Etat qui sont exclus du transfert.\n\nII.-Sans préjudice des dispositions du V, toute collectivité territoriale ou groupement de collectivités territoriales mentionné au I peut demander, jusqu'au 1er juillet 2006, à prendre en charge l'aménagement, l'entretien et la gestion d'un ou de plusieurs aérodromes. Cette demande est notifiée simultanément à l'Etat ainsi qu'aux collectivités et groupements intéressés.\n\nAu cas où, pour un même aérodrome, aucune autre demande n'a été présentée dans un délai de six mois suivant cette notification, la collectivité ou le groupement pétitionnaire est réputé bénéficiaire du transfert.\n\nSi plusieurs demandes ont été présentées pour le même aérodrome, le représentant de l'Etat dans la région organise entre les collectivités et groupements intéressés une concertation, dont il fixe la durée, en s'efforçant d'aboutir à la présentation d'une demande unique.\n\nSi les collectivités et groupements participant à la concertation s'accordent sur la candidature de l'un d'entre eux, celui-ci est désigné bénéficiaire du transfert.\n\nEn l'absence d'accord au terme de la concertation, le représentant de l'Etat dans la région désigne le bénéficiaire du transfert en tenant compte des caractéristiques de l'aérodrome, notamment de son trafic et de sa zone de chalandise, ainsi que des enjeux économiques et d'aménagement du territoire. La région est prioritaire si elle est candidate. Toutefois, si une collectivité territoriale ou un groupement assure la gestion de l'aérodrome concerné et a financé la majorité de ses investissements durant les trois dernières années précédant l'entrée en vigueur de la présente loi, cette dernière est prioritaire.\n\nEn l'absence de demande à la date du 1er juillet 2006, le représentant de l'Etat dans la région désigne, en application des mêmes critères, le bénéficiaire du transfert.\n\nPour l'application du présent II, le représentant de l'Etat dans le département communique aux collectivités ou groupements sollicitant le transfert de compétence toutes les informations permettant le transfert en connaissance de cause de l'aérodrome concerné dans un délai de six mois.\n\nIII.-Pour chaque aérodrome transféré, une convention conclue entre l'Etat et le bénéficiaire dans les conditions prévues à l'article L. 221-1 du code de l'aviation civile ou, à défaut, un arrêté du ministre chargé de l'aviation civile dresse un diagnostic de l'état de l'aérodrome, définit les modalités du transfert et fixe sa date d'entrée en vigueur.\n\nLa collectivité ou le groupement bénéficiaire du transfert succède à l'Etat dans l'ensemble des droits et obligations à l'égard des tiers.\n\nLe transfert des biens de l'aérodrome appartenant à l'Etat s'opère à titre gratuit et ne donne lieu au paiement d'aucune indemnité, droit, taxe, contribution prévue à l'article 879 du code général des impôts ou honoraires.\n\nSont exclues du transfert les emprises et installations nécessaires pour les besoins de la défense nationale, de la sécurité de la circulation aérienne, de la météorologie et de la sécurité civile.\n\nLa convention, ou à défaut l'arrêté, précise les conditions dans lesquelles le bénéficiaire du transfert met gratuitement à la disposition de l'Etat, le cas échéant, les installations et aménagements nécessaires au fonctionnement des services chargés de la police, de la sécurité et de la météorologie.\n\nLa collectivité ou le groupement bénéficiaire du transfert ne peut engager la procédure de fermeture de l'aérodrome transféré sans avoir recueilli préalablement l'avis des tiers détenteurs de droits et obligations se rapportant aux activités aéronautiques présentes sur les lieux et constitué à cet effet un dossier proposant des solutions de relocalisation des activités aéronautiques sur un autre site agréé par l'Etat.\n\nIV.-Dans un délai d'un an à compter de la publication de la présente loi, les collectivités ou groupements visés au I peuvent demander un transfert à titre expérimental, dont l'échéance ne peut excéder le 1er mars 2007.\n\nDans ce cas, les biens visés au III sont mis à disposition de la collectivité ou du groupement intéressé. Les actes pris par le bénéficiaire de l'expérimentation dont l'effet excèderait la durée du transfert sont soumis à l'accord préalable de l'Etat.\n\nAu 1er mars 2007, tout aérodrome dont le transfert expérimental arrive à échéance est transféré définitivement, dans les conditions prévues aux II et III, à l'attributaire, sauf si ce dernier s'y est opposé par délibération prise avec un préavis de six mois.\n\nV.-Les aérodromes appartenant à l'Etat dont les biens ont été, avant la date de publication de la présente loi, mis par voie conventionnelle à la disposition d'une collectivité territoriale ou d'un groupement de collectivités territoriales lui sont transférés définitivement selon les modalités prévues au III. Le transfert s'opère à tout moment à la demande de la collectivité et, au plus tard, le 1er mars 2007.\n\nToutefois, si la collectivité ou le groupement décide de résilier la convention avant le 30 juin 2006, elle est réputée renoncer au bénéfice du transfert. Le transfert définitif est alors réalisé selon les modalités prévues aux II et III et, au plus tard, le 1er mars 2007.\n\nVI.-Les délégations de service public accordées par l'Etat portant sur les aérodromes qui sont l'objet des transferts de compétence prévus au présent article sont prorogées dans les conditions ci-après :\n\n1° Les délégations de service public venant à échéance avant le transfert définitif des aérodromes sont, sauf opposition du délégataire, prorogées tacitement par périodes de douze mois. Ces délégations sont, en outre, sauf opposition du délégataire, prorogées jusqu'à la première date anniversaire du transfert définitif de compétence ;\n\n2° Les délégations de service public venant à échéance au cours de l'année suivant le transfert définitif de compétence mais avant sa première date anniversaire sont, sauf opposition du délégataire, prorogées jusqu'à cette dernière date ;\n\n3° A titre exceptionnel, sans préjudice de l'application des 1° et 2°, les délégations de service public en vigueur au 31 décembre 2006 et portant sur les aérodromes qui n'ont pas encore fait l'objet à cette date du transfert de compétence prévu au présent article sont prorogées jusqu'à la date du transfert.\n\nVII.-Les dispositions des I à VI s'appliquent aux hélistations civiles.\n\nVIII.-Paragraphe modificateur."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre, par ordonnance, les mesures nécessaires à l'actualisation et à l'adaptation du livre II du code de l'aviation civile pour ce qui concerne la sûreté des vols et la sécurité de l'exploitation des aérodromes. Cette ordonnance devra être prise dans un délai d'un an suivant la publication de la présente loi. Un projet de loi de ratification devra être déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "I.-La propriété, l'aménagement, l'entretien et la gestion des ports non autonomes relevant de l'Etat sont transférés, au plus tard au 1er janvier 2007 et dans les conditions fixées par le code des ports maritimes et au présent article, aux collectivités territoriales ou à leurs groupements dans le ressort géographique desquels sont situées ces infrastructures.\n\nII.-Toute collectivité territoriale ou groupement de collectivités territoriales peut demander, jusqu'au 1er janvier 2006, à exercer les compétences prévues au I pour chacun des ports situés dans son ressort géographique pour la totalité ou pour une partie du port, individualisable, d'un seul tenant et sans enclave. Cette demande est notifiée simultanément à l'Etat ainsi qu'aux autres collectivités et groupements intéressés.\n\nAu cas où, pour un port déterminé, aucune autre demande n'a été présentée dans un délai de six mois suivant cette notification, le transfert est opéré au profit de la collectivité ou du groupement pétitionnaire, ou du groupement constitué du pétitionnaire et d'une ou de plusieurs collectivités ou groupements territorialement intéressés.\n\nSi plusieurs demandes sont présentées pour le même port, le représentant de l'Etat dans la région organise entre les collectivités et groupements intéressés une concertation, dont il fixe la durée, en s'efforçant d'aboutir à la présentation d'une demande unique. Si un accord intervient sur une candidature unique, il désigne la collectivité ou le groupement concerné comme bénéficiaire du transfert.\n\nEn l'absence d'accord au terme de la concertation ou de demande de transfert à la date du 1er janvier 2006, le représentant de l'Etat dans la région désigne avant le 31 décembre 2006 les bénéficiaires du transfert des ports dont l'activité dominante est le commerce ou la pêche, pour leur totalité ou une partie individualisable, d'un seul tenant et sans enclave.\n\nLes collectivités bénéficiaires sont désignées entre la région et les départements sur le territoire desquels sont situés les ports ou les parties individualisables des ports à transférer.\n\nPour l'application du présent II, le représentant de l'Etat dans le département communique aux collectivités ou groupements sollicitant le transfert de compétence toutes les informations permettant le transfert en connaissance de cause du port maritime concerné dans un délai de six mois.\n\nIII.-Pour chaque port transféré, une convention conclue entre l'Etat et la collectivité territoriale ou le groupement intéressé, ou, à défaut, un arrêté du ministre chargé des ports maritimes dresse un diagnostic de l'état du port, définit les modalités du transfert et fixe sa date d'entrée en vigueur.\n\nLa collectivité ou le groupement bénéficiaire du transfert succède à l'Etat dans l'ensemble de ses droits et obligations à l'égard des tiers.\n\nLes dépendances du domaine public de ces ports sont transférées à titre gratuit aux collectivités territoriales ou groupements de collectivités territoriales compétents et ne donnent lieu au paiement d'aucune indemnité, droit, taxe, contribution prévue à l'article 879 du code général des impôts ou honoraires.\n\nLa convention, ou à défaut l'arrêté, précise les conditions dans lesquelles le bénéficiaire met gratuitement à la disposition de l'Etat les installations et aménagements nécessaires au fonctionnement des services chargés de la police et de la sécurité.\n\nIV.-Les délégations de service public portant sur les ports faisant l'objet des transferts de compétence prévus au présent article sont prorogées dans les conditions ci-après :\n\n1° Les délégations de service public venant à échéance avant le transfert des ports sont, sauf opposition du délégataire, prorogées jusqu'à la nouvelle échéance du 31 décembre 2007 ;\n\n2° Les délégations de service public venant à échéance au cours de l'année suivant le transfert de compétence mais avant sa première date anniversaire sont, sauf opposition du délégataire, prorogées jusqu'à cette dernière date.\n\nV.-Les ports maritimes départementaux existant à la date d'entrée en vigueur de la présente loi peuvent, sur demande du département et après accord, selon le cas, du conseil régional ou de l'assemblée de Corse, être transférés à la région ou à la collectivité territoriale de Corse. A compter de la date du transfert de compétences, la région ou la collectivité territoriale de Corse est substituée au département dans les droits et obligations à l'égard des tiers, afférents au domaine et aux biens transférés, sans que cette substitution puisse porter atteinte aux droits que les délégataires tiennent des délégations en cours.\n\nUne convention conclue entre la région ou la collectivité territoriale de Corse et le département délimite les emprises des ports, détermine les modalités du transfert de compétence, de transfert et de mise à disposition de moyens, notamment de personnels, et prévoit le versement à la région ou à la collectivité territoriale de Corse de la dotation générale de décentralisation au titre des ports maritimes de commerce et de pêche en application de l'article L. 1614-8 du code général des collectivités territoriales.\n\nVI., VII., VIII., IX.-Paragraphes modificateurs.\n\nX.-Lorsque le transfert de compétences relatif à un port a été réalisé avant la publication de la présente loi, l'Etat procède, à la demande de la collectivité, au transfert à titre gratuit des dépendances du domaine public portuaire.\n\nXI.-Paragraphe modificateur.\n\nXII.-Un décret en Conseil d'Etat fixe avant le 31 août 2005 la liste des ports des départements d'outre-mer qui sont exclus du transfert prévu au présent article."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre, par ordonnance, les mesures nécessaires :1° A l'actualisation et à l'adaptation du livre III du code des ports maritimes relatif à la police des ports maritimes. Ces mesures définiront les missions relevant de l'Etat en matière de sécurité et de sûreté du transport maritime et des opérations de police portuaire exercées par l'Etat dans l'ensemble des ports dont l'activité dominante est le commerce ou qui accueillent des matières dangereuses, la police du plan d'eau portuaire, les conditions d'accueil des navires en difficulté, ainsi que les statuts des agents de l'Etat exerçant ces missions. Elles définiront également les missions relevant des autres autorités portuaires, ainsi que les statuts des agents chargés de les exercer ;2° A la transposition des dispositions communautaires applicables aux ports relevant des collectivités territoriales et de leurs groupements ainsi que des dispositions particulières applicables aux délégations de service public relatives à ces ports, notamment en ce qui concerne leur durée maximale et leur objet, qui pourra comprendre une ou plusieurs des activités portuaires telles que le commerce, la pêche, la réparation navale ou les zones d'activités portuaires ;3° A l'actualisation des dispositions relatives aux voies ferrées portuaires.Ces ordonnances seront prises dans un délai d'un an suivant la publication de la présente loi. Un projet de loi de ratification sera déposé devant le Parlement dans un délai de trois mois à compter de la publication de ces ordonnances."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "I.-Les biens de l'Etat dont l'exploitation est concédée aux sociétés d'aménagement régional mentionnées à l'article L. 112-8 du code rural sont transférés dans le patrimoine de la région sur le territoire de laquelle ils sont situés, à la demande de son assemblée délibérante.La région est substituée à l'Etat, dans l'ensemble des droits et obligations attachés à ces biens, afin d'en assurer l'aménagement, l'entretien, la gestion et, le cas échéant, l'extension.Les concessions en cours à la date du transfert se poursuivent dans leurs conditions antérieures jusqu'à leur échéance, sauf accord contraire entre la région et son concessionnaire.Les transferts sont réalisés à titre gratuit et ne donnent lieu au paiement d'aucune indemnité, droit, taxe, contribution prévue à l'article 879 du code général des impôts ou honoraires.Une convention conclue entre l'Etat et la région ou, à défaut, un arrêté du ministre chargé de l'agriculture fixe les modalités du transfert.Pour l'application du présent I, lorsque la région sollicite le transfert, le représentant de l'Etat dans la région lui communique toutes les informations permettant le transfert en connaissance de cause des biens concernés.II., III.-Paragraphes modificateurs."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "I.-a modifié les dispositions suivantes\n\nCode de l'éducation art. L213-13, art. L213-14, art. L821-5.\n\nII.-Pendant un délai de six ans à compter de l'entrée en vigueur des articles 38 et 39, l'organisation des services de transports scolaires pourra continuer à être assurée par les personnes morales de droit public ou de droit privé qui exercent cette responsabilité à la date de publication de la présente loi.\n\nSi aucune convention confiant l'organisation des transports scolaires aux collectivités territoriales ou à leurs groupements n'est intervenue conformément au cinquième alinéa du II de l'article 1er de l'ordonnance n° 59-151 du 7 janvier 1959 relative à l'organisation des transports de voyageurs en Ile-de-France au terme de ce délai de six ans, la responsabilité de l'organisation et du fonctionnement de ces transports sera exercée de plein droit par le syndicat. Le syndicat est, le cas échéant, subrogé dans les droits et obligations de l'organisateur pour l'exécution des contrats en cours.\n\nPendant ce délai de six ans et en l'absence de convention, le syndicat est tenu de reverser aux personnes morales mentionnées ci-dessus, pour les prestations qu'elles continuent à assurer, des ressources d'un montant au moins égal au montant des ressources versées par l'Etat l'année précédant la transformation du syndicat au titre des responsabilités exercées par ces personnes morales en matière de transports scolaires."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "Les dispositions des articles 38 à 41 entrent en vigueur au plus tard six mois après la publication du décret en Conseil d'Etat prévu au VII de l'article 1er de l'ordonnance n° 59-151 du 7 janvier 1959 précitée et au plus tard le 1er juillet 2005.Pour l'application du présent chapitre, le représentant de l'Etat dans la région communique aux collectivités territoriales membres du Syndicat des transports d'Ile-de-France toutes les informations dont il dispose sur le syndicat existant à la date prévue au présent article."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "Des décrets en Conseil d'Etat précisent, en tant que de besoin, les modalités d'application du présent chapitre."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "I.-A titre expérimental et dans le cadre d'une convention, l'Etat peut confier aux régions ou à la collectivité territoriale de Corse, si elles en font la demande ou, à défaut, aux autres collectivités territoriales, à leurs groupements ou à un groupement européen de coopération territoriale prévu à l'article L. 1115-4-2 du code général des collectivités territoriales, la fonction d'autorité de gestion et celle d'autorité de certification de programmes relevant, pour la période 2007-2013, de l'objectif de coopération territoriale européenne de la politique de cohésion économique et sociale de la Communauté européenne ou de l'instrument de voisinage et de partenariat de la Communauté européenne.L'expérimentation s'étend également à la fonction d'autorité nationale, correspondante de l'autorité de gestion, chargée de mettre en œuvre les réglementations nationale et communautaire afférentes aux programmes de coopération territoriale et de voisinage et portant sur le zonage retenu pour la partie française du programme, ainsi que de veiller à l'application de ces mêmes réglementations.La convention précise le programme ainsi que les conditions dans lesquelles l'autorité retenue satisfait aux obligations de l'Etat résultant des règlements communautaires.A ce titre, pour l'ensemble des actions entrant dans le champ de l'expérimentation et quel que soit le mode d'exercice qu'elle a choisi pour la conduire, la personne publique chargée de l'expérimentation supporte la charge des corrections et sanctions financières décidées à la suite des contrôles nationaux et communautaires ou par des arrêts de la Cour de justice des communautés européennes, sans préjudice des mesures qu'elle peut mettre en œuvre à l'encontre des personnes dont les actes sont à l'origine de la procédure considérée. Cette charge est une dépense obligatoire au sens de l'article L. 1612-15 du code général des collectivités territoriales.La personne publique chargée de l'expérimentation peut, dans ce cadre, confier par convention la fonction d'autorité de certification au Centre national pour l'aménagement des structures des exploitations agricoles, à une institution financière spécialisée, telle que définie à l'article L. 516-1 du code monétaire et financier, ou à des institutions ou services autorisés à effectuer des opérations de banque, tels que définis à l'article L. 518-1 du même code.La personne publique chargée de l'expérimentation adresse au représentant de l'Etat dans la région le bilan de l'expérimentation qui lui a été confiée, établi au 31 décembre 2010. Le Gouvernement adresse, au cours du premier semestre 2011, un rapport au Parlement portant sur l'ensemble des expérimentations mises en œuvre au titre du présent article.\n\nII.-Sous réserve des décisions de justice passées en force de chose jugée, sont validés les actes par lesquels l'Etat a confié la fonction d'autorité de gestion et celle d'autorité de paiement de programmes relevant de la politique de cohésion économique et sociale de la Communauté européenne, ainsi que l'ensemble des actes pris sur leur fondement, en tant que leur légalité serait contestée par le moyen tiré de la compétence reconnue au représentant de l'Etat dans la région par l'article 21-1 de la loi n° 72-619 du 5 juillet 1972 portant création et organisation des régions, pour mettre en oeuvre les politiques nationale et communautaire concernant le développement économique et social et l'aménagement du territoire.\n\nIII.-Les dispositions du présent article entrent en vigueur a compter de la publication de la présente loi."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "Les plans d'élimination des déchets ménagers et assimilés en cours d'élaboration ou de révision à la date de publication de la présente loi sont approuvés dans les conditions prévues avant l'entrée en vigueur de la présente loi. Ces plans, ainsi que ceux qui étaient déjà approuvés, restent applicables jusqu'à leur révision selon la procédure prévue aux articles L. 541-14 et L. 541-15 du code de l'environnement."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "I., II., III., V.-Paragraphes modificateurs.IV.-Les centres locaux d'information et de coordination qui, à la date de l'entrée en vigueur de la présente loi, ont fait l'objet d'une décision conjointe de labellisation du représentant de l'Etat dans le département et du président du conseil général sont réputés autorisés au sens de l'article L. 313-1 du code de l'action sociale et des familles, dans la limite fixée au quatrième alinéa de ce même article. Une convention entre le représentant de l'Etat dans le département, le président du conseil général et l'organisme gestionnaire de chaque centre local d'information et de coordination acte les modalités de poursuite de l'activité en tenant compte des financements transférés par l'Etat aux départements dans le cadre du transfert organisé par la présente loi."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "I -  Paragraphe modificateur.II. - Les dispositions du I entrent en vigueur à compter de la publication de la présente loi."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "I.-Une expérimentation de l'extension des compétences des départements en matière de mise en oeuvre des mesures ordonnées par l'autorité judiciaire en application des articles 375 à 375-8 du code civil est ouverte pour une durée de cinq ans à compter de l'entrée en vigueur de la présente loi dans les conditions fixées aux II à VI du présent article.II.-Dans les départements retenus pour l'expérimentation, le service de l'aide sociale à l'enfance est seul compétent pour assurer la mise en oeuvre des mesures prises par les magistrats au titre de l'article 375-2, du 3° de l'article 375-3, de l'article 375-4 et de l'article 375-5 du code civil, à l'exception de celles dont l'exécution est confiée aux personnes physiques et aux établissements mentionnés à l'article 375-9 du même code.Pour l'exercice de cette mission, et sans préjudice de ses responsabilités vis-à-vis des mineurs qui lui sont confiés, le service de l'aide sociale à l'enfance peut faire appel à des organismes publics ou privés ou à des personnes physiques.L'habilitation à recevoir des mineurs, confiés habituellement par l'autorité judiciaire, est alors délivrée par le président du conseil général du département où se trouve le siège du service ou de l'établissement demandeur, après avis conformes des procureurs de la République et des présidents de tribunaux de grande instance du département. Ces services et établissements sont soumis aux contrôles prescrits par le deuxième alinéa de l'article L. 313-20 du code de l'action sociale et des familles.III.-Les départements peuvent se porter candidats à cette expérimentation auprès du garde des sceaux, ministre de la justice, dans un délai d'un an à compter de l'entrée en vigueur de la présente loi. Le garde des sceaux, ministre de la justice, se prononce sur les candidatures dans le délai de quatre mois suivant leur dépôt.IV.-Une convention passée entre l'Etat et le département définit les modalités de cette extension de compétence et précise les moyens soit en crédits, soit en personnels, soit à ce double titre qui l'accompagnent.V.-L'évaluation de l'expérimentation fait l'objet, six mois avant son terme, d'un rapport établi par le Gouvernement qui le transmet au Parlement, avec les observations des départements.VI.-Les dispositions du II sont applicables à la mise en oeuvre des décisions judiciaires prises postérieurement à la date d'entrée en vigueur de l'expérimentation qui sera fixée dans la convention prévue au IV. Toutefois, elles ne font pas obstacle à ce qu'un service de l'Etat ou une association assure, jusqu'à son terme, une mesure en cours. La convention prévue audit IV précise les conditions dans lesquelles une mesure préalablement confiée à un service de l'Etat peut, dans l'intérêt du mineur, être renouvelée dans ce même service."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "I. à X., XII., XIV.-Paragraphes modificateurs.XI.-Dans tous les textes de nature législative prévoyant son intervention dans les départements de la métropole, la mention du conseil départemental de l'habitat est remplacée par celle du comité régional de l'habitat.XIII.-Jusqu'au 31 décembre 2006, les établissements publics de coopération intercommunale n'ayant pas de programme local de l'habitat ou ayant pris une délibération en vue de l'élaboration d'un programme local de l'habitat conforme aux dispositions de l'article L. 302-1 du code de la construction et de l'habitation peuvent demander à conclure une convention au titre de l'article L. 301-5-1 du même code, pour une durée limitée à trois ans. Dans ce cas, la convention fixe les conditions de mise en place d'un dispositif d'observation de l'habitat. Elle précise, en application du plan départemental d'action pour le logement des personnes défavorisées et en tenant compte des actions de rénovation urbaine au sens de la loi n° 2003-710 du 1er août 2003 d'orientation et de programmation pour la ville et la rénovation urbaine, les objectifs poursuivis et les actions à mettre en oeuvre en matière de réalisation, de réhabilitation et démolition de logements locatifs sociaux et de places d'hébergement, ainsi qu'en matière de rénovation de l'habitat privé, notamment dans le cadre d'opérations programmées d'amélioration de l'habitat. Elle définit les objectifs en matière de lutte contre l'habitat indigne et arrête, le cas échéant, les actions nécessaires à sa résorption. Ces objectifs et actions sont détaillés par zones géographiques.XV.-Les dispositions des III et X entrent en vigueur dès publication de la présente loi."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "I. à III. - Paragraphes modificateurs.IV. - Les droits et obligations des fonds de solidarité pour le logement ainsi que des fonds et dispositifs d'aide aux impayés d'énergie, d'eau et de téléphone, existant à la date d'entrée en vigueur de la présente loi, sont transférés aux départements.Les dispositions des règlements intérieurs des fonds de solidarité pour le logement et des fonds et dispositifs d'aide aux impayés d'eau, d'énergie et de téléphone relatives aux conditions d'éligibilité et aux critères d'octroi des aides demeurent en vigueur jusqu'à la publication du nouveau règlement intérieur."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du présent article entreront en vigueur le 1er janvier 2006."
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "Une expérimentation est engagée dans un délai d'un an à compter de l'entrée en vigueur de la présente loi, pour une durée de quatre, ans, afin de permettre aux régions qui en font la demande de participer au financement et à la réalisation d'équipements sanitaires. Un décret publie la liste des régions dont la candidature a été retenue.Dans ces régions, le président du conseil régional et le directeur de l'agence régionale de l'hospitalisation, après avis de sa commission exécutive et après délibération du conseil régional, signent une convention fixant les modalités de la participation de la région au financement des équipements sanitaires.Lorsque la convention a été signée, la commission exécutive de l'agence régionale de l'hospitalisation comprend par tiers, outre les représentants de l'Etat et les représentants administratifs et médicaux des organismes d'assurance maladie mentionnés à l'article L. 6115-7 du code de la santé publique, des représentants de la région désignés par le conseil régional en son sein, au scrutin de liste à la représentation proportionnelle à la plus forte moyenne, sans panachage ni vote préférentiel. En ce cas, il n'est pas fait application du quatrième alinéa dudit article.Dans un délai de six mois avant le terme de l'expérimentation, le Gouvernement adresse au Parlement un rapport d'évaluation assorti des observations des régions et des agences régionales de l'hospitalisation y ayant participé."
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "I. à VI., VIII. à X.-Paragraphes modificateurs.VII.-Pour l'application de l'article L. 4382-5 du code de la santé publique, le représentant de l'Etat dans le département communique aux régions toutes les informations permettant le transfert en connaissance de cause de la charge du fonctionnement de l'équipement des écoles et instituts mentionnés à l'article L. 4382-3 dudit code.XI.-La région est substituée à l'Etat dans les droits et obligations relatifs au fonctionnement et à l'équipement des écoles de formation et instituts privés."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "Une expérimentation est engagée dans un délai d'un an à compter de l'entrée en vigueur de la présente loi, pour une durée de quatre ans, afin de permettre aux communes qui en font la demande d'exercer la responsabilité de la politique de résorption de l'insalubrité dans l'habitat.Peuvent être admises à y participer, à condition d'en avoir fait la demande auprès du représentant de l'Etat dans le département dans ce délai, Paris et les communes disposant d'un service communal d'hygiène et de santé mentionné au troisième alinéa de l'article L. 1422-1 du code de la santé publique. Un décret fixe la liste des collectivités retenues.Dans le cadre de l'expérimentation, ces collectivités sont habilitées à mettre en oeuvre les procédures de résorption de l'insalubrité et de lutte contre la présence de plomb, respectivement définies aux articles L. 1331-23, L. 1331-24, L. 1331-26 à L. 1331-31 et L. 1336-3, ainsi qu'aux articles L. 1334-1 à L. 1334-6 du même code.A cette fin, elles signent avec l'Etat une convention qui fixe :1° Les objectifs prioritaires de lutte contre le saturnisme infantile et l'insalubrité dans la commune ;2° Les engagements financiers prévisionnels de la commune et de l'Etat.A cette fin, les dotations de l'Etat et de l'Agence nationale de l'habitat sont prévues, en tant que de besoin, dans le cadre des dispositions des articles L. 301-3, L. 301-5-1 et L. 301-5-2 du code de la construction et de l'habitation ;3° Les conditions de mise en place de dispositifs d'observation de l'habitat insalubre et de l'habitat exposé aux risques d'accessibilité au plomb ;4° Les conditions dans lesquelles il est rendu compte annuellement de son exécution et les conditions dans lesquelles une évaluation sera effectuée au terme de son application.A Paris, la convention, conclue avec l'Etat, précise également les conditions dans lesquelles est assurée l'instruction des dossiers d'insalubrité et de lutte contre le saturnisme.Pour l'exécution de cette convention, le maire exerce les responsabilités dévolues au préfet par les articles L. 1331-23, L. 1331-24, L. 1331-26 à L. 1331-31, L. 1334-1 à L. 1334-6 ainsi que par l'article L. 1336-3 du code de la santé publique. Les arrêtés et mesures pris en application de ces articles sont notifiés au représentant de l'Etat dans le département.Dans les cas mentionnés aux articles L. 1334-4 du code de la santé publique et L. 521-3 du code de la construction et de l'habitation, en cas de défaillance du propriétaire, l'hébergement ou le relogement des occupants est assuré par la commune.Dans un délai de six mois avant le terme de l'expérimentation, le Gouvernement remet au Parlement un rapport d'évaluation assorti des observations des collectivités concernées."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "I. à XII. - Paragraphes modificateurs.\n\nXIII. - Avant la publication du décret en Conseil d'Etat fixant les modalités de transfert définitif des personnels techniciens, ouvriers et de service, le Gouvernement adresse au Parlement un rapport retraçant, par académie, par département et par établissement, les efforts de rééquilibrage des effectifs entrepris depuis la date de publication du rapport mentionné à l'alinéa précédent."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "A titre transitoire, l'Etat conserve la responsabilité des opérations d'organisation des concours, de recrutement et d'affectation des personnels techniciens, ouvriers et de service pour la rentrée 2005, sans préjudice de l'application des dispositions de l'article 34 de la loi n° 84-53 du 26 janvier 1984 portant dispositions statutaires relatives à la fonction publique territoriale. Chacune des conventions locales de mise à disposition des services, prévues au III de l'article 104, comportera la mention expresse des effectifs concernés par chacune de ces opérations."
    },
    {
      "provision_ref": "art84",
      "section": "84",
      "title": "Article 84",
      "content": "A compter de la date d'entrée en vigueur de la présente loi, les départements deviennent propriétaires et ont la charge du fonctionnement des collèges à sections internationales situés dans leur ressort et du collège d'Etat de Font-Romeu.A compter de la même date, les régions deviennent propriétaires et ont la charge du fonctionnement des lycées à sections binationales ou internationales situés dans leur ressort, du lycée d'Etat de Font-Romeu, ainsi que des établissements publics nationaux d'enseignement agricole figurant sur une liste fixée par décret.Les établissements à sections binationales ou internationales et le collège et lycée d'Etat de Font-Romeu sont transformés en établissements publics locaux d'enseignement, conformément aux dispositions de l'article L. 421-1 du code de l'éducation. Les établissements publics nationaux d'enseignement agricole figurant sur une liste fixée par décret sont transformés en établissements publics locaux d'enseignement et de formation professionnelle agricole, visés à l'article L. 811-8 du code rural.Par dérogation aux dispositions de l'article L. 212-4 du code de l'éducation, le département assume la charge des classes maternelles et élémentaires fonctionnant, à la date d'entrée en vigueur du présent article, dans ces établissements. Il reçoit une dotation correspondante."
    },
    {
      "provision_ref": "art95",
      "section": "95",
      "title": "Article 95",
      "content": "I. - L'inventaire général du patrimoine culturel recense, étudie et fait connaître les éléments du patrimoine qui présentent un intérêt culturel, historique ou scientifique.II. - Sans préjudice des opérations réalisées par l'Etat au plan national, la région et la collectivité territoriale de Corse sont chargées, dans leur ressort, de l'inventaire général du patrimoine culturel. Elles élaborent un rapport annuel sur les opérations qu'elles conduisent à cet effet.Elles confient aux collectivités territoriales ou aux groupements de collectivités qui en font la demande la conduite, dans leur ressort, des opérations d'inventaire général. Ces collectivités ou ces groupements concluent à cet effet une convention avec la région ou avec la collectivité territoriale de Corse.III. - Les opérations d'inventaire du patrimoine culturel sont soumises au contrôle scientifique et technique de l'Etat selon des modalités fixées par décret en Conseil d'Etat.Les droits d'exploitation des données de l'inventaire protégées au titre de la propriété littéraire et artistique sont cédés gratuitement à la personne publique ou privée assurant les opérations d'inventaire, exclusivement pour la constitution de celui-ci et pour sa mise à disposition du public lorsqu'elle est effectuée à titre gratuit, ainsi qu'au département, à la région et à l'Etat pour le même usage et aux mêmes conditions.IV. - Les services chargés des opérations d'inventaire du patrimoine culturel sont placés sous l'autorité d'un membre de l'un des corps ou cadres d'emplois de fonctionnaires ayant vocation à exercer des missions à caractère scientifique liées au patrimoine culturel, ou titulaire d'un diplôme figurant sur une liste définie par décret en Conseil d'Etat.V. - Les droits et obligations résultant pour l'Etat des conventions passées au niveau régional dans le domaine de l'inventaire du patrimoine culturel antérieurement à l'entrée en vigueur de la présente loi sont transférés aux régions ou à la collectivité territoriale de Corse.VI. - Paragraphe modificateur."
    },
    {
      "provision_ref": "art97",
      "section": "97",
      "title": "Article 97",
      "content": "I.-L'Etat ou le Centre des monuments nationaux transfère aux collectivités territoriales qui en font la demande ou à leurs groupements, sous réserve du respect des clauses des dons et legs, la propriété des immeubles classés ou inscrits au titre du titre II du livre VI du code du patrimoine figurant sur une liste établie par décret en Conseil d'Etat, ainsi que la propriété des objets mobiliers qu'ils renferment appartenant à l'Etat ou au Centre des monuments nationaux. Cette liste peut également prévoir le transfert d'objets mobiliers classés ou inscrits appartenant à l'Etat. Ces transferts sont effectués à titre gratuit et ne donnent lieu au paiement d'aucune indemnité, droit, taxe, contribution prévue à l'article 879 du code général des impôts  ou honoraires.La demande des collectivités territoriales ou de leurs groupements doit être adressée au représentant de l'Etat dans la région dans les douze mois à compter de la publication du décret mentionné à l'alinéa précédent.A l'appui de leur demande, les collectivités territoriales ou leurs groupements communiquent un projet précisant les conditions dans lesquelles elles assureront la conservation et la mise en valeur de l'immeuble. Le représentant de l'Etat notifie la demande aux autres collectivités territoriales intéressées dans le ressort desquelles se trouve l'immeuble. Au cas où, pour un même immeuble, d'autres demandes seraient présentées dans un délai de trois mois suivant la plus tardive des notifications, le représentant de l'Etat organise une concertation entre les candidats en vue d'aboutir à la présentation d'une demande unique.A l'issue de cette concertation, il désigne la collectivité ou le groupement de collectivités bénéficiaire du transfert en fonction des projets présentés en vue de remplir les missions précisées au II.II.-Les collectivités territoriales ou leurs groupements propriétaires d'immeubles classés ou inscrits au titre du titre II du livre VI du code du patrimoine ont pour mission d'assurer la conservation du monument et, lorsqu'il est ouvert au public, d'en présenter les collections, d'en développer la fréquentation et d'en favoriser la connaissance.III.-Une convention conclue entre l'Etat ou le Centre des monuments nationaux et la collectivité ou le groupement de collectivités bénéficiaire procède au transfert de propriété de l'immeuble et des objets mobiliers dont elle dresse la liste. Elle transfère également les droits et obligations attachés aux biens en cause et ceux résultant des contrats en cours. Elle fixe notamment l'utilisation prévue du monument transféré ainsi que les conditions d'ouverture éventuelle au public et de présentation des objets qu'il renferme. Elle établit, pour une durée qui ne peut excéder cinq ans, un programme de travaux susceptibles d'être subventionnés par l'Etat.A compter du transfert de propriété, qui vaut transfert de service, les personnels exerçant leurs fonctions dans ces immeubles et dont la convention fixe la liste sont transférés dans les conditions prévues au chapitre II du titre V de la présente loi."
    },
    {
      "provision_ref": "art98",
      "section": "98",
      "title": "Article 98",
      "content": "Afin de favoriser sur l'ensemble du territoire un meilleur accès aux oeuvres d'art appartenant à l'Etat et dont les musées nationaux ont la garde, l'Etat prête aux musées de France relevant des collectivités territoriales, pour des durées déterminées, des oeuvres significatives provenant de ses collections.Une convention passée entre l'Etat et la collectivité territoriale définit les conditions et les modalités du prêt.Le Haut Conseil des musées de France, régulièrement informé de cette opération, procède à son évaluation, tous les deux ans, par un rapport adressé au ministre chargé de la culture, qui en transmet les conclusions au Parlement."
    },
    {
      "provision_ref": "art99",
      "section": "99",
      "title": "Article 99",
      "content": "I. - Une expérimentation est engagée dans un délai d'un an à compter de l'entrée en vigueur de la présente loi, pour une durée de quatre ans, afin de permettre aux régions et, à défaut, aux départements, de gérer les crédits budgétaires affectés à l'entretien et à la restauration des immeubles, orgues et objets mobiliers classés ou inscrits au titre du titre II du livre VI du code du patrimoine n'appartenant pas à l'Etat ou à ses établissements publics.La région dispose d'un délai de six mois à compter de l'entrée en vigueur de la présente loi pour présenter sa candidature. Si la région ne s'est pas portée candidate à l'expiration de ce délai, tout département situé sur son territoire peut se porter candidat à l'expérimentation, à condition de présenter sa demande dans un délai de six mois. Un décret fixe la liste des collectivités retenues.Une convention passée entre l'Etat et la région ou, le cas échéant, le département, fixe le montant des crédits d'entretien et de restauration inclus dans l'expérimentation ainsi que leurs modalités d'emploi, de versement par anticipation et de restitution. Elle prévoit, en outre, les conditions selon lesquelles la région ou le département est substitué à l'Etat pour les tranches non engagées des opérations de restauration en cours à la date qu'elle détermine. Elle peut fixer les modalités de consultation des associations de défense du patrimoine et de celles représentant les propriétaires privés lors de la préparation de la programmation des travaux sur les immeubles classés ou inscrits n'appartenant pas à l'Etat ou à ses établissements publics.Dans un délai de six mois avant le terme de l'expérimentation, le Gouvernement présente au Parlement un rapport d'évaluation assorti des observations des collectivités territoriales y ayant participé.II. - Un décret en Conseil d'Etat détermine les modalités d'application du présent article, notamment les catégories de professionnels auxquels le propriétaire d'un immeuble classé monument historique est tenu de confier la maîtrise d'oeuvre des travaux de restauration.III. - Le montant annuel des crédits liés à l'expérimentation est arrêté, dans la limite des crédits ouverts par les lois de finances, dans chaque convention en fonction de l'état et de l'importance du patrimoine qui en est l'objet.IV. - Dans les conditions prévues par la loi de finances, les crédits mis en oeuvre par l'Etat pour la conservation du patrimoine rural non protégé sont transférés aux départements."
    },
    {
      "provision_ref": "art104",
      "section": "104",
      "title": "Article 104",
      "content": "I.-Le présent article s'applique :\n\n1° Aux services ou parties de service qui participent à l'exercice des compétences de l'Etat transférées aux collectivités territoriales ou à leurs groupements par la présente loi ;\n\n2° Aux services ou parties de service de l'Etat mis à disposition des collectivités territoriales pour l'exercice des compétences transférées dans les domaines des ports, des voies d'eau et des routes départementales en application de la loi n° 83-8 du 7 janvier 1983 relative à la répartition de compétences entre les communes, les départements, les régions et l'Etat, de la loi n° 83-663 du 22 juillet 1983 complétant la loi n° 83-8 du 7 janvier 1983 relative à la répartition de compétences entre les communes, les départements, les régions et l'Etat et de la loi n° 92-1255 du 2 décembre 1992 relative à la mise à disposition des départements des services déconcentrés du ministère de l'équipement et à la prise en charge des dépenses de ces services, ainsi qu'aux services ou parties de service mis à disposition de la collectivité territoriale de Corse dans les conditions prévues au premier alinéa de l'article L. 4422-43 du code général des collectivités territoriales pour l'exercice des missions d'exploitation et de gestion des routes nationales.\n\nII.-Les services et parties de service mentionnés au I du présent article sont transférés selon les modalités prévues aux articles L. 1321-1 à L. 1321-8 du même code et celles qui sont définies ci-après.\n\nSeules donnent lieu à compensation financière, après détermination d'un nombre entier d'emplois à temps plein susceptibles d'être transférés, les fractions d'emplois ne pouvant donner lieu à transfert.\n\nDans l'attente de la signature des conventions mentionnées au III du présent article ou, à défaut, des arrêtés mentionnés au IV, et à compter de la date de transfert des compétences, le président du conseil régional, le président du conseil exécutif de la collectivité territoriale de Corse, le président du conseil départemental, le président de l'organe délibérant du groupement de collectivités territoriales ou le maire donne ses instructions aux chefs des services de l'Etat chargés des compétences transférées.\n\nSont transférés aux collectivités territoriales ou à leurs groupements les emplois pourvus au 31 décembre de l'année précédant l'année du transfert, sous réserve que leur nombre global ne soit pas inférieur à celui constaté le 31 décembre 2002.\n\nLe Gouvernement présente à la commission consultative sur l'évaluation des charges prévue à l'article L. 1211-4-1 dudit code un bilan portant sur l'évolution, entre 2002 et 2004, des emplois de l'Etat concernés par les transferts de compétences prévus par la présente loi.\n\nIII.-Dans un délai de trois mois à compter de la publication du décret approuvant une convention type, une ou plusieurs conventions, conclues entre le représentant de l'Etat et, selon le cas, le président du conseil régional ou le président du conseil exécutif de la collectivité territoriale de Corse, le président du conseil départemental, le président de l'organe délibérant du groupement de collectivités territoriales ou le maire, constatent la liste des services ou parties de service qui sont, pour l'exercice de leurs missions, mis à disposition de la collectivité ou du groupement de collectivités bénéficiaires du transfert de compétences en application de la présente loi. Ces services ou parties de service sont placés sous l'autorité, selon le cas, du président du conseil régional ou du président du conseil exécutif de la collectivité territoriale de Corse, du président du conseil départemental, du président de l'organe délibérant du groupement de collectivités territoriales ou du maire, sous réserve de l'article L. 421-23 du code de l'éducation et des cas où un partage de l'autorité est organisé, par la convention, à titre temporaire.\n\nCette convention peut adapter les clauses de la convention type en fonction de situations particulières.\n\nPour les compétences de l'Etat transférées aux collectivités territoriales ou à leurs groupements postérieurement à la publication du décret approuvant une convention type, le délai de trois mois court à compter de la date du transfert de la compétence.\n\nIV.-A défaut de convention passée dans le délai de trois mois précité, la liste des services ou parties de service mis à disposition est établie par arrêté conjoint du ministre chargé des collectivités territoriales et du ministre intéressé, après avis motivé d'une commission nationale de conciliation, placée auprès du ministre chargé des collectivités territoriales et comprenant un nombre égal de représentants de l'Etat et de représentants de chaque catégorie de collectivités territoriales et de leurs groupements.\n\nV.-Des décrets fixent les modalités de transfert définitif des services ou parties de service mentionnés au I et de ceux exerçant les compétences transférées au département par la loi n° 2003-1200 du 18 décembre 2003 portant décentralisation en matière de revenu minimum d'insertion et créant un revenu minimum d'activité."
    },
    {
      "provision_ref": "art105",
      "section": "105",
      "title": "Article 105",
      "content": "Les fonctionnaires et les agents non titulaires de l'Etat et de ses établissements publics affectés à des services ou parties de services mis, en application des conventions ou des arrêtés mentionnés à l'article 104, à la disposition d'une collectivité ou d'un groupement de collectivités sont de plein droit mis à disposition, à titre individuel, selon le cas, du président du conseil régional ou du président du conseil exécutif de la collectivité territoriale de Corse, du président du conseil départemental, du président de l'organe délibérant du groupement de collectivités territoriales ou du maire. Ils sont placés, pour l'exercice de leurs fonctions, et sous réserve des dispositions de l'article L. 421-23 du code de l'éducation, sous son autorité.\n\nDans les départements et régions d'outre-mer, en cas de constitution d'un syndicat mixte entre le département et la région, pour la gestion, l'entretien, l'exploitation ou le développement des routes départementales et nationales transférées, les fonctionnaires de l'Etat affectés dans des services ou parties de service exerçant ces compétences et transférés à ces collectivités en application de la présente loi peuvent être mis à la disposition de cette structure, à titre individuel, sur proposition du président du conseil départemental ou du président du conseil régional. Ils sont alors placés, pour l'exercice de leurs missions, sous l'autorité du président du syndicat mixte.\n\nEn cas de dissolution du syndicat mixte avant le terme du délai mentionné au I de l'article 109, il est mis fin à la mise à disposition de ces agents auprès du syndicat mixte. Ils sont mis à disposition du président du conseil départemental ou du président du conseil régional selon la collectivité à laquelle leurs services ou parties de service ont été transférés. Pour l'application à ces agents du délai mentionné au I de l'article 109, la durée de la mise à disposition effectuée auprès du syndicat mixte est comptabilisée dans la durée de la mise à disposition prononcée au titre du premier alinéa du présent article.\n\nDans la région d'Ile-de-France, en cas de convention passée entre Ile-de-France Mobilités et un département de la région pour l'organisation et le fonctionnement des transports scolaires, en vertu du cinquième alinéa du II de l'article 1er de l'ordonnance n° 59-151 du 7 janvier 1959 relative à l'organisation des transports de voyageurs en Ile-de-France, les fonctionnaires de l'Etat affectés dans des services ou parties de service exerçant ces compétences et transférés à Ile-de-France Mobilités en application de la présente loi peuvent être mis à disposition du président du conseil départemental, à titre individuel, sur proposition du directeur général d'Ile-de-France Mobilités. Ils sont placés, pour l'exercice de leurs missions, sous l'autorité du président du conseil départemental.\n\nAu terme ou en cas de dénonciation de la convention liant Ile-de-France Mobilités au département avant le terme du délai mentionné au I de l'article 109, il est mis fin à la mise à disposition de ces agents auprès du département. Ils sont mis à disposition du directeur général d'Ile-de-France Mobilités. Pour l'application à ces agents du délai mentionné au I de l'article 109, la durée de la mise à disposition effectuée auprès du département est comptabilisée dans la durée de la mise à disposition prononcée au titre du premier alinéa du présent article."
    },
    {
      "provision_ref": "art106",
      "section": "106",
      "title": "Article 106",
      "content": "Les agents non titulaires de l'Etat et de ses établissements publics mentionnés à l'article 105 de la présente loi qui remplissent les conditions énoncées aux articles 1er et 2 de la loi n° 2001-2 du 3 janvier 2001 relative à la résorption de l'emploi précaire et à la modernisation du recrutement dans la fonction publique ainsi qu'au temps de travail dans la fonction publique territoriale conservent le bénéfice des dispositions prévues par ces articles.Ils sont mis à disposition jusqu'au terme de leur contrat et, au plus tard, jusqu'à la date d'entrée en vigueur des décrets prévus au VII de l'article 104 de la présente loi. Toutefois, les agents reçus aux concours ou examens organisés en application des articles 1er et 2 de la loi n° 2001-2 du 3 janvier 2001 précitée demeurent mis à disposition jusqu'à la date de leur nomination en qualité de fonctionnaire.S'ils sont titularisés dans la fonction publique de l'Etat et affectés à un service transféré en vertu de la présente loi à une collectivité territoriale ou à un groupement de collectivités territoriales, ces agents bénéficient des dispositions des articles 109 et 111 de la présente loi. Le délai de deux ans prévu audit article 109 court à compter de la date de leur titularisation lorsqu'elle est postérieure à la date d'entrée en vigueur des décrets prévus au VII de l'article 104 de la présente loi.La durée des services accomplis par les intéressés mis à disposition par la présente loi est retenue pour la détermination des conditions d'ancienneté."
    },
    {
      "provision_ref": "art107",
      "section": "107",
      "title": "Article 107",
      "content": "Les agents admis au bénéfice de la loi du 21 mars 1928 et qui participent à l'exercice des compétences transférées aux collectivités territoriales par les dispositions des articles 28, 30 et 32 de la présente loi et par celles des lois n° 83-8 du 7 janvier 1983 précitée et n° 83-663 du 22 juillet 1983 précitée sont mis à disposition, à titre individuel, selon le cas, de la région, du département, de la commune ou du groupement de collectivités. Ils sont placés, pour l'exercice de leurs fonctions, sous l'autorité de l'exécutif de la collectivité.Une convention passée entre le représentant de l'Etat et, selon le cas, le président du conseil régional, le président du conseil général, le maire ou le président de l'organe délibérant du groupement de collectivités territoriales précise les modalités de cette mise à disposition."
    },
    {
      "provision_ref": "art108",
      "section": "108",
      "title": "Article 108",
      "content": "Les fonctionnaires qui demandent leur intégration dans la fonction publique territoriale relèvent du régime spécial de la Caisse nationale de retraites des agents des collectivités locales à compter de la date d'effet de l'intégration. Lorsqu'ils réunissent les conditions prévues par la réglementation de ce régime, ils peuvent bénéficier d'une pension rémunérant les services effectifs accomplis, y compris pour l'Etat, antérieurement à l'intégration. La Caisse nationale de retraites des agents des collectivités locales reverse à l'Etat, pour ces fonctionnaires, les cotisations perçues. En contrepartie, l'Etat rembourse à la Caisse nationale de retraites des agents des collectivités locales le montant brut des pensions versées à ces agents ainsi que les charges supplémentaires afférentes dues au titre de l'article L. 134-1 du code de la sécurité sociale. Les modalités de mise en œuvre de ce reversement et de ce remboursement sont précisées par un décret pris après avis du conseil d'administration de la Caisse nationale de retraites des agents des collectivités locales."
    },
    {
      "provision_ref": "art109",
      "section": "109",
      "title": "Article 109",
      "content": "I.-Dans le délai de deux ans à compter de la date de publication des décrets en Conseil d'Etat fixant les transferts définitifs des services, les fonctionnaires de l'Etat exerçant leurs fonctions dans un service ou une partie de service transféré à une collectivité territoriale ou à un groupement de collectivités territoriales peuvent opter soit pour le statut de fonctionnaire territorial, soit pour le maintien du statut de fonctionnaire de l'Etat.\n\nII.-Les fonctionnaires de l'Etat ayant opté pour le statut de fonctionnaire territorial sont intégrés dans un cadre d'emploi de la fonction publique territoriale dans les conditions prévues par les dispositions statutaires applicables à ce cadre d'emplois. Les services effectifs accomplis par les intéressés dans leur corps d'origine sont assimilés à des services accomplis dans ce cadre d'emplois.\n\nIII.-Les fonctionnaires de l'Etat ayant opté pour le maintien de leur statut sont placés en position de détachement auprès de la collectivité territoriale ou du groupement de collectivités territoriales dont relève désormais leur service.\n\nPar dérogation à la section 2 du chapitre V de la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat, ces détachements sont sans limitation de durée. L'autorité territoriale exerce le pouvoir disciplinaire sur les fonctionnaires ainsi détachés. Elle informe l'administration gestionnaire de leur corps d'origine des sanctions prononcées.\n\nLorsque les fonctionnaires détachés sont placés, sur leur demande, dans une position statutaire dont le bénéfice est de droit, le détachement est suspendu.\n\nLes fonctionnaires détachés sans limitation de durée peuvent, à tout moment, demander à être intégrés dans la fonction publique territoriale.\n\nLes fonctionnaires qui, à l'expiration du délai mentionné au I du présent article, n'ont pas fait usage du droit d'option mentionné à ce paragraphe sont placés en position de détachement sans limitation de durée.\n\nLes dispositions de l'article 41 de la loi n° 84-53 du 26 janvier 1984 portant dispositions statutaires relatives à la fonction publique territoriale ne sont pas applicables à la nomination des fonctionnaires mentionnés au I du présent article à des emplois des services ou parties de services transférés en application de la présente loi à une collectivité territoriale ou à un groupement de collectivités territoriales.\n\nIII bis.-Dans les départements et régions d'outre-mer, les fonctionnaires de l'Etat affectés dans les services ou parties de service exerçant les compétences transférées relatives aux routes départementales et nationales, qui ont vocation à exercer leurs fonctions auprès du syndicat mixte mentionné au deuxième alinéa de l'article 105 et qui ont opté pour le maintien de leur statut ou qui, à l'expiration du délai mentionné au I du présent article, n'ont pas fait usage du droit d'option mentionné au même I, sont placés en position de détachement sans limitation de durée auprès de ce syndicat mixte dans les conditions prévues par l'article 147 de la loi n° 2005-1719 du 30 décembre 2005 de finances pour 2006.\n\nEn cas de dissolution du syndicat mixte, les agents détachés auprès de lui sont placés de plein droit en position de détachement sans limitation de durée auprès du conseil régional ou du conseil départemental, selon la collectivité à laquelle leurs services ou parties de service ont été transférés en application de la présente loi.\n\nIII ter.-Dans la région d'Ile-de-France, les fonctionnaires de l'Etat affectés dans les services ou parties de service exerçant les compétences transférées au Syndicat des transports d'Ile-de-France en matière d'organisation et de fonctionnement des transports scolaires qui ont vocation à exercer leurs fonctions auprès d'un département dans les conditions définies au quatrième alinéa de l'article 105 et qui ont opté pour le maintien de leur statut ou qui, à l'expiration du délai mentionné au I du présent article, n'ont pas fait usage du droit d'option mentionné au même I, sont placés en position de détachement sans limitation de durée auprès de ce département dans les conditions prévues par l'article 147 de la loi n° 2005-1719 du 30 décembre 2005 de finances pour 2006.\n\nAu terme ou en cas de dénonciation de la convention liant le Syndicat des transports d'Ile-de-France au département, conclue en vertu du cinquième alinéa du II de l'article 1er de l'ordonnance n° 59-151 du 7 janvier 1959 relative à l'organisation des transports de voyageurs en Ile-de-France, les agents détachés auprès du département sont placés de plein droit en position de détachement sans limitation de durée auprès du syndicat.\n\nIV.-Les dispositions des I à III sont applicables aux fonctionnaires de l'Etat mis à disposition du département en application de l'article 42 de la loi n° 2003-1200 du 18 décembre 2003 portant décentralisation en matière de revenu minimum d'insertion et créant un revenu minimum d'activité.\n\nUn décret en Conseil d'Etat précise les modalités d'application du présent article."
    },
    {
      "provision_ref": "art110",
      "section": "110",
      "title": "Article 110",
      "content": "A la date d'entrée en vigueur des décrets en Conseil d'Etat fixant les transferts définitifs des services ou parties de services auxquels ils sont affectés, les agents non titulaires de droit public de l'Etat et de ses établissements publics deviennent agents non titulaires de droit public de la fonction publique territoriale. Ils conservent, à titre individuel, le bénéfice des stipulations de leur contrat. Les services antérieurement accomplis en qualité d'agent non titulaire de droit public de l'Etat et de ses établissements publics sont assimilés à des services accomplis dans la collectivité territoriale ou le groupement de collectivités territoriales d'accueil.Les agents dont le contrat arrive à échéance avant la date d'entrée en vigueur du décret en Conseil d'Etat fixant le transfert définitif des services peuvent être recrutés en qualité d'agents non titulaires de la fonction publique territoriale.Les dispositions de l'article 3 de la loi n° 84-53 du 26 janvier 1984 précitée, en ce qu'elles déterminent les conditions de recrutement des agents non titulaires, et de l'article 41 de ladite loi ne sont pas applicables au recrutement des agents non titulaires de droit public de l'Etat et de ses établissements publics à des emplois des services ou parties de services transférés à une collectivité territoriale ou à un groupement de collectivités territoriales en application de la présente loi.Les dispositions du présent article sont applicables aux agents non titulaires de l'Etat mis à disposition du département en application de l'article 42 de la loi n° 2003-1200 du 18 décembre 2003 précitée."
    },
    {
      "provision_ref": "art111",
      "section": "111",
      "title": "Article 111",
      "content": "Les fonctionnaires de l'Etat mentionnés à l'article 109 de la présente loi et appartenant à un corps classé en catégorie active au sens du 1° du I de l'article L. 24 du code des pensions civiles et militaires de retraite conservent, à titre personnel, le bénéfice des avantages qui en découlent. Ils peuvent, si besoin est, compléter la durée de service en vue de remplir la condition de dix-sept  ans exigée par les dispositions qui leur sont applicables au titre du régime de pension dont ils relèvent dès lors qu'ils exercent dans la collectivité territoriale ou le groupement de collectivités territoriales d'accueil des fonctions ayant, par leur contenu, la même nature que celles qu'ils exerçaient antérieurement au service de l'Etat.\n\nLes collectivités territoriales et leurs groupements peuvent maintenir au profit des fonctionnaires de l'Etat mentionnés à l'article 109 les avantages qu'ils ont individuellement acquis en matière indemnitaire au sens de l'article 88 de la loi n° 84-53 du 26 janvier 1984 précitée, tant qu'ils exercent leurs fonctions dans leur cadre d'emplois de détachement ou d'intégration lorsque ces avantages sont plus favorables que ceux de la collectivité ou du groupement concerné."
    },
    {
      "provision_ref": "art112",
      "section": "112",
      "title": "Article 112",
      "content": "Les services ou parties de services qui participent à l'exercice des compétences faisant l'objet d'une expérimentation ou d'une délégation de compétence sont, pour la durée de l'expérimentation ou de la délégation de compétence et suivant les dispositions du II de l'article 104, mis, pour l'exercice de leurs missions, à disposition, selon le cas, de la région ou de la collectivité territoriale de Corse, du département, du groupement de collectivités territoriales ou de la commune.Pour les expérimentations ou les délégations de compétences ayant fait l'objet d'une convention postérieurement à la publication du décret approuvant une convention type, le délai de trois mois prévu à l'article 104 court à compter de la date de la convention de mise en oeuvre de l'expérimentation ou de la délégation de compétence.Les fonctionnaires et les agents non titulaires de l'Etat et de ses établissements publics qui exercent leurs fonctions dans un service ou partie de service mis à disposition à titre expérimental ou dans le cadre d'une délégation de compétence autre que celles visées aux articles L. 301-5-1 et L. 301-5-2. du code de la construction et de l'habitation, en application de la présente loi, d'une collectivité territoriale ou d'un groupement de collectivités territoriales, sont de plein droit mis à disposition, à titre individuel, de cette collectivité ou. de ce groupement. Ils sont placés, pour l'exercice de leurs fonctions, sous l'autorité, selon le cas, du président du conseil régional ou du président du conseil exécutif de la collectivité territoriale de Corse, du président du conseil général, du président de l'organe délibérant du groupement de collectivités territoriales ou du maire."
    },
    {
      "provision_ref": "art113",
      "section": "113",
      "title": "Article 113",
      "content": "Une commission commune au Conseil supérieur de la fonction publique de l'Etat et au Conseil supérieur de la fonction publique territoriale est constituée. Elle est consultée notamment sur la convention type mentionnée à l'article 104.Un décret en Conseil d'Etat détermine les modalités d'application du présent article. Il fixe notamment les règles applicables à la désignation des membres de la commission."
    },
    {
      "provision_ref": "art114",
      "section": "114",
      "title": "Article 114",
      "content": "Les décrets en Conseil d'Etat pris en application du VII de l'article 104 sont soumis aux avis des seuls comités techniques paritaires ministériels intéressés.Les conventions prévues au III de l'article 104 ou, à défaut, les arrêtés pris en application du IV du même article sont soumis aux avis des seuls comités techniques paritaires locaux intéressés."
    },
    {
      "provision_ref": "art116",
      "section": "116",
      "title": "Article 116",
      "content": "Les dispositions du présent titre sont applicables aux agents de l'Etat mis à disposition ou transférés à la commune ou au département de Paris."
    },
    {
      "provision_ref": "art117",
      "section": "117",
      "title": "Article 117",
      "content": "Les dispositions du présent titre sont applicables aux services et agents de l'Etat qui participent à l'exercice des compétences transférées aux collectivités territoriales par la loi n° 2003-699 du 30 juillet 2003 relative à la prévention des risques technologiques et naturels et à la réparation des dommages.Si une collectivité territoriale ou un groupement de collectivités territoriales choisit l'établissement public Voies navigables de France comme opérateur durant une période d'expérimentation sur une voie d'eau navigable préalablement confiée à Voies navigables de France, les modalités de participation des services ou parties de services de l'Etat à l'exercice des compétences transférées pendant cette période d'expérimentation sont définies dans la convention tripartite conclue entre l'Etat, la collectivité ou le groupement de collectivité et Voies navigables de France prévue au dernier alinéa de l'article 1er-2 du code du domaine public fluvial et de la navigation intérieure."
    },
    {
      "provision_ref": "art118",
      "section": "118",
      "title": "Article 118",
      "content": "I., II. - Paragraphes modificateurs.III. - Les dispositions des I et II entrent en vigueur à la date de publication de la présente loi."
    },
    {
      "provision_ref": "art119",
      "section": "119",
      "title": "Article 119",
      "content": "I.-Sous réserve des dispositions prévues au présent article et à l'article 121, les transferts de compétences à titre définitif inscrits dans la présente loi et ayant pour conséquence d'accroître les charges des collectivités territoriales ou de leurs groupements ouvrent droit à une compensation financière dans les condition fixées par les articles L. 1614-1 à L. 1614-7 du code général des collectivités territoriales.\n\nLes ressources attribuées au titre de cette compensation sont équivalentes aux dépenses consacrées, à la date du transfert, par l'Etat, à l'exercice des compétences transférées, diminuées du montant des éventuelles réductions brutes de charges ou des augmentations de ressources entraînées par les transferts.\n\nLe droit à compensation des charges d'investissement transférées par la présente loi est égal à la moyenne des dépenses actualisées, hors taxes et hors fonds de concours, constatées sur une période d'au moins cinq ans précédant le transfert de compétences. Un décret en Conseil d'Etat fixe les modalités d'application du présent alinéa, après avis de la commission consultative mentionnée à l'article L. 1211-4-1 du code général des collectivités territoriales.\n\nLe droit à compensation des charges de fonctionnement transférées par la présente loi est égal à la moyenne des dépenses actualisées constatées sur une période de trois ans précédant le transfert de compétences.\n\nII.-La compensation financière des transferts de compétences s'opère, à titre principal, par l'attribution d'impositions de toute nature, dans des conditions fixées par la loi de finances.\n\nSi les recettes provenant des impositions attribuées en application de l'alinéa précédent diminuent pour des raisons étrangères au pouvoir de modulation reconnu aux collectivités bénéficiaires, l'Etat compense cette perte dans des conditions fixées en loi de finances afin de garantir à ces dernières un niveau de ressources équivalant à celui qu'il consacrait à l'exercice de la compétence avant son transfert. Ces diminutions de recettes et les mesures de compensation prises au titre du présent alinéa font l'objet d'un rapport du Comité des finances locales.\n\nIII.-Sous réserve des dispositions de l'article 24, l'Etat et les collectivités territoriales assurent le financement des opérations inscrites aux quatrièmes contrats de plan Etat-régions et relevant de domaines de compétences transférés, dans les conditions suivantes :\n\n1° Les opérations engagées à la date d'entrée en vigueur de la présente loi sont poursuivies jusqu'à leur ternie dans les conditions fixées par les contrats. Les sommes versées par l'Etat à ce titre sont déduites du montant annuel de la compensation financière mentionnée au II ;\n\n2° Les opérations non engagées à la date d'entrée en vigueur de la présente loi et ressortissant à un domaine de compétences transféré, au titre duquel elles bénéficient d'une compensation financière, relèvent des collectivités territoriales nouvellement compétentes qui en assurent le financement."
    },
    {
      "provision_ref": "art121",
      "section": "121",
      "title": "Article 121",
      "content": "I.-Paragraphes modificateurs.\n\nII.-Les ressources précédemment consacrées par l'Etat à l'exercice des compétences transférées aux collectivités territoriales par les articles 97,101 et 117 de la présente loi et par l'article L. 3113-1 du code général de la propriété des personnes publiques sont intégrées dans la dotation générale de décentralisation et réparties entre les collectivités territoriales désormais compétentes ou leurs groupements désormais compétents.\n\nIII.-Pour ce qui concerne les crédits d'investissement, le transfert aux départements des routes, de leurs accessoires et de leurs dépendances s'accompagne du transfert concomitant des ressources équivalentes, calculées hors taxes et hors fonds de concours, à celles qui étaient consacrées aux dépenses d'entretien préventif et curatif, de réhabilitation, d'exploitation et d'aménagements liés à la sécurité routière et à la prise en compte des risques naturels, des voiries transférées. Un décret en Conseil d'Etat détermine les conditions d'application du présent III.\n\nIV.-Les compensations financières prévues par le IV de l'article 10 de la loi n° 92-1255 du 2 décembre 1992 relative à la mise à la disposition des départements des services déconcentrés du ministère de l'équipement et à la prise en charge des dépenses de ces services sont maintenues jusqu'à la date du transfert de ces services. Les transferts d'emplois résultant de l'application de la présente loi ne sont pas pris en compte pour le calcul de ces compensations.\n\nV.-Paragraphe modificateur\n\nVI.-Paragraphe modificateur\n\nVII.-La compensation financière du transfert des instituts et des écoles de formation mentionnés aux articles L. 4382-3, L. 4151-9 et L. 4242-1 du code de la santé publique non dotés de la personnalité morale et relevant d'un établissement de santé dont le financement est assuré par la dotation globale annuelle visée à l'article L. 174-1 du code de la sécurité sociale sera fixée par la loi de financement de la sécurité sociale et la loi de finances.\n\nVIII.-Paragraphe modificateur\n\nIX.-Paragraphe modificateur"
    },
    {
      "provision_ref": "art145",
      "section": "145",
      "title": "Article 145",
      "content": "Les communes constituent le premier niveau d'administration publique et le premier échelon de proximité. Les communes et leurs groupements ont vocation à assurer, à égalité de droits avec la région et le département, les responsabilités qui sont exercées localement.Ils sont associés selon les modalités fixées par la loi à l'élaboration des schémas ou des plans établis par la région ou le département.A l'initiative de la région et du département ou à leur demande, ils peuvent participer à l'exercice de tout ou partie des compétences relevant de la responsabilité de l'une ou de l'autre de ces collectivités territoriales, dans des conditions prévues par une convention. Lorsque la demande de délégation de compétences émane d'une commune, le président du conseil régional ou du conseil général l'inscrit, dans un délai de six mois, à l'ordre du jour de l'assemblée délibérante qui se prononce par une délibération motivée."
    },
    {
      "provision_ref": "art157",
      "section": "157",
      "title": "Article 157",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions prévues au I s'appliquent à compter du 1er janvier 2005."
    },
    {
      "provision_ref": "art164",
      "section": "164",
      "title": "Article 164",
      "content": "I. à III. - Paragraphes modificateurs.IV. - Les communautés urbaines, les communautés d'agglomération et les communautés de communes existant à la date d'entrée en vigueur de la présente loi et qui n'auraient pas procédé à la reconnaissance de l'intérêt communautaire nécessaire à l'exercice d'une compétence transférée disposent d'un délai de deux ans pour y procéder. A défaut, l'intégralité de la compétence est transférée à l'établissement public. Le représentant de l'Etat procède alors à la modification des statuts de l'établissement public."
    },
    {
      "provision_ref": "art183",
      "section": "183",
      "title": "Article 183",
      "content": "I. à III.-Paragraphes modificateurs.IV.-Chaque conseil municipal d'une commune membre ou le conseil communautaire d'un établissement public de coopération intercommunale soumis, à cette date, à l'article 1609 nonies C du code général des impôts peut demander, dans les trois ans qui suivent la publication de la présente loi, à ce qu'il soit procédé à une nouvelle évaluation des charges déjà transférées dans les conditions prévues au I du présent article. Dans ce cas, il est procédé à la réévaluation des charges dans les conditions fixées par le IV de l'article 1609 nonies C du code général des impôts.Le montant de l'attribution de compensation et les conditions de sa révision peuvent être fixés librement par le conseil communautaire, statuant à l'unanimité, dans un délai de trois ans suivant cette même date, en tenant compte du rapport de la commission locale d'évaluation des transferts de charges."
    },
    {
      "provision_ref": "art199",
      "section": "199",
      "title": "Article 199",
      "content": "Les dispositions des titres Ier à VIII sont applicables, sous réserve de l'entrée en vigueur des dispositions relevant de la loi de finances et sauf disposition particulière de la présente loi, à compter du 1er janvier 2005.Toutefois, les transferts de compétences prévus à l'article 71 entrent en vigueur au 1er janvier 2006.Les décrets d'application prévus par la présente loi peuvent être pris dès sa publication."
    },
    {
      "provision_ref": "art199-1",
      "section": "199-1",
      "title": "Article 199-1",
      "content": "Les conventions prévues aux articles L. 1423-2, \nL. 3111-11, L. 3112-2, L. 3112-3 et L. 3121-1 du code de la santé publique doivent être signées avant le 31 juillet 2005.Les départements qui n'auront pas signé de convention à cette date verront à compter de 2006 leur dotation globale de fonctionnement pour 2005 servant au calcul de leur dotation pour 2006 réduite d'un montant égal à la dotation générale de décentralisation attribuée lors du transfert initial de compétence en direction des départements, actualisée du taux d'évolution cumulé de la dotation générale de décentralisation jusqu'en 2005. Cette réduction porte sur la dotation de compensation prévue à l'article L. 3334-7-1 du code général des collectivités territoriales.Pour les autres départements, tant que les conventions ne sont pas dénoncées, les subventions versées en application des articles L. 1423-2, L. 3111-11, L. 3112-2, L. 3112-3 et L. 3121-1 du code de la santé publique sont constituées du montant conservé par le département au titre de la dotation générale de décentralisation perçue chaque année, relative à la compétence en question. La dénonciation de la convention entraîne à partir de l'année suivante une réduction de la dotation globale de fonctionnement d'un montant égal à la dotation générale de décentralisation attribuée lors du transfert initial de compétence en direction des départements, actualisée du taux d'évolution cumulé de la dotation générale de décentralisation jusqu'à l'année suivant celle de la dénonciation."
    },
    {
      "provision_ref": "art200",
      "section": "200",
      "title": "Article 200",
      "content": "Les dispositions des articles 172 et 174 sont applicables à compter du 1er janvier 2005."
    },
    {
      "provision_ref": "art203",
      "section": "203",
      "title": "Article 203",
      "content": "Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 2004-503 DC du 12 août 2004."
    },
    {
      "provision_ref": "art204",
      "section": "204",
      "title": "Article 204",
      "content": "Sont applicables aux communes de Mayotte et à leurs établissements publics :1° Les articles 16, 23, à l'exception du II, 27, 91, le II de l'article 121, les articles 122 et 123, le 1° de l'article 124, le I de l'article 125, les articles 126 à 128 et 133, le 1° des articles 138 et 139, les I et IV de l'article 140, les articles 142 à 144, 149, 150, 155, 159 à 161, 164, à l'exception du II, 166, 167, 169, le II de l'article 170, les articles 171, 172, à l'exception du VI, 174 à 177, 179, 180, 182, 186, à l'exception du III, 188, le 1° de l'article 190, les articles 191, 192, 194, le I des articles 195 et 196 et l'article 197 ;2° Les articles 64 et 138 à 141 à compter du renouvellement des conseils municipaux en 2008 ;3° Les articles 151 à 153, 163, 189 et 202 à compter de l'entrée en vigueur du code général des impôts à Mayotte."
    }
  ]
}