{
  "id": "loi-n-2023-703-du-1er-aout-2023",
  "type": "statute",
  "title": "LOI n°2023-703 du 1er août 2023",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000047914986",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Le présent titre fixe les objectifs de la politique de défense et la programmation financière qui leur est associée pour la période 2024-2030 ainsi que les conditions de leur contrôle et de leur évaluation par le Parlement et les modalités de leur actualisation par la loi."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "La présente loi de programmation militaire doit assurer des choix stratégiques clairs et cohérents face aux différentes menaces, conformes aux responsabilités que la France entend exercer et en adéquation avec les besoins et les moyens dévolus aux armées. Elle doit permettre à celles-ci d'être en capacité de répondre de manière autonome à l'évolution des conflictualités et des menaces pour les intérêts nationaux, la sécurité et la défense nationale. La base industrielle et technologique de défense (BITD) soutient ces choix et contribue à notre capacité souveraine à assurer notre sécurité.La politique de défense de la France est fondée sur le socle de la dissuasion nucléaire, renouvelée dans la logique de la juste suffisance et de la crédibilité, et sur le modèle d'armée d'emploi qui assure des capacités d'intervention et de projection autonome face à une agression ou une menace d'agression sur ses intérêts nationaux et stratégiques.La politique de défense de la France a pour objectifs :1° D'assurer l'intégrité du territoire national, y compris outre-mer, de protéger la population contre les agressions armées et de secourir les ressortissants français menacés à l'étranger ;2° De contribuer à la lutte contre les autres menaces, actuelles et futures, susceptibles de mettre en cause la souveraineté, la sécurité et la défense nationale ;3° De concourir à la sécurité collective et à la défense de la paix dans le cadre de ses alliances, du cadre multilatéral international et de ses partenariats. La stabilité et la paix en Europe restent au cœur des préoccupations de la stratégie de défense de la France. Celle-ci passe à la fois par le renforcement de la politique européenne de défense et de sécurité afin de garantir l'autonomie stratégique de l'Europe et par la construction d'un pilier de défense européen solide au sein de l'OTAN. A ces fins, la France joue un rôle actif au sein de l'Union européenne et de l'OTAN, pourvoyeuse de sécurité comme Nation-cadre et comme partenaire incontournable. La France s'attachera à développer, avec ses partenaires européens, un renforcement de son engagement dynamique dans l'OTAN, notamment au travers de coopérations ;4° De participer au renforcement du lien entre la Nation et ses armées, qui passe par l'adhésion des concitoyens aux objectifs et aux choix définis démocratiquement."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Est approuvé le rapport annexé à la présente loi, qui fixe les orientations relatives à la politique de défense dans l'hexagone et en outre-mer et les moyens qui lui sont consacrés au cours de la période 2024-2030. Il précise notamment les orientations en matière d'équipement des armées à l'horizon 2035 et les traduit en besoins physico-financiers programmés et en ressources budgétaires associées jusqu'en 2030, en fixant l'objectif de porter l'effort national de défense à hauteur de 2 % du produit intérieur brut entre 2025 et 2027."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Pour la période 2024-2030, le montant des besoins physico-financiers programmés s'élève à 413,3 milliards d'euros.Les ressources budgétaires de la mission « Défense », hors charges de pensions et à périmètre constant, évolueront comme suit entre 2024 et 2030 :\n\n(En milliards d'euros courants.)\n\nCette trajectoire de ressources budgétaires s'entend comme un minimum.Ces ressources budgétaires seront également complétées, sur la durée de la programmation, par des ressources extrabudgétaires comprenant notamment le retour de l'intégralité du produit des cessions immobilières du ministère de la défense, les redevances domaniales et les loyers provenant des concessions ou des autorisations de toute nature consenties sur les biens immobiliers affectés au ministère. Ces ressources sont estimées comme suit :\n\n(En millions d'euros courants.)\n\nChaque année, si les ressources extrabudgétaires sont inférieures au montant de la prévision figurant au tableau constituant le sixième alinéa, elles seront complétées à hauteur de ce montant par des crédits budgétaires dans la loi de finances initiale de l'année suivante.A ces ressources budgétaires et extrabudgétaires s'ajouteront celles nécessaires au financement de l'effort national de soutien à l'Ukraine. Elles concernent notamment le financement de contributions à la Facilité européenne pour la paix, des recomplètements nécessaires, en cas de cessions d'équipements ou de matériels, à la préservation intégrale du format des armées prévu par la programmation militaire présentée dans le rapport annexé à la présente loi ou d'aides à l'acquisition de matériels ou de prestations de défense et de sécurité. Ces moyens seront déterminés en loi de finances de l'année ou en exécution, en cohérence avec l'évolution du contexte géopolitique et militaire.En cas de prélèvement d'équipements ou de matériels sur les parcs des armées au titre du soutien à l'exportation, s'ajouteront les ressources nécessaires au financement des recomplètements nécessaires à la préservation intégrale du format des armées prévu par la programmation militaire présentée dans le rapport annexé à la présente loi. Ces moyens seront déterminés en loi de finances de l'année ou en exécution.Ces ressources ne comprennent pas le financement du service national universel, qui dispose d'un financement ad hoc hors loi de programmation militaire.\n\n2024\n\n2025\n\n2026\n\n2027\n\n2028\n\n2029\n\n2030\n\nTotal\n\nCrédits de paiement de la mission « Défense »\n\n47,2\n\n50,5\n\n53,7\n\n56,9\n\n60,4\n\n63,9\n\n67,4\n\n400\n\nVariation\n\n+ 3,3\n\n+ 3,3\n\n+ 3,2\n\n+ 3,2\n\n+ 3,5\n\n+ 3,5\n\n+ 3,5\n\nleft\n\nmiddle\n\nVariation cumulée par rapport à 2023\n\n+ 3,3\n\n+ 6,6\n\n+ 9,8\n\n+ 13\n\n+ 16,5\n\n+ 20\n\n+ 23,5\n\nleft\n\nmiddle\n\nCrédits de paiement de la mission « Défense » cumulés\n\n47,2\n\n97,8\n\n151,5\n\n208,5\n\n268,7\n\n332,6\n\n400\n\nleft\n\nmiddle\n\n1\n\ncenter\n\n2024\n\n2025\n\n2026\n\n2027\n\n2028\n\n2029\n\n2030\n\nTotal 2024-2030\n\nRessources extrabudgétaires (prévisions)\n\n1 316\n\n1 049\n\n899\n\n694\n\n649\n\n630\n\n629\n\n5 866\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "La provision annuelle au titre des opérations extérieures et des missions intérieures évoluera comme suit :\n\n(Crédits de paiement, en millions d'euros courants.)\n\nEn gestion, les surcoûts des opérations extérieures et des missions intérieures, nets des remboursements des organisations internationales, non couverts par cette provision font l'objet d'un financement interministériel. La participation de la mission « Défense » à ce financement interministériel ne peut excéder la proportion qu'elle représente dans le budget général de l'Etat. Si le montant des surcoûts nets ainsi défini est inférieur à la provision, l'excédent constaté est maintenu au profit de la mission « Défense ».Les opérations extérieures et les missions intérieures font l'objet, au plus tard le 30 juin de chaque année, d'une information au Parlement. Le Gouvernement communique au Parlement un bilan opérationnel et financier relatif à ces opérations extérieures et ces missions intérieures. Le ministre des armées présente annuellement aux commissions permanentes de l'Assemblée nationale et du Sénat chargées de la défense nationale et des forces armées un bilan détaillé des opérations extérieures et des missions intérieures en cours.\n\n2024\n\n2025\n\n2026\n\n2027\n\n2028\n\n2029\n\n2030\n\nMontant provisionné\n\n800\n\n750\n\n750\n\n750\n\n750\n\n750\n\n750\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "En cas de hausse du prix constaté des énergies opérationnelles, la mission « Défense » bénéficiera de mesures financières de gestion, si nécessaire par ouverture de crédits en loi de finances rectificative et en loi de finances de fin de gestion, et, si la hausse est durable, des crédits supplémentaires seront ouverts en loi de finances de l'année pour couvrir les volumes nécessaires à la préparation et à l'activité opérationnelle des forces. Si le prix constaté des énergies opérationnelles est inférieur aux hypothèses de construction de la présente loi, il n'est pas prévu de restitution, de gel, de mise en réserve ou de diminution des crédits de la mission « Défense ». Les ressources dédiées aux énergies opérationnelles lui restent garanties.Afin de rendre les armées plus résilientes face à la fluctuation des prix et au déclin des énergies fossiles, l'effort sera poursuivi pour réduire les dépendances à celles-ci. La réduction de ces dépendances se fera en priorité sur les énergies fossiles produites et exploitées hors du territoire français."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "L'augmentation nette des effectifs du ministère de la défense s'effectuera selon le calendrier suivant :\n\n(En équivalents temps plein.)\n\nCette évolution porte sur les emplois financés par les crédits de personnel du ministère de la défense, à l'exclusion des apprentis civils et militaires, des volontaires du service militaire volontaire et des volontaires du service national universel. En conséquence, les effectifs du ministère de la défense s'élèveront à 271 800 équivalents temps plein en 2027 et à 275 000 équivalents temps plein en 2030.Cette évolution ne tient pas compte d'une généralisation éventuelle du service national universel qui interviendrait pendant la période de programmation. A ces effectifs s'ajouteront, le cas échéant, les augmentations d'effectifs du ministère de la défense nécessitées par une généralisation du service national universel.A ces effectifs s'ajouteront les augmentations d'effectifs du service industriel de l'aéronautique.A ces effectifs s'ajoutera enfin l'augmentation des effectifs des volontaires de la réserve opérationnelle militaire, portés à 80 000 en 2030 puis à 105 000 au plus tard en 2035 pour atteindre l'objectif, y compris en outre-mer, d'un pour deux militaires d'active. L'augmentation nette des effectifs des volontaires de la réserve opérationnelle militaire du ministère de la défense s'effectuera selon le calendrier suivant :\n\n(En nombre de volontaires ayant souscrit un engagement à servir dans la réserve.)\n\nL'effort de transformation de la ressource humaine du ministère entrepris en application de la loi n° 2018-607 du 13 juillet 2018 relative à la programmation militaire pour les années 2019 à 2025 et portant diverses dispositions intéressant la défense sera poursuivi, notamment afin de renforcer la fidélisation, l'expertise et l'adaptabilité des agents civils et militaires du ministère. Les grilles indiciaires des militaires du rang seront révisées avant la fin de l'année 2023. Les grilles indiciaires des sous-officiers et des militaires assimilés seront révisées avant la fin de l'année 2024. Les grilles indiciaires des officiers seront révisées avant la fin de l'année 2025. Avant la fin de l'année 2026, le Gouvernement remettra au Parlement, après information du Conseil supérieur de la fonction militaire, un rapport évaluant les effets de la nouvelle politique de rémunération des militaires.En fonction de la réalité du marché du travail, le ministère de la défense peut employer les crédits rendus disponibles par une sous-réalisation de ses cibles d'effectifs pour renforcer son attractivité et la fidélisation de ses agents.\n\n2024\n\n2025\n\n2026\n\n2027\n\n2028\n\n2029\n\n2030\n\nCible d'augmentation nette des effectifs\n\n700\n\n700\n\n800\n\n900\n\n1 000\n\n1 000\n\n1 200\n\n1\n\ncenter\n\n2024\n\n2025\n\n2026\n\n2027\n\n2028\n\n2029\n\n2030\n\nCibles d'augmentation nette des effectifs\n\n3 800\n\n3 800\n\n4 400\n\n5 500\n\n6 500\n\n7 500\n\n8 500\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "La présente programmation fera l'objet d'une actualisation par la loi avant la fin de l'année 2027. Précédée d'une actualisation de la revue nationale stratégique, cette actualisation permettra de vérifier l'adéquation entre les objectifs fixés dans la présente loi, les réalisations et les moyens alloués. Elle permettra également de consolider la trajectoire financière et l'évolution des effectifs en fonction des besoins mis à jour au regard de l'inflation, du contexte stratégique du moment et des avancées technologiques constatées.Cette actualisation sera suivie de la mise en place, avant le 30 juin 2028, d'une commission chargée de l'élaboration d'un livre blanc sur la défense et la sécurité nationale en vue de la prochaine loi de programmation militaire."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Avant le 1er janvier 2024, le Gouvernement remet aux commissions permanentes compétentes de l'Assemblée nationale et du Sénat un bilan de l'exécution de la loi de programmation militaire pour la période 2019-2023.Avant le 30 avril de chaque année, le Gouvernement remet aux commissions permanentes de l'Assemblée nationale et du Sénat chargées de la défense et des finances un rapport sur le bilan de l'exécution de la programmation militaire. Ce rapport comprend :1° Un bilan détaillé de l'ensemble des ressources mentionnées à l'article 4 de la présente loi effectivement perçues et de l'exécution des crédits programmés pour la mission « Défense ». Ce bilan d'exécution présente un taux défini par le ratio suivant :a) Au numérateur, l'effort national de défense, calculé à partir des crédits de la mission « Défense » exécutés et retracés dans la loi de règlement des comptes de l'année écoulée ;b) Au dénominateur, le produit intérieur brut de l'année écoulée ;2° Un bilan détaillé de l'impact de l'inflation sur les crédits de la mission « Défense » pour l'année écoulée et, le cas échéant, de l'application de l'article 6 de la présente loi ;3° Un bilan de la mise en œuvre de la politique d'équipement des forces. Ce bilan recense les commandes passées et les livraisons reçues depuis la présentation du précédent bilan :a) Au titre des programmes à effet majeur dont le coût est supérieur à 70 millions d'euros ;b) Au titre des autres opérations d'armement dont le coût est supérieur à 20 millions d'euros ;c) Au titre des programmes d'infrastructures dont le coût est supérieur à 15 millions d'euros ;4° Un état prévisionnel des livraisons prévues dans l'année en cours au titre des opérations et des programmes mentionnés au 3° du présent article ;5° Une mise à jour du tableau intitulé « Equipement des forces » figurant dans le rapport annexé à la présente loi. Cette mise à jour présente les parcs d'équipement par segment capacitaire à la fin de l'année écoulée et les modifications anticipées par rapport aux objectifs fixés pour ces parcs à la fin 2030 et à l'horizon 2035 ;6° Un bilan de la préparation et de l'exécution des opérations d'armement dont le coût est supérieur à 70 millions d'euros, fournissant, le cas échéant, des éléments d'explication des évolutions de leur calendrier de commandes et de livraisons ou du nombre de matériels concernés ;7° Une présentation synthétique des investissements en équipements d'accompagnement et de cohérence réalisés au cours de l'année écoulée ainsi que des prévisions d'investissement dans ces mêmes équipements pour l'année suivante ;8° Un bilan relatif à la mise en œuvre des objectifs concernant les effectifs et les réserves. Ce bilan recense les actions de l'ensemble des administrations de l'Etat pour soutenir l'engagement dans les réserves de leurs agents. Il rend compte du développement de l'attractivité de la réserve pour les salariés et les étudiants et dresse un état d'avancement des conventions de partenariat signées entre les entreprises et le ministère de la défense ainsi que des conventions de partenariat signées entre les établissements d'enseignement supérieur et le ministère de la défense ;9° Un bilan des actions conduites en matière de sécurisation des approvisionnements et de constitution de stocks de munitions ;10° Un bilan des grandes orientations de la politique industrielle de défense ainsi que des coopérations européennes en la matière ;11° Un bilan des actions liées aux partenariats et aux alliances stratégiques ;12° Un bilan des actions du ministère de la défense en matière environnementale.Ce rapport fait l'objet d'une présentation au Parlement par le ministre de la défense et d'un débat au sein des commissions permanentes de l'Assemblée nationale et du Sénat chargées de la défense."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Avant le 30 juin de chaque année, le Gouvernement transmet au Parlement un rapport sur les enjeux et les principales évolutions de la programmation budgétaire de la mission « Défense ». Il adresse aux présidents des commissions permanentes chargées de la défense les chroniques annuelles prévisionnelles de commandes et de livraisons des principaux matériels sur six années glissantes (des années n - 1 à n + 4), hors dissuasion nucléaire.Avant le 15 juillet de chaque année, le ministre de la défense présente aux commissions permanentes de l'Assemblée nationale et du Sénat chargées de la défense une mise à jour de la programmation militaire.Cette présentation donne lieu à un débat dans les commissions mentionnées au deuxième alinéa afin de vérifier l'adéquation entre les objectifs fixés dans la présente loi, les réalisations et les moyens alloués, au regard des évolutions des contextes géopolitique et macroéconomique, avant l'examen du projet de loi de finances de l'année.Les commissions permanentes compétentes de l'Assemblée nationale et du Sénat sont informées chaque année, au moment de la loi de finances, des modalités du financement de l'effort national de soutien à l'Ukraine ainsi que des cessions de tous les matériels et les équipements nécessitant un recomplètement et des aides à l'acquisition de matériels ou de prestations de défense et de sécurité."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Indépendamment des pouvoirs propres des commissions permanentes chargées des finances, les commissions permanentes de l'Assemblée nationale et du Sénat chargées de la défense suivent et contrôlent l'application de la programmation militaire. Aux fins d'information de ces commissions, cette mission est confiée à leur président ainsi qu'à leurs rapporteurs pour avis sur le projet de loi de finances de l'année dans leurs domaines d'attributions et, le cas échéant, pour un objet déterminé, à un ou plusieurs des membres de ces commissions spécialement désignés. A cet effet, le président, les rapporteurs pour avis et les membres des commissions spécialement désignés procèdent à toutes auditions qu'ils jugent utiles et à toutes investigations nécessaires sur pièces et sur place auprès du ministère de la défense et des organismes qui lui sont rattachés ainsi que, le cas échéant, auprès du ministère chargé des finances. Ceux-ci leur transmettent, sous réserve du second alinéa, tous les renseignements et les documents d'ordre financier et administratif utiles à l'exercice de leur mission.La mission des commissions permanentes de l'Assemblée nationale et du Sénat chargées de la défense et les pouvoirs mentionnés au premier alinéa du présent article ne peuvent ni s'exercer auprès des services spécialisés de renseignement mentionnés au I de l'article 6 nonies de l'ordonnance n° 58-1100 du 17 novembre 1958 relative au fonctionnement des assemblées parlementaires, ni porter sur les sujets à caractère secret concernant la défense nationale et la sécurité intérieure ou extérieure de l'Etat."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2023-854 DC du 28 juillet 2023.]"
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2023-854 DC du 28 juillet 2023.]"
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2023-854 DC du 28 juillet 2023.]"
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I. et II. - A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII. - Le I du présent article est applicable à toutes les créances dont le fait générateur est survenu dans les quatre années civiles précédant celle de la promulgation de la présente loi.\n\n- Code de la défense.\n\n- Code de la défense.\n\n- Code des pensions militaires d'invalidité et des victimes de guerre."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code de la défense.\n\nII. - Le 2° du III de l'article L. 4139-5 du code de la défense, dans sa rédaction antérieure à la présente loi, demeure applicable jusqu'à l'entrée en vigueur du décret prévu au même 2° dans sa rédaction résultant du I du présent article.Si elles leur sont plus favorables, les dispositions du 2° du III de l'article L. 4139-5 du code de la défense, dans leur rédaction résultant du I du présent article, s'appliquent aux militaires dont le congé de reconversion est en cours à la date de publication de ce décret et qui, à cette date, n'ont pas encore utilisé leur quarantième jour de congé."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2023-854 DC du 28 juillet 2023.]"
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2023-854 DC du 28 juillet 2023.]"
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2023-854 DC du 28 juillet 2023.]"
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "I. à X.-A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nXI.-Les I à X du présent article entrent en vigueur à une date fixée par décret, et au plus tard un an après la promulgation de la présente loi.\n\n-Code de la défense.\n\n-Code de la défense.\n\n-Code des assurances\n\n-Code de l'énergie\n\n-Code de l'environnement\n\n-Code de justice militaire.\n\n-Code général des impôts, CGI.\n\n-Code des pensions militaires d'invalidité et des victimes de guerre.\n\n-Livre des procédures fiscales\n\n-Code de la santé publique\n\n-Code des transports\n\n-Code de la défense.\n\n-Code de la défense."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2023-854 DC du 28 juillet 2023.]"
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "I. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nII. - Le I entre en vigueur à une date fixée par décret, et au plus tard un an après la promulgation de la présente loi.\n\n- Code de la défense.\n\n- Code de la défense."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2023-854 DC du 28 juillet 2023.]"
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2023-854 DC du 28 juillet 2023.]"
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "Le ministre de la défense communique chaque année aux présidents des commissions permanentes de l'Assemblée nationale et du Sénat chargées de la défense un bilan d'activité du comité ministériel du contrôle a posteriori des exportations d'armement."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "I. - Il est créé une commission parlementaire d'évaluation de la politique du Gouvernement d'exportation de matériels de guerre et de matériels assimilés, de transfert de produits liés à la défense ainsi que d'exportation et de transfert de biens à double usage. Les présidents des commissions permanentes de l'Assemblée nationale et du Sénat chargées de la défense en sont membres de droit. La commission comprend également quatre autres membres désignés de manière à assurer une représentation pluraliste : deux députés nommés par le Président de l'Assemblée nationale et deux sénateurs nommés par le Président du Sénat.II. - La commission prend connaissance :1° Du rapport annuel du Gouvernement au Parlement sur les exportations d'armements. Ce rapport présente la politique du Gouvernement en matière d'exportation d'armements ainsi que les modalités de contrôle des armements et des biens sensibles ;2° De l'activité de la commission interministérielle pour l'étude des exportations de matériels de guerre ;3° De l'activité du comité ministériel du contrôle a posteriori des exportations d'armement ;4° D'un état des lieux du marché mondial des exportations d'armements, de la concurrence internationale, des évolutions de la demande et des résultats obtenus par l'industrie française.III. - La commission peut entendre, au titre de leurs attributions respectives :1° Le ministre de la défense ;2° Le ministre des affaires étrangères ;3° Le ministre chargé de l'économie.IV. - La désignation des membres de la commission d'évaluation de la politique d'exportation d'armement intervient dans un délai de quatre mois à compter de la promulgation de la présente loi."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "Avant le 30 septembre de chaque année à compter de l'année suivant la publication de la présente loi, le Gouvernement remet aux commissions permanentes de l'Assemblée nationale et du Sénat chargées de la défense et des finances un rapport sur la mise en œuvre des articles 47 à 51 de la présente loi relatifs à l'économie de défense. Ce rapport présente notamment :1° Les mesures réglementaires prises pour leur application ;2° Le bilan des concertations réalisées avec les entreprises concernées en amont de la publication de ces mesures ;3° Une évaluation de l'impact financier de ces mesures sur les entreprises concernées ;4° Le cas échéant, le montant des rétributions, des réparations et des indemnisations versées par l'Etat ;5° Le cas échéant, le nombre et le produit des amendes infligées."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2023-854 DC du 28 juillet 2023.]"
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "I.-L'ordonnance n° 2022-232 du 23 février 2022 relative à la protection des intérêts de la défense nationale dans la conduite des opérations spatiales et l'exploitation des données d'origine spatiale est ratifiée.\n\nII. et III.-A modifié les dispositions suivantes :\n\n-LOI n° 2008-518 du 3 juin 2008\n\n-Code de la recherche"
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "L'autorité nationale de sécurité des systèmes d'information remet chaque année au Gouvernement et au Parlement, dans le respect du secret de la défense nationale, un rapport d'activité sur les conditions d'exercice et les résultats des mesures prises en application de l'article L. 2321-2-3 du code de la défense."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2023-854 DC du 28 juillet 2023.]"
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "I. - Pour la mise en œuvre du cinquième alinéa de l'article 4 de la présente loi, il peut être dérogé au premier alinéa de l'article L. 3211-1 du code général de la propriété des personnes publiques et aux dispositions prises pour son application, sur la durée de la programmation, en vue de la cession des immeubles du domaine privé de l'Etat qui ne sont plus utilisés par le ministère de la défense.II. - A abrogé les dispositions suivantes :\n\n- LOI n° 86-1290 du 23 décembre 1986\n\nIII. - Le présent article entre en vigueur le 1er janvier 2024."
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "I à XII.-A abrogé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-Code de la défense.\n\n-Code de la défense.\n\n-Code des assurances\n\n-Code de la commande publique\n\n-Code de commerce\n\n-Code de l'environnement\n\n-Code général de la propriété des personnes publiques.\n\n-Code des postes et des communications électroniques\n\n-Code de procédure pénale\n\n-Code de la santé publique\n\n-Code de la sécurité intérieure\n\n-Code des transports\n\n-Ordonnance n° 2016-1687 du 8 décembre 2016\n\n-Code de la sécurité intérieure\n\n-Code de la défense.\n\nXIII.-L'ordonnance n° 2019-1335 du 11 décembre 2019 portant dispositions relatives à l'outre-mer du code de la défense est ratifiée.XIV.-L'article 70 est applicable en Nouvelle-Calédonie.XV.-Le I, les 1° à 8° du IV, le V et le 6° du IX du présent article entrent en vigueur à la date fixée par le décret mentionné au XI de l'article 47 de la présente loi, et au plus tard un an après la promulgation de la présente loi.XVI.-Le XIV du présent article entre en vigueur à compter du 1er janvier 2024.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}