{
  "id": "loi-n-2023-1251-du-26-decembre-2023",
  "type": "statute",
  "title": "LOI n°2023-1251 du 26 décembre 2023",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000048668800",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - A créé les dispositions suivantes :\n\n- Code du patrimoine\n\nII. - Chaque année, le Gouvernement remet au Parlement un rapport présentant :1° Les demandes de restitution de restes humains adressées par des Etats étrangers ;2° Les décisions de sortie du domaine public prises au cours de l'année écoulée en application de la section 3 du chapitre V du titre Ier du livre Ier du code du patrimoine, assorties des rapports et des avis correspondants mentionnés aux articles L. 115-7 et L. 115-8 du même code, ainsi que tout élément permettant d'informer le Parlement du périmètre de la restitution résultant de la décision de sortie du domaine public prononcée en application du même article L. 115-8, dans les cas où il diffère du périmètre des restes humains dont l'identification a été établie par le comité scientifique mentionné à l'article L. 115-7 dudit code ;3° Les restitutions de restes humains intervenues en application de la section 3 du chapitre V du titre Ier du livre Ier du même code ;4° Les demandes de restitution n'ayant pas abouti à une décision de sortie du domaine public. Lorsque l'instruction de ces demandes a donné lieu à la création d'un comité scientifique en application de l'article L. 115-7 du même code, le rapport de ce comité est joint.III. - Dans un délai d'un mois à compter de leur réception, le Gouvernement informe les commissions permanentes chargées de la culture de l'Assemblée nationale et du Sénat des demandes de restitution relatives à des restes humains appartenant au domaine public qui sont portées à sa connaissance."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Dans un délai d'un an à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport identifiant les solutions possibles pour mettre en place une procédure pérenne de restitution des restes humains originaires du territoire des collectivités régies par les articles 73 et 74 de la Constitution et de la Nouvelle-Calédonie qui sont conservés dans les collections publiques. Le rapport émet des recommandations sur les moyens budgétaires et humains nécessaires à l'identification des restes humains mentionnés à la première phrase du présent article.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}