{
  "id": "loi-n-83-597-du-7-juillet-1983",
  "type": "statute",
  "title": "Loi n° 83-597 du 7 juillet 1983",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000880594",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Sous réserve des exceptions prévues aux articles 11 à 14 ci-après, les sociétés d'économie mixte locales constituées antérieurement à la date de publication de la présente loi sont tenues, sous les sanctions prévues par l'article 500 de la loi n° 66-537 du 24 juillet 1966 précitée (1), de procéder à la mise en harmonie de leurs statuts avec les dispositions de la présente loi dans un délai de deux ans à compter de sa publication. Toutefois, ce délai est porté à trois ans à compter de la publication de la présente loi, pour la mise en conformité avec les dispositions du dernier alinéa (2°) de l'article 1er et de l'article 3 ci-dessus qui s'effectue sous la sanction prévue par le troisième alinéa de l'article 500 de la loi du 24 juillet 1966 précitée."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Les articles L. 381-2, L. 381-7 et L. 381-8 du code des communes, ainsi que les articles 3, 4, 5 et 6 du décret n° 55-579 du 20 mai 1955, à l'exception de ses dispositions relatives à la création, à l'organisation administrative, au régime financier, au fonctionnement des régies départementales, sont abrogés."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "La présente loi est applicable dans la collectivité territoriale de Mayotte à l'exception des articles 10 à 17.L'article 6 est applicable dans la rédaction suivante :\"Art. 6. - Les délibérations du conseil d'administration ou du conseil de surveillance et des assemblées générales des sociétés d'économie mixte locales sont rendues exécutoires dans les mêmes conditions que celles prévues pour les délibérations des conseils municipaux au premier alinéa de l'article L. 121-39 du code des communes, tel qu'il a été rendu applicable à Mayotte par l'article 3 de l'ordonnance n° 77-450 du 29 avril 1977 portant extension et adaptation aux communes de Mayotte du code des communes.\"Il en est de même des contrats visés à l'article 5 ci-dessus, ainsi que des comptes annuels.\"Les rapports du commissaire aux comptes sont communiqués au représentant du Gouvernement.\""
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Pour l'application de la présente loi dans la collectivité territoriale de Mayotte, il y a lieu de lire :\" 1° \"La collectivité territoriale de Mayotte, les communes et leurs groupements\", au lieu de : \"les communes, les départements, les régions et leurs groupements\" ;\" 2° \"Les assemblées délibérantes de la collectivité territoriale, des communes et de leurs groupements\" au lieu de : \"les assemblées délibérantes des communes, des départements, des régions et de leurs groupements\". \""
    }
  ]
}