{
  "id": "loi-n-92-1376-du-30-decembre-1992",
  "type": "statute",
  "title": "Loi n° 92-1376 du 30 décembre 1992",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000178406",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - La perception des impôts, produits et revenus affectés à l'Etat, aux collectivités territoriales, aux établissements publics et organismes divers habilités à les percevoir continue d'être effectuée pendant l'année 1993 conformément aux lois et règlements et aux dispositions de la présente loi de finances.II. - Sous réserve de dispositions contraires, la loi de finances s'applique :1° A l'impôt sur le revenu dû au titre de 1992 et des années suivantes ;2° A l'impôt dû par les sociétés sur leurs résultats des exercices clos à compter du 31 décembre 1992 ;3° A compter du 1er janvier 1993 pour les autres dispositions fiscales."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I. Paragraphe modificateurII. - L'allocation pour dépenses de scolarité mentionnée à l'article 121 de la présente loi est exonérée d'impôt sur le revenu."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "L'application des dispositions du 6 du II de l'article 56 de la loi n° 90-669 du 30 juillet 1990 relative à la révision générale des évaluations des immeubles retenus pour la détermination des bases des impôts directs locaux est suspendue à compter du 1er janvier 1993, jusqu'à la date d'entrée en vigueur de la loi prévue au VII de l'article 3 de la loi n° 92-655 du 15 juillet 1992 portant diverses dispositions d'ordre fiscal."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I. - Le taux normal de l'impôt sur les sociétés mentionné au deuxième alinéa du I de l'article 219 du code général des impôts est fixé à 33,1/3 p. 100 pour les bénéfices des exercices ouverts à compter du 1er janvier 1993.II. - Les dispositions du c du I de l'article 219 du code général des impôts sont abrogées pour les distributions mises en paiement au cours des exercices ouverts à compter du 1er janvier 1993 ainsi que pour les sommes réputées distribuées au cours de l'exercice qui précède le premier exercice ouvert à compter de cette date.III. et IV. Paragraphes modificateursV. - Les dispositions du IV sont applicables aux distributions effectuées au cours d'un exercice ouvert à compter du 1er janvier 1993."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "La déduction prévue à l'article 214 A du code général des impôts cesse de s'appliquer pour les exercices ouverts à compter du 1er janvier 1992."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I. et II. Paragraphes modificateursIII. - Les dispositions du I et du II s'appliquent pour le calcul du crédit d'impôt de l'année 1993.IV. - Les entreprises qui engagent un apprenti ou accroissent le nombre de leurs apprentis entre le 1er octobre et le 31 décembre 1992 peuvent bénéficier des dispositions du I pour le calcul du crédit d'impôt de l'année 1992.Dans ce cas, les dépenses d'apprentissage prises en compte sont égales au produit de la somme de 15 000 F par la différence entre le nombre des apprentis sous contrat au 31 décembre par rapport à celui au 30 septembre 1992. Corrélativement, le nombre des apprentis à retenir au titre de l'année 1992 pour le calcul du crédit d'impôt de l'année 1993 est augmenté du nombre des contrats établis au cours de ce trimestre."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Les livraisons de fioul lourd d'une teneur en soufre inférieure ou égale à 2 p. 100, de gaz naturel et de gaz de raffinerie destinés à être utilisés dans des installations de cogénération, pour la production combinée de chaleur et d'électricité ou de chaleur et d'énergie mécanique sont exonérées des taxes intérieures de consommation prévues aux articles 265 et 266 quinquies du code des douanes pendant une durée de cinq années à compter de la mise en service des installations.Cette exonération s'applique aux installations mises en service, au plus tard, le 31 décembre 2000.La nature et la puissance minimale de ces installations ainsi que le rapport entre les deux énergies produites sont fixés par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Les dispositions de l'article 59 de la loi n° 90-669 du 30 juillet 1990 relative à la révision générale des évaluations des immeubles retenus pour la détermination des bases des impôts directs locaux sont maintenues pour les impositions établies au titre de 1993."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I. à IV. Paragraphes modificateursV. Les dégrèvements résultant de l'application du présent article sont ordonnancés dans les six mois suivant celui du dépôt de la demande."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I. à IV. Paragraphes modificateursV. - Un décret précise en tant que de besoin les conditions d'application des I à IV.VI. Paragraphe modificateur"
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "I. et II. Paragraphes modificateursIII. En 1993, le produit du droit de consommation sur les tabacs manufacturés prévu à l'article 575 du Code général des impôts est affecté à la Caisse nationale d'assurance maladie à hauteur de 1,5 centime par cigarette vendue dans les départements de France continentale et dans les départements de la Guadeloupe et de la Martinique à compter du 18 janvier 1993. La somme de 1,5 centime est portée à 5,5 centimes pour ces ventes lorsqu'elles sont réalisées à compter de la hausse du droit de consommation prévue au 2° du I.IV. Paragraphe modificateurV. Les dispositions du 1° du I et celles du II entrent en vigueur à la même date que la suppression du taux majoré de taxe sur la valeur ajoutée sur les tabacs."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "I. à III. Paragraphes modificateursIV. - Les dispositions du I s'appliquent à compter du 15 janvier 1993."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "I. Paragraphe modificateurII. Les dispositions du I entrent en vigueur à compter du 1er mai 1993."
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "I. - Le montant des crédits ouverts aux ministres, pour 1993, au titre des services votés des opérations à caractère temporaire des comptes d'affectation spéciale, est fixé à la somme de 139 243 048 F.II. - Le montant des découverts applicables, en 1993, aux services votés des comptes de commerce, est fixé à 2 211 000 000 F.III. - Le montant des découverts applicables, en 1993, aux services votés des comptes de règlement avec les gouvernements étrangers, est fixé à 308 000 000 F.IV. - Le montant des crédits ouverts aux ministres, pour 1993, au titre des services votés des comptes d'avances du Trésor, est fixé à la somme de 254 745 000 000 F.V. - Le montant des crédits ouverts aux ministres, pour 1993, au titre des services votés des comptes de prêts, est fixé à la somme de 13 840 000 000 F."
    },
    {
      "provision_ref": "art89",
      "section": "89",
      "title": "Article 89",
      "content": "I. Paragraphe modificateur\n\nII. (Abrogé)."
    },
    {
      "provision_ref": "art94",
      "section": "94",
      "title": "Article 94",
      "content": "I. - Le prélèvement social institué par l'article 1er de la loi n° 87-516 du 10 juillet 1987 portant diverses mesures relatives au financement de la sécurité sociale, modifiée par le I de l'article 43 de la loi n° 90-1169 du 29 décembre 1990, s'applique dans les mêmes conditions aux revenus soumis à l'impôt sur le revenu de 1992.II. - Le prélèvement social institué par l'article 2 de la loi n° 87-516 du 10 juillet 1987 précitée s'applique dans les mêmes conditions aux produits de placement sur lesquels est opéré, au cours de l'année 1993, le prélèvement prévu à l'article 125 A du code général des impôts."
    },
    {
      "provision_ref": "art108",
      "section": "108",
      "title": "Article 108",
      "content": "I. (Codifié sous l'article L284 du livre des procédures fiscales).II. Les dispositions du I s'appliquent aux formalités accomplies avant la publication de la présente loi."
    },
    {
      "provision_ref": "art109",
      "section": "109",
      "title": "Article 109",
      "content": "Les vérifications de comptabilité engagées par la direction nationale des vérifications de situations fiscales avant l'entrée en vigueur de l'arrêté du 28 septembre 1992 modifiant l'arrêté du 17 mars 1983 portant réorganisation de certaines directions des services extérieurs de la direction générale des impôts sont réputées régulières en tant qu'elles sont contestées par le moyen tiré de l'absence d'engagement d'une vérification approfondie de la situation fiscale d'ensemble ou de l'examen contradictoire de la situation fiscale personnelle d'une personne physique ayant des liens avec la personne physique ou morale dont la comptabilité fait l'objet d'une vérification."
    },
    {
      "provision_ref": "art114",
      "section": "114",
      "title": "Article 114",
      "content": "Le montant des redevances d'exploitation auxquelles sont assujettis les exploitants d'installations nucléaires de base, en application de l'article 17 de la loi de finances rectificative pour 1975 (n° 75-1242 du 27 décembre 1975), est revalorisé de 5,10 p. 100 à compter du 1er janvier 1993."
    },
    {
      "provision_ref": "art115",
      "section": "115",
      "title": "Article 115",
      "content": "I. à III. Paragraphes modificateursIV. - Les autorités compétentes fixent avant le 31 mars 1993 les taux de versement de transport.V. - Les dispositions des I à III ci-dessus prennent effet au 1er avril 1993 ou à la date d'entrée en vigueur des décisions des autorités compétentes mentionnées au IV ci-dessus, lorsque cette dernière est comprise entre la date de promulgation de la présente loi et le 1er avril 1993."
    },
    {
      "provision_ref": "art117",
      "section": "117",
      "title": "Article 117",
      "content": "I. Paragraphe modificateurII. Cette disposition s'applique à compter de la dotation globale de fonctionnement de l'exercice 1993."
    },
    {
      "provision_ref": "art119",
      "section": "119",
      "title": "Article 119",
      "content": "I. Paragraphe modificateurII. Les invalides titulaires d'une pension temporaire ou définitive comportant le bénéfice des dispositions de l'article L. 16 du code des pensions militaires d'invalidité et des victimes de la guerre pourront obtenir la révision de leur pension sur le fondement des dispositions du I, sans autre condition que de présenter une demande à cet effet.III. Les dispositions du présent article prennent effet au 1er janvier 1993."
    },
    {
      "provision_ref": "art120",
      "section": "120",
      "title": "Article 120",
      "content": "I. à V. Paragraphes modificateursVI. - Les dispositions de la loi n° 49-420 du 25 mars 1949 précitée sont applicables aux rentes perpétuelles constituées entre particuliers antérieurement au 1er janvier 1992.Le capital correspondant à la rente en perpétuel dont le rachat aura été demandé postérieurement au 30 septembre 1992 sera calculé, nonobstant toutes clauses ou conventions contraires, en tenant compte de la majoration dont cette rente a bénéficié ou aurait dû bénéficier en vertu de la présente loi.VII. - Les actions ouvertes par la loi n° 49-420 du 25 mars 1949 précitée, complétée par la loi n° 52-870 du 22 juillet 1952 et modifiée par la loi de finances pour 1992 (n° 91-1322 du 30 décembre 1991), pourront à nouveau être intentées pendant un délai de deux ans à dater de la publication de la présente loi.VIII. - Les taux de majoration fixés au IV ci-dessus sont applicables, sous les mêmes conditions de date, aux rentes viagères visées par la loi n° 48-957 du 9 juin 1948 portant majoration des rentes viagères constituées au profit des anciens combattants auprès des caisses autonomes mutualistes et par l'article 1er de la loi n° 51-695 du 24 mai 1951 précitée ainsi qu'aux rentes constituées par l'intermédiaire des sociétés mutualistes au profit des bénéficiaires de la majoration attribuée en application de l'article L. 321-9 du code de la mutualité."
    },
    {
      "provision_ref": "art123",
      "section": "123",
      "title": "Article 123",
      "content": "I. Paragraphe modificateurII. Les modalités d'application de ces dispositions sont fixées par décret."
    },
    {
      "provision_ref": "art124",
      "section": "124",
      "title": "Article 124",
      "content": "A compter de la création de l'établissement public du musée du Louvre, les personnels de la Réunion des musées nationaux recrutés sur des contrats à durée indéterminée, et exerçant les fonctions de caissier-contrôleur, de préposé aux vestiaires ou d'hôte d'accueil, et affectés au musée du Louvre au 31 décembre 1992, pourront, à leur demande, être nommés et titularisés dans des corps de fonctionnaires relevant du ministre chargé de la culture, dans la limite des emplois créés à cet effet dans la présente loi de finances.Un décret en Conseil d'Etat fixera les conditions d'intégration et de reclassement des intéressés."
    }
  ]
}