{
  "id": "loi-n-46-942-du-7-mai-1946",
  "type": "statute",
  "title": "Loi n° 46-942 du 7 mai 1946",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000874428",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Le géomètre-expert est un technicien exerçant une profession libérale qui, en son propre nom et sous sa responsabilité personnelle :\n\n1° Réalise les études et les travaux topographiques qui fixent les limites des biens fonciers et, à ce titre, lève et dresse, à toutes échelles et sous quelque forme que ce soit, les plans et documents topographiques concernant la définition des droits attachés à la propriété foncière, tels que les plans de division, de partage, de vente et d'échange des biens fonciers, les plans de bornage ou de délimitation de la propriété foncière ;\n\n2° Réalise les études, les documents topographiques, techniques et d'information géographique dans le cadre des missions publiques ou privées d'aménagement du territoire, procède à toutes opérations techniques ou études sur l'évaluation, la gestion ou l'aménagement des biens fonciers."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Peuvent seuls effectuer les travaux prévus au 1° de l'article 1er les géomètres-experts inscrits à l'ordre conformément aux articles 3 et 26.Toutefois, ces dispositions ne sont pas opposables aux services publics pour l'exécution des travaux qui leur incombent."
    },
    {
      "provision_ref": "art2-1",
      "section": "2-1",
      "title": "Article 2-1",
      "content": "Par dérogation au premier alinéa de l'article 2, les professionnels ressortissants d'un Etat membre de l'Union européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen peuvent, sans être inscrits à l'ordre, effectuer de façon temporaire et occasionnelle sur le territoire national les travaux prévus au 1° de l'article 1er, sous réserve :\n\n1° D'être légalement établis dans un de ces Etats pour y exercer la profession de géomètre expert ;\n\n2° Lorsque ni la profession de géomètre expert ni la formation y conduisant ne sont réglementées dans l'Etat d'établissement, d'avoir exercé cette profession dans un ou plusieurs Etats pendant au moins un an, à temps plein ou à temps partiel pendant une durée totale équivalente, au cours des dix années qui précèdent la prestation ;\n\n3° D'être assurés conformément à l'article 9-1 et d'en faire la déclaration dans les conditions définies par décret en Conseil d'Etat ;\n\n4° De satisfaire à des obligations déclaratives, avant la réalisation de la première prestation en France, dans des conditions définies par décret en Conseil d'Etat.\n\nLa prestation est effectuée sous le titre professionnel porté dans l'Etat d'établissement ou sous le titre de formation du prestataire.\n\nLe professionnel est tenu au respect de règles de conduite déterminées par décret en Conseil d'Etat, et notamment au secret professionnel et à l'obligation d'assurance, dans les conditions de l'article 6. Il est soumis, pour l'application de ces règles, au contrôle disciplinaire du conseil régional de l'ordre dans la circonscription duquel la prestation est réalisée."
    },
    {
      "provision_ref": "art2-2",
      "section": "2-2",
      "title": "Article 2-2",
      "content": "I.-Un accès partiel à l'activité de géomètre expert est accordé au cas par cas, sous réserve des dispositions du II, aux ressortissants des Etats membres de l'Union européenne ou partie à l'accord sur l'Espace économique européen lorsque toutes les conditions suivantes sont remplies :\n\n1° Le professionnel est pleinement qualifié pour exercer, dans l'Etat d'origine membre de l'Union ou partie à l'accord sur l'Espace économique européen, l'activité professionnelle pour laquelle l'accès partiel est sollicité ;\n\n2° Les différences entre l'activité professionnelle légalement exercée dans l'Etat d'origine membre de l'Union et la profession réglementée correspondante en France sont si importantes que l'application de mesures de compensation reviendrait à imposer au demandeur de suivre le programme complet d'enseignement et de formation requis en France pour avoir pleinement accès à la profession réglementée ;\n\n3° L'activité professionnelle est objectivement distincte de la ou des autres activités relevant de la profession réglementée, dans la mesure où elle peut être exercée de manière autonome dans l'Etat d'origine.\n\nII.-L'accès partiel peut être refusé pour des raisons impérieuses d'intérêt général, si ce refus est propre à garantir la réalisation de l'objectif poursuivi et si ce refus est proportionné à la protection de cet intérêt.\n\nIII.-Les demandes aux fins d'accès partiel sont examinées, selon le cas, comme des demandes de reconnaissance de qualification prévue au b du 4° de l'article 3 ou de libre prestation de services temporaire ou occasionnelle prévue à l'article 2-1."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Nul ne peut porter le titre de géomètre expert ni, sous réserve de l'article 2-1 et sauf l'exception prévue à l'article 26 ci-dessous, en exercer la profession, s'il n'est inscrit au tableau de l'ordre institué par la présente loi.\n\nLes services techniques de l'Etat peuvent cependant prêter leurs concours, conformément aux règles en vigueur, aux établissements et collectivités publics.\n\nNul ne peut être inscrit au tableau de l'ordre en qualité de géomètre expert s'il ne remplit les conditions suivantes :\n\n1° Pour les personnes physiques n'étant pas de nationalité française, posséder les connaissances linguistiques nécessaires à l'exercice de la profession en France ;\n\n2° a) N'avoir pas été frappé de faillite personnelle ou d'autre sanction en application du titre VI de la loi n° 85-98 du 25 janvier 1985 relative au redressement et à la liquidation judiciaires des entreprises ou, dans le régime antérieur à cette loi, en application du titre II de la loi n° 67-563 du 13 juillet 1967 sur le règlement judiciaire, la faillite personnelle et les banqueroutes ; ne pas être fonctionnaire révoqué pour agissements contraires à l'honneur ou à la probité ; ne pas avoir été l'auteur de faits ayant donné lieu à condamnation pénale en raison d'agissements contraires à l'honneur ou à la probité ou pour avoir contrevenu aux règles applicables à la profession de géomètre-expert ; ne pas avoir été l'auteur de faits ayant entraîné une interdiction définitive d'exécuter les travaux prévus au 1° de l'article 1er ; ne pas être sous le coup d'une interdiction temporaire d'exécuter lesdits travaux ;\n\nb) Pour les ressortissants étrangers dont l'Etat d'origine ou de provenance n'est pas la France, ne pas avoir fait l'objet de sanctions de même nature. Ils établissent que ces exigences sont satisfaites par la production de documents délivrés par les autorités compétentes de l'Etat d'origine ou de provenance. Lorsque ces documents ne sont pas délivrés par les autorités compétentes de l'Etat d'origine ou de provenance, ils sont remplacés par une attestation délivrée par une autorité judiciaire ou administrative compétente ou, le cas échéant, par un notaire ou un organisme professionnel qualifié de l'Etat d'origine ou de provenance, faisant foi d'une déclaration sous serment ou dans les Etats où un tel serment n'existe pas, d'une déclaration solennelle faite par le demandeur devant cette autorité, ce notaire ou cet organisme ;\n\n3° Etre âgé de vingt-cinq ans révolus ;\n\n4° a) Etre titulaire du diplôme de géomètre-expert foncier décerné par le ministre chargé de l'éducation nationale ou du diplôme d'ingénieur-géomètre délivré par un établissement d'enseignement figurant sur la liste des écoles d'ingénieurs habilitées à cet effet par la commission des titres d'ingénieur prévue par la loi du 10 juillet 1934 relative aux conditions de délivrance et à l'usage du titre d'ingénieur diplômé ;\n\nb) Pour les ressortissants de l'Union européenne, pour les ressortissants d'un autre Etat partie à l'accord sur l'Espace économique européen, pour les personnes physiques exerçant ou habilitées à exercer sur le territoire d'un Etat ou d'une entité infra-étatique dont les autorités compétentes ont conclu un accord de reconnaissance mutuelle des qualifications professionnelles avec l'ordre des géomètres-experts approuvé par décret, dès lors qu'ils ne sont pas titulaires d'un des diplômes mentionnés au a du présent 4°, avoir été reconnu qualifié par l'autorité administrative dans des conditions fixées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Le titre de géomètre-expert stagiaire est attribué aux candidats à la profession de géomètre-expert qui, ayant subi avec succès l'examen de sortie d'une école d'ingénieurs géomètres reconnue par l'Etat ou répondant aux conditions requises pour l'obtention du diplôme de géomètre-expert foncier délivré par le Gouvernement définies par décret, ont à accomplir une période réglementaire de stage.\n\nLe titre de géomètre expert stagiaire est également attribué aux ressortissants et personnes physiques mentionnés au b du 4° de l'article 3, qui effectuent, dans des conditions précisées par décret en Conseil d'Etat, un stage d'adaptation préalablement à la reconnaissance de leurs qualifications.\n\nLes géomètres-experts stagiaires ne sont pas membres de l'ordre, mais sont soumis à la surveillance des conseils régionaux, à leur contrôle disciplinaire ainsi qu'au contrôle technique des inspecteurs désignés par le ministre de l'éducation nationale."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Tout géomètre expert qui emploie du personnel qualifié doit, dans les conditions fixées par le règlement de la profession de géomètre-expert, prendre en charge des géomètres-experts stagiaires, assurer leur formation professionnelle, les rémunérer."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Les géomètres-experts, les sociétés de géomètres-experts, les géomètres-experts stagiaires doivent respecter, outre les règles édictées par la présente loi, celles contenues dans le code des devoirs professionnels et dans le règlement de la profession de géomètres-expert établis par décret en Conseil d'Etat après avis du Conseil supérieur de l'ordre.Ils sont tenus au secret professionnel sous les peines fixées aux articles 226-13 et 226-14 du code pénal.Ils en sont, toutefois, déliés dans le cas de poursuites judiciaires exercées contre eux, lorsqu'ils sont traduits devant une juridiction disciplinaire de l'ordre et lorsqu'ils sont appelés en témoignage devant une juridiction répressive.Ils sont tenus, d'autre part, de donner gratuitement communication aux services publics, qui leur en font la demande, des plans et documents annexes visés à l'article 1er ci-dessus. Cette communication ne doit pas entraîner de frais pour le géomètre expert détenteur et ne peut faire mettre en cause sa responsabilité."
    },
    {
      "provision_ref": "art6-1",
      "section": "6-1",
      "title": "Article 6-1",
      "content": "En vue de l'exercice de leur profession, les personnes exerçant légalement la profession de géomètre-expert peuvent constituer entre elles ou avec d'autres personnes des sociétés de géomètres-experts.\n\nSous réserve des règles ci-après, ces sociétés peuvent prendre les formes suivantes :\n\n1° Sociétés civiles professionnelles ou interprofessionnelles régies par le livre II de l'ordonnance n° 2023-77 du 8 février 2023 relative à l'exercice en société des professions libérales réglementées,  à l'exclusion du deuxième alinéa de l'article 6 de cette ordonnance ;\n\n2° Sociétés d'exercice libéral régies par le livre III de l'ordonnance n° 2023-77 du 8 février 2023 relative à l'exercice en société des professions libérales réglementées ;\n\n3° Sociétés anonymes ou sociétés à responsabilité limitée régies par la loi n° 66-537 du 24 juillet 1966 (1) modifiée dans les conditions prévues à l'article 6-2.\n\nCes sociétés peuvent se placer sous le régime de la coopération prévu par la loi n° 47-1775 du 10 septembre 1947, ainsi que par les lois particulières régissant les différentes formes de coopératives et notamment la loi n° 78-763 du 19 juillet 1978.\n\nToute société de géomètres-experts doit être inscrite au tableau de l'ordre d'une circonscription régionale et communiquer au conseil régional de l'ordre ses statuts et la liste de ses associés ainsi que toute modification apportée à ces statuts ou à cette liste.\n\nLes géomètres-experts exerçant leur profession au sein d'une société de géomètres-experts et eux seuls portent la dénomination de géomètre-expert associé. Ils sont inscrits au tableau de l'ordre de la même circonscription régionale que la société de géomètres-experts dans laquelle ils exercent la profession.\n\nUn géomètre-expert associé ne peut exercer sa profession qu'au sein d'une seule société de géomètres-experts et ne peut exercer la même profession à titre individuel.\n\nAucune personne exerçant légalement la profession de géomètre-expert ne peut être associée majoritaire de plusieurs sociétés de géomètres-experts."
    },
    {
      "provision_ref": "art6-2",
      "section": "6-2",
      "title": "Article 6-2",
      "content": "Lorsqu'une société de géomètres-experts est constituée sous la forme d'une société anonyme ou d'une société à responsabilité limitée, elle doit se conformer aux règles ci-après :\n\n1° Les actions de la société doivent être détenues par des personnes physiques et revêtir la forme nominative ;\n\n2° Plus de la moitié du capital social et des droits de vote doivent être détenus par une ou des personnes exerçant légalement la profession de géomètre-expert ;\n\n3° L'adhésion d'un nouvel associé est subordonnée à l'agrément préalable de l'assemblée générale statuant à la majorité des deux tiers ;\n\n4° Le président du conseil d'administration, le directeur général s'il est unique, la moitié au moins des directeurs généraux, des membres du directoire et des gérants, ainsi que la majorité au moins des membres du conseil d'administration et du conseil de surveillance doivent exercer légalement la profession de géomètre-expert.\n\nA titre transitoire, les sociétés existantes disposeront d'un délai de deux ans à compter de la publication de la loi n° 85-1408 du 30 décembre 1985 pour se mettre en conformité avec ces dispositions."
    },
    {
      "provision_ref": "art6-3",
      "section": "6-3",
      "title": "Article 6-3",
      "content": "Le géomètre-expert peut exercer sa profession en qualité de salarié d'une personne physique géomètre-expert ou d'une société de géomètres-experts mentionnée à l'article 6-1."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Quiconque exerce illégalement la profession de géomètre expert est puni des peines encourues pour le délit d'usurpation de titre prévu aux articles 433-14 et 433-17 du code pénal.\n\nExerce illégalement la profession de géomètre-expert celui qui, sans être inscrit au tableau de l'ordre, ni être admis au stage dans les conditions prévues par l'article 4, exécute habituellement des travaux mentionnés au 1° de l'article 1er ou en assure la direction suivie.\n\nEst également considéré comme exerçant illégalement la profession de géomètre expert celui qui, suspendu ou rayé en application de l'article 23 ou interdit temporairement d'exercer en application de l'article 9-2, continue à exercer sa profession.\n\nEst également puni des peines portées aux articles 433-14 et 433-17 du code pénal quiconque exécute les travaux prévus au 1° de l'article 1er sous le régime de la libre prestation de services mentionné à l'article 2-1 sans avoir satisfait à l'une des obligations contenues dans ce dernier article.\n\nLes conseils régionaux de l'ordre et le conseil supérieur peuvent, pour les délits visés au présent article, saisir le tribunal correctionnel par voie de citation directe, ou porter plainte avec constitution de partie civile devant le juge d'instruction, sans préjudice pour le conseil supérieur de la faculté de se constituer partie civile dans toute poursuite de ces délits intentée par le ministère public."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "La qualité de membre de l'ordre est incompatible avec une charge d'officier public ou ministériel ou avec toute occupation ou tout acte de nature à porter atteinte à son indépendance.\n\nLa qualité de membre de l'ordre est notamment incompatible avec l'acceptation de tout mandat commercial, sauf l'exception prévue à l'article 8-1, ou de tout emploi rémunéré par traitement ou salaire, sauf les cas de missions temporaires de l'Etat ou d'une collectivité publique, des géomètres-experts associés dans une société de géomètres-experts et salariés de celle-ci et des géomètres-experts salariés mentionné à l'article 6-3.\n\nDans le cadre de leur compétence, les géomètres experts peuvent remplir les fonctions d'arbitre, donner des consultations et participer à l'enseignement professionnel.\n\nIls peuvent établir des procès-verbaux de bornage, donner des consultations juridiques relevant de leur activité principale et rédiger des actes sous seing privé qui constituent l'accessoire direct des prestations prévues à l'article 1er. En outre, lorsqu'ils ont été autorisés par l'ordre à exercer une activité d'entremise immobilière, ils peuvent rédiger les actes sous seing privé relevant de cette activité.\n\nLes interdictions ou restrictions énumérées au présent article et aux articles 8-1 et 8-2 s'étendent à tous les salariés et à toute personne agissant pour leur compte."
    },
    {
      "provision_ref": "art8-1",
      "section": "8-1",
      "title": "Article 8-1",
      "content": "I. La qualité de membre de l'ordre n'est pas incompatible avec l'exercice d'une activité d'entremise immobilière. Cette activité ne peut, en aucun cas, s'exercer simultanément sur la même opération avec les missions mentionnées au 1° de l'article 1er par le géomètre-expert ou la société de géomètres-experts et elle ne doit pas être liée à l'une des opérations d'aménagement foncier mentionnées à l'article L. 121-1 du code rural et de la pêche maritime et confiée au géomètre-expert ou à la société de géomètres-experts par une collectivité publique.\n\nLes géomètres-experts et les sociétés de géomètres-experts peuvent, en outre, se livrer à une activité de gestion immobilière.\n\nLes géomètres-experts et les sociétés de géomètres-experts doivent être autorisés par l'ordre à exercer les activités d'entremise et de gestion immobilières ou l'une seulement de ces activités. Ils sont soumis, sous la surveillance et le contrôle disciplinaire de l'ordre, aux règles édictées par le code des devoirs professionnels et le règlement de la profession de géomètre-expert, notamment en matière de déontologie, de qualification, d'assurance professionnelle et de contenu des conventions de mandat.\n\nToute infraction aux dispositions du présent article rend le géomètre-expert ou la société de géomètres-experts concerné passible des poursuites et des peines disciplinaires prévues aux articles 23 et suivants. En outre, le conseil régional de l'ordre peut retirer immédiatement l'autorisation d'exercer l'une ou l'autre des activités autorisées par le présent article.\n\nLes décisions de refus ainsi que les retraits d'autorisation d'exercer une activité immobilière sont, dans un délai de deux mois, susceptibles de recours devant le conseil supérieur qui statue dans les quatre mois. Ce recours n'a pas d'effet suspensif.\n\nII.-Le géomètre-expert ou la société de géomètres-experts doit tenir, pour les opérations relevant de ces deux activités, une comptabilité distincte.Les géomètres-experts et sociétés de géomètres-experts reçoivent des fonds, effets ou valeurs pour le compte de leurs clients, les déposent dans un établissement du secteur bancaire ou dans une caisse créée à cette fin par le conseil supérieur de l'ordre des géomètres-experts et en effectuent le règlement.\n\nLorsqu'ils n'effectuent pas de dépôt auprès d'un des établissements mentionnés à l'alinéa précédent, ils souscrivent une assurance garantissant le remboursement intégral des fonds, effets ou valeurs reçus.\n\nLe règlement de la profession précise les conditions dans lesquelles les géomètres-experts et sociétés de géomètres-experts reçoivent les fonds, effets ou valeurs pour le compte de leurs clients, les déposent à la caisse mentionnée au deuxième alinéa et en effectuent le règlement. Ladite caisse est placée sous la responsabilité du président du conseil supérieur de l'ordre des géomètres-experts. Le remboursement intégral des fonds, effets ou valeurs doit être garanti par une assurance contractée par l'ordre des géomètres-experts qui fixe le barème de la cotisation destinée à couvrir tout ou partie du coût de cette assurance et en assure le recouvrement auprès des géomètres-experts et sociétés de géomètres-experts autorisés à exercer l'activité d'entremise immobilière ou l'activité de gestion immobilière.\n\nLe défaut de paiement de la cotisation destinée à couvrir tout ou partie du coût de l'assurance mentionnée à l'alinéa précédent est sanctionné comme en matière de défaut d'assurance de responsabilité civile professionnelle.\n\nCes dispositions ne font pas obstacle à l'application de la loi n° 65-557 du 10 juillet 1965 fixant le statut de la copropriété des immeubles bâtis, notamment de son article 18.\n\nLes éléments relatifs à la nature des dépôts effectués ainsi que ceux relatifs à la souscription d'assurance sont portés à la connaissance du président du conseil supérieur de l'ordre des géomètres-experts qui peut à tout moment avoir communication de la comptabilité relative aux opérations immobilières.\n\nUn décret en Conseil d'Etat fixe les conditions d'application du présent article, notamment le délai dans lequel les géomètres-experts exerçant une activité de gestion immobilière à la date de la publication de la loi n° 2011-12 du 5 janvier 2011 portant diverses dispositions d'adaptation de la législation au droit de l'Union européenne sont tenus de se mettre en conformité avec cette même loi."
    },
    {
      "provision_ref": "art8-2",
      "section": "8-2",
      "title": "Article 8-2",
      "content": "Toute publicité personnelle, individuelle ou collective, doit respecter les règles déontologiques fixées par le code des devoirs professionnels et le règlement de la profession de géomètre-expert."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Les membres de l'ordre reçoivent, pour tous les travaux entrant dans leurs attributions, des honoraires qui sont exclusifs de toute autre rémunération, même indirecte, par un tiers, à quelque titre que ce soit.Le montant des honoraires est convenu librement avec leurs clients dans les limites fixées, le cas échéant, par l'Etat en vertu de ses prérogatives générales en matière de prix. Toutefois les géomètres-experts exerçant une activité au sein d'une société de géomètres-experts dont ils sont par ailleurs associés peuvent percevoir une rémunération en contrepartie de leur activité même si la société a la forme anonyme et qu'ils en sont administrateurs ou membres du conseil de surveillance."
    },
    {
      "provision_ref": "art9-1",
      "section": "9-1",
      "title": "Article 9-1",
      "content": "Tout géomètre-expert, personne physique ou morale, dont la responsabilité peut être engagée à raison des actes qu'il accomplit à titre professionnel ou des actes de ses préposés, doit être couvert par une assurance. Lorsque le géomètre-expert intervient en qualité d'associé d'une société de géomètres-experts constituée sous la forme d'une société à responsabilité limitée ou d'une société anonyme conformément à l'article 6-1, la société dont il est l'associé est seule civilement responsable des actes professionnels accomplis pour son compte et souscrit l'assurance garantissant les conséquences de ceux-ci. La même obligation s'impose à tout professionnel exécutant les travaux prévus au 1° de l'article 1er sous le régime de la libre prestation de services visé à l'article 2-1."
    },
    {
      "provision_ref": "art9-2",
      "section": "9-2",
      "title": "Article 9-2",
      "content": "Le géomètre-expert ou la société de géomètres-experts est tenu de justifier au conseil régional de la souscription de l'assurance prévue à l'article 9-1.A défaut et après mise en demeure restée sans effet, le président du conseil régional, avec l'accord du commissaire du Gouvernement, interdit temporairement l'exercice de la profession à l'intéressé. La décision est applicable dès sa notification à l'intéressé.Avec l'accord du commissaire du Gouvernement, le président du conseil régional met fin à cette interdiction dès que l'intéressé a satisfait à l'obligation mentionnée au premier alinéa ci-dessus.Les dispositions de cet article sont applicables sans préjudice des poursuites et sanctions prévues aux articles 23 et suivants."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Il est créé un ordre des géomètres-experts groupant les personnes habilitées à exercer la profession de géomètre expert dans les conditions fixées par la présente loi.L'ordre est administré par les conseils régionaux et un conseil supérieur qui sont dotés de la personnalité civile."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Les pouvoirs publics sont représentés auprès du conseil supérieur et des conseils régionaux par un commissaire du gouvernement désigné parmi les membres du Conseil d'Etat.Le commissaire du Gouvernement auprès du conseil supérieur et des conseils régionaux de l'ordre des géomètres-experts est nommé par décret pris sur proposition du ministre chargé de l'urbanisme, après avis du ministre chargé de l'éducation, du ministre chargé de l'agriculture et du ministre chargé de l'économie et des finances. Sauf en matière disciplinaire, il reçoit ses instructions de chacun des ministres intéressés, chacun d'eux agissant dans le cadre de sa compétence.Le commissaire du Gouvernement participe avec voix délibérative aux séances du conseil supérieur siégeant en formation disciplinaire. Son délégué participe avec voix délibérative aux séances du conseil régional siégeant en formation disciplinaire.Le commissaire du Gouvernement peut déléguer, sous sa responsabilité, tout ou partie des attributions que lui confère la présente loi à des présidents ou conseillers des tribunaux administratifs et cours administratives d'appel en activité ou honoraires.Le commissaire du gouvernement assiste aux séances du conseil supérieur de l'ordre et, s'il le désire, aux séances des conseils régionaux. Il a pouvoir, notamment, d'introduire devant les conseils régionaux toutes actions contre les personnes ou sociétés soumises à la surveillance et au contrôle de l'ordre. Il peut aussi saisir le conseil supérieur de toutes décisions des conseils régionaux. Il approuve les règlements intérieurs rédigés par les conseils de l'ordre.Le commissaire du gouvernement procède à la mise en place des conseils prévus par la présente loi."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Dans chaque circonscription régionale, il est créé un conseil régional de l'ordre des géomètres experts.\n\nCe conseil est composé de membres de l'ordre inscrits au tableau de la circonscription et élus par leurs collègues inscrits au même tableau et réunis en assemblée générale. Deux ou plusieurs géomètres-experts associés dans une même société de géomètres-experts ne peuvent être simultanément membres d'un conseil régional de l'ordre.\n\nLe conseil régional est renouvelable par tiers tous les deux ans. Les membres sortants sont rééligibles. Il est pourvu, dans les trois mois, au remplacement des membres manquants."
    },
    {
      "provision_ref": "art12-1",
      "section": "12-1",
      "title": "Article 12-1",
      "content": "Lors de chaque renouvellement du conseil régional, le nombre de femmes et le nombre d'hommes à élire sont déterminés de telle sorte que :\n\n1° Lorsque la proportion de membres de chacun des deux sexes inscrits au tableau de l'ordre dans le ressort territorial du conseil régional est supérieure ou égale à 25 %, l'écart entre le nombre de femmes et d'hommes au sein du conseil soit au plus égal à un ;\n\n2° Lorsque la proportion de membres d'un des deux sexes inscrits au tableau de l'ordre dans le ressort territorial du conseil régional est inférieure à 25 %, la part des sièges dévolus aux membres de ce sexe lui soit au moins égale, dans la limite de 50 %.\n\nLes conditions dans lesquelles il est procédé aux élections pour garantir le respect de cette règle, qui s'applique sous réserve d'un nombre suffisant de candidats de chaque sexe, sont fixées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Le président du conseil régional est élu pour deux ans parmi les géomètres experts, membres du conseil.Avec l'approbation du commissaire du gouvernement le président peut, en cas d'empêchement, déléguer tout ou partie de ses attributions à un membre du conseil de l'ordre."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Le conseil régional se réunit à la diligence de son président et au moins deux fois par an. Les décisions sont prises à la majorité des voix des membres présents. Au cas de partage des voix, celle du président est prépondérante.\n\nTout membre du conseil régional qui, sans motif grave agréé par ce conseil, néglige d'assister à deux séances consécutives est démissionnaire."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Le conseil régional de l'ordre surveille, dans sa circonscription, l'exercice de la profession de géomètre expert. Il examine les problèmes qui s'y rapportent et peut en saisir le conseil supérieur de l'ordre. Il fait toutes les études qui lui sont demandées par le conseil supérieur et lui soumet toutes propositions utiles. Il assure la défense des intérêts matériels de l'ordre dans sa circonscription et en gère les biens.\n\nIl fixe, avec l'agrément du commissaire du Gouvernement, le barème de la cotisation régionale. Cette cotisation est destinée à couvrir ses frais de fonctionnement et est calculée notamment en fonction de l'activité exercée dans la circonscription régionale. Le conseil régional assure, auprès des sociétés de géomètres-experts et des géomètres-experts n'exerçant pas en société, le recouvrement de cette cotisation régionale et de la cotisation nationale prévue à l'article 17.\n\nIl représente le groupement des géomètres experts de sa circonscription dans tous les actes de la vie civile, mais il ne peut se constituer partie civile qu'avec l'agrément du conseil supérieur de l'ordre.\n\nIl statue dans le délai de quatre mois sur les demandes d'inscription au tableau de l'ordre.\n\nIl surveille et contrôle les stages.\n\nIl doit prévenir et concilier toutes contestations ou conflits d'ordre professionnel.\n\nLe conseil régional siégeant en formation disciplinaire poursuit et réprime les infractions et fautes commises par les géomètres-experts, géomètres-experts associés, géomètres-experts stagiaires, sociétés de géomètres-experts et par les professionnels exécutant les travaux prévus au 1° de l'article 1er sous le régime de la libre prestation de services mentionné à l'article 2-1. Il statue par décision motivée après une instruction contradictoire.\n\nLe président assure l'exécution des décisions du conseil régional et le fonctionnement régulier de l'ordre dans sa circonscription."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Le conseil supérieur de l'ordre des géomètres experts est composé, d'une part, des présidents des conseils régionaux et, d'autre part, de quatre géomètres experts, deux femmes et deux hommes, en activité ou non, élus par les membres des conseils régionaux, non compris les présidents de ces conseils, selon des modalités fixées par décret en Conseil d'Etat.\n\nLe président est élu pour deux ans par le conseil supérieur de l'ordre et dans son sein."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Le conseil supérieur se réunit au moins une fois par semestre à la diligence de son président, à la demande de la majorité du conseil ou à celle du commissaire du gouvernement.Le conseil supérieur représente l'ordre auprès des pouvoirs publics. Il assure le respect des lois et règlements qui régissent l'ordre et l'exercice de la profession de géomètre-expert.Il veille à la discipline et au perfectionnement professionnels.Il statue sur les demandes d'inscriptions aux tableaux de l'ordre qui, après décision du conseil régional, lui sont déférées par le commissaire du gouvernement ou par les intéressés.Il fixe, avec l'agrément du commissaire du Gouvernement, le barème de la cotisation nationale destinée à couvrir ses frais de fonctionnement. Sont redevables de cette cotisation les géomètres-experts n'exerçant pas en société et les sociétés de géomètres-experts.Le président assure l'exécution des décisions du conseil supérieur et le fonctionnement régulier de l'ordre."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Dans chaque circonscription le conseil régional dresse le tableau des géomètres experts et des sociétés de géomètres-experts.\n\nCe tableau est tenu à la disposition du public au siège du conseil régional, dans les préfectures et sous-préfectures, dans les greffes des       tribunaux judiciaires, dans les études de notaires.\n\nIl est publié annuellement sur un support habilité à recevoir des annonces légales. Toutefois, la publication de la liste complète pourra n'être renouvelée que tous les cinq ans, la publication annuelle pouvant être limitée aux modifications survenues depuis la publication de la dernière liste complète."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "L'inscription au tableau est demandée par les géomètres experts au conseil régional de la circonscription dans laquelle ils désirent s'établi. La demande doit être accompagnée des pièces justifiant que l'intéressé remplit les conditions définies à l'article 3 ci-dessus."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "La décision du conseil régional peut, dans les deux mois de la notification, être déférée au conseil supérieur, qui doit statuer dans les quatre mois. La décision du conseil supérieur peut faire l'objet d'un recours pour excès de pouvoir devant le Conseil d'Etat."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Aussitôt agréés, les géomètres experts prêtent serment devant le conseil régional d'exercer leur profession avec conscience et probité."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "L'inscription au tableau de l'ordre dans une circonscription donne le droit d'exercer la profession sur l'ensemble du territoire.Dans le cas où un géomètre expert, membre de l'ordre, désire exercer de façon habituelle dans une circonscription autre que celle dans laquelle il est inscrit, il doit en aviser au préalable le conseil régional de l'ordre de cette circonscription. Il est alors également placé pour les opérations effectuées dans cette dernière circonscription, sous le contrôle de ce conseil régional."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Tout manquement aux devoirs de la profession rend son auteur passible d'une sanction disciplinaire.Toutefois, le défaut de paiement de cotisations ne peut faire l'objet d'une sanction disciplinaire.Les poursuites sont intentées auprès du conseil régional soit par le commissaire du gouvernement, soit d'office, soit sur plainte des intéressés.Les décisions du conseil régional sont susceptibles d'appel devant le conseil supérieur dans le délai prévu à l'article 20. L'appel est suspensif.Le géomètre-expert en cause ou le professionnel en cause exécutant les travaux prévus au 1° de l'article 1er sous le régime de la libre prestation de services mentionné à l'article 2-1 a le droit de prendre connaissance du dossier de la plainte dans la quinzaine qui précède l'audience. Il ne peut déplacer le dossier. Il est convoqué pour être entendu ; il peut être assisté d'un avocat ou d'un géomètre expert, membre de l'ordre.Il bénéficie des mêmes garanties devant le conseil supérieur."
    },
    {
      "provision_ref": "art23-1",
      "section": "23-1",
      "title": "Article 23-1",
      "content": "Les dispositions législatives et réglementaires relatives à la discipline des géomètres-experts sont applicables aux géomètres-experts stagiaires, aux géomètres-experts associés, aux sociétés de géomètres-experts et aux professionnels ressortissants de l'Union européenne ou ressortissants d'un autre Etat partie à l'accord sur l'Espace économique européen exerçant sous le régime de la libre prestation de services mentionné à l'article 2-1.\n\nUne société de géomètres-experts peut faire l'objet de poursuites disciplinaires indépendamment de celles qui seraient intentées contre ses associés."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Les peines disciplinaires sont :1° L'avertissement ;2° Le blâme ;3° La suspension pour une durée maximum d'une année ;4° La radiation du stage ou du tableau qui implique l'interdiction d'exercer la profession de géomètre expert.Toute peine prononcée contre un membre des conseils de l'ordre entraîne déchéance de cette qualité.L'avertissement, le blâme et l'interdiction temporaire ou définitive d'exécuter les travaux prévus au 1° de l'article 1er sous le régime de la libre prestation de services sont applicables aux professionnels mentionnés à l'article 2-1."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Sont nuls et de nul effet tous actes, traités ou conventions tendant à permettre, directement ou indirectement, l'exercice de tout ou partie des actes professionnels aux géomètres-experts, géomètres-experts associés ou stagiaires et sociétés de géomètres-experts rayés du tableau ou, pendant la durée de la peine, simplement suspendus ou, dans le cas prévu à l'article 9-2, interdits temporairement d'exercer.Cette disposition est applicable aux professionnels interdits temporairement ou définitivement d'exécuter les travaux prévus au 1° de l'article 1er sous le régime de la libre prestation de services mentionné à l'article 2-1."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Peuvent demander leur inscription au tableau de l'ordre les personnes exerçant la profession de géomètre-topographe, dans des conditions définies par décret en Conseil d'Etat, qui peuvent prévoir que le stage mentionné à l'article 4 est réalisé au sein de l'entreprise où ces personnes exercent leur activité."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "Pour l'application de la présente loi en Guadeloupe, en Guyane, en Martinique, à Mayotte, à La Réunion, à Saint-Barthélemy et à Saint-Martin :\n\nI. - En Guadeloupe, en Guyane, en Martinique, à La Réunion, à Saint-Barthélemy et à Saint-Martin, outre les personnes remplissant les conditions prévues à l'article 3, peuvent être inscrites au tableau de l'ordre des géomètres experts alors même qu'elles ne sont pas titulaires de l'un des diplômes mentionnés au 4° de l'article 3 et à condition d'en avoir fait la demande auprès du Conseil supérieur de l'ordre des géomètres experts dans une période de deux ans à compter du 15 septembre 1998 les personnes :\n\n1° Titulaires d'un diplôme d'ingénieur-géomètre et justifiant de deux ans de pratique professionnelle à la date du 15 septembre 1998 ;\n\n2° Titulaires d'un diplôme au moins équivalent au baccalauréat, âgées d'au moins quarante ans, justifiant, à la date du 15 septembre 1998, dans les domaines d'activité définis à l'article 1er, d'au moins dix ans d'activité en qualité de chef d'entreprise et d'au moins cinq ans d'agrément sans interruption pour les travaux cadastraux ;\n\n3° Ne répondant pas aux critères énumérés aux 1° et 2° ci-dessus, âgées d'au moins trente-cinq ans, justifiant, à la date du 15 septembre 1998, dans les domaines d'activité définis à l'article 1er, d'au moins huit ans d'activité en qualité de chef d'entreprise et d'au moins trois ans d'agrément sans interruption pour les travaux cadastraux, après examen de leur dossier par le Conseil supérieur de l'ordre des géomètres experts et réussite à une épreuve d'aptitude dont l'organisation et le programme sont fixés par ledit conseil supérieur.\n\nLes personnes mentionnées au 3° doivent réaliser les études et travaux fixés au 1° de l'article 1er sous la responsabilité d'un géomètre expert tuteur désigné par le Conseil supérieur de l'ordre des géomètres experts pendant une période de deux ans après leur inscription au tableau de l'ordre des géomètres experts.\n\nJusqu'à leur inscription au tableau de l'ordre des géomètres experts ou à la notification du refus de celle-ci, les dispositions du premier alinéa de l'article 2 ne s'appliquent pas aux personnes ayant effectué la demande prévue au premier alinéa du II du présent article.\n\nII. - Par dérogation aux dispositions du premier alinéa de l'article 12, il est créé un conseil régional des Antilles-Guyane représentant les membres de l'ordre des géomètres experts exerçant en Guadeloupe, en Guyane, à la Martinique, à Saint-Barthélemy et à Saint-Martin.\n\nPar dérogation au premier alinéa de l'article 13, pendant une période transitoire de quatre ans à compter de la date du 15 septembre 1998, le président de ce conseil est désigné par le président du Conseil supérieur de l'ordre des géomètres experts.\n\nIII. - Par dérogation au premier alinéa de l'article 12, il est créé, à compter de la date d'entrée en vigueur de la loi n° 2014-366 du 24 mars 2014 pour l'accès au logement et un urbanisme rénové, un conseil régional de La Réunion et Mayotte composé de six membres, représentant les membres de l'ordre des géomètres-experts exerçant à La Réunion et à Mayotte. Par dérogation au deuxième alinéa du même article 12, pendant une période transitoire de six ans à compter de la date d'entrée en vigueur de la loi n° 2014-366 du 24 mars 2014 précitée, un tiers des membres du conseil régional est désigné par le président du Conseil supérieur de l'ordre des géomètres-experts.\n\nIV. - A Mayotte, outre les personnes remplissant les conditions prévues à l'article 3, peuvent être inscrites au tableau de l'ordre des géomètres-experts alors même qu'elles ne sont pas titulaires de l'un des diplômes mentionnés au 4° de l'article 3 et à condition d'en avoir fait la demande auprès du Conseil supérieur de l'ordre des géomètres-experts dans une période de deux ans à compter du 1er janvier 2012 les personnes :\n\n1° Titulaires d'un diplôme d'ingénieur-géomètre et justifiant de deux ans de pratique professionnelle au 1er janvier 2012 ;\n\n2° Titulaires d'un diplôme au moins équivalent au baccalauréat, âgées d'au moins quarante ans, justifiant, à la date du 1er janvier 2012, dans les domaines d'activité définis à l'article 1er, d'au moins dix ans d'activité en qualité de chef d'entreprise et d'au moins cinq ans d'agrément sans interruption pour les travaux cadastraux ;\n\n3° Ne répondant pas aux critères énumérés aux 1° et 2° ci-dessus, âgées d'au moins trente-cinq ans, justifiant, à la date du 1er janvier 2012, dans les domaines d'activité définis à l'article 1er, d'au moins huit ans d'activité en qualité de chef d'entreprise et d'au moins trois ans d'agrément sans interruption pour les travaux cadastraux, après examen de leur dossier par le Conseil supérieur de l'ordre des géomètres-experts et réussite à une épreuve d'aptitude dont l'organisation et le programme sont fixés par ledit conseil supérieur.\n\nLes personnes mentionnées au 3° doivent réaliser les études et travaux fixés au 1° de l'article 1er sous la responsabilité d'un géomètre-expert tuteur désigné par le Conseil supérieur de l'ordre des géomètres-experts pendant une période de deux ans après leur inscription au tableau de l'ordre des géomètres-experts.\n\nJusqu'à leur inscription au tableau de l'ordre des géomètres-experts ou à la notification du refus de celle-ci, les dispositions du premier alinéa de l'article 2 ne s'appliquent pas aux personnes ayant effectué la demande prévue au premier alinéa du IV du présent article."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Est expressément constatée la nullité de l'acte dit loi du 16 juin 1944 instituant l'ordre corporatif des géomètres experts."
    }
  ]
}