{
  "id": "loi-n-2009-1673-du-30-decembre-2009",
  "type": "statute",
  "title": "LOI n° 2009-1673 du 30 décembre 2009",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000021557902",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - La perception des impôts, produits et revenus affectés à l'Etat, aux collectivités territoriales, aux établissements publics et organismes divers habilités à les percevoir continue d'être effectuée pendant l'année 2010 conformément aux lois et règlements et aux dispositions de la présente loi.II. - Sous réserve de dispositions contraires,la présente loi s'applique :1° A l'impôt sur le revenu dû au titre de 2009 et des années suivantes ;2° A l'impôt dû par les sociétés sur les résultats des exercices clos à compter du 31 décembre 2009 ;3° A compter du 1er janvier 2010 pour les autres dispositions fiscales."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n2.1.2. (Abrogé).\n\n2.1.3. Les entreprises dont le chiffre d'affaires réalisé au cours de l'année 2009 est supérieur à 152 500 euros doivent déclarer, dans les conditions prévues au II de l'article 1586 octies du code général des impôts et au plus tard le deuxième jour ouvré suivant le 1er mai 2010, le montant et les éléments de calcul de la valeur ajoutée produite au cours de l'année 2009 lorsque l'exercice coïncide avec l'année civile ou au cours de la période mentionnée au I de l'article 1586 quinquies du même code dans les autres cas, ainsi que les effectifs salariés.Le chiffre d'affaires réalisé et la valeur ajoutée produite s'entendent de ceux déterminés conformément aux articles 1586 ter à 1586 sexies du même code.\n\n2.1.8. Pour l'application de l'article 1679 septies du même code en 2010, la condition relative au montant de la cotisation sur la valeur ajoutée des entreprises de l'année précédant celle de l'imposition mentionnée au premier alinéa du même article ne s'applique pas.Toutefois, les redevables sont dispensés du paiement de l'acompte si celui-ci est inférieur à 500 euros.\n\n3.9. Au titre de l'année 2010, l'imposition forfaitaire sur les entreprises de réseaux prévue à l'article 1635-0 quinquies du code général des impôts ainsi qu'un prélèvement supplémentaire de 1,5 % en sus de cette imposition sont perçus au profit du budget général de l'Etat.\n\n5.2. Par exception aux dispositions de la première phrase du deuxième alinéa de l'article 1679 quinquies du même code, le montant de l'acompte de cotisation foncière des entreprises due en 2010 est égal à 10 % des cotisations de taxe professionnelle mises en recouvrement l'année précédente.Le redevable qui estime que le montant de la cotisation foncière des entreprises due au titre de l'année 2010 est inférieur à 20 % des cotisations de taxe professionnelle mises en recouvrement au titre de l'année 2009 peut réduire sous sa responsabilité le montant de l'acompte en remettant au comptable du Trésor, chargé du recouvrement de la cotisation foncière des entreprises du lieu d'imposition, quinze jours avant la date d'exigibilité de l'acompte, une déclaration indiquant le montant de la cotisation foncière des entreprises qu'il estime dû au titre de l'année 2010.La majoration prévue au 1 de l'article 1730 du même code s'applique sur les sommes non réglées si, à la suite de la mise en recouvrement du rôle de cotisation foncière des entreprises, la déclaration visée au deuxième alinéa du présent 5.2. s'avère inexacte de plus de 10 %.\n\n5.3. Dispositions diverses relatives à la fiscalité directe locale.\n\n5.3.1. Prélèvement en 2010 sur le produit des usines nucléaires.\n\nPour les impositions établies au titre de 2010, lorsqu'une usine nucléaire est implantée sur le territoire d'une collectivité territoriale ou d'un établissement public de coopération intercommunale à fiscalité propre, il est opéré directement au profit de l'Etat un prélèvement égal, pour chaque collectivité ou établissement public concerné, au produit correspondant au tiers des bases de taxe foncière sur les propriétés bâties afférentes à l'usine nucléaire déterminées au titre de l'année multiplié par le taux de cette taxe, applicable pour les impositions perçues au titre de cette même année au profit de cette collectivité ou de cet établissement.\n\n5.3.2. Régime des délibérations et régime transitoire en matière d'exonérations.\n\nI. - Les délibérations prises, conformément aux articles 1464 C, 1466 et 1639 A bis du code général des impôts, par les conseils municipaux et les organes délibérants des établissements publics de coopération intercommunale à fiscalité propre, applicables pour les impositions à la taxe professionnelle établies au titre de l'année 2009, s'appliquent à compter de l'année 2010 aux impositions de cotisation foncière des entreprises. Ces délibérations peuvent être rapportées, dans les conditions prévues au I de l'article 1639 A bis du même code, pour les impositions établies au titre de l'année 2011.\n\nII. - Les établissements ayant bénéficié d'une exonération ou d'un abattement de taxe professionnelle au titre de la part perçue par une commune ou par un établissement public de coopération intercommunale à fiscalité propre en application des articles 1464 B à 1464 D et 1465 à 1466 F du code général des impôts en vigueur au 31 décembre 2009 et dont le terme n'est pas atteint à cette date bénéficient, pour la durée de la période d'exonération ou d'abattement restant à courir et sous réserve que les conditions fixées, selon le cas, par les articles 1464 B à 1464 D et 1465 à 1466 F du même code dans leur rédaction en vigueur au 31 décembre 2009 demeurent satisfaites, d'une exonération ou d'un abattement de la part de cotisation foncière des entreprises perçue par cette commune ou par cet établissement public.\n\nLe bénéfice des exonérations et des abattements de cotisation foncière des entreprises et de cotisation sur la valeur ajoutée des entreprises prévus au présent II est, le cas échéant, subordonné au respect du même règlement communautaire que celui appliqué pour l'exonération de taxe professionnelle dont l'établissement bénéficie au 31 décembre 2009.\n\n6.1.30. Pour l'application de l'article 1647 bis du code général des impôts en 2010, les bases d'imposition prises en compte sont les bases d'imposition retenues pour le calcul de la taxe professionnelle diminuées de la valeur locative des équipements et biens mobiliers.Pour l'application de l'article 1647 bis du même code en 2011, la base d'imposition prise en compte au titre de 2009 est la base d'imposition retenue selon les modalités prévues à l'alinéa précédent. La base d'imposition prise en compte au titre de 2010 est la base d'imposition retenue pour le calcul de la cotisation foncière des entreprises.\n\n6.1.33. Pour l'application de l'article 1518 B du code général des impôts en 2010, la valeur locative des immobilisations corporelles retenue l'année précédant l'une des opérations mentionnées à cet article s'entend de la valeur locative retenue pour le calcul de la taxe professionnelle des seuls biens passibles de taxe foncière, à l'exclusion des biens exonérés de taxe foncière sur les propriétés bâties en application des 11° et 12° de l'article 1382 du même code.\n\n6.2. Dispositions relatives aux établissements publics fonciers.\n\n6.2.1. I.-Pour l'application des I et II de l'article 1636 B octies du code général des impôts aux impositions établies au titre de 2010 :\n\na) Les produits de taxes spéciales d'équipement sont répartis entre les taxes foncières, la taxe d'habitation et la cotisation foncière des entreprises proportionnellement aux recettes que les taxes foncières, la taxe d'habitation et la taxe professionnelle ont procurées l'année précédente à l'ensemble des communes et de leurs groupements situés dans le ressort de chaque établissement public foncier ;\n\nb) Le taux de la taxe additionnelle de cotisation foncière des entreprises est obtenu en divisant le produit de la taxe additionnelle déterminé au a concernant la taxe professionnelle par les bases afférentes à la cotisation foncière des entreprises.Les bases de cotisation foncière des entreprises s'entendent des bases de l'année 2010 calculées en faisant application des délibérations relatives aux exonérations et abattements prévues au I du 5.3.2. du présent article.\n\nII.-Pour l'application des III et IV de l'article 1636 B octies du code général des impôts aux impositions établies au titre de l'année 2010, le produit fiscal à recouvrer dans chacune des communes membres est réparti entre les taxes foncières, la taxe d'habitation et la cotisation foncière des entreprises au prorata, pour les taxes foncières et la taxe d'habitation, des produits prévus par le III du même article 1636 B octies et, pour la cotisation foncière des entreprises, de la somme des montants de la compensation relais communale prévus par le 1 du II de l'article 1640 B du même code et afférents aux établissements situés sur le territoire de la commune.\n\nIII.-Pour l'application aux impositions établies au titre de l'année 2011 des I et II de l'article 1636 B octies du même code, les recettes de cotisation foncière des entreprises afférentes à chaque commune ou établissement public de coopération intercommunale s'entendent des recettes de cette taxe perçues au profit du budget général de l'Etat afférentes aux établissements situés sur le territoire de cette commune ou de cet établissement public.\n\nIV.-Pour l'application aux impositions établies au titre de l'année 2011 du IV de l'article 1636 B octies du même code, les taux de cotisation foncière des entreprises de l'année précédente s'entendent des taux de référence définis au I de l'article 1640 C du même code.\n\n11. Il est institué un prélèvement sur les recettes de l'Etat compensant les pertes de recettes résultant, pour les communes et les établissements publics de coopération intercommunale dotés d'une fiscalité propre, des dispositions du dernier alinéa du II de l'article 1478 du code général des impôts.\n\n-Loi n° 95-115 du 4 février 1995\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Livre des procédures fiscales\n\n-Code de la sécurité sociale.\n\n-Code de l'environnement\n\n-Code rural\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Loi n° 2005-1719 du 30 décembre 2005\n\n-Loi n° 2002-1575 du 30 décembre 2002\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code du tourisme.\n\n-Code de l'action sociale et des familles\n\n-Code du cinéma et de l'image animée\n\n-Code de la construction et de l'habitation.\n\n-Code général des impôts, CGI.\n\n-Loi n° 99-1172 du 30 décembre 1999\n\n-Code général des impôts, CGI.\n\n-Loi n° 2005-1719 du 30 décembre 2005\n\n-Loi n° 2002-1575 du 30 décembre 2002\n\n-Code général des impôts, CGI.\n\n-Loi n° 95-115 du 4 février 1995\n\n-Code général des impôts, CGI.\n\n-Loi n° 2005-781 du 13 juillet 2005\n\n-Livre des procédures fiscales\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": ".-Le I s'applique à compter des impositions établies au titre de 2010.III.-Par exception aux dispositions prévues à l'article 1600 du code général des impôts, la taxe additionnelle à la cotisation foncière des entreprises due au titre de l'année 2010 est égale à un pourcentage du montant de la taxe additionnelle à la taxe professionnelle acquittée au titre de l'année 2009 et se rapportant aux établissements existants au 1er janvier 2010.Ce pourcentage est déterminé dans les conditions suivantes :-95 % lorsque la taxe additionnelle à la taxe professionnelle représente moins de 20 % des produits du budget prévisionnel approuvé pour 2009 ;-96 % lorsque la taxe additionnelle à la taxe professionnelle représente plus de 20 % et moins de 35 % des produits du budget prévisionnel approuvé pour 2009 ;-97 % lorsque la taxe additionnelle à la taxe professionnelle représente plus de 35 % et moins de 50 % des produits du budget prévisionnel approuvé pour 2009 ;-98 % lorsque la taxe additionnelle à la taxe professionnelle représente plus de 50 % des produits du budget prévisionnel approuvé pour 2009, et pour les      chambres de commerce et d'industrie territoriales se trouvant dans les conditions prévues à la deuxième phrase du deuxième alinéa du II du même article 1600.Pour les redevables ayant créé ou repris des établissements au cours de l'année 2009, la taxe additionnelle à la cotisation foncière des entreprises due au titre de l'année 2010 est égale à 95 % de la taxe additionnelle à la taxe professionnelle calculée conformément aux dispositions de l'article 1600 du code général des impôts en vigueur au 1er janvier 2009, appliquées aux bases taxées au profit des collectivités territoriales et de leurs groupements pour l'année 2010.Lorsque la taxe additionnelle à la cotisation foncière des entreprises des redevables mentionnés au 2° de l'article 1467 du code général des impôts, calculée dans les conditions prévues à l'article 1600 du même code, est inférieure à celle calculée en application des dispositions prévues aux premier et deuxième alinéas du présent III, ces dispositions ne s'appliquent pas"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. ― A. [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2009-599 DC du 29 décembre 2009.]B. [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2009-599 DC du 29 décembre 2009.]C. [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2009-599 DC du 29 décembre 2009.]D. [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2009-599 DC du 29 décembre 2009.]E. ― A modifié les dispositions suivantes :\n\nCode des impôts\n\nArt. 266 quindecies\n\nF. [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2009-599 DC du 29 décembre 2009.]II. ― [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2009-599 DC du 29 décembre 2009.]"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2009-599 DC du 29 décembre 2009.]"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2009-599 DC du 29 décembre 2009.]"
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I. A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I. A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "II.-Le I s'applique aux opérations pour lesquelles le fait générateur de la taxe intervient à compter du 1er janvier 2010."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "V. - Les I à IV s'appliquent à compter de l'imposition des revenus de l'année 2009."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "IV. - Le Gouvernement présente au Parlement avant le 31 décembre 2010 un rapport d'évaluation sur les conséquences du présent article."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Livre des procédures fiscales"
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I. -  A modifié les dispositions suivantes :\n\nII. - Le I s'applique à compter du 1er janvier 2010.\n\n- LOI n°2008-1425 du 27 décembre 2008"
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "III. - Les I et II s'appliquent à compter de l'imposition des revenus de 2009."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Sont exonérées d'impôt sur le revenu :1° L'aide exceptionnelle d'un montant de 200 € versée en application du décret n° 2009-479 du 29 avril 2009 instituant une aide versée sous la forme de chèques emploi-service universels préfinancés par l'Etat en faveur du pouvoir d'achat de publics bénéficiaires de prestations sociales ou de demandeurs d'emploi ;2° La prime forfaitaire d'un montant de 500 € versée en application du décret du 27 mars 2009 instituant une prime exceptionnelle pour certains salariés privés d'emploi."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "II. - Les contributions des collectivités territoriales prévues par les articles II et III de l'accord régional interprofessionnel sur les salaires en Guadeloupe en date du 26 février 2009 mentionnées par l'arrêté du 3 avril 2009 portant extension dudit accord ainsi que celles prévues par l'article 4 de l'accord régional interprofessionnel sur les rémunérations des salariés du secteur privé de la Martinique en date du 11 mars 2009 mentionnées par l'arrêté du 29 juillet 2009 portant extension dudit accord ne sont pas soumises à l'impôt sur le revenu.III. - Les I et II sont applicables à compter de l'imposition des revenus de l'année 2009."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Les 1° et 3° du I s'appliquent aux successions ouvertes à compter du 1er janvier 2008.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "I A modifié les dispositions suivantes :\n\nII. - Le I du présent article s'applique aux décisions d'octroi de subvention ou de prêt intervenues à compter du 1er janvier 2009.\n\n- Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "Pour 2010, les prélèvements opérés sur les recettes de l'Etat au profit des collectivités territoriales sont évalués à 85 880 473 000 euros qui se répartissent comme suit :\n\n(En milliers d'euros)\n\nINTITULÉ DU PRÉLÈVEMENT\n\nMONTANT\n\nPrélèvement sur les recettes de l'Etat au titre de la dotation globale de fonctionnement\n\n41   090   500\n\nPrélèvement sur les recettes de l'Etat du produit des amendes forfaitaires de la police de la circulation et des radars automatiques\n\n640   000\n\nPrélèvement sur les recettes de l'Etat au titre de la dotation spéciale pour le logement des instituteurs\n\n27   725\n\nDotation de compensation des pertes de base de la taxe professionnelle et de redevance des mines des communes et de leurs groupements\n\n184   000\n\nPrélèvement sur les recettes de l'Etat au titre de la dotation de compensation de la taxe professionnelle\n\n585   725\n\nPrélèvement sur les recettes de l'Etat au profit du Fonds de compensation pour la taxe sur la valeur ajoutée\n\n6   228   231\n\nPrélèvement sur les recettes de l'Etat au titre de la compensation d'exonérations relatives à la fiscalité locale\n\n2   058   529\n\nDotation élu local\n\n65   006\n\nPrélèvement sur les recettes de l'Etat au profit de la collectivité territoriale de Corse et des départements de Corse\n\n40   697\n\nCompensation de la suppression de la part salaire de la taxe professionnelle\n\n40   000\n\nFonds de mobilisation départementale pour l'insertion\n\n500   000\n\nDotation départementale d'équipement des collèges\n\n326   317\n\nDotation régionale d'équipement scolaire\n\n661   186\n\nCompensation d'exonération au titre de la réduction de la fraction de recettes prises en compte dans les bases de la taxe professionnelle des titulaires de bénéfices non commerciaux\n\n282   299\n\nCompensation d'exonération de la taxe foncière relative au non-bâti agricole (hors la Corse)\n\n203   371\n\nFonds de solidarité des collectivités territoriales touchées par des catastrophes naturelles\n\n15   000\n\nDotation globale de construction et d'équipement scolaire\n\n2   686\n\nPrélèvement exceptionnel sur les recettes de l'Etat au profit du Fonds de compensation pour la taxe sur la valeur ajoutée\n\n1   000   000\n\nCompensation relais de la réforme de la taxe professionnelle\n\n31   798   000\n\nPrélèvement sur les recettes de l'Etat spécifique au profit des dotations d'aménagement\n\n131   201\n\nTotal\n\n85   880   473\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "Sous réserve des dispositions de la présente loi, les affectations résultant de budgets annexes créés et de comptes spéciaux ouverts antérieurement à la date d'entrée en vigueur de la présente loi sont confirmées pour l'année 2010."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "I. ― A la date du 1er janvier 2010, l'ensemble des activités du centre d'études de Gramat de la délégation générale pour l'armement est transféré au Commissariat à l'énergie atomique et aux énergies alternatives.II. ― A cette même date, les biens, droits et obligations de l'Etat attachés aux activités du centre d'études de Gramat sont transférés au Commissariat à l'énergie atomique et aux énergies alternatives. Ce transfert est effectué en pleine propriété pour l'ensemble des biens et droits à caractère mobilier et immobilier.La liste des biens, droits et obligations transférés est fixée par une convention entre l'Etat et le Commissariat à l'énergie atomique et aux énergies alternatives qui est approuvée par un arrêté conjoint du ministre chargé de l'énergie, du ministre chargé de l'industrie, du ministre chargé de la recherche, du ministre chargé du budget et du ministre de la défense.III. ― Ce transfert est effectué à titre gratuit, sous réserve du IV, et ne donne lieu à aucune indemnité ou perception de droits ou de taxes ni à aucun versement   de la contribution prévue à l'article 879 du code général des impôts ou d'honoraires au profit des agents de l'Etat.IV. ― En cas de revente ou de cession de droits réels immobiliers portant sur tout ou partie des biens immobiliers transférés mentionnés au II, pendant un délai de trente ans à compter de la date du transfert, le Commissariat à l'énergie atomique et aux énergies alternatives reverse à l'Etat la somme correspondant à la moitié de la différence entre le produit de cession et la somme des investissements non amortis réalisés par le Commissariat à l'énergie atomique et aux énergies alternatives."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "Le transfert en jouissance du parc immobilier bâti appartenant à l'Etat actuellement remis en dotation à l'Office national des forêts, des immeubles inscrits au tableau général des propriétés de l'Etat et utilisés par l'office sans avoir fait l'objet d'une remise en dotation, ainsi que des immeubles utilisés par l'office et qui n'étaient pas inscrits au tableau, au moyen d'un bail emphytéotique global dont les conditions sont définies par la convention-cadre entre cet établissement et l'Etat signée le 27 juillet 2009, ne donne lieu à aucune indemnité ou perception de droits, impôts ou taxes de quelque nature que ce soit, ni à aucun versement, au profit des agents de l'Etat, d'honoraires ou des           contribution prévue à l'article 879 du code général des impôts."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "Le montant du prélèvement effectué sur les recettes de l'Etat au titre de la participation de la France au budget des Communautés européennes est évalué pour l'exercice 2010 à 18,153 milliards d'euros."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "I. ― Pour 2010, les ressources affectées au budget, évaluées dans l'état A annexé à la présente loi, les plafonds des charges et l'équilibre général qui en résulte sont fixés aux montants suivants :\n\n(En millions d'euros)\n\n2° Le ministre chargé de l'économie est autorisé à procéder, en 2010, dans des conditions fixées par décret :a) A des emprunts à long, moyen et court termes libellés en euros ou en autres devises pour couvrir l'ensemble des charges de trésorerie ou pour renforcer les réserves de change ;b) A l'attribution directe de titres de dette publique négociable à la Caisse de la dette publique ;c) A des conversions facultatives et à des opérations de pension sur titres d'Etat ;d) A des opérations de dépôts de liquidités auprès de la Caisse de la dette publique, sur le marché interbancaire de la zone euro, et auprès des Etats de la même zone ;e) A des souscriptions de titres de créances négociables émis par des établissements publics administratifs, à des rachats, à des échanges d'emprunts, à des échanges de devises ou de taux d'intérêt, à l'achat ou à la vente d'options, de contrats à terme sur titres d'Etat ou d'autres instruments financiers à terme ;3° Le ministre chargé de l'économie est, jusqu'au 31 décembre 2010, habilité à conclure, avec des établissements de crédit spécialisés dans le financement à moyen et long termes des investissements et chargés d'une mission d'intérêt général, des conventions établissant pour chaque opération les modalités selon lesquelles peuvent être stabilisées les charges du service d'emprunts qu'ils contractent en devises étrangères ;4° Le plafond de la variation nette, appréciée en fin d'année, de la dette négociable de l'Etat d'une durée supérieure à un an est fixé à 83,1 milliards d'euros.III. - Pour 2010, le plafond d'autorisation des emplois rémunérés par l'Etat, exprimé en équivalents temps plein travaillé, est fixé au nombre de 2 019 798.IV. - Pour 2010, les éventuels surplus mentionnés au 10° du I de l'article 34 de la loi organique n° 2001-692 du 1er août 2001 relative aux lois de finances sont utilisés dans leur totalité pour réduire le déficit budgétaire.Il y a constatation de tels surplus si, pour l'année 2010, le produit des impositions de toute nature établies au profit de l'Etat net des remboursements et dégrèvements d'impôts, révisé dans la dernière loi de finances rectificative de l'année 2010 ou, à défaut, dans le projet de loi de finances pour 2011, est, à législation constante, supérieur à l'évaluation figurant dans l'état A mentionné au I du présent article.\n\nII. - Pour 2010 :1° Les ressources et les charges de trésorerie qui concourent à la réalisation de l'équilibre financier sont évaluées comme suit :\n\n(En milliards d'euros)"
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "Il est ouvert aux ministres, pour 2010, au titre du budget général, des autorisations d'engagement et des crédits de paiement s'élevant respectivement aux montants de 380 947 060 452 € et de 379 420 937 490 €, conformément à la répartition par mission donnée à l'état B annexé à la présente loi."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "Il est ouvert aux ministres, pour 2010, au titre des budgets annexes, des autorisations d'engagement et des crédits de paiement s'élevant respectivement aux montants de 2 151 756 011 € et de 2 130 326 793 €, conformément à la répartition par budget annexe donnée à l'état C annexé à la présente loi."
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "Il est ouvert aux ministres, pour 2010, au titre des comptes d'affectation spéciale et des comptes de concours financiers, des autorisations d'engagement et des crédits de paiement s'élevant respectivement aux montants de 130 370 212 149 € et de 130 108 212 149 €, conformément à la répartition par compte donnée à l'état D annexé à la présente loi."
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "I.-Les autorisations de découvert accordées aux ministres, pour 2010, au titre des comptes de commerce, sont fixées au montant de 17 975 609 800 euros, conformément à la répartition par compte donnée à l'état E annexé à la présente loi.II.-Les autorisations de découvert accordées au ministre chargé de l'économie, pour 2010, au titre des comptes d'opérations monétaires, sont fixées au montant de 400 000 000 euros, conformément à la répartition par compte donnée à l'état E annexé à la présente loi."
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "Le plafond des autorisations d'emplois de l'Etat pour 2010, exprimé en équivalents temps plein travaillé, est réparti comme suit :\n\nDÉSIGNATION DU MINISTÈREou du budget annexe\n\nPLAFONDexprimé enéquivalents tempsplein travaillé\n\nI. ― Budget général\n\n2 016 217\n\nAffaires étrangères et européennes\n\n15 564\n\nAlimentation, agriculture et pêche\n\n33 476\n\nBudget, comptes publics, fonction publique et réforme de l'Etat\n\n145 286\n\nCulture et communication\n\n11 496\n\nDéfense\n\n309 562\n\nEcologie, énergie, développement durable et mer\n\n66 224\n\nEconomie, industrie et emploi\n\n15 097\n\nEducation nationale\n\n972 542\n\nEnseignement supérieur et recherche\n\n53 513\n\nImmigration, intégration, identité nationale et développement solidaire\n\n615\n\nIntérieur, outre-mer et collectivités territoriales\n\n283 333\n\nJustice et libertés\n\n73 594\n\nSanté et sports\n\n6 401\n\nServices du Premier ministre\n\n8 338\n\nTravail, relations sociales, famille, solidarité et ville\n\n21 176\n\nII. ― Budgets annexes\n\n12 507\n\nContrôle et exploitation aériens\n\n11 609\n\nPublications officielles et information administrative\n\n898\n\nTotal général\n\n2 028 724\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "Le plafond des autorisations d'emplois des opérateurs de l'Etat pour 2010, exprimé en équivalents temps plein, est fixé à 339 423 emplois. Ce plafond est réparti comme suit :\n\nMISSIONS ET PROGRAMMES\n\nPLAFONDexprimé enéquivalentstemps plein\n\nAction extérieure de l'Etat\n\n6 510\n\nRayonnement culturel et scientifique\n\n6 510\n\nAdministration générale et territoriale de l'Etat\n\n116\n\nAdministration territoriale\n\n116\n\nAgriculture, pêche, alimentation,forêt et affaires rurales\n\n16 534\n\nEconomie et développement durable de l'agriculture, de la pêche et des territoires\n\n4 695\n\nForêt\n\n10 595\n\nSécurité et qualité sanitaires de l'alimentation\n\n1 237\n\nConduite et pilotage des politiques de l'agriculture\n\n7\n\nAide publique au développement\n\n244\n\nSolidarité à l'égard des pays en développement\n\n244\n\nAnciens combattants,mémoire et liens avec la Nation\n\n1 445\n\nMémoire, reconnaissance et réparation en faveur du monde combattant\n\n1 445\n\nCulture\n\n17 786\n\nPatrimoines\n\n11 157\n\nCréation\n\n3 734\n\nTransmission des savoirs et démocratisation de la culture\n\n2 895\n\nDéfense\n\n4 767\n\nEnvironnement et prospective de la politique de défense\n\n3 564\n\nPréparation et emploi des forces\n\n2\n\nSoutien de la politique de la défense\n\n1 201\n\nDirection de l'action du Gouvernement\n\n643\n\nCoordination du travail gouvernemental\n\n643\n\nEcologie, développement et aménagement durables\n\n14 243\n\nInfrastructures et services de transports\n\n483\n\nMétéorologie\n\n3 504\n\nUrbanisme, paysages, eau et biodiversité\n\n5 690\n\nInformation géographique et cartographique\n\n1 645\n\nPrévention des risques\n\n1 497\n\nEnergie et après-mines\n\n827\n\nConduite et pilotage des politiques de l'écologie, de l'énergie, du développement durable et de la mer\n\n597\n\nEconomie\n\n3 924\n\nDéveloppement des entreprises et de l'emploi\n\n3 613\n\nTourisme\n\n311\n\nEnseignement scolaire\n\n4 919\n\nSoutien de la politique de l'éducation nationale\n\n4 919\n\nGestion des finances publiqueset des ressources humaines\n\n1 468\n\nFonction publique\n\n1 468\n\nImmigration, asile et intégration\n\n1 282\n\nImmigration et asile\n\n412\n\nIntégration et accès à la nationalité française\n\n870\n\nJustice\n\n533\n\nJustice judiciaire\n\n195\n\nAdministration pénitentiaire\n\n242\n\nConduite et pilotage de la politique de la justice\n\n96\n\nOutre-mer\n\n124\n\nEmploi outre-mer\n\n124\n\nPolitique des territoires\n\n15\n\nImpulsion et coordination de la politique d'aménagement du territoire\n\n15\n\nRecherche et enseignement supérieur\n\n203 925\n\nFormations supérieures et recherche universitaire\n\n113 535\n\nVie étudiante\n\n12 727\n\nRecherches scientifiques et technologiques pluridisciplinaires\n\n48 678\n\nRecherche dans le domaine de la gestion des milieux et des ressources\n\n17 212\n\nRecherche spatiale\n\n2 417\n\nRecherche dans les domaines de l'énergie, du développement et de l'aménagement durables\n\n4 861\n\nRecherche et enseignement supérieur en matière économique et industrielle\n\n2 395\n\nRecherche culturelle et culture scientifique\n\n1 192\n\nEnseignement supérieur et recherche agricoles\n\n908\n\nRégimes sociaux et de retraite\n\n447\n\nRégimes de retraite et de sécurité sociale des marins\n\n447\n\nSanté\n\n2 672\n\nPrévention et sécurité sanitaire\n\n2 444\n\nOffre de soins et qualité du système de soins\n\n219\n\nProtection maladie\n\n9\n\nSécurité\n\n131\n\nPolice nationale\n\n131\n\nSécurité civile\n\n121\n\nCoordination des moyens de secours\n\n121\n\nSolidarité, insertion et égalité des chances\n\n9 890\n\nActions en faveur des familles vulnérables\n\n33\n\nHandicap et dépendance\n\n266\n\nConduite et soutien des politiques sanitaires et sociales\n\n9 591\n\nSport, jeunesse et vie associative\n\n875\n\nSport\n\n817\n\nJeunesse et vie associative\n\n58\n\nTravail et emploi\n\n45 873\n\nAccès et retour à l'emploi\n\n45 526\n\nAccompagnement des mutations économiques et développement de l'emploi\n\n96\n\nAmélioration de la qualité de l'emploi et des relations du travail\n\n79\n\nConception, gestion et évaluation des politiques de l'emploi et du travail\n\n172\n\nVille et logement\n\n407\n\nPrévention de l'exclusion et insertion des personnes vulnérables\n\n47\n\nDéveloppement et amélioration de l'offre de logement\n\n153\n\nPolitique de la ville\n\n207\n\nContrôle et exploitation aériens (budget annexe)\n\n529\n\nFormation aéronautique\n\n529\n\nTotal\n\n339 423\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "I. - Pour 2010, le plafond des autorisations d'emplois des agents de droit local des établissements à autonomie financière mentionnés à l'article 66 de la loi de finances pour 1974 (n° 73-1150 du 27 décembre 1973), exprimé en équivalents temps plein, est fixé à 3 400 emplois. Ce plafond est réparti comme suit :II. - Ce plafond s'applique exclusivement aux agents de droit local recrutés à durée indéterminée."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "Les reports de 2009 sur 2010 susceptibles d'être effectués à partir des programmes mentionnés dans le tableau figurant ci-dessous ne pourront excéder le montant des crédits de paiement ouverts sur ces mêmes programmes par la loi n° 2008-1425 du 27 décembre 2008 de finances pour 2009. Ces reports seront inscrits sur les programmes correspondants de la présente loi figurant dans le tableau ci-dessous :"
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "Avant le 1er juin 2010, le Gouvernement transmet à l'Assemblée nationale et au Sénat un rapport présentant, par catégorie de collectivités et pour chaque collectivité, des simulations détaillées des recettes ainsi qu'une estimation de leur variation à court, moyen et long termes, en application de la réforme des finances locales engagée par la présente loi de finances.Ce rapport, qui met notamment en évidence les conséquences de la réforme sur l'autonomie financière et fiscale des collectivités, ainsi que l'évolution des prélèvements locaux sur les entreprises et les ménages :― présente les résultats des analyses et des simulations complémentaires demandées par les commissions des finances de l'Assemblée nationale et du Sénat ;― propose les ajustements nécessaires des transferts d'impositions entre niveaux de collectivités territoriales et des critères de répartition du produit des impositions en vue de garantir, pour chaque collectivité, le respect des objectifs de la réforme ;― propose les évolutions nécessaires du fonctionnement du fonds de solidarité des communes de la région Ile-de-France et des fonds départementaux de péréquation de la taxe professionnelle afin de parvenir à un niveau de péréquation au moins équivalent à celui existant avant la présente loi de finances ;― envisage différentes solutions pour faire évoluer le dispositif de garantie de ressources prévu par la présente loi et son articulation avec des dispositifs de péréquation verticale et horizontale, abondés par les collectivités et par des dotations de l'Etat ;― tire les conséquences de la création de l'imposition forfaitaire sur les entreprises de réseaux sur les collectivités et en particulier celles accueillant des installations nucléaires ainsi que sur l'équilibre financier des entreprises assujetties ;― analyse la faisabilité d'une évolution distincte de l'évaluation des bases de la taxe foncière sur les propriétés bâties pour les entreprises, d'une part, et pour les ménages, d'autre part.L'avis du comité des finances locales est joint à ce rapport.Au vu de ce rapport et avant le 31 juillet 2010, la loi précise et adapte le dispositif de répartition des ressources des collectivités territoriales et des établissements publics de coopération intercommunale à fiscalité propre. Elle met en place des mécanismes de péréquation fondés sur les écarts de potentiel financier et de charges entre les collectivités territoriales.En temps utile pour la préparation du projet de loi de finances pour 2012 et après qu'a été constaté le montant des ressources dont disposent réellement les collectivités territoriales en 2011, le Gouvernement transmet à l'Assemblée nationale et au Sénat un rapport présentant toutes les conséquences de la réforme, notamment les recettes perçues par chaque catégorie de collectivités ainsi que l'évolution des prélèvements locaux sur les entreprises et les ménages.Dans les deux mois suivant la remise de ce rapport, un projet de loi propose la reconduction ou la modification du dispositif de répartition des ressources des collectivités territoriales et des établissements publics de coopération intercommunale à fiscalité propre.Dans les six mois suivant la promulgation de la loi visée à l'article 35 du projet de loi de réforme des collectivités territoriales, le Gouvernement transmet à l'Assemblée nationale et au Sénat un rapport précisant les évolutions des ressources des collectivités territoriales rendues nécessaires par les modifications de leurs compétences.Dans les deux mois suivant la remise de ce rapport, un projet de loi propose la reconduction ou la modification du dispositif de répartition des ressources entre collectivités territoriales ainsi qu'une réforme de la dotation globale de fonctionnement destinée à conforter sa vocation péréquatrice."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "1. Affectation de nouvelles ressources aux collectivités territoriales.\n\n1.1. Affectation de nouvelles ressources fiscales.\n\nA compter du 1er janvier 2011, la cotisation foncière des entreprises, la cotisation sur la valeur ajoutée des entreprises et l'imposition forfaitaire sur les entreprises de réseaux, créées par l'article 2 de la présente loi, sont perçues au profit des collectivités territoriales et de leurs groupements.\n\n1.2. Transfert d'impôts aux collectivités territoriales.\n\nA créé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\n1.2.3. Création au profit des communes et établissements publics de coopération intercommunale d'une taxe additionnelle à la taxe foncière sur les propriétés non bâties.\n\n1.2.4. Transfert de la taxe sur les surfaces commerciales aux communes et établissements publics de coopération intercommunale et à la métropole de Lyon.\n\n1.2.4.1. A compter du 1er janvier 2011, la taxe sur les surfaces commerciales prévue à l'article 3 de la loi n° 72-657 du 13 juillet 1972 instituant des mesures en faveur de certaines catégories de commerçants et artisans âgés est perçue au profit de la commune sur le territoire de laquelle est situé l'établissement imposable.\n\nLes établissements publics de coopération intercommunale faisant application de l'article 1609 nonies C du code général des impôts sont substitués aux communes membres pour l'application des dispositions relatives à la taxe sur les surfaces commerciales et la perception de son produit. Les métropoles de Lyon et du Grand Paris sont substituées aux communes situées dans leur périmètre pour l'application des dispositions relatives à la taxe sur les surfaces commerciales et à la perception de son produit.\n\nLes établissements publics de coopération intercommunale faisant application du I de l'article 1609 quinquies C du même code sont substitués aux communes membres pour l'application des dispositions relatives à la taxe sur les surfaces commerciales acquittée par les établissements situés dans les zones d'activités économiques mentionnées au même I et la perception de son produit.\n\nLes établissements publics de coopération intercommunale à fiscalité propre ne faisant pas application de l'article 1609 nonies C du même code peuvent se substituer à leurs communes membres pour l'application des dispositions relatives à la taxe sur les surfaces commerciales et la perception de son produit, sur délibérations concordantes de l'établissement public et des communes concernées prises dans les conditions prévues au I de l'article 1639 A bis du même code.\n\nL'organe délibérant de l'établissement public de coopération intercommunale ou, à défaut, le conseil municipal de la commune affectataire de la taxe peut, pour la première fois au titre de la taxe due en 2012, appliquer aux montants de la taxe, calculés conformément à l'article 3 de la loi n° 72-657 du 13 juillet 1972 précitée, un coefficient multiplicateur compris entre 0,8 et 1,2 et ne comportant que deux décimales. Toutefois, le coefficient multiplicateur peut être compris entre 0,8 et 1,3 pour les collectivités territoriales ou les établissements publics de coopération intercommunale à fiscalité propre qui ont mis en place des abattements sur la base d'imposition à la taxe foncière en application de l'article 1388 quinquies C du même code.\n\nCe coefficient ne peut être inférieur à 0,95 ni supérieur à 1,05 au titre de la première année pour laquelle cette faculté est exercée. Il ne peut ensuite varier de plus de 0,05 chaque année. Le coefficient multiplicateur applicable en 2015 par la métropole de Lyon est égal au coefficient multiplicateur appliqué au profit de la communauté urbaine de Lyon en 2014. Pour les années suivantes, le conseil de la métropole de Lyon peut le faire varier chaque année, à la hausse comme à la baisse, de 0,05 au plus par délibération prise avant le 1er octobre pour une application à compter du 1er janvier de l'exercice qui suit. Le montant de la taxe sur les surfaces commerciales perçu en 2016 par la métropole du Grand Paris est déterminé sur la base des coefficients applicables en 2015 sur le territoire de chaque commune située dans son périmètre. Le conseil de la métropole du Grand Paris se prononce avant le 1er octobre 2016 sur le coefficient applicable à compter du 1er janvier 2017 sur l'ensemble de son territoire. Il peut ensuite faire varier le coefficient harmonisé chaque année, à la hausse comme à la baisse, de 0,05 au plus par délibération prise avant le 1er octobre pour une application à compter du 1er janvier de l'exercice qui suit.\n\nA la suite de la création ou d'un changement de régime fiscal d'un établissement public de coopération intercommunale ou en cas de fusion d'établissements publics de coopération intercommunale réalisée dans les conditions prévues à l'article L. 5211-41-3 du code général des collectivités territoriales, les dispositions relatives à la taxe sur les surfaces commerciales et à la perception de son produit qui étaient en vigueur sur le territoire de chaque commune ou de chaque établissement public de coopération intercommunale préexistant sont maintenues pour l'année au cours de laquelle la création, le changement de régime fiscal ou la fusion produit ses effets au plan fiscal.\n\nL'établissement public de coopération intercommunale résultant d'une création, d'un changement de régime fiscal ou d'une fusion doit se prononcer avant le 1er octobre de l'année au cours de laquelle la création, le changement de régime fiscal ou la fusion produit ses effets au plan fiscal sur les dispositions applicables à compter de l'année suivante sur l'ensemble de son territoire. Il peut décider, par délibération à la majorité simple, d'appliquer aux coefficients multiplicateurs décidés par les communes avant la création ou le changement de régime fiscal ou par les établissements publics de coopération intercommunale à fiscalité propre existant antérieurement à la fusion un dispositif de convergence progressive des coefficients vers le coefficient multiplicateur le plus élevé. Ce dispositif ne peut dépasser quatre ans. Les coefficients ne peuvent varier de plus de 0,05 chaque année. Le coefficient maximal ne peut être supérieur à 1,2. Ce coefficient maximal peut atteindre 1,3 pour les collectivités territoriales ou les établissements publics de coopération intercommunale à fiscalité propre qui ont mis en place des abattements sur la base d'imposition à la taxe foncière en application de l'article 1388 quinquies C du code général des impôts.\n\nL'établissement public de coopération intercommunale issu de la fusion ne faisant pas application de l'article 1609 nonies C du code général des impôts peut se substituer à ses communes membres pour l'application des dispositions relatives à la taxe sur les surfaces commerciales et à la perception de son produit, sur délibérations concordantes de l'établissement public et des communes concernées prises avant le 1er octobre de la première année de la fusion.\n\nA défaut de délibérations prises dans le délai défini aux huitième et neuvième alinéas du présent 1.2.4.1, le produit de la taxe sur les surfaces commerciales demeure acquis aux communes sur le territoire desquelles est situé l'établissement imposable lorsque les établissements publics de coopération intercommunale préexistant à la fusion ne bénéficiaient pas des dispositions du quatrième alinéa du présent 1.2.4.1. Lorsque les établissements publics de coopération intercommunale préexistant à la fusion étaient substitués aux communes pour la perception de la taxe et que, la première année de la fusion, s'appliquaient par défaut sur le territoire de chacun de ces établissements publics de coopération intercommunale préexistants des coefficients décidés antérieurement à la fusion en application du septième alinéa du présent 1.2.4.1, le coefficient applicable l'année suivante sur l'ensemble du territoire de l'établissement public issu de la fusion est égal au plus faible des coefficients des établissements publics de coopération intercommunale préexistants.\n\nEn cas de rattachement volontaire d'une commune à un établissement public de coopération intercommunale ou à la suite d'une transformation dans les conditions prévues aux articles L. 5211-41-1 et L. 5211-41-2 du code général des collectivités territoriales, les dispositions relatives à la taxe sur les surfaces commerciales et à la perception de son produit qui étaient en vigueur sur le territoire de chaque commune ou de chaque établissement public de coopération intercommunale préexistant sont maintenues pour la première année du changement de périmètre.\n\nDans ce cas, l'établissement public de coopération intercommunale délibère avant le 1er octobre de la première année du changement de périmètre sur les dispositions applicables à compter de l'année suivante sur l'ensemble du territoire.\n\nLorsqu'il a subi une modification de son périmètre dans les conditions mentionnées aux onzième et douzième alinéas du présent 1.2.4.1, l'établissement public de coopération intercommunale ne faisant pas application de l'article 1609 nonies C du code général des impôts peut se substituer à ses communes membres pour l'application des dispositions relatives à la taxe sur les surfaces commerciales et à la perception de son produit, sur délibérations concordantes de l'établissement public et des communes concernées prises avant le 1er octobre de la première année du changement de périmètre.\n\nA défaut de délibérations prises dans le délai défini aux douzième et treizième alinéas du présent 1.2.4.1, le produit de la taxe sur les surfaces commerciales demeure acquis aux communes sur le territoire desquelles est situé l'établissement imposable lorsqu'elles étaient membres, avant le changement de périmètre, d'un établissement public de coopération intercommunale ne bénéficiant pas des dispositions du quatrième alinéa du présent 1.2.4.1. Lorsque des communes étaient membres, avant le changement de périmètre, d'un établissement public de coopération intercommunale compétent pour la perception de la taxe et que, la première année de la modification du périmètre intercommunal, s'appliquait par défaut sur le territoire de chacune de ces communes des coefficients décidés antérieurement au changement de périmètre intercommunal en application du onzième alinéa du présent 1.2.4.1, le coefficient applicable l'année suivante sur l'ensemble du territoire de l'établissement public ayant accueilli ces communes est égal au plus faible des coefficients applicables avant la modification du périmètre.En cas de création d'une commune nouvelle réalisée dans les conditions prévues à la section 1 du chapitre III du titre Ier du livre Ier de la deuxième partie du code général des collectivités territoriales, les dispositions relatives à la taxe sur les surfaces commerciales et à la perception de son produit, qui étaient en vigueur sur le territoire de chaque commune préexistante, sont maintenues pour la première année d'existence de la commune nouvelle.\n\nEn vue de l'application aux montants de la taxe, calculés conformément à l'article 3 de la loi n° 72-657 du 13 juillet 1972 précitée, du coefficient multiplicateur dans les conditions prévues aux cinquième et sixième alinéas du présent 1.2.4.1, les deuxième et troisième années d'existence de la commune nouvelle, les écarts de coefficients des communes préexistantes sont réduits de moitié la première année et supprimés la seconde, jusqu'à application d'un coefficient unique, lorsque le rapport entre le coefficient le moins élevé et le coefficient le plus élevé est inférieur à 90 %. Lorsque le rapport est supérieur ou égal à 90 %, l'organe délibérant de la commune nouvelle peut appliquer un coefficient unique dès la deuxième année d'existence de la commune nouvelle. Le coefficient unique doit être fixé, par délibération adoptée à la majorité simple dans les conditions prévues au I de l'article 1639 A bis du code général des impôts, dès la première année d'existence de la commune nouvelle.\n\nPour les frais d'assiette et de recouvrement, l'Etat effectue un prélèvement de 1,5 % sur le montant de la taxe sur les surfaces commerciales.\n\n1.2.4.2. Le montant de la compensation prévue au D de l'article 44 de la loi de finances pour 1999 (n° 98-1266 du 30 décembre 1998) ou de la dotation de compensation prévue à l'article L. 5211-28-1 du code général des collectivités territoriales est diminué d'un montant égal, pour chaque collectivité territoriale ou établissement public de coopération intercommunale à fiscalité propre, au produit de la taxe sur les surfaces commerciales perçu par l'Etat en 2010 sur le territoire de la collectivité territoriale ou de l'établissement public de coopération intercommunale.\n\n1.2.5. Information des collectivités.\n\nA l'occasion des transferts d'impôts d'Etat vers les collectivités, les services de l'Etat communiquent aux collectivités territoriales l'ensemble des éléments d'information leur permettant d'apprécier précisément l'origine de ces ressources.\n\n1.3. Réduction des frais de gestion perçus par l'Etat sur la fiscalité directe locale. 1.3.2. Le 1.3.1 entre en vigueur à compter du 1er janvier 2011.\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\n2. Répartition des ressources entre collectivités territoriales.\n\n2.1. Communes et établissements publics de coopération intercommunale.\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n2.1.7.-I.-L'article 1609 nonies C du code général des impôts dans sa rédaction en vigueur à compter du 1er janvier 2011 est applicable aux communautés de communes ayant, avant le 31 décembre 2010, opté, en application du III de l'article 1609 quinquies C du même code dans sa rédaction en vigueur jusqu'à cette date, pour l'application de l'article 1609 nonies C du même code.\n\nII.-Le I de l'article 1609 quinquies C du même code dans sa rédaction en vigueur à compter du 1er janvier 2011 est applicable aux communautés de communes ayant, avant le 31 décembre 2010, opté, en application de la première phrase du premier alinéa du II du même article dans sa rédaction en vigueur jusqu'à cette date, pour l'application des dispositions de cette phrase.\n\nIII.-Le II de l'article 1609 quinquies C du même code dans sa rédaction en vigueur à compter du 1er janvier 2011 est applicable aux communautés de communes ayant, avant le 31 décembre 2010, opté, en application de la deuxième phrase du premier alinéa du même II dans sa rédaction en vigueur jusqu'à cette date, pour l'application des dispositions de cette phrase.\n\n5. Vote des budgets et des taux en 2010 et 2011.\n\nPar dérogation aux dispositions du I de l'article 1639 A du code général des impôts et du premier alinéa de l'article L. 1612-2 du code général des collectivités territoriales, la date limite de vote des budgets et des taux des collectivités territoriales est reportée au 15 avril pour l'exercice 2010 et au 30 avril pour l'exercice 2011.\n\nToutefois, les décisions relatives soit aux taux, soit aux produits, selon le cas, des impositions directes perçues par les collectivités territoriales et organismes compétents prises entre le 1er mai et le 30 juin 2011 inclus sont réputées valables.\n\nA modifié les dispositions suivantes :\n\nArt. 5, Art. 6, Art. 7\n\n8. Dispositions relatives aux attributions existantes de compensation des mesures d'allégement de fiscalité directe locale.\n\nVI.-Les taux à retenir pour calculer les allocations compensatrices de taxe d'habitation à verser à compter de 2011 au profit des communes, des groupements de communes à fiscalité propre en application des dispositions visées au I du présent 8 sont majorés des taux départementaux retenus pour déterminer les compensations versées en 2010 aux départements.\n\nLes taux à retenir pour calculer les allocations compensatrices de taxe foncière sur les propriétés bâties à verser à compter de 2011 au profit des départements en application des dispositions visées aux I et III du présent 8 sont majorés des taux régionaux retenus pour déterminer les compensations versées en 2010 aux régions.\n\nLes taux à retenir pour calculer les allocations compensatrices à verser à compter de 2011 au profit des communes ou des groupements de communes en application des dispositions visées aux V du présent 8 sont majorés des taux départementaux et régionaux retenus pour déterminer les compensations versées en 2010 aux départements et aux régions puis multipliés par un coefficient de 0,84.\n\nLa majoration n'est pas applicable aux communes appartenant en 2011 à un groupement de communes s'étant substitué à celles-ci pour percevoir la taxe professionnelle acquittée par les entreprises implantées sur le territoire des communes membres en application de l'article 1609 nonies C et du II de l'article 1609 quinquies C du code général des impôts en vigueur au 31 décembre 2010.\n\nPour les communes qui ne sont pas membres en 2011 d'un établissement public de coopération intercommunale à fiscalité propre et pour les groupements substitués en 2011 aux communes pour l'application des dispositions relatives à la taxe professionnelle en application de l'article 1609 nonies C du même code, les taux départementaux et les taux régionaux retenus pour déterminer les allocations compensatrices en 2010 viennent majorer, le cas échéant, le taux de la commune ou du groupement bénéficiant de la compensation en 2010.\n\nEn présence de groupements de communes percevant une part additionnelle des quatre impôts directs locaux, les taux appliqués à compter de 2011 aux compensations versées aux communes membres sont majorés, le cas échéant, d'une fraction des taux des départements et des régions retenus pour déterminer les allocations compensatrices en 2010. Cette fraction est la fraction définie au neuvième alinéa du 1° du 3 du I de l'article 1640 C du même code.\n\nPour les groupements de communes percevant une part additionnelle des quatre impôts directs locaux, les taux appliqués aux compensations versées à compter de 2011 sont majorés, le cas échéant, d'une fraction des taux des départements et des régions retenus pour déterminer les allocations compensatrices en 2010. Cette fraction est la fraction définie au huitième alinéa du 1° du 3 du I de l'article 1640 C du même code.\n\nXVIII.-Il est institué, à compter de 2011, une dotation au profit des départements se substituant aux compensations de fiscalité directe locale supprimées à l'occasion de la réforme de la fiscalité directe locale prévue à l'article 2 de la présente loi.\n\nCette dotation est égale à la somme des allocations compensatrices versées au titre de l'année 2010.\n\nLes allocations compensatrices comprises dans cette dotation sont celles prévues :\n\n- au deuxième alinéa de l'article 21 de la loi de finances pour 1992 précitée pour les exonérations mentionnées au a du I, y compris lorsqu'elles visent les personnes mentionnées au e du I du même article ;\n\n- au III de l'article 9 de la loi de finances pour 1993 précitée ;\n\n- au II de l'article 3 de la loi n° 94-1131 du 27 décembre 1994 précitée ;\n\n- aux IV et IV bis de l'article 6 de la loi de finances pour 1987 précitée ;\n\n- au II du B de l'article 26 de la loi de finances pour 2003 précitée ;\n\n- au VII de l'article 5 de la loi n° 2009-594 du 27 mai 2009 précitée ;\n\n- au III de l'article 95 de la loi de finances pour 1998 précitée ;\n\n- au III de l'article 52 de la loi n° 95-115 du 4 février 1995 précitée et au B de l'article 4 de la loi n° 96-987 du 14 novembre 1996 précitée ;\n\n- au B du IV de l'article 29 de la loi n° 2006-396 du 31 mars 2006 précitée et au B du III de l'article 27 de la loi n° 2003-710 du 1er août 2003 précitée.\n\nPour les dotations mentionnées aux quatre derniers alinéas, le versement est limité à la durée d'application des exonérations ou des abattements prévus à l'article 1465 A, au I sexies de l'article 1466 A et à l'article 1466 F du code général des impôts.\n\nA compter de 2011, il est appliqué une minoration aux allocations compensatrices mentionnées aux cinquième, septième, huitième, dixième, onzième et douzième alinéas du présent XVIII composant la dotation se substituant aux compensations de fiscalité directe locale.\n\nAu titre de 2011, cette minoration s'effectue par application du taux défini au IV de l'article 51 de la loi n° 2010-1657 du 29 décembre 2010 de finances pour 2011 à chacune de ces allocations compensatrices avant leur agrégation pour former la dotation au profit des départements. Au titre de 2012, cette minoration s'effectue par application à chacun de ces éléments, avant leur agrégation pour former la dotation au profit des départements, du taux d'évolution fixé pour 2011 et du taux prévu pour 2012 au III de l'article 33 de la loi n° 2011-1977 du 28 décembre 2011 de finances pour 2012. Au titre de 2013, cette minoration s'effectue par application à chacun de ces éléments, avant leur agrégation pour former la dotation au profit des départements, des taux d'évolution fixés au titre de 2011 et 2012 et du taux prévu pour 2013 au IV de l'article 31 de la loi n° 2012-1509 du 29 décembre 2012 de finances pour 2013. Au titre de 2014, cette minoration s'effectue par application à chacun de ces éléments, avant leur agrégation pour former la dotation au profit des départements, des taux d'évolution fixés au titre de 2011, 2012 et 2013 et du taux prévu pour 2014 au IV de l'article 37 de la loi n° 2013-1278 du 29 décembre 2013 de finances pour 2014. Au titre de 2015, cette minoration s'effectue par application à chacun de ces éléments, avant leur agrégation pour former la dotation au profit des départements, des taux d'évolution fixés depuis 2011 et du taux de minoration prévu pour 2015 au III de l'article 23 de la loi n° 2014-1654 du 29 décembre 2014 de finances pour 2015. Au titre de 2016, cette minoration s'effectue par application à chacun de ces éléments, avant leur agrégation pour former la dotation au profit des départements, des taux d'évolution fixés depuis 2011 et du taux de minoration prévu pour 2016 au III de l'article 33 de la loi n° 2015-1785 du 29 décembre 2015 de finances pour 2016. A compter de 2017, il est appliqué une minoration à chacune des allocations compensatrices versées au titre de 2016 en application du présent XVIII et composant la dotation au profit des départements se substituant aux compensations de fiscalité directe locale. Au titre de 2017, la minoration s'effectue par application à chacune de ces allocations, avant leur agrégation pour former la dotation au profit des départements, du taux prévu pour 2017 au III de l'article 33 de la loi n° 2016-1917 du 29 décembre 2016 de finances pour 2017. Au titre de 2018, avant leur agrégation pour former la dotation au profit des départements, chacune de ces allocations compensatrices, à laquelle est appliqué le taux d'évolution prévu pour 2017 au III de l'article 33 de la loi n° 2016-1917 du 29 décembre 2016 précitée, est minorée par application du taux prévu pour 2018 au V de l'article 41 de la loi n° 2017-1837 du 30 décembre 2017 de finances pour 2018. Au titre de 2019, avant leur agrégation pour former la dotation au profit des départements, chacune de ces allocations compensatrices est minorée par application d'un taux qui, appliqué au montant total à verser au titre de l'année 2018, aboutit à un montant total de 421 027 497 €. Au titre de 2020, avant leur agrégation pour former la dotation au profit des départements, chacune de ces allocations compensatrices est minorée par application d'un taux qui, appliqué au montant total à verser au titre de l'année 2019, aboutit à un montant total de 392 598 778 €. Au titre de 2021, avant leur agrégation pour former la dotation au profit des départements, chacune de ces allocations compensatrices est minorée par application d'un taux qui, appliqué au montant total à verser au titre de l'année 2020, aboutit à un montant total de 372 198 778 €. Au titre de 2022, le montant à verser est égal au montant versé en 2021. Au titre de 2023, avant leur agrégation pour former la dotation au profit des départements, chacune de ces allocations compensatrices est minorée par application d'un taux qui, appliqué au montant total à verser au titre de l'année 2022, aboutit à un montant total de 362 198 778 €. Au titre de 2024, le montant à verser est égal au montant versé en 2023. Au titre de 2025, le montant à verser est égal au montant versé en 2024.\n\nUne fraction de la dotation allouée au département du Rhône après application des minorations prévues aux deux précédents alinéas est prélevée au profit de la métropole de Lyon. Cette fraction est servie à la métropole de Lyon à due proportion des bases compensables au profit du département du Rhône au titre de l'année 2010 sur les communes situées dans son périmètre. Pour l'application de cette règle de partage, les bases compensables retenues sont celles utilisées pour le calcul des allocations compensatrices mentionnées du quatrième au douzième alinéa du présent XVIII.\n\nPour l'application du présent XVIII, la collectivité de Corse est substituée de plein droit, à compter du 1er janvier 2018, aux départements de Haute-Corse et de Corse-du-Sud\n\nPour l'application du présent XVIII, la Ville de Paris est substituée de plein droit, à compter du 1er janvier 2019, au département de Paris.\n\nXIX. - Il est institué, à compter de 2011, une dotation au profit des régions se substituant aux compensations de fiscalité directe locale supprimées à l'occasion de la réforme de la fiscalité directe locale prévue à l'article 2 de la présente loi.\n\nCette dotation est égale à la somme des allocations compensatrices versées au titre de l'année 2010.\n\nLes allocations compensatrices comprises dans cette dotation sont celles prévues :\n\n- aux deuxième et troisième alinéas de l'article 21 de la loi de finances pour 1992 précitée pour les exonérations mentionnées aux a et d du I, y compris lorsqu'elles visent les personnes mentionnées au e du I du même article ;\n\n- à l'article 108 de la loi n° 2005-32 du 18 janvier 2005 précitée et au IV de l'article 42 de la loi de finances pour 2001 (n° 2000-1352 du 30 décembre 2000) pour les compensations prévues au IV de l'article 92 de la loi n° 2005-32 du 18 janvier 2005 précitée et au II de l'article 44 de la loi n° 2003-660 du 21 juillet 2003 précitée ;\n\n- au III de l'article 9 de la loi de finances pour 1993 précitée ;\n\n- au IV et au IV bis de l'article 6 de la loi de finances pour 1987 précitée ;\n\n- au II du B de l'article 26 de la loi de finances pour 2003 précitée ;\n\n― au III de l'article 7 de la loi n° 96-987 du 14 novembre 1996 précitée ;\n\n― au A du III de l'article 27 de la loi n° 2003-710 du 1er août 2003 précitée ;\n\n― au IV de l'article 6 de la loi n° 2009-594 du 27 mai 2009 précitée ;\n\n― au VII de l'article 5 de la loi n° 2009-594 du 27 mai 2009 précitée ;\n\n― au III de l'article 95 de la loi de finances pour 1998 précitée ;\n\n― au III de l'article 52 de la loi n° 95-115 du 4 février 1995 précitée et au B de l'article 4 de la loi n° 96-987 du 14 novembre 1996 précitée ;\n\n― au B du IV de l'article 29 de la loi n° 2006-396 du 31 mars 2006 précitée et au B du III de l'article 27 de la loi n° 2003-710 du 1er août 2003 précitée.\n\nPour les dotations mentionnées aux sept derniers alinéas, le versement est limité à la durée d'application des exonérations ou des abattements prévus aux articles 1383 B, 1383 C, 1395 H et 1465 A, au I sexies de l'article 1466 A et à l'article 1466 F du code général des impôts.\n\nA compter de 2011, il est appliqué une minoration aux allocations compensatrices mentionnées aux sixième, septième, huitième, neuvième, dixième, treizième, quatorzième et quinzième alinéas du présent XIX composant la dotation se substituant aux compensations de fiscalité directe locale, ainsi qu'à la partie des allocations compensatrices mentionnées au quatrième alinéa correspondant aux exonérations mentionnées au d du I de l'article 21 de la loi de finances pour 1992 (n° 91-1322 du 30 décembre 1991) et à la partie des allocations compensatrices mentionnées au cinquième alinéa correspondant aux exonérations mentionnées au IV de l'article 92 de la loi n° 2005-32 du 18 janvier 2005 de programmation pour la cohésion sociale.\n\nAu titre de 2011, cette minoration s'effectue par application du taux défini au IV de l'article 51 de la loi n° 2010-1657 du 29 décembre 2010 de finances pour 2011 à chacun de ces éléments avant leur agrégation pour former la dotation au profit des régions. Au titre de 2012, cette minoration s'effectue par application à chacun de ces éléments, avant leur agrégation pour former la dotation au profit des régions et de la collectivité territoriale de Corse, du taux d'évolution fixé pour 2011 et du taux prévu pour 2012 au III de l'article 33 de la loi n° 2011-1977 du 28 décembre 2011 de finances pour 2012. Au titre de 2013, cette minoration s'effectue par application à chacun de ces éléments, avant leur agrégation pour former la dotation au profit des régions et de la collectivité territoriale de Corse, des taux d'évolution fixés au titre de 2011 et 2012 et du taux prévu pour 2013 au IV de l'article 31 de la loi n° 2012-1509 du 29 décembre 2012 de finances pour 2013. Au titre de 2014, cette minoration s'effectue par application à chacun de ces éléments, avant leur agrégation pour former la dotation au profit des régions et de la collectivité territoriale de Corse, des taux d'évolution fixés au titre de 2011, 2012 et 2013 et du taux prévu pour 2014 au IV de l'article 37 de la loi n° 2013-1278 du 29 décembre 2013 de finances pour 2014. Au titre de 2015, cette minoration s'effectue par application à chacun de ces éléments, avant leur agrégation pour former la dotation au profit des régions et de la collectivité territoriale de Corse, des taux d'évolution fixés depuis 2011 et du taux de minoration prévu pour 2015 au III de l'article 23 de la loi n° 2014-1654 du 29 décembre 2014 de finances pour 2015. Au titre de 2016, cette minoration s'effectue par application à chacun de ces éléments, avant leur agrégation pour former la dotation au profit des régions et de la collectivité territoriale de Corse, des taux d'évolution fixés depuis 2011 et du taux de minoration prévu pour 2016 au III de l'article 33 de la loi n° 2015-1785 du 29 décembre 2015 de finances pour 2016. A compter de 2017, il est appliqué une minoration à chacune des allocations compensatrices versées au titre de 2016 en application du présent XIX et composant la dotation au profit des régions et de la collectivité territoriale de Corse se substituant aux compensations de fiscalité directe locale. Au titre de 2017, la minoration s'effectue par application à chacune de ces allocations du taux prévu pour 2017 au IV de l'article 33 de la loi n° 2016-1917 du 29 décembre 2016 de finances pour 2017. Au titre de 2018, avant leur agrégation pour former la dotation au profit des régions et de la collectivité de Corse, chacune de ces allocations compensatrices, à laquelle est appliqué le taux d'évolution prévu pour 2017 au IV de l'article 33 de la loi n° 2016-1917 du 29 décembre 2016 précitée, est minorée par application du taux prévu pour 2018 au VI de l'article 41 de la loi n° 2017-1837 du 30 décembre 2017 de finances pour 2018. Au titre de 2019, avant leur agrégation pour former la dotation au profit des régions et de la collectivité de Corse, chacune de ces allocations compensatrices est minorée par application d'un taux qui, appliqué au montant total à verser au titre de l'année 2018, aboutit à un montant total de 78 655 192 €. Au titre de 2020, avant leur agrégation pour former la dotation au profit des régions et de la collectivité de Corse, chacune de ces allocations compensatrices est minorée par application d'un taux qui, appliqué au montant total à verser au titre de l'année 2019, aboutit à un montant total de 58 655 192 €. Au titre de 2021, avant leur agrégation pour former la dotation au profit des régions et de la collectivité de Corse, chacune de ces allocations compensatrices est minorée par application d'un taux qui, appliqué au montant total à verser au titre de l'année 2020, aboutit à un montant total de 40 805 192 €. Au titre de 2022, avant leur agrégation pour former la dotation au profit des régions et de la collectivité de Corse, chacune de ces allocations compensatrices est minorée par application d'un taux qui, appliqué au montant total à verser au titre de l'année 2021, aboutit à un montant total de 15 805 192 €. Au titre de 2023, le montant à verser est égal au montant versé en 2022. Au titre de 2024, le montant à verser est égal au montant versé en 2023. Au titre de 2025, le montant à verser est égal au montant versé en 2024.\n\nPour l'application des dispositions du présent XIX, la collectivité de Corse est substituée de plein droit, à compter du 1er janvier 2018, à la collectivité territoriale de Corse.\n\nXX . -Au titre de 2010, les compensations versées aux collectivités territoriales et aux groupements de communes à fiscalité propre sont déterminées à partir des bases de taxe professionnelle qui résulteraient de l'application, au titre de l'année 2010, des dispositions relatives à cette taxe dans leur version en vigueur au 31 décembre 2009. Pour le calcul de ces compensations pour les communes et leurs groupements à fiscalité propre, il est fait application des délibérations applicables en 2009 relatives aux bases de taxe professionnelle.\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des collectivités territoriales\n\n-Loi n° 72-657 du 13 juillet 1972\n\n-Loi n° 2005-1719 du 30 décembre 2005\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des collectivités territoriales\n\n-Loi n° 2002-1575 du 30 décembre 2002\n\nArt. 26\n\n-Loi n° 86-1317 du 30 décembre 1986\n\n-Loi n° 96-987 du 14 novembre 1996\n\n-Loi n° 2003-710 du 1 août 2003\n\n-Loi n° 2006-396 du 31 mars 2006\n\n-Loi n° 2000-1352 du 30 décembre 2000\n\nArt. 42\n\n-Loi n° 2005-157 du 23 février 2005\n\n-Loi n° 2005-1719 du 30 décembre 2005\n\n-Loi n° 2006-436 du 14 avril 2006\n\n-Loi n° 94-1131 du 27 décembre 1994\n\n-Loi n° 97-1269 du 30 décembre 1997\n\nArt. 95\n\n-Loi n° 96-1143 du 26 décembre 1996\n\n-LOI n° 2009-594 du 27 mai 2009\n\n-Loi n° 95-115 du 4 février 1995\n\nArt. 52\n\n-Loi n° 94-1131 du 27 décembre 1994\n\n-Loi n° 2006-396 du 31 mars 2006\n\n-Loi\n\nArt. 21\n\n-Loi n° 2003-660 du 21 juillet 2003\n\nArt. 44\n\n-Loi n° 2002-92 du 22 janvier 2002\n\nArt. 48\n\n-Loi n° 2005-32 du 18 janvier 2005\n\nArt. 92\n\nA modifié les dispositions suivantes :\n\n-Code général des collectivités territoriales\n\nArt. L1613-1\n\nA modifié les dispositions suivantes :\n\n-Loi de finances pour 2004 (n° 2003-1311 du 30 décembre 2003)\n\nArt. 53\n\n-Code général des collectivités territoriales\n\nArt. L2332-2, Art. L3332-1-1, Art. L4331-2-1\n\n-Loi n° 2005-1719 du 30 décembre 2005\n\n-Loi n° 94-1131 du 27 décembre 1994\n\n-Loi\n\n-Loi n° 95-115 du 4 février 1995\n\n-Loi\n\n-Loi n° 94-1131 du 27 décembre 1994\n\nArt. 3\n\n-Loi n° 2006-396 du 31 mars 2006\n\n-Code général des impôts, CGI.\n\n-Loi n° 72-657 du 13 juillet 1972\n\n-Code général des impôts, CGI.\n\n-Code général des collectivités territoriales\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "1. Instauration à compter de 2011 des dotations de compensation de la réforme de la taxe professionnelle.\n\n1.1. Dotation de compensation de la réforme de la taxe professionnelle au profit des communes et établissements publics de coopération intercommunale à fiscalité propre.\n\nI.-Il est institué, à compter de 2011, une dotation de compensation de la réforme de la taxe professionnelle au profit des communes et des établissements publics de coopération intercommunale à fiscalité propre.\n\nII.-1. Pour chaque commune et chaque établissement public de coopération intercommunale à fiscalité propre, est calculée la différence entre les deux termes suivants :1° La somme :\n\n-des impositions à la taxe d'habitation et à la taxe foncière sur les propriétés non bâties émises au titre de 2010 au profit de la commune ou de l'établissement public ;\n\n-du montant de la compensation relais définie au II de l'article 1640 B du code général des impôts, minoré, le cas échéant, des prélèvements opérés en 2010 au profit du fonds départemental de péréquation de la taxe professionnelle en application du I de l'article 1648 A du même code dans sa rédaction antérieure à la loi n° 2010-1657 du 29 décembre 2010 de finances pour 2011, et majoré des reversements perçus au titre de 2009 au titre du 2° du II et du premier alinéa des 1° et 2° du IV bis du même article 1648 A dans sa rédaction en vigueur au 31 décembre 2009 ;\n\n-et des compensations d'exonérations de taxe d'habitation, de taxe foncière sur les propriétés bâties, de taxe foncière sur les propriétés non bâties et de taxe professionnelle versées à la commune ou à l'établissement public de coopération intercommunale en 2010 ;\n\n-et, pour les communes et les établissements publics de coopération intercommunale sur le territoire desquels des installations terrestres de production d'électricité utilisant l'énergie mécanique du vent mentionnées à l'article 1519 D du code général des impôts ont fait l'objet d'une demande de permis de construire adressée avant le 1er janvier 2010 qui a été accordé dans des termes strictement identiques à ceux de ladite demande et ont été couplées au réseau électrique après cette date, du montant de la base imposable à la taxe professionnelle de ces installations, définie selon les dispositions applicables au 31 décembre 2009 qui auraient été appliquées à ces installations si elles avaient existé à cette même date, multiplié par le taux de taxe professionnelle de chaque collectivité ou établissement public retenu pour les impositions de 2009, dans la limite du taux voté pour les impositions au titre de l'année 2008 majoré de 1 % ;\n\nDiminuée :\n\n-de la diminution, prévue en application du 1 du III de l'article 29 de la loi de finances pour 2003 (n° 2002-1575 du 30 décembre 2002), de la compensation prévue au D de l'article 44 de la loi de finances pour 1999 (n° 98-1266 du 30 décembre 1998) opérée au titre de l'année 2010, minorée du produit de la différence, si elle est positive, entre la base imposable de taxe professionnelle de France Télécom au titre de 2003 et celle qui résulterait de l'application au titre de l'année 2010 des dispositions relatives à cette taxe dans leur version en vigueur au 31 décembre 2009, par le taux de taxe professionnelle applicable en 2002, dans les conditions définies au 1 du III de l'article 29 précité ;\n\n-le cas échéant, du prélèvement au profit du budget général de l'Etat prévu au 2 du III de l'article 29 de la loi de finances pour 2003 précitée, opéré au titre de l'année 2010 ;\n\n-et du montant maximal de prélèvement prévu au 2 du C du III de l'article 85 de la loi n° 2005-1719 du 30 décembre 2005 de finances pour 2006 calculé au titre de l'année 2009 ;\n\n2° La somme :\n\n-des bases nettes 2010 de taxe foncière sur les propriétés non bâties, multipliées par le taux 2010 de référence défini au V de l'article 1640 C du code général des impôts ;\n\n-du produit 2010 de taxe d'habitation déterminé en fonction des bases et des taux appliqués en 2010 dans les conditions prévues au 1 bis ;\n\n-des bases nettes 2010 de cotisation foncière des entreprises, multipliées par le taux 2010 de référence défini au A du V du même article pour la cotisation foncière des entreprises et du montant de cotisation foncière des entreprises au titre de l'année 2010 des installations mentionnées au cinquième alinéa du 1° qui aurait été attribué à ces communes ou établissements au titre de ces installations si les modalités d'affectation de ces impositions applicables au 1er janvier 2011 avaient été applicables au titre de l'année 2010 ;\n\n-du montant de cotisation sur la valeur ajoutée des entreprises perçu au titre de l'année 2010 par la commune ou l'établissement public de coopération intercommunale à fiscalité propre, en application des articles 1379,1379-0 bis et 1586 octies du même code et du montant de cotisation sur la valeur ajoutée des entreprises au titre de l'année 2010 des installations mentionnées au cinquième alinéa du 1° qui aurait été attribué à ces communes ou établissements au titre de ces installations si les modalités d'affectation de ces impositions applicables au 1er janvier 2011 avaient été applicables au titre de l'année 2010 ;\n\n-pour les établissements publics de coopération intercommunale faisant application de l'article 1609 nonies C du même code et pour les communes ne faisant pas partie en 2011 d'un tel établissement, des bases départementales et régionales nettes 2010 de la taxe foncière sur les propriétés non bâties multipliées par le taux défini au premier alinéa du IV de l'article 1519 I du même code dans sa rédaction en vigueur à compter du 1er janvier 2011 ;\n\n-du produit des composantes de l'imposition forfaitaire sur les entreprises de réseaux prévues aux articles 1519 D, 1519 E, 1519 F, 1519 G et 1519 H du même code dont elles auraient bénéficié au titre de l'année 2010 si les dispositions applicables au 1er janvier 2011 et relatives à ces impositions avaient été appliquées ;\n\n-du produit de la composante de l'imposition forfaitaire sur les entreprises de réseaux prévue à l'article 1519 HA du même code au titre de l'année 2010, dont elles auraient bénéficié si les modalités de déclaration, de perception et d'affectation de cette imposition applicables au 1er janvier 2011 avaient été appliquées au titre de l'année 2010 ;\n\n-du montant de la taxe additionnelle à la taxe sur les installations nucléaires de base dite de stockage mentionnée au VI de l'article 43 de la loi de finances pour 2000 (n° 99-1172 du 30 décembre 1999) qui lui aurait été reversé au titre de l'année 2010 si les règles de répartition prévues au dernier alinéa dudit VI avaient été appliquées ;\n\n-des bases communales ou intercommunales de taxe foncière sur les propriétés bâties écrêtées au profit de l'Etat au titre de l'année 2010 en application du 5.3.1 de l'article 2 de la présente loi, multipliées par le taux de référence défini au 1 du B du V de l'article 1640 C du code général des impôts ;\n\n-et des compensations d'exonérations de taxe d'habitation, de taxe foncière sur les propriétés bâties, de taxe foncière sur les propriétés non bâties et de taxe professionnelle qui auraient été versées au titre de l'année 2010 si les dispositions de l'article 77 applicables au 1er janvier 2011 avaient été retenues pour calculer leur montant.\n\n1 bis. Le produit de taxe d'habitation est celui obtenu en multipliant les bases nettes de taxe d'habitation imposées en 2010 au profit de la commune ou de l'établissement public de coopération intercommunale bénéficiaire du transfert de la taxe d'habitation départementale par le taux de la commune ou de l'établissement public de coopération intercommunale multiplié par 1,034, majoré du produit des bases nettes départementales de taxe d'habitation par le taux départemental de taxe d'habitation ou la fraction de taux départemental lui revenant multiplié par 1,034.\n\nPour les communes membres en 2011 d'un établissement public de coopération intercommunale soumis au régime fiscal prévu à l'article 1609 nonies C du code général des impôts, le produit de taxe d'habitation est égal au produit des bases nettes communales de taxe d'habitation par le taux communal de taxe d'habitation.\n\nPour les établissements publics de coopération intercommunale soumis au régime fiscal prévu au même article 1609 nonies C en 2011 et ne percevant pas de taxe d'habitation au 1er janvier 2010, il est ajouté au taux départemental de taxe d'habitation, multiplié par 1,034, la moyenne des taux communaux de taxe d'habitation dans les communes membres, pondérés par l'importance relative des bases de taxe d'habitation de ces communes telles qu'issues des rôles généraux, et multipliée par 0,0340.\n\nPour les établissements publics de coopération intercommunale soumis au régime fiscal prévu au même article 1609 nonies C en 2011 et percevant de la taxe d'habitation au 1er janvier 2010, le produit de taxe d'habitation est égal à la somme :\n\n1° Du produit des bases nettes intercommunales de taxe d'habitation par le taux intercommunal de taxe d'habitation multiplié par 1,034 auquel il est ajouté la moyenne des taux communaux de taxe d'habitation dans les communes membres, pondérés par l'importance relative des bases de taxe d'habitation de ces communes telles qu'issues des rôles généraux, et multipliée par 0,0340 ;\n\n2° Et du produit des bases nettes départementales de taxe d'habitation par le taux départemental de taxe d'habitation multiplié par 1,034.\n\n2. Le montant global de la dotation de compensation prévue au I du présent 1.1 est égal à la somme algébrique, pour l'ensemble des communes, à l'exception de la ville de Paris, et des établissements publics de coopération intercommunale à fiscalité propre, des différences définies conformément au 1 du présent II.\n\nIII.-Le montant global de la dotation de compensation est réparti entre les communes, à l'exception de la ville de Paris, et les établissements publics de coopération intercommunale à fiscalité propre pour lesquels la différence définie au 1 du II est positive et supérieure à 50 000 euros, au prorata de cette différence.\n\nIV.-A.-En cas de fusion de communes, la dotation de compensation de la réforme de la taxe professionnelle de la commune nouvelle est égale à la somme des dotations de compensation calculée conformément au présent 1.1 des communes fusionnées.\n\nB.-a. En cas de scission de commune, le montant de la dotation de compensation de la réforme de la taxe professionnelle de chacune des communes résultant de la scission s'obtient par répartition, au prorata de la part de chaque commune dans la somme des différences positives définies au b, de la dotation de compensation de la commune scindée.\n\nb. Pour chacune des communes nouvelles issues de la scission, est calculée la différence entre les deux termes suivants :\n\n1° La somme :\n\n-des impositions à la taxe d'habitation et à la taxe foncière sur les propriétés non bâties émises au titre de 2010 au profit de la commune scindée sur le territoire de la commune nouvelle ;\n\n-du montant de la compensation relais définie au II de l'article 1640 B du code général des impôts versé à la commune scindée afférent aux établissements situés sur le territoire de la commune nouvelle ;\n\n2° La somme :\n\n-des bases nettes communales 2010 de taxe foncière sur les propriétés non bâties situées sur le territoire de la commune nouvelle, multipliées par le taux 2010 de référence de la commune scindée défini au V de l'article 1640 C du même code ;\n\n-du produit 2010 de taxe d'habitation déterminé en fonction des bases communales situées sur le territoire de la commune nouvelle et des taux appliqués en 2010 par la commune scindée dans les conditions prévues au 1 bis du II du présent 1.1 ;\n\n-des bases nettes communales 2010 de cotisation foncière des entreprises situées sur le territoire de la commune nouvelle, multipliées par le taux 2010 de référence de la commune scindée défini au A du V de l'article 1640 C du même code pour la cotisation foncière des entreprises ;\n\n-du montant de cotisation sur la valeur ajoutée des entreprises perçu au titre de l'année 2010 par la commune scindée sur le territoire de la commune nouvelle, en application des articles 1379 et 1586 octies du même code ;\n\n-pour les communes ne faisant pas partie en 2011 d'un établissement public de coopération intercommunale faisant application de l'article 1609 nonies C du même code, des bases départementales et régionales nettes 2010 de la taxe foncière sur les propriétés non bâties situées sur le territoire de la commune nouvelle, multipliées par le taux défini au premier alinéa du IV de l'article 1519 I du même code dans sa rédaction en vigueur au 1er janvier 2011 ;\n\n-du produit communal des composantes de l'imposition forfaitaire sur les entreprises de réseaux prévues aux articles 1519 D à 1519 H du même code sur le territoire de la commune nouvelle, dont la commune scindée aurait bénéficié au titre de l'année 2010 si les dispositions applicables au 1er janvier 2011 et relatives à ces impositions avaient été appliquées ;\n\n-du produit communal de la composante de l'imposition forfaitaire sur les entreprises de réseaux prévue à l'article 1519 HA du même code au titre de l'année 2010 sur le territoire de la commune nouvelle, dont la commune scindée aurait bénéficié si les modalités de déclaration, de perception et d'affectation de cette imposition applicables au 1er janvier 2011 avaient été appliquées au titre de l'année 2010.\n\nC.-En cas de fusion d'établissements publics de coopération intercommunale, le montant de la dotation de compensation de la réforme de la taxe professionnelle du nouvel établissement public de coopération intercommunale est égal à la somme des montants des dotations de compensation calculée conformément au présent 1.1 des établissements publics de coopération intercommunale fusionnés.\n\nD.-a. En cas de dissolution d'un établissement public de coopération intercommunale, le montant de la dotation de compensation de la réforme de la taxe professionnelle de l'établissement dissous est réparti entre ses communes membres au prorata de la part de chacune d'elles dans la somme des différences positives définies au b.\n\nb. Pour chaque commune membre d'un établissement public de coopération intercommunale à fiscalité propre dissous, est calculée la différence entre les deux termes suivants :\n\n1° La somme :\n\n-des impositions à la taxe d'habitation et à la taxe foncière sur les propriétés non bâties émises au titre de 2010 au profit de l'établissement public sur le territoire de la commune ;\n\n-du montant de la compensation relais définie au II de l'article 1640 B du code général des impôts versé à l'établissement public afférent aux établissements situés sur le territoire de la commune ;\n\n2° La somme :\n\n-des bases nettes intercommunales 2010 de taxe foncière sur les propriétés non bâties situées sur le territoire de la commune, multipliées par le taux 2010 de référence de l'établissement public défini au V de l'article 1640 C du même code ;\n\n-du produit 2010 de taxe d'habitation déterminé en fonction des bases intercommunales situées sur le territoire de la commune et des taux appliqués en 2010 par l'établissement public dans les conditions prévues au 1 bis du II du présent 1.1 ;\n\n-des bases nettes intercommunales 2010 de cotisation foncière des entreprises situées sur le territoire de la commune, multipliées par le taux 2010 de référence de l'établissement public défini au A du V du même article 1640 C pour la cotisation foncière des entreprises ;\n\n-du montant de cotisation sur la valeur ajoutée des entreprises perçu au titre de l'année 2010 par l'établissement public de coopération intercommunale à fiscalité propre sur le territoire de la commune, en application des articles 1379-0 bis et 1586 octies du même code ;\n\n-si la commune est membre d'un établissement public de coopération intercommunale faisant application de l'article 1609 nonies C du même code, des bases départementales et régionales nettes 2010 de la taxe foncière sur les propriétés non bâties situées sur le territoire de la commune multipliées par le taux défini au premier alinéa du IV de l'article 1519 I du même code dans sa rédaction en vigueur au 1er janvier 2011 ;\n\n-du produit intercommunal des composantes de l'imposition forfaitaire sur les entreprises de réseaux prévues aux articles 1519 D à 1519 H du même code sur le territoire de la commune, dont l'établissement public aurait bénéficié au titre de l'année 2010 si les dispositions applicables au 1er janvier 2011 et relatives à ces impositions avaient été appliquées ;\n\n-du produit intercommunal de la composante de l'imposition forfaitaire sur les entreprises de réseaux prévue à l'article 1519 HA du même code au titre de l'année 2010 sur le territoire de la commune, dont l'établissement public aurait bénéficié si les modalités de déclaration, de perception et d'affectation de cette imposition applicables au 1er janvier 2011 avaient été appliquées au titre de l'année 2010.\n\nc. Lorsque, à la suite de la dissolution d'un établissement public de coopération intercommunale auquel elle adhérait, une commune est devenue membre d'un nouvel établissement public de coopération intercommunale dans le cadre d'une procédure de fusion, de modification de périmètre ou d'adhésion individuelle, la part de dotation de compensation de la réforme de la taxe professionnelle, calculée selon les conditions prévues aux a et b du présent D, est versée au profit de cet établissement public de coopération intercommunale.\n\nd. En cas de dissolution d'un ou de plusieurs établissements publics de coopération intercommunale à fiscalité propre au 1er janvier 2011, les a à c s'appliquent, à compter du 1er janvier 2014 et pour les années ultérieures, aux communes et aux établissements publics de coopération intercommunale à fiscalité propre auxquels il a été fait application, jusqu'au 31 décembre 2013, des troisième à cinquième alinéas du présent IV, dans leur rédaction résultant de la loi n° 2010-1657 du 29 décembre 2010 de finances pour 2011.\n\nE.-En cas de retrait d'une commune membre d'un établissement public de coopération intercommunale à fiscalité propre, la part de dotation de compensation de la réforme de la taxe professionnelle de l'établissement lui revenant, le cas échéant, est calculée selon les conditions prévues aux a et b du D et la dotation de compensation de l'établissement public concerné est diminuée de cette part.\n\nLorsque, à la suite de son retrait d'un établissement public de coopération intercommunale auquel elle adhérait, une commune est devenue membre d'un nouvel établissement public de coopération intercommunale dans le cadre d'une procédure de fusion, de modification de périmètre ou d'adhésion individuelle, la part de dotation de compensation de la réforme de la taxe professionnelle, calculée selon les conditions prévues aux a et b du D du présent IV, est versée au profit de cet établissement public de coopération intercommunale.\n\nEn cas de retrait d'une commune d'un établissement public de coopération intercommunale à fiscalité propre au 1er janvier 2011, les deux premiers alinéas du présent E s'appliquent, à compter du 1er janvier 2014 et pour les années ultérieures, aux communes et aux établissements publics de coopération intercommunale à fiscalité propre auxquels il a été fait application, jusqu'au 31 décembre 2013, des troisième à cinquième alinéas du présent IV, dans leur rédaction résultant de la loi n° 2010-1657 du 29 décembre 2010 de finances pour 2011.\n\nF.-Lorsqu'une commune est devenue membre au 1er janvier 2011 d'un établissement public de coopération intercommunale faisant application de l'article 1609 nonies C du code général des impôts, le montant de la dotation de compensation de la réforme de la taxe professionnelle calculée conformément aux II et III du présent 1.1 et au présent IV est versé au profit de cet établissement.\n\nV.-La métropole de Lyon est substituée de plein droit à la communauté urbaine de Lyon pour l'application du présent 1.1 dans son périmètre.\n\nVI. - A. - Entre 2016 et 2026, les établissements publics territoriaux mentionnés à l'article L. 5219-2 du code général des collectivités territoriales sont substitués de plein droit aux établissements publics de coopération intercommunale préexistants pour l'application du présent 1.1 dans leur périmètre.\n\nPour chaque établissement public territorial, le montant de la dotation de compensation de la réforme de la taxe professionnelle est égal à la somme des montants des dotations de compensation calculée conformément au présent 1.1 des établissements publics de coopération intercommunale préexistants.\n\nB. - A compter de 2027, la métropole du Grand Paris est substituée de plein droit aux établissements publics territoriaux pour l'application du présent 1.1 dans son périmètre.\n\nVII. - Pour l'application du présent 1.1, la Ville de Paris est substituée de plein droit, à compter du 1er janvier 2019, à la ville de Paris.\n\n1.2. Dotation de compensation de la réforme de la taxe professionnelle au profit des départements.\n\nI.-Il est institué, à compter de 2011, une dotation de compensation de la réforme de la taxe professionnelle au profit des départements.\n\nII.-1. Pour chaque département, est calculée la différence entre les deux termes suivants :\n\n1° La somme :\n\n-des impositions à la taxe d'habitation et aux taxes foncières émises au titre de l'année 2010 au profit du département ;\n\n-des compensations d'exonération de taxe foncière sur les propriétés bâties versées au département au titre de l'année 2010 ;\n\n-et du montant de la compensation relais définie au II de l'article 1640 B du code général des impôts ou, pour les départements de Haute-Corse et de Corse-du-Sud, de la compensation versée au titre de l'année 2010 en application du III de l'article 2 de la loi n° 94-1131 du 27 décembre 1994 portant statut fiscal de la Corse pour les pertes de recettes mentionnées au I du même article 2 ;\n\n-et, pour les départements sur le territoire desquels des installations terrestres de production d'électricité utilisant l'énergie mécanique du vent mentionnées à l'article 1519 D du code général des impôts ont fait l'objet d'une demande de permis de construire adressée avant le 1er janvier 2010 qui a été accordé dans des termes strictement identiques à ceux de ladite demande et ont été couplées au réseau électrique après cette date, du montant de la base imposable à la taxe professionnelle de ces installations, définie selon les dispositions applicables au 31 décembre 2009 qui aurait été appliquée à ces installations si elles avaient existé à cette même date, multiplié par le taux de taxe professionnelle du département retenu pour les impositions de 2009, dans la limite du taux voté pour les impositions au titre de l'année 2008 majoré de 1 % ;\n\nDiminuée du montant maximal de prélèvement prévu au 2 du C du III de l'article 85 de la loi n° 2005-1719 du 30 décembre 2005 de finances pour 2006 calculé au titre de l'année 2009 ;\n\n2° La somme :\n\n-du produit de cotisation sur la valeur ajoutée des entreprises perçu au titre de l'année 2010 par le département, en application des articles 1586 et 1586 octies du code général des impôts et du montant de cotisation sur la valeur ajoutée des entreprises au titre de l'année 2010 des installations mentionnées au cinquième alinéa du 1° qui aurait été attribué au département au titre de ces installations si les modalités d'affectation de ces impositions applicables au 1er janvier 2011 avaient été applicables au titre de l'année 2010 ;\n\n-des compensations d'exonération de taxe foncière sur les propriétés bâties qui auraient été versées au département au titre de l'année 2010 si les dispositions de l'article 77 applicables au 1er janvier 2011 avaient été retenues pour calculer leur montant ;\n\n-du produit de l'année 2010 de la taxe sur les conventions d'assurance perçue en application des 2°, 2° bis et 6° de l'article 1001 du même code qui aurait été perçu par le département si les modalités d'affectation de ces impositions applicables au 1er janvier 2011 avaient été appliquées au titre de l'année 2010 ;\n\n-du produit de l'année 2010 de la taxe additionnelle aux droits d'enregistrement et à la taxe de publicité foncière prévue par l'article 678 bis du même code afférent aux mutations d'immeubles et droits immobiliers situés sur leur territoire ;\n\n-du produit des composantes de l'imposition forfaitaire sur les entreprises de réseaux prévues aux articles 1519 D, 1519 E, 1519 F et 1519 H du même code dont il aurait bénéficié au titre de l'année 2010 si les dispositions applicables au 1er janvier 2011 et relatives à ces impositions avaient été appliquées ;\n\n-du produit de la composante de l'imposition forfaitaire sur les entreprises de réseaux prévue à l'article 1519 HA du même code au titre de l'année 2010, dont il aurait bénéficié si les modalités de déclaration, de perception et d'affectation de cette imposition applicables au 1er janvier 2011 avaient été appliquées au titre de l'année 2010 ;\n\n-des bases nettes 2010 de taxe foncière sur les propriétés bâties, multipliées par le taux 2010 de référence défini au 2 du B du V de l'article 1640 C du même code ;\n\n-et du produit des bases départementales de taxe foncière sur les propriétés bâties, imposées au titre de l'année 2010 au profit du département ou écrêtées au profit de l'Etat au titre de la même année en application du 5.3.1 de l'article 2 de la présente loi, multipliées par le taux de référence défini au 2 du B du V de l'article 1640 C du code général des impôts.\n\nPour le département de Paris, cette différence est augmentée ou diminuée de la différence calculée conformément au 1 du II du 1.1 du présent article pour la ville de Paris.\n\n1 bis. A compter de 2015, pour chaque commune située dans les limites territoriales du département du Rhône au 31 décembre 2014, est calculée la différence entre les deux termes suivants :\n\n1° La somme :\n\n-des impositions à la taxe d'habitation et aux taxes foncières émises au titre de 2010 au profit du département sur le territoire de la commune ;\n\n-des compensations d'exonérations de taxe foncière sur les propriétés bâties constatées sur le territoire de la commune et versées au département au titre de l'année 2010 ;\n\n-de la fraction du montant de la compensation relais définie au II de l'article 1640 B du code général des impôts versée au département qui est établie à due proportion des bases départementales théoriques de taxe professionnelle constatées en 2010 sur le territoire de la commune dans le total des bases départementales théoriques de taxe professionnelle constatées en 2010 dans l'ensemble du département du Rhône ;\n\nDiminuée de la fraction du montant de prélèvement prévu au 2 du C du III de l'article 85 de la loi n° 2005-1719 du 30 décembre 2005 de finances pour 2006 et mis à la charge du département du Rhône au titre de l'année 2009, qui est établie à due proportion des bases départementales théoriques de taxe professionnelle constatées en 2010 sur le territoire de la commune dans le total des bases départementales théoriques de taxe professionnelle constatées en 2010 dans l'ensemble du département du Rhône ;\n\n2° La somme :\n\n-du produit de cotisation sur la valeur ajoutée des entreprises perçu sur le territoire de la commune, en application des articles 1586 et 1586 octies du code général des impôts qui aurait été attribué au département au titre de ces installations si les modalités d'affectation de ces impositions applicables au 1er janvier 2011 avaient été applicables au titre de l'année 2010 ;\n\n-des compensations d'exonérations de taxe foncière sur les propriétés bâties constatées sur le territoire de la commune qui auraient été versées au département au titre de l'année 2010 si les dispositions de l'article 77 applicables au 1er janvier 2011 avaient été retenues pour calculer leur montant ;\n\n-de la fraction du produit de la taxe additionnelle aux droits d'enregistrement et à la taxe de publicité foncière prévue par l'article 678 bis du même code afférent aux mutations d'immeubles et droits immobiliers qui aurait été perçu au titre de l'année 2010 par le département sur le territoire de la commune si les modalités d'affectation de cette imposition applicable au 1er janvier 2011 avaient été mises en œuvre au titre de l'année 2010 ;\n\n-des bases nettes départementales 2010 de taxe foncière sur les propriétés bâties situées sur le territoire de la commune, multipliées par le taux 2010 de référence du département défini au 2 du B du V de l'article 1640 C du code général des impôts ;\n\n-du produit départemental des composantes de l'imposition forfaitaire sur les entreprises de réseaux prévues aux articles 1519 D, 1519 E, 1519 F et 1519 H du même code qui aurait été perçu au titre de l'année 2010 au profit du département sur le territoire de la commune, si les dispositions applicables au 1er janvier 2011 et relatives à ces impositions avaient été appliquées au titre de 2010 ;\n\n-du produit départemental de la composante de l'imposition forfaitaire sur les entreprises de réseaux prévue à l'article 1519 HA du même code qui a été perçu au titre de l'année 2011 au profit du département sur le territoire de la commune ;\n\nLa différence imputable à la métropole de Lyon est obtenue en calculant la somme algébrique des différences identifiées sur chaque commune située dans les limites territoriales de la métropole de Lyon ;\n\nLa différence imputable au département du Rhône à compter de 2015 est obtenue en calculant la somme algébrique des différences identifiées sur chaque commune située dans ses nouvelles limites territoriales telles qu'elles résultent de l'application de l'article L. 3611-1 du code général des collectivités territoriales à compter du 1er janvier 2015.\n\n2. Le montant global de la dotation de compensation prévue au I est égal à la somme algébrique pour l'ensemble des départements des différences définies conformément au 1 et au 1 bis du présent II.\n\nIII.-Le montant global de la dotation de compensation est réparti entre les départements pour lesquels la différence définie au 1 et au 1 bis du II est positive, au prorata de cette différence.\n\nIV.-Pour l'application du présent 1.2, la collectivité de Corse est substituée de plein droit, à compter du 1er janvier 2018, aux départements de Haute-Corse et de Corse-du-Sud.\n\nV. - Pour l'application du présent 1.2, la Ville de Paris est substituée de plein droit, à compter du 1er janvier 2019, à la ville de Paris et au département de Paris.\n\n1.3. Dotation de compensation de la réforme de la taxe professionnelle au profit des régions.\n\nI.-Il est institué, à compter de 2011, une dotation de compensation de la réforme de la taxe professionnelle au profit des régions et de la collectivité territoriale de Corse.\n\nII.-1. Pour chaque région et pour la collectivité territoriale de Corse, est calculée la différence entre les deux termes suivants :\n\n1° La somme :\n\n-des impositions aux taxes foncières émises au titre de l'année 2010 au profit de la région ou de la collectivité territoriale de Corse ;\n\n-du montant de la compensation relais définie au II de l'article 1640 B du code général des impôts ou, pour la collectivité territoriale de Corse, de la compensation versée au titre de l'année 2010 en application du III de l'article 2 de la loi n° 94-1131 du 27 décembre 1994 précitée pour les pertes de recettes mentionnées au I du même article 2 ;\n\n-et, pour les régions sur le territoire desquelles des installations terrestres de production d'électricité utilisant l'énergie mécanique du vent mentionnées à l'article 1519 D du code général des impôts ont fait l'objet d'une demande de permis de construire adressée avant le 1er janvier 2010 qui a été accordé dans des termes strictement identiques à ceux de ladite demande et ont été couplées au réseau électrique après cette date, du montant de la base imposable à la taxe professionnelle de ces installations, définie selon les dispositions applicables au 31 décembre 2009 qui aurait été appliquée à ces installations si elles avaient existé à cette même date, multiplié par le taux de taxe professionnelle de la région retenu pour les impositions de 2009, dans la limite du taux voté pour les impositions au titre de l'année 2008 majoré de 1 % ;\n\nDiminuée du montant maximal de prélèvement prévu au 2 du C du III de l'article 85 de la loi n° 2005-1719 du 30 décembre 2005 précitée calculé au titre de l'année 2009.\n\nPour la région Ile-de-France, les produits des taxes foncières s'entendent de ceux des taxes additionnelles aux taxes foncières prévues à l'article 1599 quinquies du code général des impôts, dans sa rédaction en vigueur au 31 décembre 2010 ;\n\n2° La somme :\n\n-du produit de cotisation sur la valeur ajoutée des entreprises perçu au titre de l'année 2010 par la région ou la collectivité territoriale de Corse, en application des articles 1586 octies et 1599 bis du même code et du montant de cotisation sur la valeur ajoutée des entreprises au titre de l'année 2010 des installations mentionnées au quatrième alinéa du 1° qui aurait été attribué à la région au titre de ces installations si les modalités d'affectation de ces impositions applicables au 1er janvier 2011 avaient été applicables au titre de l'année 2010 ;\n\n-et du produit des composantes de l'imposition forfaitaire sur les entreprises de réseaux prévus aux articles 1599 quater A et 1599 quater B du même code dont la collectivité territoriale aurait bénéficié au titre de l'année 2010 si les dispositions applicables au 1er janvier 2011 et relatives à ces impositions avaient été appliquées ;\n\n2. Le montant global de la dotation de compensation est égal à la somme algébrique, pour l'ensemble des régions, des différences définies conformément au 1 et au 1 bis du présent II.\n\nIII.-Le montant global de la dotation de compensation est réparti entre les régions pour lesquelles la différence définie au 1 et au 1 bis du II est positive, au prorata de cette différence.\n\nIV. - Pour l'application du présent 1.3, la collectivité de Corse est substituée de plein droit, à compter du 1er janvier 2018, à la collectivité territoriale de Corse.\n\n1.4. Notification aux collectivités territoriales.\n\nI.-Une estimation du montant individuel de la dotation de compensation de la réforme de la taxe professionnelle, ainsi que du prélèvement ou reversement du Fonds national de garantie individuelle des ressources est notifiée à chaque collectivité territoriale ou établissement public de coopération intercommunale à fiscalité propre pour le 15 mars 2011.\n\nEn tant que de besoin, le montant de la compensation relais prévue au II de l'article 1640 B du code général des impôts est corrigé sur la base des impositions à la taxe professionnelle et à la cotisation foncière des entreprises émises jusqu'au 30 juin 2011 et des dégrèvements de taxe professionnelle et de cotisation foncière des entreprises ordonnancés jusqu'à la même date. Le montant de la correction est, le cas échéant, notifié à la collectivité territoriale concernée pour le 31 juillet 2011.\n\nPour les années 2012 et suivantes, les pourcentages mentionnés au III de l'article L. 3332-2-1 du code général des collectivités territoriales sont calculés à partir des impositions établies, des dégrèvements ordonnancés et des produits perçus jusqu'au 30 juin 2011, la plus prochaine loi de finances après cette date arrêtant leur niveau définitif.\n\nLe montant définitif des dotations, prélèvements et reversements mentionnés au premier alinéa du présent I est calculé à partir des impositions établies, des dégrèvements ordonnancés et des produits perçus jusqu'au 30 juin 2011 et actualisé en fonction des redressements opérés par les services fiscaux sur les bases de la taxe professionnelle de 2010, jusqu'au 30 juin 2012.\n\nLe montant de la correction mentionnée au deuxième alinéa du présent I et les différences entre les montants notifiés en application du troisième alinéa et les montants correspondants notifiés en application du premier alinéa viennent en augmentation ou en diminution des attributions mensuelles de cotisation sur la valeur ajoutée des entreprises et des taxes et impositions perçues par voie de rôle restant à verser au titre de l'année 2011 à la collectivité territoriale ou à l'établissement public de coopération intercommunale concerné. En cas d'insuffisance de ces attributions, ou sur demande de la collectivité ou de l'établissement public de coopération intercommunale, cette régularisation peut être opérée sur les attributions mensuelles restant à verser au titre des années 2011 et 2012.\n\nII.-Un montant global égal au montant du produit de cotisation sur la valeur ajoutée des entreprises recouvré entre le 1er janvier et le 30 juin 2011 au titre de l'année 2010 est versé en 2011 aux collectivités territoriales et établissements publics de coopération intercommunale à fiscalité propre. Il est réparti entre eux selon les règles définies aux articles 1379,1379-0 bis, 1586,1586 octies et 1599 bis du code général des impôts pour la cotisation sur la valeur ajoutée des entreprises.\n\n1.5. Minoration de la dotation de compensation de la réforme de la taxe professionnelle au profit des départements et des régions\n\nA compter de 2017, le montant des dotations de compensation versées au titre des 1.2 et 1.3 est minoré pour chaque collectivité concernée par l'application des taux prévus, respectivement, aux VI et VII de l'article 33 de la loi n° 2016-1917 du 29 décembre 2016 de finances pour 2017.\n\nAu titre de 2018, le montant de ces dotations de compensation, auxquelles sont appliqués les taux d'évolution prévus pour 2017 aux VI et VII de l'article 33 de la loi n° 2016-1917 du 29 décembre 2016 précitée, est minoré par application des taux prévus pour 2018, respectivement, aux VIII et IX de l'article 41 de la loi n° 2017-1837 du 30 décembre 2017 de finances pour 2018.\n\nAu titre de 2019, le montant des dotations versées au titre des 1.2 et 1.3 du présent article est minoré par application d'un taux qui, appliqué au montant total à verser au titre de l'année 2018, aboutit à un montant total de, respectivement, 1 273 415 243 € et 548 780 027 €.\n\nAu titre de 2020, le montant des dotations versées au titre des 1.2 et 1.3 du présent article est minoré par application d'un taux qui, appliqué au montant total à verser au titre de l'année 2019, aboutit à un montant total de, respectivement, 1 273 415 243 € et 499 780 027 €.\n\nAu titre de 2021, le montant des dotations versées au titre des 1.2 et 1.3 du présent article est minoré par application d'un taux qui, appliqué au montant total à verser au titre de l'année 2020, aboutit à un montant total de, respectivement, 1 268 315 500 € et 492 129 770 €.\n\nAu titre de 2022, le montant des dotations versées au titre des 1.2 et 1.3 du présent article est minoré par application d'un taux qui, appliqué au montant total à verser au titre de l'année 2021, aboutit à un montant total de, respectivement, 1 268 315 500 € et 467 129 770 €.\n\nAu titre de 2023, le montant des dotations versées au titre des 1.2 et 1.3 est minoré par application d'un taux qui, appliqué au montant total à verser au titre de l'année 2022, aboutit à un montant total de, respectivement, 1 263 315 500 € et 467 129 770 €.\n\nAu titre de 2024, le montant des dotations versées au titre des 1.2 et 1.3 est minoré par application d'un taux qui, appliqué au montant total à verser au titre de l'année 2023, aboutit à un montant total de, respectivement, 1 243 315 500 € et 467 129 770 €.\n\nAu titre de 2025, le montant des dotations versées au titre des 1.2 et 1.3 est minoré par application d'un taux qui, appliqué au montant total à verser au titre de l'année 2024, aboutit à un montant total de, respectivement, 1 204 315 500 € et 278 463 770 €.\n\n1.6. Minoration de la dotation de compensation de la réforme de la taxe professionnelle au profit des communes et établissements publics de coopération intercommunale à fiscalité propre.Au titre de 2019, le montant de cette dotation est minoré par application d'un taux qui, appliqué au montant total à verser au titre de l'année 2018, aboutit à un montant total de 1 154 768 465 €.\n\nAu titre de 2020, le montant de cette dotation est minoré par application d'un taux qui, appliqué au montant total à verser au titre de l'année 2019, aboutit à un montant total de 1 144 768 465 €.\n\nAu titre de 2021, le montant à verser est égal au montant versé en 2020.\n\nAu titre de 2022, le montant à verser est égal au montant versé en 2021.\n\nAu titre de 2023, le montant à verser est égal au montant versé en 2022.\n\nAu titre de 2024, le montant de cette dotation est minoré par application d'un taux qui, appliqué au montant total à verser au titre de l'année 2023, aboutit à un montant total de 1 130 768 465 €.\n\nAu titre de 2025, le montant de cette dotation est minoré par application d'un taux qui, appliqué au montant total à verser au titre de l'année 2024, aboutit à un montant total de 928 540 780 €.\n\n2. Fonds nationaux de garantie individuelle des ressources.\n\n2.1. Fonds national de garantie individuelle des ressources communales et intercommunales.\n\nI.-Il est créé, sous le nom de Fonds national de garantie individuelle des ressources communales et intercommunales, un fonds chargé de compenser, pour chaque commune et établissement public de coopération intercommunale à fiscalité propre, les conséquences financières de la réforme de la fiscalité locale.La gestion comptable et financière de ce fonds est assurée par le ministre chargé du budget.\n\nII.-A compter de l'année 2011, les ressources fiscales des communes et établissements publics de coopération intercommunale à fiscalité propre sont, chaque année, diminuées d'un prélèvement au profit du fonds ou augmentées d'un reversement des ressources de ce même fonds.\n\nIII.-Pour chaque commune, à l'exception de la ville de Paris, et chaque établissement public de coopération intercommunale à fiscalité propre :\n\n-si le terme défini au 2° du 1 du II du 1.1 du présent article, augmenté de la compensation attribuée au titre de l'année 2011 à la commune ou à l'établissement public en application du III du même 1.1 avant application de la minoration prévue au 1.6, excède celui défini au 1° du 1 du II dudit 1.1, la commune ou l'établissement public fait l'objet d'un prélèvement d'un montant égal à l'excédent ;\n\n-dans le cas contraire, la commune ou l'établissement public bénéficie d'un reversement d'un montant égal au déficit multiplié par le coefficient d'équilibrage défini au dernier alinéa du présent III.\n\nLorsque les excédents et déficits mentionnés aux deux alinéas précédents sont d'un montant inférieur à 100 euros, ils ne donnent pas lieu à prélèvement ou reversement et ne sont pas pris en compte dans le calcul du coefficient d'équilibrage défini au dernier alinéa.Il est calculé un coefficient multiplicatif unique d'équilibrage applicable à chaque reversement, assurant que la somme des reversements ainsi ajustés soit égale à la somme des prélèvements.\n\nIV.-A.-En cas de fusion de communes, le prélèvement sur les ressources ou le reversement de la commune nouvelle est égal à la somme des prélèvements et reversements calculés conformément au présent 2.1 des communes participant à la fusion.\n\nB.-En cas de scission de commune, le montant du prélèvement sur les ressources ou du reversement de chacune des communes résultant de la scission est égal au produit du prélèvement ou du reversement calculé conformément au présent 2.1 de la commune scindée par le rapport entre la différence définie au b du B du IV du 1.1 du 1 du présent article pour chaque nouvelle commune issue de la scission et la somme algébrique des mêmes différences de l'ensemble des communes résultant de la scission.\n\nC.-En cas de fusion d'établissements publics de coopération intercommunale, le montant du prélèvement sur les ressources ou du reversement de l'établissement issu de la fusion est égal à la somme des prélèvements et reversements calculés conformément au présent 2 des établissements publics de coopération intercommunale participant à la fusion.\n\nD.-a. En cas de dissolution d'un établissement public de coopération intercommunale, le montant du prélèvement sur les ressources ou du reversement de l'établissement dissous est réparti entre ses communes membres selon les modalités suivantes :\n\n1° Si l'établissement public de coopération intercommunale bénéficie d'un reversement mentionné au présent 2.1 :\n\n-chaque commune membre dont la différence définie au b du D du IV du 1.1 du 1 du présent article est positive bénéficie d'une fraction du reversement de l'établissement telle que la somme de cette fraction et de la part de la dotation de compensation de la réforme de la taxe professionnelle de l'établissement revenant à la commune, calculée conformément au même D, soit égale au montant de cette différence ;\n\n-chaque commune membre dont la différence définie au b du même D est négative fait l'objet d'un prélèvement égal à cette différence ;\n\n-la différence entre le reversement dont bénéficie l'établissement dissous et la somme des fractions des reversements et des prélèvements mentionnés aux deuxième et troisième alinéas du présent 1° est répartie entre les communes membres au prorata de la somme des différences en valeur absolue calculées au b du même D ;\n\n2° Si l'établissement public de coopération intercommunale fait l'objet d'un prélèvement sur les ressources mentionné au présent 2.1 :\n\n-chaque commune membre dont la différence définie au b du même D est négative fait l'objet d'un prélèvement égal à cette différence ;\n\n-chaque commune membre dont la différence définie au même b est positive bénéficie d'un reversement égal à cette différence ;\n\n-la différence entre le prélèvement mis à la charge de l'établissement dissous et la somme des prélèvements et reversements mentionnés aux deuxième et troisième alinéas du présent 2° est répartie entre les communes membres au prorata de la somme des différences en valeur absolue calculées au b du même D.\n\nb. Lorsque, à la suite de la dissolution d'un établissement public de coopération intercommunale auquel elle adhérait, une commune est devenue membre d'un nouvel établissement public de coopération intercommunale dans le cadre d'une procédure de fusion, de modification de périmètre ou d'adhésion individuelle, la fraction de reversement sur les ressources, calculée selon les conditions prévues aux 1° et 2° du a du présent D, est versée au profit de cet établissement public.\n\nLorsque, à la suite de la dissolution d'un établissement public de coopération intercommunale auquel elle adhérait, une commune est devenue membre d'un nouvel établissement public de coopération intercommunale dans le cadre d'une procédure de fusion, de modification de périmètre ou d'adhésion individuelle, le prélèvement sur les ressources, calculé selon les conditions prévues aux mêmes 1° et 2°, est mis à la charge de cet établissement public.\n\nc. En cas de dissolution d'un ou de plusieurs établissements publics de coopération intercommunale à fiscalité propre au 1er janvier 2011, les a et b s'appliquent, à compter du 1er janvier 2014 et pour les années ultérieures, aux communes et aux établissements publics de coopération intercommunale à fiscalité propre auxquels il a été fait application jusqu'au 31 décembre 2013 des troisième à cinquième alinéas du présent IV, dans leur rédaction résultant de la loi n° 2009-1673 du 30 décembre 2009 de finances pour 2010.\n\nE. En cas de retrait d'une commune membre d'un établissement public de coopération intercommunale à fiscalité propre, la part du montant du prélèvement ou du reversement de l'établissement lui revenant, le cas échéant, est calculée selon les conditions prévues aux 1° et 2° du a du D du présent IV et le prélèvement ou le reversement de l'établissement public concerné est diminué de cette part.\n\nLorsque, à la suite de son retrait d'un établissement public de coopération intercommunale auquel elle adhérait, une commune est devenue membre d'un nouvel établissement public de coopération intercommunale dans le cadre d'une procédure de fusion, de modification de périmètre ou d'adhésion individuelle, la fraction de reversement sur les ressources, calculée selon les conditions prévues aux mêmes 1° et 2°, est versée au profit de cet établissement public.\n\nLorsque, à la suite de son retrait d'un établissement public de coopération intercommunale auquel elle adhérait, une commune est devenue membre d'un nouvel établissement public de coopération intercommunale dans le cadre d'une procédure de fusion, de modification de périmètre ou d'adhésion individuelle, le prélèvement sur les ressources, calculé selon les conditions prévues auxdits 1° et 2°, est mis à la charge de cet établissement public.\n\nEn cas de retrait d'une commune d'un établissement public de coopération intercommunale à fiscalité propre au 1er janvier 2011, les trois premiers alinéas du présent E s'appliquent, à compter du 1er janvier 2014 et pour les années ultérieures, aux communes et aux établissements publics de coopération intercommunale à fiscalité propre auxquels il a été fait application jusqu'au 31 décembre 2013 des troisième à cinquième alinéas du présent IV, dans leur rédaction résultant de la loi n° 2009-1673 du 30 décembre 2009 de finances pour 2010.\n\nF.-a. Lorsqu'une commune est devenue membre au 1er janvier 2011 d'un établissement public de coopération intercommunale faisant application de l'article 1609 nonies C du code général des impôts, le reversement sur les ressources calculé conformément au III du présent 2.1 et au présent IV, minoré des reversements perçus par la commune au titre de 2009 en vertu du 2° du II de l'article 1648 A du même code dans sa rédaction en vigueur au 31 décembre 2009, est versé au profit de cet établissement public.\n\nLe premier alinéa du présent a n'est pas applicable lorsque les reversements perçus par la commune au titre de 2009, en vertu du 2° du II du même article 1648 A dans sa rédaction en vigueur au 31 décembre 2009, sont supérieurs au reversement au titre du Fonds national de garantie individuelle des ressources communales et intercommunales.\n\nb. Lorsqu'une commune est devenue membre au 1er janvier 2011 d'un établissement public de coopération intercommunale faisant application de l'article 1609 nonies C du code général des impôts, le prélèvement sur les ressources calculé conformément au III du présent 2.1 et au présent IV, majoré des reversements perçus par la commune au titre de 2009 en vertu du 2° du II de l'article 1648 A du même code dans sa rédaction en vigueur au 31 décembre 2009, est mis à la charge de cet établissement public.\n\nLa commune perçoit un reversement au titre du présent Fonds national de garantie individuelle des ressources communales et intercommunales égal au montant des reversements perçus par la commune au titre de 2009 en vertu du 2° du II du même article 1648 A dans sa rédaction en vigueur au 31 décembre 2009.\n\nV.-La métropole de Lyon est substituée de plein droit à la communauté urbaine de Lyon pour l'application du présent 2.1 dans son périmètre.\n\nVI. - A. - Entre 2016 et 2026, les établissements publics territoriaux mentionnés à l'article L. 5219-2 du code général des collectivités territoriales sont substitués de plein droit aux établissements publics de coopération intercommunale préexistants pour l'application du présent 2.1 dans leur périmètre.\n\nPour chaque établissement public territorial, le montant du prélèvement sur les ressources ou du reversement de l'établissement issu de la fusion est égal à la somme des prélèvements et reversements calculés conformément au présent 2.1 des établissements publics de coopération intercommunale préexistants.\n\nB. - A compter de 2027, la métropole du Grand Paris est substituée de plein droit aux établissements publics territoriaux pour l'application du présent 2.1 dans son périmètre.\n\nVII. - Pour l'application du présent 2.1, la Ville de Paris est substituée de plein droit, à compter du 1er janvier 2019, à la ville de Paris.\n\nVIII.-A.-A compter de 2021, il est institué un prélèvement sur les recettes de l'Etat au profit des communes et des établissements publics de coopération intercommunale à fiscalité propre contributeurs au Fonds national de garantie individuelle des ressources.Pour être éligibles à ce prélèvement sur recettes, les communes et les établissements publics de coopération intercommunale doivent réunir les conditions suivantes :1° Avoir constaté, entre 2012 et l'année précédant la contribution au fonds, une perte de bases de cotisation foncière des entreprises supérieure à 70 % ;2° Acquitter un prélèvement au titre du Fonds national de garantie individuelle des ressources représentant plus de 2 % des recettes réelles de fonctionnement de leur budget principal, telles que constatées au 1er janvier de l'année de répartition dans les derniers comptes de gestion disponibles.B.-Le montant attribué aux communes et aux établissements publics de coopération intercommunale à fiscalité propre éligibles est égal, chaque année, à un tiers de leur prélèvement au titre du Fonds national de garantie individuelle des ressources de 2020.C.-a. Lorsqu'une commune ou un établissement public de coopération intercommunale à fiscalité propre bénéficie des mécanismes de compensation prévus aux I, II et II bis du 3 du présent article et du fonds de compensation mentionné au III de l'article 79 de la loi n° 2018-1317 du 28 décembre 2018 de finances pour 2019, il ne peut être éligible au prélèvement sur recettes qu'à compter de la quatrième année suivant celle au cours de laquelle il a perçu pour la première fois l'un des mécanismes de compensation précités.b. Lorsqu'une commune est membre d'un établissement public de coopération intercommunale à fiscalité propre bénéficiant des mécanismes de compensation prévus aux I, II et II bis du 3 du présent article et du fonds de compensation mentionné au III de l'article 79 de la loi n° 2018-1317 du 28 décembre 2018 précitée, elle ne peut être éligible au prélèvement sur recettes qu'à compter de la quatrième année suivant celle au cours de laquelle l'établissement public de coopération intercommunale à fiscalité propre a perçu pour la première fois l'un des mécanismes de compensation précités.c. Lorsqu'une commune ou un établissement public de coopération intercommunale à fiscalité propre bénéficie d'un des mécanismes de compensation prévus aux I, II et II bis du 3, le montant du prélèvement sur recettes qui lui est attribué ne peut pas être supérieur à la différence entre, d'une part, la perte de recettes calculée pour le bénéfice de ces compensations et, d'autre part, le montant perçu au titre de ces mécanismes de compensation.D.-Les pertes de bases de cotisation foncière des entreprises liées au rattachement d'une commune à un établissement public de coopération intercommunale à fiscalité propre ou au changement de périmètre ou de régime fiscal d'un établissement public de coopération intercommunale à fiscalité propre ne sont pas prises en compte dans le calcul de l'éligibilité de la commune ou de l'établissement public de coopération intercommunale à fiscalité propre.E.-Un décret en Conseil d'Etat fixe les modalités d'application du présent VIII.\n\n2.2. Fonds national de garantie individuelle des ressources départementales.\n\nI.-Il est créé, sous le nom de Fonds national de garantie individuelle des ressources départementales, un fonds chargé de compenser, pour chaque département, ainsi que pour la métropole de Lyon les conséquences financières de la réforme de la fiscalité locale.\n\nLa gestion comptable et financière de ce fonds est assurée par le ministre chargé du budget.\n\nII.-A compter de l'année 2011, les ressources fiscales des départements sont chaque année diminuées d'un prélèvement au profit du fonds ou augmentées d'un reversement des ressources de ce même fonds.\n\nA compter de 2015, les ressources fiscales de la métropole de Lyon sont chaque année diminuées d'un prélèvement au profit du fonds ou augmentées d'un reversement des ressources de ce même fonds calculé dans les conditions prévues au III, auquel s'ajoute le versement calculé dans les conditions prévues au 2.1 du présent article.\n\nIII.-Pour chaque département, à l'exception du département de Paris, et la métropole de Lyon :\n\n-si le terme défini au 2° du 1 ou au 2° du 1 bis du II du 1.2 du présent article, augmenté de la compensation attribuée au titre de l'année 2011 au département en application du III du même 1.2, excède celui défini au 1° du 1 ou au 1° du 1 bis du II dudit 1.2, le département ou la métropole de Lyon fait l'objet d'un prélèvement d'un montant égal à l'excédent ;\n\n-dans le cas contraire, le département bénéficie d'un reversement d'un montant égal au déficit multiplié par le coefficient d'équilibrage défini au dernier alinéa du présent III.\n\nSi la somme du terme défini au 2° du 1 du II du 1.1 du présent article pour la ville de Paris, du terme défini au 2° du 1 du II du 1.2 du présent article pour le département de Paris et, le cas échéant, de la compensation attribuée au titre de l'année 2011 au département de Paris en application du III du même 1.2 excède la somme des termes définis au 1° du 1 du II des 1.1 et 1.2 du présent article, le département ou la métropole de Lyon fait l'objet d'un prélèvement d'un montant égal à l'excédent.\n\nDans le cas contraire, le département de Paris bénéficie d'un reversement d'un montant égal au déficit multiplié par le coefficient d'équilibrage défini au dernier alinéa du présent III.Lorsque les excédents et déficits mentionnés aux quatre alinéas précédents sont d'un montant inférieur à 10 000 euros, ils ne donnent pas lieu à prélèvement ou reversement et ne sont pas pris en compte dans le calcul du coefficient d'équilibrage défini au dernier alinéa.\n\nIl est calculé un coefficient multiplicatif unique d'équilibrage applicable à chaque reversement, assurant que la somme des reversements ainsi ajustés soit égale à la somme des prélèvements.\n\nIV. - Pour l'application du présent 2.2, la collectivité de Corse est substituée de plein droit, à compter du 1er janvier 2018, aux départements de Haute-Corse et de Corse-du-Sud.\n\nV. - Pour l'application du présent 2.2, la Ville de Paris est substituée de plein droit, à compter du 1er janvier 2019, à la ville de Paris et au département de Paris.\n\n2.3. (Abrogé).\n\n2.4. Conditions d'application.Les conditions d'application des 2.1 à 2.3 du présent article sont fixées par un décret en Conseil d'Etat.\n\n2 bis. Suite à la notification de la dotation de compensation de la réforme de taxe professionnelle définie au 1 et du prélèvement ou reversement du Fonds national de garantie individuelle des ressources défini au 2 au titre de l'exercice 2011, les collectivités territoriales et les établissements publics de coopération intercommunale à fiscalité propre ont jusqu'au 30 juin 2012 pour faire connaître à l'administration fiscale toute erreur qui entacherait le calcul détaillé au I des 1.1 à 1.3.\n\nA l'issue des opérations de rectification d'erreurs dans les calculs individuels mentionnés aux mêmes 1.1 à 1.3 relevées par les collectivités territoriales et les établissements publics de coopération intercommunale et par l'administration des finances publiques, il est procédé à l'automne 2012, au titre de 2012 et des années suivantes, aux calculs mentionnés au 2 des II et III desdits 1.1 à 1.3 et au III des 2.1 à 2.3.\n\nLe montant de dotation définie aux 1.1 à 1.3 et le montant de prélèvement ou reversement défini aux 2.1 à 2.3 rectifié sont notifiés aux collectivités territoriales et aux établissements publics de coopération intercommunale à l'issue des opérations de calcul global mentionnées au deuxième alinéa du présent 2 bis. La différence entre les montants ainsi notifiés et ceux notifiés en application du I vient en augmentation ou en diminution des attributions mensuelles de la dotation définie aux 1.1 à 1.3 restant à verser au titre de 2012, des attributions mensuelles au titre des versements définis aux 2.1 à 2.3 du présent article au titre de 2012, ou des avances de fiscalité mentionnées au II de l'article 46 de la loi n° 2005-1719 du 30 décembre 2005 de finances pour 2006 restant à verser au titre de 2012.\n\n3. I.-Il est institué à compter de 2012 un prélèvement sur les recettes de l'Etat permettant de verser une compensation :\n\n1° Aux communes et établissements publics de coopération intercommunale à fiscalité propre qui enregistrent d'une année sur l'autre une perte importante de base de cotisation foncière des entreprises et une perte importante, au regard de leurs recettes fiscales, de produit de cotisation foncière des entreprises afférent aux entreprises à l'origine de la perte de base de cotisation foncière des entreprises.\n\nPour l'application du premier alinéa du présent 1° :\n\na) Pour les communes :\n\n-les recettes fiscales s'entendent des impositions mentionnées au I de l'article 1379 du code général des impôts, de la taxe sur les surfaces commerciales prévue à l'article 3 de la loi n° 72-657 du 13 juillet 1972 instituant des mesures en faveur de certains commerçants et artisans âgés, du complément prévu au 2° du C du IV de l'article 16 de la loi n° 2019-1479 du 28 décembre 2019 de finances pour 2020, des compensations de pertes de taxe foncière sur les propriétés bâties et de cotisation foncière sur les entreprises prévues au III de l'article 29 de la loi n° 2020-1721 du 29 décembre 2020 de finances pour 2021, de la dotation de compensation mentionnée au 2 du B du même III, de la dotation de compensation mentionnée au II de l'article 41 de la loi n° 2022-1157 du 16 août 2022 de finances rectificative pour 2022 et de la fraction de taxe sur la valeur ajoutée mentionnée au XXIV de l'article 55 de la loi n° 2022-1726 du 30 décembre 2022 de finances pour 2023, majorées ou minorées des ressources perçues ou prélevées au titre du 2 du présent article ;\n\n-la cotisation foncière des entreprises mentionnée à l'article 1379 du code général des impôts comprend également la compensation prévue au III de l'article 29 de la loi n° 2020-1721 du 29 décembre 2020 précitée ;\n\nb) Pour les établissements publics de coopération intercommunale dotés d'une fiscalité propre :\n\n-les recettes fiscales s'entendent des impositions mentionnées au I de l'article 1379-0 bis du code général des impôts, de la taxe sur les surfaces commerciales prévue à l'article 3 de la loi n° 72-657 du 13 juillet 1972 précitée, de la fraction de taxe sur la valeur ajoutée mentionnée au V de l'article 16 de la loi n° 2019-1479 du 28 décembre 2019 précitée, des compensations de pertes de taxe foncière sur les propriétés bâties et de cotisation foncière sur les entreprises prévues au III de l'article 29 de la loi n° 2020-1721 du 29 décembre 2020 précitée, de la dotation de compensation mentionnée au 2 du B du même III, de la dotation de compensation mentionnée au II de l'article 41 de la loi n° 2022-1157 du 16 août 2022 précitée et de la fraction de taxe sur la valeur ajoutée mentionnée au XXIV de l'article 55 de la loi n° 2022-1726 du 30 décembre 2022 de finances pour 2023, majorées ou minorées des ressources perçues ou prélevées au titre du 2 du présent article ;\n\n-la cotisation foncière des entreprises mentionnée à l'article 1379 du code général des impôts comprend également la compensatio prévue au III de l'article 29 de la loi n° 2020-1721 du 29 décembre 2020 précitée.\n\nLes pertes de base ou de produit liées au rattachement d'une commune à un établissement public de coopération intercommunale à fiscalité propre, au changement de périmètre ou de régime fiscal d'un établissement public de coopération intercommunale à fiscalité propre ne donnent pas lieu à compensation ;\n\n2° (Abrogé).\n\nII.-La compensation prévue au I est assise :\n\n1° Pour les communes et les établissements publics de coopération intercommunale dotés d'une fiscalité propre, sur la perte de produit de cotisation foncière des entreprises calculée conformément au 1° du même I ;\n\n2° (Abrogé) ;\n\n3° (Abrogé).\n\nCette compensation est égale :\n\n-la première année, à 90 % de la perte de produit calculée conformément aux 1° à 2° du présent II ;\n\n-la deuxième année, à 75 % de la compensation reçue l'année précédente ;\n\n-la troisième année, à 50 % de la compensation reçue la première année.\n\nLa durée de compensation est de cinq ans pour les collectivités territoriales et les établissements publics de coopération intercommunale à fiscalité propre qui constatent une perte exceptionnelle de produit, calculée conformément aux 1° à 2° du présent II, au regard de leurs autres recettes fiscales. Dans ce cas, les taux de la compensation mentionnés au présent II sont fixés :\n\n- pour la première année, à 90 % de la perte de produit calculée conformément aux 1° à 2° du présent II ;\n\n- pour la deuxième année, à 80 % du montant versé la première année ;\n\n- pour la troisième année, à 60 % du montant versé la première année ;\n\n- pour la quatrième année, à 40 % du montant versé la première année ;\n\n- pour la cinquième année, à 20 % du montant versé la première année.\n\nLa première année est définie comme l'année qui suit celle pour laquelle une perte de produit calculée conformément aux 1° à 2° du présent II est constatée. La compensation de perte de produit de cotisation foncière des entreprises est versée à compter de cette même année. A compter de 2020, la première année est définie comme l'année au cours de laquelle une perte de produit calculée conformément aux 1° à 2° du présent II est constatée.\n\nII bis. - A. - A compter de 2019, le prélèvement sur les recettes de l'Etat institué au I permet également de verser une compensation aux collectivités territoriales et aux établissements publics de coopération intercommunale à fiscalité propre qui constatent une perte importante de produit de l'imposition forfaitaire sur les entreprises de réseaux mentionnée à l'article 1635-0 quinquies du code général des impôts, au regard, d'une part, du produit de cette imposition constaté l'année précédente et, d'autre part, de leurs autres recettes fiscales.\n\nPour l'application du premier alinéa du présent A, les recettes fiscales s'entendent, pour les communes et les établissements publics de coopération intercommunale dotés d'une fiscalité propre de celles mentionnées au I du présent 3.\n\nPour les départements, les recettes s'entendent des impositions mentionnées à l'article 1586 du code général des impôts, de la fraction de taxe sur la valeur ajoutée mentionnée au V de l'article 16 de la loi n° 2019-1479 du 28 décembre 2019 de finances pour 2020 et de la fraction de taxe sur la valeur ajoutée mentionnée au XXV de l'article 55 de la loi n° 2022-1726 du 30 décembre 2022 de finances pour 2023, majorées ou minorées des ressources perçues ou prélevées au titre du 2 du présent article.\n\nPour les régions, les recettes s'entendent des impositions mentionnées à l'article 1599 bis du code général des impôts et de la fraction de taxe sur la valeur ajoutée mentionnée à l'article 8 de la loi n° 2020-1721 du 29 décembre 2020 de finances pour 2021, majorées ou minorées des ressources perçues ou prélevées au titre du 2 du présent article.\n\nLa perte de produit liée au rattachement d'une commune à un établissement public de coopération intercommunale à fiscalité propre ou au changement de périmètre ou de régime fiscal d'un établissement public de coopération intercommunale à fiscalité propre ne donne pas lieu à compensation.\n\nB. - La compensation prévue au A est égale :\n\n- la première année, à 90 % de la perte de produit calculée conformément au même A ;\n\n- la deuxième année, à 75 % de la compensation reçue l'année précédente ;\n\n- la troisième année, à 50 % de la compensation reçue la première année.\n\nLa durée de compensation est de cinq ans pour les collectivités territoriales et les établissements publics de coopération intercommunale à fiscalité propre qui constatent une perte exceptionnelle de produit calculée conformément au premier alinéa du A du présent II bis au regard de leurs autres recettes fiscales. Dans ce cas, les taux de la compensation mentionnés au présent II bis sont fixés :\n\n- pour la première année, à 90 % de la perte ;\n\n- pour la deuxième année, à 80 % du montant versé la première année ;\n\n- pour la troisième année, à 60 % du montant versé la première année ;\n\n- pour la quatrième année, à 40 % du montant versé la première année ;\n\n- pour la cinquième année, à 20 % du montant versé la première année.\n\nA compter de 2020, la première année est définie comme l'année au cours de laquelle une perte de produit calculée conformément au présent II bis est constatée. La compensation de perte de produit d'imposition forfaitaire sur les entreprises de réseaux est versée à compter de cette même année.\n\nIII.-A compter de 2012, ce prélèvement sur les recettes de l'Etat permet également de verser une compensation aux communes et établissements publics de coopération intercommunale à fiscalité propre qui enregistrent d'une année sur l'autre une perte importante, au regard de leurs recettes fiscales, de redevance communale des mines mentionnée à l'article 1519 du code général des impôts.\n\nPour l'application du premier alinéa du présent III, les recettes fiscales s'entendent des impositions mentionnées au I du présent 3.\n\nCette compensation est égale :\n\n-la première année, à 90 % de la perte de produit ;\n\n-la deuxième année, à 75 % de la compensation reçue l'année précédente ;\n\n-la troisième année, à 50 % de la compensation reçue la première année.\n\nIV.-Les conditions d'application des I à III du présent 3 sont fixées par décret en Conseil d'Etat.\n\n3 bis. I.- Il est institué à compter de 2024 un prélèvement sur les recettes de l'Etat permettant de verser une compensation aux communes et aux établissements publics de coopération intercommunale à fiscalité propre qui enregistrent d'une année sur l'autre une perte importante de base de taxe foncière sur les propriétés bâties et une perte importante, au regard de leurs recettes fiscales, de produit de taxe foncière sur les propriétés bâties afférent aux entreprises à l'origine de la perte de base de taxe foncière sur les propriétés bâties.Pour l'application du premier alinéa du présent I :1° Pour les communes :a) Les recettes fiscales s'entendent des impositions mentionnées au I de l'article 1379 du code général des impôts, de la taxe sur les surfaces commerciales prévue à l'article 3 de la loi n° 72-657 du 13 juillet 1972 instituant des mesures en faveur de certains commerçants et artisans âgés, du complément prévu au 2° du C du IV de l'article 16 de la loi n° 2019-1479 du 28 décembre 2019 de finances pour 2020, des compensations de pertes de taxe foncière sur les propriétés bâties et de cotisation foncière sur les entreprises prévues au III de l'article 29 de la loi n° 2020-1721 du 29 décembre 2020 de finances pour 2021, de la dotation de compensation mentionnée au 2 du B du même III, de la dotation de compensation mentionnée au II de l'article 41 de la loi n° 2022-1157 du 16 août 2022 de finances rectificative pour 2022 et de la fraction de taxe sur la valeur ajoutée mentionnée au XXIV de l'article 55 de la loi n° 2022-1726 du 30 décembre 2022 de finances pour 2023, majorées ou minorées des ressources perçues ou prélevées au titre du 2.1 du 2 du présent article ;b) La cotisation foncière des entreprises mentionnée à l'article 1379 du code général des impôts comprend également la compensation prévue au III de l'article 29 de la loi n° 2020-1721 du 29 décembre 2020 précitée ;2° Pour les établissements publics de coopération intercommunale dotés d'une fiscalité propre :a) Les recettes fiscales s'entendent des impositions mentionnées au I de l'article 1379-0 bis du code général des impôts, de la taxe sur les surfaces commerciales prévue à l'article 3 de la loi n° 72-657 du 13 juillet 1972 précitée, de la fraction de taxe sur la valeur ajoutée mentionnée au V de l'article 16 de la loi n° 2019-1479 du 28 décembre 2019 précitée, des compensations de pertes de taxe foncière sur les propriétés bâties et de cotisation foncière sur les entreprises prévues au III de l'article 29 de la loi n° 2020-1721 du 29 décembre 2020 précitée, de la dotation de compensation mentionnée au 2 du B du même III, de la dotation de compensation mentionnée au II de l'article 41 de la loi n° 2022-1157 du 16 août 2022 précitée et de la fraction de taxe sur la valeur ajoutée mentionnée au XXIV de l'article 55 de la loi n° 2022-1726 du 30 décembre 2022 précitée, majorées ou minorées des ressources perçues ou prélevées au titre du 2.1 du 2 du présent article ;b) La cotisation foncière des entreprises mentionnée à l'article 1379 du code général des impôts comprend également la compensation prévue au III de l'article 29 de la loi n° 2020-1721 du 29 décembre 2020 précitée.Les pertes de base ou de produit liées au rattachement d'une commune à un établissement public de coopération intercommunale à fiscalité propre, au changement de périmètre ou de régime fiscal d'un établissement public de coopération intercommunale à fiscalité propre ne donnent pas lieu à compensation.II.-La compensation prévue au I du présent 3 bis est assise, pour les communes et les établissements publics de coopération intercommunale dotés d'une fiscalité propre, sur la perte de produit de taxe foncière sur les propriétés bâties calculée conformément au même I.Cette compensation est égale :1° La première année, à 90 % de la perte de produit calculée conformément au premier alinéa du présent II ;2° La deuxième année, à 75 % de la compensation reçue l'année précédente ;3° La troisième année, à 50 % de la compensation reçue la première année.La durée de la compensation est de cinq ans pour les communes et les établissements publics de coopération intercommunale à fiscalité propre qui constatent une perte exceptionnelle de produit, calculée conformément au premier alinéa du présent II, au regard de leurs autres recettes fiscales. Dans ce cas, les taux de la compensation mentionnés au présent II sont fixés :a) Pour la première année, à 90 % de la perte de produit calculée conformément au premier alinéa du présent II ;b) Pour la deuxième année, à 80 % du montant versé la première année ;c) Pour la troisième année, à 60 % du montant versé la première année ;d) Pour la quatrième année, à 40 % du montant versé la première année ;e) Pour la cinquième année, à 20 % du montant versé la première année.La première année est définie comme l'année au cours de laquelle une perte de produit calculée conformément au premier alinéa du présent II est constatée.Un décret en Conseil d'Etat fixe les modalités d'application du présent 3 bis.\n\n4. Péréquation.4.1. Fonds départementaux de péréquation de la taxe professionnelle et Fonds de solidarité de la région Ile-de-France.I.-A compter de l'année 2011 sont mis en place, dans chaque département, en remplacement des fonds départementaux de péréquation de la taxe professionnelle, des systèmes de péréquation des ressources des communes et des établissements publics de coopération intercommunale permettant de corriger les inadéquations de la répartition ou de la croissance des ressources entre ces collectivités et établissements publics au regard de l'importance de leurs charges ou de la croissance de ces charges.\n\nII.-A compter de l'année 2011, les modalités de fonctionnement du Fonds de solidarité de la région Ile-de-France sont modifiées pour prendre en compte, d'une part, l'impact de la modification de la notion de potentiel financier sur les versements au fonds opérés en application du I de l'article L. 2531-13 du code général des collectivités territoriales et, d'autre part, l'impact de la suppression de la taxe professionnelle sur les versements au fonds opérés en application du II de l'article L. 2531-13 du même code.\n\nIII.-En 2011, les ressources et les versements faisant l'objet de chacun des dispositifs de péréquation visés aux I et II sont d'un montant au moins égal aux montants redistribués en 2010.\n\n4.2. (Abrogé)\n\nCette garantie est une dotation égale pour chaque fonds à la somme des versements effectués en 2009 en application du 1° du II et du b du 1° du IV bis de l'article 1648 A du code général des impôts dans sa rédaction en vigueur au 31 décembre 2009.\n\nChaque fonds répartit la dotation qu'il perçoit dans les conditions prévues au dernier alinéa du II de l'article 1648 A du code général des impôts.\n\n4.3. Péréquation de la croissance de la cotisation sur la valeur ajoutée des entreprises.\n\nA modifié les dispositions suivantes :\n\n-Code général des impôts, CGI.\n\nArt. 1648 AA\n\n4.4. Péréquation de la cotisation sur la valeur ajoutée des entreprises.\n\nA modifié les dispositions suivantes :\n\n-Code général des impôts, CGI.\n\nArt. 1648 AB\n\n4.5. Abrogé"
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "II. - Le Gouvernement remet au Parlement, avant le 1er octobre 2010, un rapport d'évaluation du dispositif d'aide à l'investissement locatif prévu à l'article 199 septvicies du code général des impôts."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "II. - Le I s'applique à compter de l'imposition des revenus de 2010."
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Article 85",
      "content": "I. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art89",
      "section": "89",
      "title": "Article 89",
      "content": "Un rapport d'évaluation du crédit d'impôt recherche est transmis au Parlement avant le 31 octobre 2010."
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "Article 90",
      "content": "V. - Le IV s'applique aux offres d'avances émises à compter du 1er juillet 2010."
    },
    {
      "provision_ref": "art99",
      "section": "99",
      "title": "Article 99",
      "content": "Les conseils municipaux des communes membres d'un établissement public de coopération intercommunale soumis, au 1er janvier 2010, au I de l'article 1609 nonies C du code général des impôts peuvent, par délibérations concordantes prises à la majorité qualifiée prévue au premier alinéa du II de l'article L. 5211-5 du code général des collectivités territoriales, procéder, dans les deux ans qui suivent la publication de la présente loi, à une nouvelle évaluation des charges déjà transférées dans les conditions prévues au I de l'article 183 de la loi n° 2004-809 du 13 août 2004 relative aux libertés et responsabilités locales."
    },
    {
      "provision_ref": "art100",
      "section": "100",
      "title": "Article 100",
      "content": "I et II. - A modifié les dispositions suivantes :\n\nIII. - Les I et II s'appliquent aux indemnités de départ volontaire à la retraite versées à compter du 1er janvier 2010.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art101",
      "section": "101",
      "title": "Article 101",
      "content": "I. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art102",
      "section": "102",
      "title": "Article 102",
      "content": "VII.-Pour autant qu'il n'en est pas disposé autrement, le présent article entre en vigueur le 1er janvier 2010."
    },
    {
      "provision_ref": "art105",
      "section": "105",
      "title": "Article 105",
      "content": "Le Gouvernement remet au Parlement, avant le 1er octobre 2010, un rapport présentant les moyens mis en œuvre pour permettre aux services fiscaux de l'Etat et des collectivités territoriales d'identifier l'ensemble des bases prises en compte pour l'application de la fiscalité locale en outre-mer."
    },
    {
      "provision_ref": "art108",
      "section": "108",
      "title": "Article 108",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2009-599 DC du 29 décembre 2009.]"
    },
    {
      "provision_ref": "art113",
      "section": "113",
      "title": "Article 113",
      "content": "II. - Par dérogation au deuxième alinéa du III de l'article 68 de la loi de finances rectificative pour 2002 (n° 2002-1576 du 30 décembre 2002), la modification mentionnée au I du présent article est applicable aux retraites du combattant visées au I de l'article 100 de la loi n° 2006-1666 du 21 décembre 2006 de finances pour 2007."
    },
    {
      "provision_ref": "art114",
      "section": "114",
      "title": "Article 114",
      "content": "Le Gouvernement remet au Parlement, au plus tard le 31 décembre 2010, un rapport évaluant les dispositifs actuels de prise en charge des conjoints survivants de ressortissants de l'Office national des combattants et des victimes de guerre et du code des pensions militaires d'invalidité et des victimes de la guerre et proposant, le cas échéant, des mesures en faveur des conjoints survivants aux revenus les plus modestes."
    },
    {
      "provision_ref": "art116",
      "section": "116",
      "title": "Article 116",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2009-599 DC du 29 décembre 2009.]"
    },
    {
      "provision_ref": "art117",
      "section": "117",
      "title": "Article 117",
      "content": "Le Gouvernement transmet tous les deux ans aux commissions compétentes du Parlement un rapport établissant un bilan et une évaluation de l'application de l'article 97 de la loi n° 2004-809 du 13 août 2004 relative aux libertés et responsabilités locales, et notamment un suivi des conventions de transfert signées en application de ces dispositions et des conditions de leur mise en œuvre.Ce rapport retrace également, région par région, l'évolution des moyens alloués par l'Etat en faveur de l'entretien et de la restauration des monuments classés ou inscrits au titre des monuments historiques dont il n'est pas propriétaire, ainsi que des engagements en cours et des opérations réalisées et programmées."
    },
    {
      "provision_ref": "art121",
      "section": "121",
      "title": "Article 121",
      "content": "Au plus tard le 30 juin 2010, le Gouvernement transmet au Parlement un rapport sur les moyens financiers et en personnels consacrés à la scolarisation en milieu ordinaire des élèves handicapés.Ce rapport précise également l'impact sur les charges des collectivités territoriales, notamment les coûts spécifiques de transport scolaire et d'aménagement des établissements publics locaux d'enseignement."
    },
    {
      "provision_ref": "art123",
      "section": "123",
      "title": "Article 123",
      "content": "Le Gouvernement remet au Parlement, au plus tard le 1er octobre 2010, un rapport indiquant les mesures qu'il entend prendre ou proposer pour répondre à la situation financière préoccupante des collectivités territoriales d'outre-mer, dont les villes capitales, et leur permettre d'assumer pleinement les charges et responsabilités qui leur incombent, notamment en matière sociale.Dans le cas des villes capitales, ce rapport vise plus particulièrement à identifier les mesures de nature à compenser les conséquences financières des charges dites de centralité dont la réalité est aujourd'hui établie par les rapports transmis aux autorités de l'Etat."
    },
    {
      "provision_ref": "art125",
      "section": "125",
      "title": "Article 125",
      "content": "Les maîtres de conférences régis par le décret n° 84-431 du 6 juin 1984 relatif au statut des enseignants-chercheurs de l'enseignement supérieur et les agents appartenant à l'un des corps assimilés à celui des maîtres de conférences en application de l'annexe du décret n° 2009-462 du 23 avril 2009 relatif aux règles de classement des personnes nommées dans les corps d'enseignants-chercheurs des établissements publics d'enseignement supérieur et de recherche relevant du ministre chargé de l'enseignement supérieur, titularisés dans leur corps avant le 1er septembre 2009, classés dans le premier grade et en fonctions à la date de publication de la présente loi, peuvent bénéficier, sur leur demande, d'une proposition de reclassement établie par application du décret n° 2009-462 du 23 avril 2009 précité, la durée des services accomplis depuis la date de leur recrutement et jusqu'au 31 août 2009 étant prise en compte dans la limite d'un an. Toutefois, l'ancienneté de service des intéressés dans leur corps continue à être décomptée à partir de la date à laquelle ils y ont accédé.La demande doit être présentée dans un délai de six mois à compter de la date de publication de la présente loi. Les demandeurs doivent justifier, par tout moyen approprié, de la nature et de la durée des services à prendre en compte.L'administration leur communique une proposition de nouveau classement. Ils disposent alors d'un délai de deux mois pour faire connaître leur décision."
    },
    {
      "provision_ref": "art129",
      "section": "129",
      "title": "Article 129",
      "content": "Le montant de la dotation de développement urbain prévue à l'article L. 2334-41 du code général des collectivités territoriales est fixé à 50 millions d'euros en 2010."
    },
    {
      "provision_ref": "art130",
      "section": "130",
      "title": "Article 130",
      "content": "Le montant du fonds de soutien aux communes touchées par le redéploiement territorial des armées prévu à l'article L. 2335-2-1 du code général des collectivités territoriales est fixé à 10 millions d'euros en 2010."
    },
    {
      "provision_ref": "art133",
      "section": "133",
      "title": "Article 133",
      "content": "II. - Le présent article entre en vigueur le 1er janvier 2010 et s'applique aux droits annuels prononcés à compter de cette date."
    },
    {
      "provision_ref": "art135",
      "section": "135",
      "title": "Article 135",
      "content": "IV. - Pour l'année 2010, par exception aux dispositions de l'article L. 262-24 du code de l'action sociale et des familles, le fonds national des solidarités actives finance la totalité des sommes payées au titre de l'allocation de revenu de solidarité active versée aux personnes mentionnées à l'article L. 262-7-1 du même code."
    },
    {
      "provision_ref": "art136",
      "section": "136",
      "title": "Article 136",
      "content": "Le Gouvernement met en œuvre, avant le 31 décembre 2010, un dispositif de suivi des établissements et services visés au a du 5° et au 7° du I de l'article L. 312-1 du code de l'action sociale et des familles, qui accueillent ou dont bénéficient les personnes handicapées de quarante ans ou plus.Ce dispositif rend compte chaque année de l'évolution des sources de financement de ces structures, de leur nombre et du nombre de places qu'elles offrent, selon les types de déficience des personnes handicapées.Les résultats sont portés à la connaissance du Parlement."
    },
    {
      "provision_ref": "art138",
      "section": "138",
      "title": "Article 138",
      "content": "Afin d'accroître l'autonomie des jeunes, le fonds d'appui aux expérimentations en faveur des jeunes mentionné à l'article 25 de la loi n° 2008-1249 du 1er décembre 2008 généralisant le revenu de solidarité active et réformant les politiques d'insertion peut financer, à titre expérimental, pour une durée de trois ans, un revenu contractualisé d'autonomie et une dotation d'autonomie dans les conditions prévues au présent article.Ces prestations sont attribuées à des jeunes volontaires âgés de dix-huit à vingt-cinq ans répondant à des conditions de ressources, de difficultés d'insertion et de situation familiale, sélectionnés de manière aléatoire et résidant dans des territoires présentant un intérêt particulier au regard de l'objet des expérimentations et de la situation des jeunes qui y résident, déterminés par décret.Le revenu contractualisé d'autonomie est versé mensuellement pendant deux ans aux jeunes entrant dans l'expérimentation, sous réserve qu'ils s'engagent soit à rechercher activement un emploi, soit à suivre une formation.La dotation d'autonomie est attribuée pendant deux ans aux jeunes entrant dans l'expérimentation, pour financer des dépenses favorisant l'accès à l'emploi ou à la formation. Chaque période d'emploi au cours de l'expérimentation donne lieu à une majoration de la dotation. A l'issue du délai de deux ans, les sommes non utilisées peuvent être mobilisées pour des dépenses dont la liste est fixée par décret.Lorsqu'un enfant ouvrant droit aux allocations familiales participe à l'expérimentation de la dotation d'autonomie, le montant des allocations familiales dues à la famille est, pendant la durée de sa participation à l'expérimentation, réduit de manière forfaitaire. Dans ce cas, l'entrée dans l'expérimentation est subordonnée à l'accord de la famille.Un décret fixe les modalités d'application du présent article ainsi que les conditions dans lesquelles les expérimentations sont évaluées à leur terme."
    },
    {
      "provision_ref": "art142",
      "section": "142",
      "title": "Article 142",
      "content": "Le compte général de l'Etat, annexé au projet de loi de règlement des comptes et rapport de gestion, inscrit la provision au titre des litiges résultant de la mise en jeu de la responsabilité de l'Etat en application de la loi n° 2007-290 du 5 mars 2007 instituant le droit au logement opposable et portant diverses mesures en faveur de la cohésion sociale."
    },
    {
      "provision_ref": "art144",
      "section": "144",
      "title": "Article 144",
      "content": "Le Gouvernement joint au projet de loi de règlement des comptes et rapport de gestion une annexe récapitulant, pour l'année, les acquisitions immobilières de l'Etat et de ses opérateurs de plus de 0,5 million d'euros hors taxes et les prises à bail de l'Etat et de ses opérateurs dont le loyer est supérieur à un million d'euros hors taxes dans la région Ile-de-France et à 0,5 million d'euros hors taxes dans les autres régions."
    },
    {
      "provision_ref": "art145",
      "section": "145",
      "title": "Article 145",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2009-599 DC du 29 décembre 2009.]"
    }
  ]
}