{
  "id": "loi-n-2024-537-du-13-juin-2024",
  "type": "statute",
  "title": "LOI n°2024-537 du 13 juin 2024",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000049707573",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I.- à IV.- A modifié les dispositions suivantes :\n\nV. - A. - Les b et c du 1° du I du présent article s'appliquent aux fonds communs de placement à risques agréés à compter de la promulgation de la présente loi.B. - Le 2° du I et les II à IV du présent article entrent en vigueur le 1er janvier 2025.\n\n- Code monétaire et financier\n\n- Code des assurances\n\n- Code général des impôts, CGI.\n\n- Code du travail"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I.- à III.- A modifié les dispositions suivantes :\n\nIV. - La perte de recettes résultant, pour l'Etat, de l'élargissement de la réduction d'impôt sur le revenu au titre des souscriptions en numéraire au capital des entreprises solidaires chargées de concourir à la préservation et à la mise en valeur des monuments historiques et des sites, parcs et jardins protégés, est compensée, à due concurrence, par la création d'une taxe additionnelle à l'accise sur les tabacs prévue au chapitre IV du titre Ier du livre III du code des impositions sur les biens et services.\n\n- LOI n° 2014-856 du 31 juillet 2014\n\n- Code général des impôts, CGI.\n\n- Code du travail"
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est habilité à prendre par voie d'ordonnance, dans un délai d'un an à compter de la promulgation de la présente loi, toute mesure relevant du domaine de la loi permettant de créer un régime de fractionnement des instruments financiers, notamment en :1° Définissant les modalités de fractionnement d'un instrument financier ;2° Définissant un régime de propriété pour l'acquisition et la détention des instruments financiers fractionnés ;3° Etendant les droits associés aux différentes catégories d'instruments financiers dans les cas de fractionnement ;4° Adaptant les règles de commercialisation et de négociation des instruments financiers aux fins de préciser leur application en cas de fractionnement d'un instrument financier ;5° Déclinant le régime de protection des investisseurs pour prendre en compte le fractionnement d'instruments financiers ;6° Etendant à la Nouvelle-Calédonie, à la Polynésie française et aux îles Wallis et Futuna, avec les adaptations nécessaires, les dispositions prises sur le fondement des 1° à 3° du présent article, pour celles qui relèvent de la compétence de l'Etat, et en prévoyant, le cas échéant, les adaptations nécessaires en ce qui concerne Saint-Barthélemy, Saint-Martin et Saint-Pierre-et-Miquelon.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I. - Constitue un titre transférable l'écrit qui représente un bien ou un droit et qui donne à son porteur le droit de demander l'exécution de l'obligation qui y est spécifiée ainsi que celui de transférer ce droit.Les titres transférables comprennent :1° Les lettres de change et les billets à ordre régis par le titre Ier du livre V du code de commerce ;2° Les récépissés et les warrants régis par la section 4 du chapitre II du titre II du même livre V ;3° Les connaissements maritimes à ordre ou au porteur régis par la section 2 du chapitre II du titre II du livre IV de la cinquième partie du code des transports ;4° Les connaissements fluviaux négociables régis par l'article 13 de la convention de Budapest relative au contrat de transport de marchandises en navigation intérieure (CMNI), faite le 22 juin 2001 ;5° Les polices d'assurance de dommages et de personnes à ordre ou au porteur régies par le chapitre II du titre Ier du livre Ier du code des assurances ;6° Les polices d'assurance maritime, aérienne et aéronautique, fluviale et lacustre, sur marchandises transportées par tous modes et les polices d'assurance de responsabilité civile spatiale régies par le titre VII du même livre Ier, lorsqu'elles ont été convenues à ordre ou au porteur ;7° Les bordereaux de cession ou de nantissement de créances professionnelles régis par la sous-section 1 de la section 3 du chapitre III du titre Ier du livre III du code monétaire et financier, lorsque ces bordereaux sont stipulés à ordre ;8° Tout autre écrit, à ordre ou au porteur, répondant à la définition prévue au premier alinéa du présent I, à l'exception de ceux mentionnés au II.II. - Le présent titre ne s'applique pas :1° Aux instruments financiers régis par le titre Ier du livre II du code monétaire et financier ;2° Aux chèques bancaires et postaux régis par le chapitre Ier du titre III du livre Ier du même code ;3° Aux bons de caisse régis par le chapitre III du titre II du livre II dudit code ;4° Aux titres spéciaux de paiement dématérialisés régis par l'article L. 525-4 du même code ;5° Aux titres à ordre régis par l'article L. 143-18 du code de commerce ;6° Aux reçus d'entreposage mentionnés à l'article L. 522-37-1 du même code ;7° Aux copies exécutoires représentant des créances hypothécaires à ordre régies par la loi n° 76-519 du 15 juin 1976 relative à certaines formes de transmission des créances."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I. - Le titre transférable mentionné au I de l'article 14 peut être établi, signé et conservé sous forme électronique dans les conditions prévues aux articles 1366 et 1367 du code civil. Le titre transférable électronique est transféré, remis, présenté et modifié selon une méthode fiable remplissant les objectifs prévus au I de l'article 16 de la présente loi.II. - Le porteur du titre transférable électronique est celui qui dispose, pour lui-même ou pour un tiers, de son contrôle exclusif. Ce contrôle lui permet d'exercer les droits conférés par ce titre, de le modifier ou de le faire modifier et de le transférer, dans les conditions prévues au présent titre.III. - Les mentions, tel l'endos, l'acceptation, l'aval ou toute autre modification, susceptibles d'être apposées sur le titre peuvent figurer à tout emplacement approprié du titre transférable électronique si leur nature et leur objet ressortent sans ambiguïté de leurs termes.IV. - La présentation ou la remise d'un titre transférable électronique est effectuée par tout moyen de communication électronique à l'adresse électronique indiquée par le destinataire. Cette présentation ou cette remise peut également être réalisée en communiquant l'information permettant l'accès au titre transférable électronique.Cette présentation ou cette remise est effective si le destinataire en accuse réception par tout moyen ou, en l'absence d'avis de réception, s'il peut se déduire de son comportement une telle présentation ou remise.V. - Le transfert ou le nantissement des droits conférés par le titre transférable électronique lors de l'endossement ou de la simple remise de ce titre s'opère par le transfert du contrôle exclusif exercé sur ce titre.L'endos en blanc du titre transférable électronique suppose que son porteur soit identifié comme la personne qui en a le contrôle exclusif.VI. - Toute apposition de tampon, de cachet, de griffe ou d'un autre signe distinctif effectuée en sus d'une signature sur un titre transférable sur support papier peut être effectuée sur un titre transférable électronique, par l'apposition horodatée d'une image reproduisant fidèlement ledit tampon, cachet ou signe distinctif ou ladite griffe."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I. - Le titre transférable électronique a les mêmes effets que le titre transférable établi sur support papier lorsqu'il contient les informations requises pour un titre transférable établi sur support papier et qu'une méthode fiable est employée pour :1° Assurer l'unicité du titre transférable électronique ;2° Identifier le porteur comme la personne qui en a le contrôle exclusif ;3° Etablir le contrôle exclusif du porteur sur ce titre transférable électronique ;4° Identifier ses signataires et ses porteurs successifs, depuis sa création jusqu'au moment où il cesse de produire ses effets ou d'être valable ;5° Préserver son intégrité et attester des éventuelles modifications qui lui sont apportées, telles des adjonctions, biffures ou radiations permises par la loi, les coutumes, les usages ou la convention des parties, depuis sa création jusqu'au moment où il cesse de produire ses effets ou d'être valable. L'intégrité s'apprécie, au regard de l'article 1366 du code civil, en déterminant si les informations contenues dans le titre, y compris ces éventuelles modifications, sont restées complètes et inchangées.II. - Le titre transférable sur support papier peut être converti sur un support électronique et inversement dans les conditions prévues par les obligés et les titulaires de droits en vertu du titre. Un titre transférable peut toutefois être créé avec la mention qu'il ne peut être convertible sur un autre support.Le changement de support n'opère pas novation et n'altère ni les obligations ou les droits respectifs des signataires, des porteurs ou des personnes ayant le contrôle exclusif du titre, ni ses effets envers les tiers.Le titre converti conserve, en tant que de raison, les propriétés du titre initial et porte mention de cette conversion sur le nouveau support. L'ancien support cesse d'être valable à compter de l'émission du nouveau support.III. - Les conditions d'application du présent article sont définies par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est habilité à prendre par voie d'ordonnance, dans un délai de neuf mois à compter de la promulgation de la présente loi, toute mesure relevant du domaine de la loi pour :1° Harmoniser et simplifier les dispositions relatives à la vie sociale des organismes de placement collectif :a) En modifiant les modalités relatives à l'organisation des assemblées générales ;b) En harmonisant les calendriers relatifs à la publication des comptes et à la distribution des dividendes ;c) En harmonisant les définitions de capital et de sommes distribuables ;d) En modifiant les modalités de fractionnement des actifs des organismes de placement collectif immobilier ;e) En harmonisant les règles relatives au franchissement des seuils dans les organismes de placement collectif dont les actions sont négociées sur un marché réglementé, notamment avec l'article 1er de la directive 2004/109/CE du Parlement européen et du Conseil du 15 décembre 2004 sur l'harmonisation des obligations de transparence concernant l'information sur les émetteurs dont les valeurs mobilières sont admises à la négociation sur un marché réglementé et modifiant la directive 2001/34/CE ;f) En assurant la cohérence des modalités de déclaration applicables aux sociétés de gestion dont les fonds communs de placement franchissent les seuils prévus par le code de commerce ;g) En modifiant les règles des opérations touchant à leur vie, notamment à leur fin de vie ;2° Moderniser la gouvernance des organismes de placement collectif :a) En modifiant la composition et le rôle des organes de surveillance des sociétés d'investissement à capital variable et des sociétés civiles de placement immobilier ;b) En modifiant les modalités de tenue des réunions des organes de surveillance ;c) En modifiant la répartition des pouvoirs entre les organes sociaux des sociétés d'investissement à capital variable et des sociétés à prépondérance immobilière à capital variable, d'une part, et leurs sociétés de gestion, d'autre part ;d) En modifiant les modalités d'intégration des investisseurs dans la gouvernance ;3° Réformer le cadre des opérations des organismes de placement collectif :a) En modifiant le fonctionnement des compartiments, s'agissant de leur autonomie juridique, de la compétence des assemblées d'actionnaires des compartiments et des droits des créanciers ;b) En modifiant les modalités de fractionnement de parts ou d'actions d'organismes de placement collectif ;c) En modifiant les modalités de valorisation des apports en nature dans les organismes de placement collectif immobilier ;4° Rendre applicables en Nouvelle-Calédonie, en Polynésie française et à Wallis-et-Futuna, avec les adaptations nécessaires, les dispositions prises sur le fondement des 1° à 3°, pour celles qui relèvent de la compétence de l'Etat, et procéder aux adaptations nécessaires de ces dispositions en ce qui concerne les collectivités de Saint-Barthélemy, de Saint-Martin et de Saint-Pierre-et-Miquelon.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est habilité à prendre par voie d'ordonnance, dans un délai de neuf mois à compter de la promulgation de la présente loi, les mesures relevant du domaine de la loi permettant :1° De simplifier et de clarifier le régime des nullités en matière de droit des sociétés, afin de renforcer la sécurité juridique de la constitution des sociétés, de leurs actes et délibérations ainsi que des règles qui y sont exposées ;2° D'étendre à Wallis-et-Futuna, le cas échéant en prévoyant les adaptations nécessaires, les dispositions de l'ordonnance prise sur le fondement du présent I.II. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance mentionnée au I."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I.- A modifié les dispositions suivantes :\n\nII.- Le second alinéa de l'article L. 511-84-1 du code monétaire et financier ne s'applique qu'aux licenciements prononcés après la publication de la présente loi.\n\n- Code monétaire et financier"
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "I.-Les articles 14 à 16 sont applicables en Nouvelle-Calédonie et en Polynésie française, sous réserve des adaptations suivantes :1° A l'article 14 :a) Les 1°, 2° et 4° à 6° du I ne sont pas applicables ;b) Au 3° du même I, les références au code des transports sont remplacées par les références aux dispositions applicables localement en matière de connaissement maritime ;2° A l'article 15, les références au code civil sont remplacées par les références aux dispositions applicables localement ayant le même objet ;3° Les références au code de commerce sont remplacées par les références aux dispositions applicables localement ayant le même objet.II.-Les articles 14 à 16 sont applicables aux îles Wallis et Futuna, sous réserve de l'adaptation suivante : les 2° et 4° à 6° du I de l'article 14 ne sont pas applicables.\n\nIII.- à VI.- A modifié les dispositions suivantes :\n\n- Code de commerce\n\n- Code monétaire et financier\n\n- Code de l'organisation judiciaire\n\n- Code des transports\n\n- Code monétaire et financier"
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I. - Le 2° de l'article 9 entre en vigueur trois mois après la promulgation de la présente loi. Les modalités de fixation du prix d'émission déterminées par l'assemblée générale des actionnaires avant cette date par référence aux dispositions légales et réglementaires demeurent applicables, le cas échéant dans leur rédaction en vigueur à la date de ladite assemblée.II. - Le 3° de l'article 9 et l'article 18 entrent en vigueur à une date fixée par décret en Conseil d'Etat, et au plus tard trois mois après la promulgation de la présente loi.III. - Le titre II entre en vigueur à une date fixée par décret en Conseil d'Etat, et au plus tard neuf mois après la promulgation de la présente loi. Il ne s'applique pas aux titres mentionnés au I de l'article 14 établis avant cette date.IV. - L'article 25 entre en vigueur à une date fixée par décret en Conseil d'Etat, et au plus tard le premier jour du douzième mois suivant la promulgation de la présente loi. Il n'est applicable qu'aux recours formés après son entrée en vigueur.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}