{
  "id": "loi-n-76-978-du-29-octobre-1976",
  "type": "statute",
  "title": "Loi n° 76-978 du 29 octobre 1976",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000879850",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les cotisations dues à raison des revenus de 1975 sont, à titre exceptionnel, augmentées de 4 p. 100 lorsqu'elles sont comprises entre 4 500 F et 20 000 F et de 8 p. 100 lorsqu'elles excèdent 20 000 F. A cet effet, les cotisations sont retenues avant déduction, s'il y a lieu, du crédit d'impôt, de l'avoir fiscal et des prélèvements non libératoires.La majoration n'est pas applicable aux contribuables qui apporteront la justification que leur revenu de 1976 est inférieur d'au moins un tiers à celui de 1975 en raison de la perte de leur emploi ou d'un départ à la retraite. Elle est réduite de moitié pour les conjoints survivants de contribuables décédés postérieurement au 1er juillet 1975.S'il n'a pu être tenu compte des allégements qui précèdent avant le recouvrement des cotisations, les sommes correspondantes sont, soit imputées sur l'un des acomptes provisionnels dus au titre de l'impôt sur le revenu en 1977 ou sur toute cotisation d'impôt direct payable avant le 1er juillet 1977, soit remboursées dans un délai qui ne pourra excéder six mois à compter de l'envoi de la demande de dégrèvement par le contribuable.Les dispositions de l'alinéa précédent ne s'appliquent qu'aux personnes dont le revenu global net de 1976 n'excède pas 70 000 F.Le supplément d'imposition fait l'objet d'un rôle spécial. La majoration prévue à l'article 1761 du code général des impôts est appliquée aux sommes restant dues un mois après la date de mise en recouvrement du rôle. Toutefois, les dispositions de l'article 1761 1, premier alinéa, du code général des impôts demeurent applicables aux contribuables qui apportent la justification que leurs revenus sont principalement constitués par des pensions, retraites ou rentes viagères.Les contribuables peuvent s'acquitter de ce supplément, à hauteur de 4 p. 100 de leur cotisation initiale, telle que définie au premier alinéa en souscrivant à un emprunt dont les titres seront nominatifs, inaliénables et incessibles. Les conditions d'émission de cet emprunt seront fixées par décret.Toutefois, la majoration dont sont redevables les contribuables rapatriés inscrits sur les listes d'indemnisation de l'agence nationale pour l'indemnisation des Français d'outre-mer et non encore indemnisés à la date limite de versement prévue au quatrième alinéa du présent article est considérée comme une avance sur l'indemnisation qui leur est due. Les intéressés sont donc dispensés de l'acquitter et son montant sera imputé sur celui de l'indemnisation au moment de la liquidation de cette dernière."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les exploitants agricoles dont les recettes ont excédé 800 000 F pour le total des années 1974 et 1975 doivent acquitter une contribution exceptionnelle de solidarité égale à :- 1 p. 100 du bénéfice total imposable des deux années correspondantes, si ce total est inférieur à 100 000 F ;- 2 p. 100 du même total, s'il est compris entre 100 000 et 150 000 F ;- 3 p. 100 du même total, s'il est compris entre 150 000 et 200 000 F ;- 4 p. 100 du même total, s'il est compris entre 200 000 et 300 000 F ;- 5 p. 100 du même total, s'il est supérieur à 300 000 F.Les recettes sont retenues après application, le cas échéant, de l'abattement de 30 p. 100 prévu par l'article 38 sexdecies de l'annexe III du code général des impôts.Sont exonérés de cette contribution les exploitants agricoles qui ont été reconnus sinistrés trois années consécutives pour la majeure partie de leur exploitation.La contribution ne peut être inférieure à 500 F. Elle est due le 15 décembre 1976 au plus tard, sur la base d'un avertissement délivré par l'administration. La majoration prévue à l'article 1761 du code général des impôts est appliquée aux sommes restant dues un mois après la date de mise en recouvrement du rôle.La contribution peut être acquittée à hauteur de 50 p. 100 sous forme de souscription à l'emprunt prévu à l'article 1er de la présente loi."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I - Les personnes morales passibles de l'impôt sur les sociétés sont assujetties à une contribution exceptionnelle égale à 4 p. 100 de l'impôt sur les sociétés, calculé d'après les résultats du dernier exercice clos avant le 1er janvier 1976 ou, lorsqu'aucun exercice n'a été clos en 1975, d'après les résultats de la dernière période d'imposition. En cas d'exercice d'une durée inférieure ou supérieure à un an, l'impôt pris en considération est calculé sur la base des bénéfices rapportés à une période de douze mois. Toutefois, cette règle n'est pas applicable aux sociétés constituées en 1975.En ce qui concerne les sociétés soumises à l'impôt sur les sociétés en vertu des articles 209 quinquies et 209 sexies du code général des impôts, la contribution exceptionnelle est calculée, pour chacune des sociétés mères ou filiales, d'après le montant de l'impôt sur les sociétés qui aurait été dû pour la période de référence en l'absence d'application de ces articles.II - La contribution exceptionnelle doit être payée spontanément à la caisse du comptable du Trésor chargé du recouvrement de l'impôt sur les sociétés au plus tard le 15 novembre 1976. Une majoration de 10 p. 100 est appliquée aux sommes non versées à cette date ; le recouvrement de ces sommes et de la majoration est, dans ce cas, effectué en vertu d'un rôle émis par le directeur des services fiscaux.Les réclamations sont présentées, instruites et jugées comme en matière d'impôt sur les sociétés. Le recouvrement est garanti par les sûretés et privilèges prévus pour cet impôt.III - La contribution exceptionnelle n'est pas admise dans les charges déductibles pour l'établissement de l'impôt sur les sociétés.IV - Les dispositions qui précèdent ne sont pas applicables aux personnes morales pour lesquelles l'impôt sur les sociétés, calculé dans les conditions prévues au I, est inférieur ou égal à 20 000 ."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I - Le tarif de la taxe différentielle sur les véhicules à moteur est fixé comme suit, à compter de la période d'imposition débutant en 1976 :(Tableau non reproduit, voir JO du 31 octobre 1976 page 6348)Le droit prévu pour les véhicules d'une puissance égale ou supérieure à 17 CV s'applique, pour les voitures particulières, à compter de la troisième année d'âge et tient lieu de taxe sur les voitures particulières de plus de 16 CV.II - Paragraphe abrogéIII - Le tarif de la taxe sur les véhicules des sociétés est fixé à :- 2 000 F pour les véhicules dont la puissance fiscale n'excède pas 7 CV ;- 2 900 F pour les autres véhicules.Pour l'application de cette mesure à la période d'imposition s'achevant en 1976, les redevables doivent effectuer un versement complémentaire avant le 15 décembre 1976."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Les aides prévues par la présente loi tiennent lieu, pour les exploitants qui en bénéficient, ainsi que pour leurs bailleurs, des dégrèvements de taxe foncière mentionnés à l'article 1398 du code général des impôts, en ce qui concerne les dommages causés par la sécheresse de 1976."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Nonobstant toutes dispositions législatives, réglementaires ou contractuelles contraires :Les montants des loyers et les redevances ou indemnités d'occupation dus pour la période du 1er octobre 1976 au 31 décembre 1976 ne peuvent être supérieurs à ceux en vigueur pour le même local ou immeuble à la date du 15 septembre 1976 ;Pour la période du 1er janvier 1977 au 31 décembre 1977, ils ne pourront augmenter de plus de 6,5 p. 100 par rapport à ceux en vigueur pour le même local ou immeuble à la date du 15 septembre 1976.Ces dispositions s'appliquent aux loyers, redevances ou indemnités d'occupation dus pour les locaux ou immeubles à usage commercial, industriel ou artisanal et pour les locaux ou immeubles à usage d'habitation, à usage professionnel ou à usage d'habitation et professionnel ; elles s'appliquent également à leurs dépendances telles que garages, parkings ou jardins et aux locaux accessoires.Elles ne font pas obstacle :a) A l'application des hausses autorisées en juillet 1976 en application de la loi n° 48-1360 du 1er septembre 1948 ;b) A l'application des loyers convenus avant le 15 septembre 1976 pour les loyers payables à terme échu ou à échoir, quand l'échéance du terme en cours à la date du 15 septembre 1976 est postérieure à cette date.Elles ne sont toutefois pas applicables :a) Aux loyers calculés selon la méthode de la surface corrigée telle qu'elle résulte de la loi n° 48-1360 du 1er septembre 1948, lorsque la majoration de loyer fait l'objet d'une notification faite en application de l'article 32 bis de ladite loi à la suite de travaux effectués par le propriétaire sur l'immeuble ou le local ;b) Aux nouvelles locations consenties en application des articles 3 quater, 3 quinquies, 3 sexies de la même loi ;c) En cas de renouvellement en 1976 et 1977 des baux de locaux ou d'immeubles à usage commercial, industriel ou artisanal, ainsi que de locaux mentionnés à l'article 2 du décret n° 53-960 du 30 septembre 1953 lorsque le prix en est fixé conformément à l'article 23-6 dudit décret. Dans ce cas, le loyer initial du nouveau bail ne saurait excéder le produit du loyer initial du bail précédent par le coefficient 2,15. La majoration du loyer d'un des locaux visés au présent alinéa, effectuée en application de l'article 27 du décret du 30 septembre 1953 susmentionné, ne peut excéder 40 p. 100 si la demande de révision est formée en 1976, ou 34 p. 100 si elle est formée en 1977, le nouveau prix n'étant dû qu'à compter du jour de la demande, nonobstant toute convention contraire.Les dispositions de l'alinéa c ci-dessus s'appliquent même si le prix du bail a déjà été fixé par voie contractuelle ou par voie judiciaire.Les infractions aux présentes dispositions sont constatées, poursuivies et réprimées dans les conditions prévues par l'ordonnance n° 45-1484 du 30 juin 1945."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Nonobstant toutes dispositions législatives, réglementaires ou contractuelles contraires :Jusqu'au 31 décembre 1976 les prix de l'eau ne peuvent être supérieurs à ceux en vigueur le 15 septembre 1976 ;Pour la période du 1er janvier 1977 au 31 décembre 1977, ils ne pourront augmenter de plus de 6,5 p. 100 par rapport à ceux en vigueur à la date du 15 septembre 1976. Il pourra être dérogé à cette disposition par arrêté conjoint du ministre d'Etat, ministre de l'intérieur, et du ministre délégué à l'économie et aux finances. Délégation de compétence pourra en outre être accordée aux préfets dans les conditions prévues par arrêté conjoint de ces deux ministres.Dans le cas où le réseau de distribution d'eau est exploité en concession ou en affermage, la part revenant au concessionnaire ou au fermier dans le prix de vente ne peut être majorée, pendant la même période, de plus de 6,5 p. 100 par rapport au montant atteint à la date du 15 septembre 1976.Pour les services de distribution de l'eau qui ne sont pas exploités en régie directe par les collectivités locales, les infractions aux dispositions du présent article sont constatées, poursuivies et réprimées dans les conditions prévues par l'ordonnance n° 45-1484 du 30 juin 1945."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Jusqu'au 31 décembre 1976 et nonobstant toutes dispositions législatives, réglementaires ou contractuelles contraires, les prix des transports urbains et interurbains de voyageurs, des transports routiers intérieurs de marchandises, des messageries, des transports aériens intérieurs et des transports intérieurs par batellerie ne peuvent être supérieurs à ceux en vigueur le 15 septembre 1976.Pour la période du 1er janvier 1977 au 31 décembre 1977, ces prix seront soumis aux dispositions de l'ordonnance n° 45-1483 du 30 juin 1945 relative aux prix.Pour les services de transports qui ne sont pas exploités en régie directe par les collectivités locales, les infractions aux dispositions du présent article sont constatées, poursuivies et réprimées dans les conditions prévues par l'ordonnance n° 45-1484 du 30 juin 1945."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I - Pour l'année 1977 la rémunération brute allouée à une même personne travaillant en France métropolitaine, dans les départements et territoires d'outre-mer, par un employeur, y compris les indemnités, remboursements et allocations forfaitaires pour frais, ne devra pas excéder :Le même montant qu'en 1976 si celui-ci était supérieur à 288 000 F ;Le même montant qu'en 1976, majoré d'un pourcentage égal à la moitié de la variation de la valeur moyenne de l'indice national des prix à la consommation entre 1976 et 1977, si ce montant était compris entre 216 000 F et 288 000 F. Toutefois, la rémunération ainsi majorée ne pourra dépasser 288 000 F.Le montant de la rémunération brute susceptible d'être allouée en 1977 à une personne ayant perçu en 1976 216 000 F constituera un plafond pour toutes les personnes ayant reçu en 1976 une rémunération brute inférieure à 216 000 F.II - Les infractions aux règles fixées au paragraphe précédent donnent lieu au paiement par l'employeur d'une taxe égale à l'excédent constaté.Le recouvrement de la taxe s'effectue sur déclaration, suivant les mêmes modalités que pour la taxe sur les salaires et sous les mêmes sanctions.La taxe n'est pas déductible du bénéfice imposable de l'employeur.III - Pour l'application du présent article, les sommes versées à une même personne par une société mère et par ses filiales sont considérées globalement. La taxe est à la charge de la société ayant versé la rémunération la plus importante.IV - Le présent article limitant ou plafonnant la croissance des rémunérations élevées suspend de plein droit, pour l'année 1977, la validité des contrats privés conclus entre les entreprises, leurs dirigeants, cadres ou représentants commerciaux basés sur un intéressement au chiffre d'affaires ou sur un pourcentage des bénéfices dont l'application entraînerait un dépassement des plafonds des rémunérations fixées ci-dessus."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Une aide exceptionnelle dont les bénéficiaires et les modalités seront fixés par décret sera versée par le fonds national des calamités agricoles aux agriculteurs particulièrement atteints par la sécheresse en 1976.Le régime d'indemnisation prévu par la loi n° 64-706 du 10 juillet 1964 ne s'applique pas aux pertes occasionnées par la sécheresse de 1976."
    }
  ]
}