{
  "id": "loi-n-48-1360-du-1-septembre-1948",
  "type": "statute",
  "title": "Loi n° 48-1360 du 1 septembre 1948",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000879802",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "A Paris,Dans un rayon de cinquante kilomètres de l'emplacement des anciennes fortifications de Paris,Dans les communes dont la population municipale totale est supérieure à 4.000 habitants ou qui sont limitrophes de communes dont la population municipale totale est au moins égale à 10.000 habitants, ces populations s'évaluant d'après le recensement général de 1968,Dans les communes de 4.000 habitants au plus dont la population municipale totale s'est accrue de plus de 5 p. 100 à chacun des recensements généraux de 1954, 1962 et 1968 par rapport au recensement précédent,Sous réserve des décrets pris en application du dernier alinéa du présent article, l'occupation des locaux d'habitation ou à usage professionnel sans caractère commercial ou industriel ou ne relevant pas du statut du fermage, ainsi que des locaux affectés à l'exercice d'une fonction publique dans lesquels l'habitation est indivisiblement liée au local utilisé pour ladite fonction, est régie, après l'expiration du bail écrit ou verbal, par les dispositions suivantes.Des décrets pris sur le rapport du ministre de l'équipement et du logement détermineront les communes dans lesquelles la présente législation cessera d'être appliquée soit totalement, soit partiellement, ou pourra, dans les mêmes conditions, être rendue applicable."
    },
    {
      "provision_ref": "art1bis",
      "section": "1bis",
      "title": "Article 1bis",
      "content": "Les décrets pris en vertu du dernier alinéa de l'article 1er ci-dessus qui font cesser l'application de la présente législation peuvent en maintenir le bénéfice au profit de certaines catégories de locataires ou occupants en considération de leur âge ou de leur état physique et compte tenu de leurs ressources, appréciées au jour de la publication du décret."
    },
    {
      "provision_ref": "art1ter",
      "section": "1ter",
      "title": "Article 1ter",
      "content": "En cas de fusion de communes ou de modifications apportées aux limites d'une commune, les locaux conservent le régime locatif qui leur était applicable antérieurement, sous réserve des décrets prévus au dernier alinéa de l'article 1er ci-dessus."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les dispositions de la présente loi ne sont toutefois pas applicables aux garages ou remises à usage de garage loués accessoirement à des locaux visés à l'article 1er et situés dans des immeubles collectifs.Les garages ou remises peuvent, nonobstant le caractère indivisible de la location, être repris par le propriétaire à partir de l'expiration du bail ou restitués aux termes d'usage à celui-ci par le locataire en cours de bail ou par l'occupant, sans que l'autre partie puisse s'y opposer."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les dispositions du présent titre ne sont pas applicables aux logements construits ou achevés postérieurement au 1er septembre 1948. Toutefois, elles sont applicables aux logements réparés ou reconstruits dans les conditions prévues aux articles 70 et 71 et occupés par les personnes visées à l'article 70 ou par des locataires ou occupants qui se trouvaient dans les lieux à la date de promulgation de la loi n° 62-902 du 4 août 1962.Sont assimilés aux logements construits ou achevés postérieurement au 1er septembre 1948 :Les locaux utilisés avant le 1er juin 1948 à d'autres fins que l'habitation et postérieurement affectés à cet usage sous réserve que ces locaux, lorsqu'ils reçoivent cette nouvelle affectation, répondent aux conditions fixées par un décret pris sur le rapport du ministre de la construction.Les locaux obtenus par reconstruction ainsi qu'il est prévu à l'article 11, par surélévation ou addition de construction ainsi qu'il est prévu à l'article 12, sous réserve des dispositions des articles 13 et 42 ;Les locaux dans lesquels ont été effectués des travaux compris dans un secteur prévu à l'article L. 313-3 du code de l'urbanisme ou dans un périmètre prévu à l'article L. 313-4 du même code et autorisés ou prescrits dans les conditions prévues auxdits articles, sauf lorsqu'ils sont occupés par le locataire ou l'occupant maintenu dans les lieux pendant la durée des travaux ou bénéficiaire des dispositions de l'article 13 de la présente loi, de l'article L. 313-7 du code de l'urbanisme, ou du droit à réintégration prévu à l'article L. 314-3 du même code."
    },
    {
      "provision_ref": "art3bis",
      "section": "3bis",
      "title": "Article 3bis",
      "content": "Dans les communes dont la population municipale totale est inférieure à 10.000 habitants (l'exclusion de celles situées dans un rayon de 50 kilomètres de l'emplacement des anciennes fortifications de Paris), les dispositions du présent titre ne seront pas applicable aux locataires qui entreront dans les lieux postérieurement au 1er janvier 1959, à l'exception toutefois de ceux visés à l'article 79.Des décrets pris sur le rapport du ministre de la construction pourront :1° Apporter des dérogations aux dispositions de l'alinéa qui précède ;2° Etendre lesdites dispositions à d'autres communes."
    },
    {
      "provision_ref": "art3nonies",
      "section": "3nonies",
      "title": "Article 3nonies",
      "content": "Les baux conclus en application du 2° de l'article 3 bis et des articles 3 quater et 3 octies ont une durée minimale de six ans ; la faculté de résiliation appartient au seul preneur à la fin de chaque année ; sous réserve d'un préavis de trois mois, et pour un motif tiré de raisons familiales ou professionnelles, le preneur peut résilier à tout moment le bail. Lorsque les locaux n'ont pas un usage strictement professionnel, ces baux sont soumis aux dispositions des chapitre Ier à III de la loi n° 86-1290 du 23 décembre 1986 précitée, en ce qu'elles ne sont pas contraires à celles prévues au présent article.Les formalités de conclusion des baux conclus en application du 2° de l'article 3 bis et des articles 3 ter, 3 quater et 3 octies sont définies par décret."
    },
    {
      "provision_ref": "art3octies",
      "section": "3octies",
      "title": "Article 3octies",
      "content": "Dans les communes qui ne sont pas visées par le premier alinéa de l'article 3 bis et qui n'ont pas fait l'objet d'un décret pris en vertu du 2° du même article, la location des locaux classés en catégorie IV et effectivement vacants, autres que ceux libérés depuis moins de cinq ans par l'exercice d'un des droits de reprise prévus aux articles 18, 19, 20 bis, 24 et 25 ci-après, n'est pas soumises au dispositions du présent titre.Les dispositions du présent titre demeureront applicables aux personnes qui entreront dans les lieux en vertu d'un relogement effectué en application des articles 18 et 19 ci-après.Ces locaux devront satisfaire aux normes prévues à l'article 25 de la loi n° 86-1290 du 23 décembre 1986.A l'expiration du bail valablement conclu en application du présent article, le local ne sera plus soumis aux dispositions de la présente loi."
    },
    {
      "provision_ref": "art3quater",
      "section": "3quater",
      "title": "Article 3quater",
      "content": "Les dispositions du présent titre ne sont pas applicables aux locaux utilisés en tout ou partie à usage professionnel lorsque le local et le contrat répondront aux conditions qui seront fixées par décret pris sur le rapport du ministre de la construction et que l'entrée dans les lieux sera postérieure à la date de publication de ce décret."
    },
    {
      "provision_ref": "art3ter",
      "section": "3ter",
      "title": "Article 3ter",
      "content": "Le bail des locaux autres que ceux désignés à l'article 10 4° ci-dessous, s'il est conclu après l'entrée du preneur dans les lieux et pour une durée d'au moins six années, peut déroger pendant son cours aux dispositions des chapitres Ier à IV du présent titre. Toutefois, la faculté de résiliation annuelle est réservée de droit au preneur et ne peut être stipulée qu'à son profit.Ce contrat est soumis aux dispositions des chapitre I à III de la loi n° 86-1290 du 23 décembre 1986 tendant à favoriser l'investissement locatif, l'accession à la propriété de logements sociaux et le développement de l'offre foncière, en ce qu'elles ne sont pas contraires à celles prévues à l'alinéa ci-dessus.Si, à l'expiration du bail, le local satisfait aux normes prévues l'article 25 de la loi n° 86-1290 du 23 décembre 1986 précitée, il est alors soumis aux dispositions de ses chapitres I à III. Les dispositions de la présente loi ne lui sont plus applicables.Si ce bail a été conclu avant la publication de la loi n° 86-1290 du 23 décembre 1986 précitée, les dispositions de son article 20 lui sont alors applicables."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les occupants de bonne foi des locaux définis à l'article 1er bénéficient de plein droit et sans l'accomplissement d'aucune formalité, du maintien dans les lieux loués, aux clauses et conditions du contrat primitif non contraires aux dispositions de la présente loi, quelle que soit la date de leur entrée dans les lieux.Sont réputés de bonne foi les locataires, sous-locataires, cessionnaires de baux, à l'expiration de leur contrat, ainsi que les occupants qui, habitant dans les lieux en vertu ou en suite d'un bail écrit ou verbal, d'une sous-location régulière, d'une cession régulière d'un bail antérieur, d'un échange opéré dans les conditions légales, exécutent leurs obligations.L'acte par lequel le bailleur notifie au locataire qu'il met fin au contrat de louage et qui entraîne l'application des dispositions précédentes doit, à peine de nullité, reproduire les dispositions des deux alinéas précédents et préciser qu'il ne comporte pas en lui-même obligation d'avoir à quitter effectivement les lieux.Le fait pour le locataire ou l'occupant d'un local à usage professionnel d'exercer une activité, soit en collaboration avec d'autres personnes exerçant une profession libérale dans les conditions prévues par les règles régissant leurs professions, soit au sein d'une société constituée conformément à la loi n° 66-879 du 29 novembre 1966 ne peut être considéré en lui-même comme une infraction aux clauses du bail.En cas de location partielle ou de sous-location partielle, le droit au maintien dans les lieux n'est opposable ni au propriétaire, ni au locataire ou occupant principal, lorsque les locaux occupés forment, avec l'ensemble des lieux, un tout indivisible, ou lorsqu'il s'agit de pièces constituant l'accessoire du local habité par le propriétaire, le locataire ou l'occupant principal."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. - Le bénéfice du maintien dans les lieux pour les locaux visés à l'article premier appartient, en cas d'abandon de domicile ou de décès de l'occupant de bonne foi, au conjoint ou au partenaire lié à lui par un pacte civil de solidarité, et lorsqu'ils vivaient effectivement avec lui depuis plus d'un an, aux ascendants, aux personnes handicapées visées au 2° de l'article 27 ainsi que, jusqu'à leur majorité, aux enfants mineurs.\n\nLe maintien reste acquis au conjoint, au partenaire lié par un pacte civil de solidarité ou au concubin de l'occupant, lorsque cet occupant a fait l'objet d'une condamnation devenue définitive, assortie d'une obligation de résider hors du domicile ou de la résidence du couple, pour des faits de violences commis sur son conjoint, son concubin, son partenaire lié par un pacte civil de solidarité ou sur leurs enfants.\n\nI bis. - Nonobstant les dispositions de l'article 1742 du code civil, même en l'absence de délivrance d'un congé au locataire, le contrat de location est résilié de plein droit par le décès du locataire. Le contrat de bail est également résilié de plein droit en cas d'abandon du domicile par le locataire, même en l'absence de délivrance d'un congé.\n\nToutefois, le bénéfice du maintien dans les lieux appartient aux personnes visées au I du présent article.\n\nII. - Nonobstant les dispositions du I ci-dessus, le maintien dans les lieux reste acquis aux personnes qui en bénéficiaient antérieurement à la publication de la présente loi.\n\nEn cas d'instance en divorce ou en séparation de corps, la juridiction saisie attribue à l'un des époux l'éventuel droit au maintien dans les lieux en considération des intérêts sociaux ou familiaux en cause. Si l'époux qui en est bénéficiaire n'est pas celui au nom duquel étaient délivrées les quittances, notification de la décision devra être faite au bailleur dans le délai de trois mois de son prononcé par lettre recommandée avec avis de réception. La juridiction prévue au chapitre V reste compétente sur toute contestation du bailleur quant à l'application des conditions exigées par la présente loi.\n\nToutefois, le bénéfice du maintien dans les lieux ne s'appliquera pas aux locaux à usage exclusivement professionnel, à moins que l'une des personnes visées aux alinéas précédents ne continue à y exercer la profession à laquelle ces locaux étaient affectés."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Dans les communes où le maintien dans les lieux n'est pas applicable, le bénéfice des dispositions prévues au présent chapitre, est accordé de plein droit aux sinistrés et réfugiés privés de leur habitation, jusqu'au moment où ils pourront réintégrer leur local réparé ou le local reconstruit en remplacement de leur habitation primitive, ou occuper le local correspondant à leurs besoins mis provisoirement à leur disposition par l'administration.Dans tous les cas, lesdits sinistrés ou réfugiés ne pourront plus se prévaloir des dispositions de l'alinéa précédent à partir des dates qui seront fixées par décrets pris à cet effet, sur le rapport du ministre de la construction, en considération de l'avancement des travaux de reconstruction."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Dans les communes où le maintien dans les lieux n'est pas applicable, il est pourtant accordé au locataire, sous-locataire, cessionnaire de bail ou occupant, qui bénéficie des articles 161 et 184 du code de la famille et de l'aide sociale, ou auquel le propriétaire a imposé ou tenté d'imposer un loyer supérieur au prix licite."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Le maintien dans les lieux est applicable aux syndicats et associations professionnelles s'ils remplissent les conditions prévues à l'article 4.Tout congé délivré aux syndicats et associations professionnels antérieurement à la date de publication de la loi n° 91-662 du 13 juillet 1991 d'orientation pour la ville est nul et sans effet à moins qu'il ait donné lieu à une décision d'expulsion devenue définitive.Seuls peuvent se prévaloir des dispositions du présent article les syndicats et associations professionnels qui, à la date du 23 décembre 1986, bénéficiaient des dispositions du présent chapitre. Les dispositions de l'article 28 de la loi n° 86-1290 du 23 décembre 1986 tendant à favoriser l'investissement locatif, l'accession à la propriété de logements sociaux et le développement de l'offre foncière ne leur sont pas opposables."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Nonobstant toute convention contraire, dans les communes visées à l'article 10, 7°, ci-dessous, tout locataire ou sous-locataire qui ne remplit pas les conditions d'occupation suffisante visées audit article, peut demander la résiliation de son bail, sans indemnité de ce chef.La résiliation est de droit.La demande est adressée au bailleur par lettre recommandée avec demande d'avis de réception. La résiliation prend effet à l'expiration du délai d'un mois à compter du jour de la réception de la lettre recommandée."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "N'ont pas droit au maintien dans les lieux les personnes définies aux articles 4, 5, 6, 7 et 8 :\n\n1° Qui ont fait ou feront l'objet d'une décision judiciaire devenue définitive ayant prononcé leur expulsion par application du droit commun ou de dispositions antérieures permettant l'exercice du droit de reprise ou qui feront l'objet d'une semblable décision prononçant leur expulsion pour l'une des causes et aux conditions admises par la présente loi ; toutefois, lorsque la décision n'aura ordonné l'expulsion qu'en raison de l'expiration du bail ou d'un précédent maintien dans les lieux accordé par les lois antérieures, l'occupant ne sera pas privé du droit au maintien dans les lieux ;\n\n2° Qui n'ont pas occupé effectivement par elles-mêmes les locaux loués ou ne les ont pas fait occuper par les personnes qui vivaient habituellement avec elles et qui sont, soit membres de leur famille, soit à leur charge.L'occupation doit avoir duré huit mois au cours d'une année de location, à moins que la profession, la fonction de l'occupant ou tout autre motif légitime ne justifie une occupation d'une durée moindre. En particulier, lorsque l'occupant apportera la preuve qu'il est tenu par ses obligations professionnelles à résider temporairement hors de la France métropolitaine, la durée d'occupation susvisée pourra être réduite à six mois pour une période de trois années.\n\n3° Qui ont plusieurs habitations, sauf pour celle constituant leur principal établissement, à moins qu'elles ne justifient que leur fonction ou leur profession les y oblige ;\n\n4° Qui occupent des locaux visés à l'article L. 43 du code de la santé publique, ou des locaux ayant fait l'objet soit d'une interdiction d'habiter prononcée en application de l'article L. 28 ou L. 42 du code de la santé publique, soit d'un arrêté de péril prescrivant, en vertu des articles L. 511-1 et L. 511-2 du code de la construction et de l'habitation la réparation ou la démolition de l'immeuble menaçant ruine dans lequel les locaux sont situés.\n\nToutefois, lorsque l'interdiction n'a été édictée qu'à titre temporaire ou si l'arrêté de péril visé à l'alinéa précédent a été rapporté, les anciens occupants peuvent invoquer les dispositions du présent chapitre pour rentrer en possession ;\n\n5° Qui occupent des locaux situés dans des immeubles acquis ou expropriés à la suite d'une déclaration d'utilité publique, à charge par l'administration d'assurer le relogement des locataires ou occupants expulsés ;\n\n6° Qui occupent des locaux de plaisance, pour lesdits locaux ;\n\n7° Qui, dans les communes comprises, au sens du recensement général de la population, dans une agglomération de plus de 50 000 habitants et comprenant au moins une commune de plus de 15 000 habitants ainsi que dans les communes de plus de 20 000 habitants ne remplissent pas à l'expiration d'un délai de six mois à compter de la signification du congé les conditions d'occupation suffisante fixées en application de l'article L. 621-2 du code de la construction et de l'habitation.\n\nCes dispositions pourront être rendues applicables aux communes non visées ci-dessus par décret pris sur le rapport de la construction.\n\nPour l'application des conditions susvisées, l'occupation des locaux doit être appréciée compte non tenu de la ou des pièces régulièrement sous-louées et des occupants de ces pièces.\n\nLa diminution du nombre des occupants par suite de mariage ou de décès ne pourra être invoquée qu'à l'expiration d'un délai d'un an à compter de ce mariage ou de ce décès.\n\nLe présent paragraphe ainsi que les conditions d'occupation suffisante fixées pour la commune en application de l'article L. 621-2 du code de la construction et de l'habitation et les dispositions de l'article 79 de la présente loi devront être reproduites, à peine de nullité, dans tout congé donné en application du présent paragraphe ;\n\n8° Dont le titre d'occupation est l'accessoire du contrat de travail ;\n\n9° Qui ont à leur disposition ou peuvent recouvrer, en exerçant leur droit de reprise, un autre local répondant à leurs besoins et à ceux des personnes membres de leur famille ou à leur charge, qui vivaient habituellement avec elles depuis plus de six mois ;\n\nToutefois, lorsque l'occupant pourra justifier d'une instance régulièrement engagée dans la quinzaine de la contestation du droit au maintien dans les lieux, et suivie, il ne sera contraint de quitter les lieux que lorsqu'il pourra prendre effectivement possession dudit local ;\n\n10° Qui dans les stations balnéaires, climatiques ou thermales, classées ou en voie de classement, occupent des locaux habituellement affectés avant le 2 septembre 1939 à la location saisonnière ou occupés pendant la saison par leur propriétaire.\n\nToutefois les dispositions du présent paragraphe ne sont pas applicables aux sinistrés et réfugiés privés de leur habitation, jusqu'au moment où ils pourront réintégrer leur local réparé ou le local reconstruit en remplacement de leur habitation primitive ou occuper le local correspondant à leurs besoins mis provisoirement à leur disposition par l'administration.\n\nCes dispositions ne s'appliquent pas non plus aux titulaires d'une location amiable résultant de la transformation de leur titre antérieur de réquisition.\n\n11° Qui, après s'être vu offrir un logement définitif correspondant à leurs besoins et n'excédant pas les normes H.L.M., continuent d'occuper des locaux appartenant aux organismes d'H.L.M. et destinés à assurer le relogement provisoire des occupants des locaux ou installations visés au premier alinéa de l'article 13 de la loi n° 70-612 du 10 juillet 1970.\n\n12° Qui ont fait l'objet d'une condamnation devenue définitive, assortie d'une obligation de résider hors du domicile ou de la résidence du couple, pour des faits de violences commis sur leur conjoint, leur concubin, leur partenaire lié par un pacte civil de solidarité ou sur leurs enfants."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Le droit au maintien dans les lieux ne peut être opposé au propriétaire qui aura obtenu du ministre de la construction ou de son délégué l'autorisation de démolir un immeuble pour construire un autre immeuble d'une surface habitable supérieure et contenant plus de logements que l'immeuble démoli.Le propriétaire devra donner un préavis de six mois à chacun des occupants pour vider les lieux.Il devra, en outre, commencer les travaux de reconstruction dans les trois mois du départ du dernier occupant.Les locaux ainsi rendus disponibles ne pourront en aucun cas être réoccupés avant le début des travaux."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Le droit au maintien dans les lieux ne peut être opposé au propriétaire qui avec l'autorisation préalable du ministre chargé de la reconstruction et de l'urbanisme ou de son délégué effectue des travaux tels que surélévation ou addition de construction ayant pour objet d'augmenter la surface habitable, le nombre de logements ou le confort de l'immeuble, et qui rendent inhabitable ce qui est nécessaire au logement de l'occupant et de sa famille.\n\nIl en est de même lorsque le propriétaire effectue des travaux nécessitant l'évacuation des lieux compris dans un secteur ou périmètre prévu à l'article 3 de la loi n° 62-903 du 4 août 1962 et autorisés ou prescrits dans les conditions prévues audit article.\n\nLe propriétaire doit donner à chaque occupant un préavis de six mois pour quitter les lieux loués. Les travaux doivent être commencés dans les trois mois du départ du dernier occupant."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Les personnes évincées en application des articles 11 et 12 bénéficient, si elles ne sont pas relogées dans un local remplissant les conditions prévues à l'article 13 bis ci-dessous, du droit à réintégration dans un des locaux situés dans les immeubles ayant fait l'objet des travaux visés auxdits articles et peuvent s'y maintenir dans les conditions prévues par la présente loi.Dès l'achèvement des travaux, le propriétaire devra, par lettre recommandée avec accusé de réception, ou par acte extrajudiciaire, les mettre en demeure de lui faire connaître, dans le délai d'un mois et dans la même forme, s'ils entendent user de ce droit. La notification devra mentionner, à peine de nullité, la forme et le délai de la réponse."
    },
    {
      "provision_ref": "art13bis",
      "section": "13bis",
      "title": "Article 13bis",
      "content": "Le local mis à la disposition des personnes évincées, en application des articles 11 et 12, doit satisfaire aux caractéristiques définies en application des premier et deuxième alinéas de l'article 6 de la loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986 et correspondre à leurs besoins personnels ou familiaux et, le cas échéant, professionnels, et à leurs possibilités. Il doit en outre être situé :\n\nDans le même arrondissement ou les arrondissements limitrophes ou les communes limitrophes de l'arrondissement où se trouve le local, objet de la reprise, si celui-ci est situé dans une commune divisée en arrondissements ;\n\nDans le même canton ou dans les cantons limitrophes de ce canton inclus dans la même commune ou dans les communes limitrophes de ce canton si la commune est divisée en cantons ;\n\nDans les autres cas sur le territoire de la même commune ou d'une commune limitrophe, sans pouvoir être éloigné de plus de 5 km."
    },
    {
      "provision_ref": "art13quater",
      "section": "13quater",
      "title": "Article 13quater",
      "content": "Toute convention entre le bailleur et le locataire ou l'occupant pour la mise en oeuvre des dispositions des articles 11 à 13 bis ci-dessus ne peut être signée, à peine de nullité, qu'après l'expiration d'un délai de trente jours suivant la réception de la demande.Le projet de convention est adressé au locataire ou à l'occupant par lettre recommandée avec demande d'avis de réception.A peine de nullité de la convention, ce projet ainsi que la convention ultérieurement signée doivent reproduire l'un et l'autre en caractères très apparents les dispositions du présent article. L'avis de réception mentionné au deuxième alinéa doit, également à peine de nullité de la convention, lui être annexé."
    },
    {
      "provision_ref": "art13ter",
      "section": "13ter",
      "title": "Article 13ter",
      "content": "Le congé délivré en application des articles 11 et 12 ci-dessus doit, à peine de nullité, indiquer les motifs pour lesquels il est donné et reproduire les dispositions des articles 13 et 13 bis ci-dessus."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Nonobstant les dispositions de l'article 1723 du code civil, les locataires ou occupants d'un immeuble ne peuvent mettre obstacle aux travaux que le propriétaire se propose d'entreprendre avec l'autorisation préalable du ministre de la construction ou de son délégué et qui ont pour objet d'augmenter la surface habitable, le nombre de logements ou le confort de l'immeuble ou d'améliorer le confort d'un ou de plusieurs logements dudit immeuble, lorsque ces travaux ne rendent pas inhabitable ce qui est nécessaire au logement du locataire ou de l'occupant et de leur famille.\n\nToutefois, cette autorisation n'est pas nécessaire pour les travaux figurant sur une liste fixée par décret. La liste des travaux énumérés pourra dépendre de la situation du patrimoine immobilier bâti et des conditions de son utilisation dans la ou les communes soumises aux dispositions de la présente loi.\n\nSelon la nature des travaux à exécuter et sous réserve d'un préavis de trois mois, les occupants sont tenus soit d'évacuer la partie des locaux intéressés par lesdits travaux, soit de permettre l'accès de leur logement et d'accepter notamment le passage de canalisations ne faisant que le traverser.\n\nSi les travaux durent plus de quarante jours, le loyer sera diminué à proportion du temps et de la partie du local dont ils auront été privés.\n\nLorsque les travaux ont pour objet de diviser un logement insuffisamment occupé au sens des dispositions de l'article 10 7°, l'occupant ne peut prétendre qu'à l'occupation du nombre de pièces fixé en application de l'article 327 du code de l'urbanisme et de l'habitation.\n\nEn tout état de cause, lorsque les travaux visés au présent article n'affectent qu'un logement, le propriétaire doit notifier au locataire ou occupant, par acte extrajudiciaire ou par lettre recommandée avec demande d'avis de réception, son intention de les exécuter. Si le locataire ou occupant entend s'opposer aux travaux ou à leurs modalités d'exécution pour un motif sérieux et légitime, il doit saisir, à peine de forclusion, la juridiction compétente, dans le délai de deux mois à compter de la réception de la notification qui lui a été faite.\n\nLe préavis de trois mois prévu au troisième alinéa ci-dessus comporte, à peine de nullité, la reproduction du texte intégral des articles 14 et 59 bis de la présente loi, la description sommaire des travaux, les conditions de leur exécution, l'indication des bases selon lesquelles le loyer sera calculé après leur achèvement, ainsi qu'une copie de l'autorisation visée au premier alinéa ci-dessus lorsqu'une telle autorisation est exigée.\n\nEn l'absence de l'autorisation ou de la notification prévues ci-dessus ou en cas d'exécution des travaux dans des conditions différentes de celles énoncées dans la notification ou encore plus généralement si les travaux, même non soumis à autorisation, présentent un caractère abusif ou vexatoire, le juge des contentieux de la protection, statuant par ordonnance de référé, est compétent pour prescrire l'interdiction ou l'interruption des travaux. Il peut ordonner l'interdiction ou l'interruption à titre provisoire s'il estime nécessaire une mesure d'instruction."
    },
    {
      "provision_ref": "art14bis",
      "section": "14bis",
      "title": "Article 14bis",
      "content": "Les dispositions de la loi n° 67-561 du 12 juillet 1967 relative à l'amélioration de l'habitat sont applicables aux occupants de bonne foi dans les mêmes conditions qu'aux locataires."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Le bénéfice du maintien dans les lieux n'est pas non plus opposable au propriétaire qui veut reprendre tout ou partie des cours, jardins ou terrains loués nus ou comme accessoires d'un local d'habitation ou à usage professionnel, pour construire des bâtiments à destination principale d'habitation, à la condition que la nouvelle construction ne rende pas impossible la jouissance du local existant.Le propriétaire notifiera aux occupants, avec un préavis de six mois, son intention de construire un nouvel immeuble dans les conditions prévues à l'alinéa précédent.Les travaux devront être commencés dans le délai de trois mois à compter du départ du dernier occupant.Dans ce cas, la valeur locative des lieux dont l'occupant garde la jouissance pourra être réévaluée sur les bases fixées par la présente loi."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Il ne peut être renoncé au droit au maintien dans les lieux qu'après l'expiration du bail."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Sous réserve des dispositions de l'article 5, le maintien dans les lieux est un droit exclusivement attaché à la personne et non transmissible."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Le droit au maintien dans les lieux cesse d'être opposable au propriétaire de nationalité française ou ressortissant d'un Etat membre de la Communauté européenne qui veut reprendre son immeuble pour l'habiter lui-même ou le faire habiter par son conjoint, ses ascendants ou ses descendants ou par ceux de son conjoint, lorsqu'il met à la disposition du locataire ou de l'occupant un local en bon état d'habitation, remplissant des conditions d'hygiène normales ou au moins équivalentes à celles du local objet de la reprise et correspondant à ses besoins personnels ou familiaux et, le cas échéant, professionnels, et à ses possibilités.Le local offert peut être constitué par une partie du local faisant l'objet de la reprise après exécution éventuelle de travaux d'aménagement.Le propriétaire ne peut exercer le droit ouvert à l'alinéa 1er que pour des locaux correspondant aux besoins personnels ou familiaux du bénéficiaire de la reprise, et, le cas échéant, à ses besoins professionnels.Le propriétaire qui veut bénéficier de la disposition ci-dessus doit prévenir par acte extrajudiciaire celui dont il se propose de reprendre le local ; ledit acte doit indiquer à peine de nullité ;Le nom et l'adresse du propriétaire du local offert ;L'emplacement de celui-ci ;Le nombre de pièces qu'il comporte ;Le degré de confort ;Le loyer ;Le délai à l'expiration duquel il veut effectuer la reprise et pendant lequel il peut être pris possession du local offert, délai qui ne peut être inférieur à trois mois s'il s'agit d'un locataire ;L'identité du bénéficiaire de la reprise ainsi que sa situation de famille et sa profession.Si, dans le délai d'un mois à compter de la signification de l'acte extrajudiciaire, le locataire ou l'occupant donne son acceptation écrite à la proposition qui lui est faite, il doit remettre le local qu'il occupe à la disposition du propriétaire, au plus tard à la date fixée pour la reprise dans l'acte extrajudiciaire prévu à l'alinéa précédent.Si, dans le même délai d'un mois, le locataire ou l'occupant refuse ou ne fait pas connaître sa décision, le propriétaire l'assigne, suivant la procédure prévue au chapitre V du présent titre, aux fins de nomination d'un expert.Ledit expert, qui peut être saisi sur minute et avant enregistrement, a pour mission de visiter les locaux offerts, de dire s'ils remplissent les conditions d'hygiène prévues au premier alinéa et sont susceptibles de satisfaire aux besoins personnels ou familiaux, et le cas échéant professionnels, du locataire ou de l'occupant, de vérifier enfin si les possibilités de ce dernier lui permettent d'en supporter les charges.Il doit déposer son rapport dans la quinzaine du jour où il a été saisi. Faute par lui de ce faire, il est de plein droit dessaisi et le juge doit pourvoir d'office à son remplacement par nouvelle ordonnance rendue dans les quarante-huit heures suivant l'expiration dudit délai.Dans les quarante-huit heures qui suivent le dépôt de ce rapport, les parties sont informées par le greffier par lettre recommandée avec accusé de réception, comportant convocation pour la plus prochaine audience utile."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Le droit au maintien dans les lieux n'est pas opposable au propriétaire de nationalité française ou ressortissant d'un Etat membre de la Communauté européenne qui veut reprendre son immeuble pour l'habiter lui-même ou le faire habiter par son conjoint, ses ascendants, ses descendants ou par ceux de son conjoint et qui justifie que le bénéficiaire de la reprise ne dispose pas d'une habitation correspondant à ses besoins normaux et à ceux des membres de sa famille vivant habituellement ou domiciliés avec lui.Lorsque l'immeuble a été acquis à titre onéreux, ce droit de reprise ne peut être exercé que si l'acte d'acquisition a date certaine, ou bien avant le 2 septembre 1939, ou bien plus de dix ans avant l'exercice de ce droit. Néanmoins, le propriétaire d'un immeuble acquis depuis plus de quatre ans peut être autorisé par justice à exercer le droit de reprise s'il établit que son acquisition n'a été faite que pour se loger ou pour satisfaire un intérêt familial légitime à l'exclusion de toute idée de spéculation. En cas d'acquisition à titre gratuit, les délais prévus au présent alinéa courent à partir de la dernière acquisition à titre onéreux.Le propriétaire qui veut bénéficier du droit de reprise doit prévenir,     au moins six mois à l'avance, par acte extrajudiciaire, le locataire ou l'occupant dont il se propose de reprendre le local ; ledit acte doit, à peine de nullité :Indiquer que le droit de reprise est exercé en vertu du présent article ;Préciser la date et le mode d'acquisition de l'immeuble ;Faire connaître le nom et l'adresse du propriétaire qui loge le bénéficiaire ainsi que l'emplacement et le nombre de pièces du local occupé par ce dernier.Le juge doit toujours apprécier les contestations qui lui sont soumises au jour de la signification de l'acte extrajudiciaire.Le bénéficiaire du droit de reprise prévu au présent article est tenu de mettre à la disposition du locataire ou de l'occupant dont il reprend le local, le logement qui, le cas échéant, pourrait être rendu vacant par l'exercice de ce droit.Le bénéficiaire du droit de reprise devra notifier à son propriétaire l'action qu'il exerce par acte extrajudiciaire dans le même délai que celui prévu à l'alinéa 3 ci-dessus. Le propriétaire de son logement ne pourra s'opposer à la venue de ce nouveau locataire ou occupant qu'en excipant de motifs sérieux et légitimes.S'il entend user de ce droit, il devra, à peine de forclusion, saisir la juridiction compétente aux termes des articles 46 et suivants de la présente loi dans un délai de quinze jours à dater de la modification susvisée.Cette notification devra, à peine de nullité, indiquer que, faute par le propriétaire d'avoir saisi la juridiction compétente dans le délai de quinze jours, il sera forclos.Le nouvel occupant aura le titre d'occupant de bonne foi."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Le droit au maintien dans les lieux n'est pas opposable au propriétaire de nationalité française ou ressortissant d'un Etat membre de la Communauté européenne qui veut reprendre son immeuble pour l'occuper lui-même lorsqu'il est :1° Locataire ou occupant évincé en raison de l'article 19 ou du présent article ;2° Locataire ou occupant de locaux ayant fait l'objet soit d'une interdiction d'habiter prononcée en l'application de l'article 12 de la loi du 15 février 1902 modifiée, soit d'un arrêté de péril prescrivant, en vertu des article 3 à 6 de la loi du 21 juin 1898 modifiée, la réparation ou la démolition de l'immeuble dans lequel ils sont situés, ou qui occupe des locaux situés dans un immeuble acquis ou exproprié à la suite d'une déclaration d'utilité publique ;3° Fonctionnaire, agent, ouvrier ou employé, ayant effectivement occupé pendant deux années consécutives le logement mis à sa disposition par l'administration ou l'entreprise dont il dépend, justifiant soit d'avoir été ou être admis à la retraite pour toute autre cause qu'une sanction disciplinaire, soit avoir cessé ou cesser ses fonctions pour une cause indépendante de sa volonté.Dans le cas prévu au paragraphe 3°, lorsque l'immeuble a été acquis à titre onéreux, ce droit de reprise ne peut être exercé que si l'acte d'acquisition a date certaine plus de cinq ans avant l'exercice de ce droit. En cas d'acquisition à titre gratuit, ce délai court à compter de la dernière acquisition à titre onéreux.Cependant, aucun de ces bénéficiaires ne peut exercer ce droit de reprise sur un logement s'il est propriétaire, dans la même agglomération, d'un autre local libre de tout locataire ou occupant et correspondant à ses besoins et à ceux de sa famille.Le propriétaire doit prévenir,     au moins six mois à l'avance, par acte extrajudiciaire, le locataire ou l'occupant dont il se propose de reprendre le local ; ledit acte doit, à peine de nullité :Indiquer que le droit de reprise est exercé en vertu du présent article ;Préciser la catégorie dans laquelle se trouve le propriétaire ;Indiquer le mode et la date d'acquisition de l'immeuble ;Fournir toutes indications utiles permettant au locataire de vérifier le bien-fondé de la demande.Le juge doit toujours apprécier les contestations qui lui sont soumises au jour de la signification de l'acte extrajudiciaire.Le droit de reprise prévu au présent article ne peut être exercé que par le propriétaire dont l'acquisition est antérieure à l'éviction ou à l'évènement qui lui ouvre ce droit."
    },
    {
      "provision_ref": "art20bis",
      "section": "20bis",
      "title": "Article 20bis",
      "content": "Les droits de reprise prévus à la présente loi peuvent être exercés par les membres des sociétés mentionnées au chapitre Ier de la loi du 28 juin 1938 sur les logements qui leur sont attribués en jouissance (1).Pour l'application des articles 19 et 20, l'acquisition des parts ou actions donnant droit à la jouissance d'un logement est assimilée à l'acquisition de ce logement.(1) Voir loi n° 71-579 du 16 juillet 1971 art. 5 et suivants relatifs aux sociétés constituées en vue de l'attribution d'immeubles aux associés par fractions divises. Voir aussi le code de la construction et de l'habitation, art. L. 212-1 et suivants."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Lorsqu'il sera établi par le locataire ou l'occupant que le propriétaire invoque le droit de reprise, non pas pour satisfaire un intérêt légitime, mais dans l'intention de nuire au locataire ou à l'occupant ou d'éluder les dispositions de la présente loi, le juge devra refuser au propriétaire l'exercice de ce droit."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Le droit de reprise reconnu au propriétaire par les articles 19 et 20 de la présente loi ne peut pas être exercé contre celui qui occupe un local dans lequel il exerce, au vu et au su du propriétaire et avec son accord au moins tacite, sa profession.Toutefois, cette disposition n'est pas applicable aux locataires ou occupants entrés dans les lieux postérieurement à la publication de la présente loi, qu'ils soient locataires ou occupants au moment où le droit de reprise est exercé. Elle n'est pas non plus applicable lorsque le propriétaire du local est âgé d'au moins soixante-cinq ans et qu'il exerce la reprise pour lui-même."
    },
    {
      "provision_ref": "art22bis",
      "section": "22bis",
      "title": "Article 22bis",
      "content": "Le droit de reprise prévu aux articles 19 et 20 de la présente loi ne peut être exercé au profit d'un bénéficiaire âgé de moins de soixante-cinq ans contre l'occupant dont les ressources annuelles sont inférieures à une fois et demie le montant annuel du S.M.I.C., calculé sur la base de la durée légale du travail, qui, à la date du congé, est âgé de plus de soixante-dix ans et occupe effectivement les lieux.Il est tenu compte, pour le calcul des ressources de l'occupant, de celles des personnes vivant avec lui d'une manière effective et permanente."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "En cas de pluralité de locaux loués ou occupés dans le même immeuble et sensiblement équivalents susceptibles d'être repris, le propriétaire est tenu d'exercer son droit de reprise sur celui qui est occupé par le plus petit nombre de personnes."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Le droit au maintien dans les lieux n'est opposable ni au propriétaire ayant fait construire un logement sans avoir pu l'occuper immédiatement, ni au propriétaire ou locataire principal obligé de quitter provisoirement son logement qui l'a loué ou sous-loué sous la condition, écrite et acceptée par le preneur, qu'il pourrait reprendre les lieux à sa demande."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Le droit au maintien dans les lieux n'est opposable ni au propriétaire, ni au locataire principal qui a loué ou sous-loué un logement sous la condition expresse qu'il pourrait le reprendre soit lors de la cessation de ses fonctions ou d'un changement de ses conditions d'existence, soit en vue d'y installer ses ascendants, ses descendants ou ceux de son conjoint.Les dispositions des articles L. 613-1 et suivants du code de la construction et de l'habitation et de la loi n° 49-972 du 21 juillet 1949 ne sont pas applicables aux occupants entrés dans les locaux dans les conditions prévues à l'article 24 ci-dessus et au présent article."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Le prix des loyers des locaux soumis aux dispositions de la présente loi est déterminé en application des règles ci-après."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "La valeur locative d'un local est égale au produit de la surface corrigée, telle qu'elle résulte de l'article 28, par le prix de base du mètre carré de chacune des catégories de logements prévues à l'article 30.Lorsque la faculté de céder ou de sous-louer est incluse dans un bail portant sur un local à usage professionnel, la valeur locative ainsi déterminée pourra être majorée, pendant le cours du bail, de 50 p. 100 au maximum.Le montant du loyer des locaux pour lesquels le droit au bail ou le droit au maintien dans les lieux a été postérieurement au 1er juillet 1966 transmis aux héritiers ou transféré dans les conditions prévues à l'article 5 de la présente loi, est égal à la valeur locative majorée de 50 p. 100. Ces dispositions ne sont toutefois pas applicables en cas d'attribution de l'un de ces droits au conjoint du locataire ou de l'occupant ni en cas de transfert à un descendant mineur.Les prix résultant des dispositions de l'alinéa 1er du présent article demeurent applicables aux logements occupés par les personnes qui ont bénéficié entre le 1er juillet 1965 et le 30 juin 1966 du maintien dans les lieux prévu à l'article 5 ci-dessus, à moins qu'il ne s'agissent du conjoint, veuf, séparé ou divorcé.Dans les communes visées à l'article 10 (7°) ci-dessus, le loyer de la totalité des locaux inoccupés ou insuffisamment occupés ou faisant l'objet d'une sous-location totale ou partielle est égal à la valeur locative majorée de 50 p. 100. Cette majoration cesse de droit dès que prend fin la situation qui l'avait motivée. Les locataires ou occupants auxquels est ou a été appliquée cette majoration continuent de bénéficier du droit au maintien dans les lieux prévu à l'article 4, nonobstant les dispositions du 7° de l'article 10.Lorsque l'insuffisance d'occupation a pour origine le décès ou le mariage de l'un des occupants, la majoration prévue dans ce cas par l'alinéa précédent ne prend effet qu'à l'expiration d'un délai d'un an à compter de ce mariage ou de ce décès.La majoration pour insuffisance d'occupation n'est pas applicable :1° Aux personnes âgées de plus de soixante-dix ans ;2° Aux personnes titulaires :Soit d'une pension de grand invalide de guerre ouvrant droit au bénéfice des dispositions de l'article L. 31 du code des pensions militaires d'invalidité et des victimes de la guerre ;Soit d'une rente d'invalide du travail correspondant à une incapacité au moins égale à 80 p. 100.Soit d'une allocation servie à toute personne dont l'infirmité entraîne au moins 80 p. 100 d'incapacité permanente et qui est qualifiée Grand infirme en application de l'article 169 du code de la famille et de l'aide sociale.En cas de sous-location, la majoration de 50 p. 100 ne s'applique pas aux locataires ou occupants qui sous-louent une ou plusieurs pièces lorsqu'ils occupent suffisamment les locaux compte tenu de ces pièces ou qu'ils appartiennent aux catégories visées aux 1° et 2° ci-dessus, à la condition que la sous-location soit conclue au profit de personnes appartenant à des catégories déterminées par arrêté interministériel.Pour l'application des dispositions ci-dessus, sont, sauf preuve contraire, présumées sous-locataires les personnes vivant de façon continue au foyer du locataire ou de l'occupant, des lors qu'elles ne présentent avec ce dernier aucun lien de parenté ou d'alliance au sens de la loi ou qu'elles ne sont ni à sa charge ni à son service.Les majorations de 50 p. 100 prévues au présent article ne peuvent se cumuler."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "Un décret, pris sur le rapport du ministre chargé de la reconstruction et de l'urbanisme, déterminera les conditions dans lesquelles sera obtenue la surface corrigée en affectant la superficie des pièces habitables et celle des autres parties du logement de correctifs dont il donnera le taux pour qu'il soit tenu compte, notamment, de la hauteur du plafond, de l'éclairement, de l'ensoleillement et des vues de chacune des pièces habitables, ainsi que des caractéristiques particulières des autres parties du local.Il définira les pièces habitables et les conditions dans lesquelles sera calculée la superficie desdites pièces, ainsi que celle des autres parties du local et des annexes.Le même décret précisera également les correctifs applicables à l'ensemble du logement pour tenir compte notamment de son état d'entretien, de sa vétusté, de l'importance du local, de son affectation, de sa situation et des éléments d'équipement propres, soit au local, soit à l'ensemble de l'immeuble.Ne pourront entrer en ligne de compte dans l'évaluation des correctifs que les éléments d'équipement et de confort fournis par le propriétaire."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Le préfet peut, éventuellement, dans les limites fixées par le décret prévu à l'article 28, adapter par arrêté certains correctifs aux conditions locales et fixer ceux relatifs à la situation des immeubles dans les différentes zones qu'il aura déterminées."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "Le prix de base du mètre carré applicable chaque année au 1er juillet est déterminé par décret pour les différentes catégories de logements en fonction de la qualité de leur construction et, le cas échéant, suivant la localité dans laquelle ils sont situés.\n\nLes prix de base doivent être tels qu'ils assurent, après application des correctifs, la rémunération du service rendu par le logement ainsi que son maintien en état d'habitabilité.\n\nLe décret prévu à l'alinéa 1er fixe les modalités selon lesquelles les prix de base s'appliquent lors de leur révision aux locataires ou occupants dont le loyer avait déjà atteint la valeur locative résultant de l'application des anciens prix de base."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Indépendamment du prix de base déterminé conformément aux dispositions de l'article 30 ci-dessus, le décret prévu audit article fixe le prix du mètre carré applicable jusqu'à ce que le loyer ait atteint la valeur locative définie à l'article 27.A compter du 1er juillet 1965, le loyer est majoré chaque année d'une fraction du loyer applicable au cours du dernier mois de la période précédente.L'augmentation maximale de loyer résultant de l'application de la majoration prévue à l'alinéa précédent peut faire l'objet d'un abattement en considération de l'âge ou de l'état physique des bénéficiaires et compte tenu de leurs ressources, à la condition que le local ne soit pas insuffisamment occupé ou ne fasse pas l'objet d'une sous-location totale ou partielle et sans que l'abattement puisse dépasser la moitié de cette augmentation.Lorsque des modifications sont apportées à la surface corrigée du local pour quelque cause que ce soit, notamment en raison de l'affectation de tout ou partie du local à un usage professionnel, il doit être tenu compte de l'incidence de ces modifications pour déterminer le loyer servant de base au calcul des majorations annuelles. Les taux de majoration sont fixés par le décret prévu à l'article 30."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Chaque propriétaire devra, avant le 1er janvier 1949, faire connaître à chaque locataire ou occupant, par lettre recommandée, avec accusé de réception, ou par acte extrajudiciaire, le loyer des locaux qu'il occupe.Le propriétaire doit joindre, à l'appui de cette modification, un décompte détaillé, établi d'après un modèle type qui sera annexé au décret prévu à l'article 28, des bases de calcul de ce loyer.En cas de désaccord, le locataire ou l'occupant devra, à peine de forclusion, aviser, dans les deux mois, le propriétaire, par lettre recommandée avec accusé de réception ou par acte extrajudiciaire, du loyer qu'il propose lui-même, en précisant les éléments sur lesquels porte ce désaccord.La notification par le propriétaire devra, à peine de nullité, indiquer que faute par le locataire ou l'occupant d'avoir contesté le loyer dans le délai de deux mois, il sera forclos à l'expiration de ce délai et que ce loyer s'imposera comme nouveau prix.Le différend sera porté devant le tribunal compétent suivant les règles de procédure prévues au chapitre V du présent titre.Pour la détermination de la compétence, le loyer pris en considération est celui qui était payé antérieurement à l'application de la présente loi."
    },
    {
      "provision_ref": "art32bis",
      "section": "32bis",
      "title": "Article 32bis",
      "content": "En cas de modification totale ou partielle des éléments ayant servi de base à la détermination du loyer, ce loyer pourra être révisé à la demande de l'une ou de l'autre des parties.Le demandeur doit faire connaître à l'autre partie par lettre recommandée avec demande d'avis de réception ou par acte extrajudiciaire les nouveaux éléments proposés. Il doit joindre à l'envoi de cette notification un décompte détaillé, établi d'après un modèle type annexé au décret prévu à l'article 28, des bases de calcul de ce loyer.En cas de désaccord sur les nouveaux éléments proposés par le demandeur, l'autre partie doit, à peine de forclusion, aviser, dans les deux mois, le demandeur, par lettre recommandée avec demande d'avis de réception ou par acte extrajudiciaire, du loyer qu'il propose lui-même, en précisant les éléments sur lesquels porte ce désaccord.La notification par le demandeur devra à peine de nullité, indique que faute par l'autre partie d'avoir contesté le loyer dans le délai de deux mois, il sera forclos à expiration de ce délai et que ce loyer s'imposera comme un nouveau prix. En cas de contestation, le différend sera porté devant le tribunal compétent, suivant les règles de procédure prévues au chapitre V du présent titre.Pour la détermination de la compétence, le loyer pris en considération est celui qui était exigible à la date de la notification."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Les prix résultant de l'application de la présente loi sont applicables de plein droit à dater du 1er janvier 1949, sans qu'il soit nécessaire de donner congé ni aux titulaires de baux écrits ou verbaux, ni à ceux qui sont maintenus dans les lieux.Au cas où la notification prévue au premier alinéa de l'article 32 est faite à une date postérieure au 1er janvier 1949, les prix résultant de l'application de la présente loi ne seront applicables qu'à partir du terme d'usage qui suivra cette notification ; toutefois, s'il y a lieu à réduction en application des dispositions de l'article 35, et quelle que soit la date de la notification, le nouveau prix sera applicable à partir du 1er janvier 1949."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Les parties pourront, d'un commun accord, se dispenser de l'application des règles de fixation des loyers prévues aux articles précédents en prenant forfaitairement comme base le loyer pratiqué au 1er juillet 1948.A compter du 1er juillet 1965, le loyer est majoré chaque année d'une fraction du loyer applicable au cours du dernier mois de la période précédente. Le taux de majoration est fixé par le décret prévu à l'article 30.Cet accord pourra être dénoncé par chacune des parties par lettre recommandée avec accusé de réception adressée dans la quinzaine suivant le paiement de chaque terme de loyer. Dans ce cas, les règles des articles 26 et suivants deviendront définitivement applicables aux termes de loyer qui suivront la dénonciation de l'accord.Le demandeur devra joindre à l'appui de sa dénonciation un décompte détaillé, établi d'après un modèle type annexé au décret prévu à l'article 28, des bases de calcul du nouveau loyer. Les dispositions des trois derniers alinéas de l'article 32 bis sont applicables.L'augmentation de loyer résultant de l'application de la majoration prévue au deuxième alinéa ci-dessus peut faire l'objet d'un abattement en considération de l'âge ou de l'état physique des bénéficiaires et compte tenu de leurs ressources à la condition que le local ne soit pas insuffisamment occupé ou ne fasse pas l'objet d'une sous-location totale ou partielle et sans que l'abattement puisse dépasser la moitié de cette augmentation."
    },
    {
      "provision_ref": "art34bis",
      "section": "34bis",
      "title": "Article 34bis",
      "content": "I. - Les parties peuvent également, d'un commun accord, fixer un prix de loyer dans la limite de la valeur locative définie à l'article 27.(paragraphes II, III et IV abrogés)."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Les loyers qui dépassent la valeur locative telle qu'elle est définie à l'article 27 seront ramenés à cette valeur locative."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "Les dispositions des articles qui précèdent ne sont pas applicables à la détermination du loyer des cours, jardins ou terrains loués ou occupés accessoirement aux locaux visés à la présente loi. Ce loyer fera l'objet d'une évaluation séparée. A défaut d'accord amiable, il sera procédé à l'évaluation du loyer par justice. Le juge devra tenir compte de tous éléments d'appréciation, notamment de la proximité de l'habitation, des possibilités de culture et des plantations existant au moment de la location.Il sera procédé de même pour l'évaluation du loyer des locaux, tels que remises et garages, loués ou occupés accessoirement aux locaux visés par la présente loi et n'ayant aucune affectation commerciale ou industrielle.Ce loyer est augmenté chaque année du taux de majoration applicable au loyer du local principal."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "Le loyer des locaux mentionnés à l'article 8 de la présente loi sera fixé, à défaut d'accord amiable, par le juge à l'aide de tous éléments d'appréciation."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "Les locataires ou occupants sont tenus, en sus du loyer principal, au remboursement des charges locatives définies à l'article 23 de la loi n° 89-462 du 6 juillet 1989, dans les conditions prévues à cet article."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "Il ne peut être exigé des sous-locataires de locaux nus un loyer supérieur à celui payé par le locataire ou occupant principal augmenté du montant des prestations, taxes locatives et fournitures individuelles énumérées à l'article 38. Le locataire ou occupant principal est tenu, à la demande du sous-locataire, d'en justifier par la production de sa quittance.Dans le cas de sous-location partielle de locaux nus, il devra être tenu compte, pour la fixation du loyer, de l'importance des locaux sous-loués et d'un prorata des prestations, taxes et fournitures payées par le locataire principal. Le principal du loyer ainsi déterminé pourra être majoré de 20 p. 100 et, en outre, du prix des prestations particulières que le locataire principal serait appelé à fournir."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "En aucun cas, l'application des dispositions du présent chapitre ne pourra être invoquée par le bailleur pour se soustraire à l'exécution des obligations mises à sa charge par le contrat ou par la loi.Toutefois, sont autorisées les conventions par lesquelles tout locataire ou occupant s'engage, postérieurement à son entrée dans les lieux ou à l'occasion de l'exécution de travaux afférents à l'immeuble et déterminés dans la convention, à participer à tout ou partie des dépenses exposées pour leur réalisation."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "Le preneur pourra, nonobstant toutes clauses ou conventions contraires, résilier le bail tant que la valeur locative résultant des dispositions qui précèdent ne sera pas atteinte."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "Les occupants évincés en application des articles 11 et 12 et usant du droit à réintégration prévu à l'article 13 ne devront payer que le loyer, les prestations, taxes et fournitures individuelles tels qu'ils résultent de l'application des dispositions du présent chapitre."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "Le bailleur qui, n'exerçant pas la profession de loueur en meublé, loue exceptionnellement en totalité un local normalement meublé, est autorisé à majorer le montant du loyer, tel qu'il est déterminé au présent chapitre, du prix de location des meubles, qui ne pourra lui-même dépasser le montant du loyer principal. Il pourra, en outre, récupérer les prestations, taxes et fournitures définies à l'article 38 et tous impôts et taxes perçus à l'occasion des locations en meublé.Pour les sous-locations partielles en meublé existant au jour de la promulgation de la présente loi et pour les sous-locations partielles en meublé autorisées en application des dispositions de l'article 78, le prix du loyer est déterminé comme il est dit à l'article 39, alinéa 2, et le prix de location des meubles ne peut dépasser le montant dudit loyer. Il pourra être exigé en sus le montant de tous impôts et taxes perçus à l'occasion des locations en meublé."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "Les travaux ayant pour objet d'augmenter le nombre de logements par la division des logements existants ouvrent droit, pour le propriétaire, à la récupération du montant des dépenses par une majoration du prix des loyers des locaux rendus disponibles.Cette majoration ne devra, en aucun cas, permettre l'amortissement du capital dépensé sur une période inférieure à dix années. Elle n'est autorisée qu'à la condition que les appartements créés comportent trois pièces principales au moins."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "Le locataire, sous-locataire ou occupant de bonne foi d'un local meublé bénéficie du maintien dans les lieux dans les termes et conditions prévues aux chapitres Ier et II du présent titre.Toutefois, le bénéfice de ce maintien dans les lieux n'est pas opposable au propriétaire ou au locataire principal qui justifie avoir loué ou sous-loué un local constituant son domicile.Le bénéfice de ce maintien dans les lieux n'est pas non plus opposable au bailleur si celui-ci peut faire la preuve qu'il avait accueilli le preneur en raison de circonstances exceptionnelles pour une location provisoire. Toutefois, cette dernière disposition ne pourra être opposée à ceux dont le domicile a été détruit par fait de guerre et n'a pas encore été reconstruit.Dans tous les cas, à partir de l'expiration du bail ou de la location verbale, le bailleur pourra, à l'encontre du locataire ou du sous-locataire bénéficiaire du maintien dans les lieux, reprendre son mobilier, s'il justifie qu'il en a besoin pour sa propre installation ou celle de ses ascendants ou descendants. Il devra, en ce cas, lui donner préavis, deux mois à l'avance, par lettre recommandée avec accusé de réception."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "Sous réserve des dispositions de l'article 5, toutes les contestations relatives à l'application du présent titre sont portées devant le juge des contentieux de la protection du lieu de la situation de l'immeuble, lequel statue selon les règles qui lui sont propres.\n\nToutefois, la juridiction des référés reste compétente dans les conditions prévues par les règles qui régissent cette matière."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "Toute personne qui de mauvaise foi, à l'aide soit d'une dissimulation, soit de tout autre moyen frauduleux, impose ou tente d'imposer pour l'un des locaux visés par la présente loi, un loyer dépassant le prix licite sera punie d'un emprisonnement de deux ans et d'une amende de 22500 euros ou de l'une de ces deux peines seulement    .L'amende pourra être élevée à cent fois le montant de la majoration imposée, sans préjudice de tous dommages-intérêts.L'affichage du jugement à la porte de l'immeuble pourra être ordonné.Les dispositions des deux premiers alinéas du présent article sont applicables à toute offre d'un loyer supérieur au prix licite."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "Sera puni des peines prévues à l'article précédent, tout locataire ou occupant d'un des locaux visés par la présente loi qui, pour quitter les lieux, aura directement ou indirectement soit obtenu ou tenté d'obtenir une remise d'argent ou de valeurs non justifiée, soit imposé ou tenté d'imposer la reprise d'objets mobiliers à un prix ne correspondant pas à la valeur vénale de ceux-ci.Les sommes indûment perçues sont sujettes à répétition.Aucune poursuite ne peut être intentée à l'encontre du locataire ou de l'occupant qui a demandé ou obtenu un prix de reprise au plus égal à l'évaluation des objets mobiliers faite à ses frais par un expert désigné à sa requête par le président du tribunal."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "Sera puni des peines prévues à l'article 51 quiconque aura obtenu ou tenté d'obtenir, à l'occasion de la location d'un des locaux visés par la présente loi, des commissions, ristournes, rétributions, récompenses, ne correspondant pas à un service réellement rendu ou supérieures à celles en usage dans la profession.\n\nLes sommes abusivement perçues sont sujettes à répétition."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "Toute personne convaincue d'avoir refusé de louer à un locataire éventuel, en raison du nombre de ses enfants, un des locaux visés par la présente loi, alors qu'il était vacant, sera punie d'une peine d'emprisonnement de deux ans et d'une amende de 3750 euros ou de l'une de ces deux peines seulement    .En outre, l'auteur de l'infraction sera tenu de consentir à la famille évincée, pour une durée minimum de trois ans, un bail sur l'immeuble refusé, à moins que les locaux n'aient été déjà loués et ne soient occupés de façon suffisante au sens des dispositions prises en application de l'article 3 de l'ordonnance du 11 octobre 1945, auquel cas ledit auteur de l'infraction sera condamné envers la partie lésée à tous dommages-intérêts.En cas de récidive, les peines pourront être portées au double."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "Quiconque, soit par des manoeuvres frauduleuses, soit par fausses allégations ou simples réticences ayant fait naître l'espérance chimérique d'une location, jouissance ou propriété d'appartement, aura détourné ou dissipé, ou tenté de détourner ou de dissiper la totalité ou partie de la fortune d'autrui, sera puni d'un emprisonnement de cinq ans, et d'une amende de 22500 euros."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "Tout bailleur ou mandataire de celui-ci, convaincu d'avoir, par lui-même ou son préposé, majoré le prix du bail au-delà de la valeur locative maxima telle qu'elle est prévue à l'article 27 ci-dessus, sera condamné à une amende civile qui ne pourra être inférieure à dix fois, ni supérieure à cent fois le montant de la majoration exigée ou perçue.La juridiction statuant sur l'action en répétition est compétente pour prononcer d'office cette amende."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "Le propriétaire qui, ayant excipé des dispositions des articles 11, 12 et 15, n'aura pas commencé les travaux dans le délai prévu auxdits articles, ou qui ne les aura pas exécutés dans les conditions qu'ils prévoient, sera, pour l'avenir, déclaré déchu de tout droit de reprise, frappé d'une amende civile de 7,5 à 1500 euros sans préjudice de tous dommages-intérêts que pourrait réclamer l'occupant évincé.Il en sera de même à l'égard du propriétaire qui ne se conforme pas aux dispositions de l'article 13.Les actions prévues au présent article se prescrivent par trois ans et sont jugées conformément aux dispositions du chapitre V du présent titre, en tenant compte du montant du loyer au moment de l'éviction."
    },
    {
      "provision_ref": "art59bis",
      "section": "59bis",
      "title": "Article 59bis",
      "content": "Quiconque exécute ou fait exécuter les travaux visés au premier alinéa de l'article 14 sans avoir obtenu l'autorisation ou sans avoir fait la notification, prévues audit article, ou sans respecter les conditions d'exécution figurant dans la notification ou encore malgré une décision d'interdiction ou d'interruption des travaux prononcée par le juge du   tribunal judiciaire, statuant par ordonnance de référé, encourt les sanctions prévues à l'article L. 480-4 du code de l'urbanisme.\n\nLe tribunal pourra, en outre, ordonner la remise en état des lieux aux frais du condamné.\n\nLes dispositions des articles L. 480-1 (alinéas 1,3 et 4), L. 480-2, L. 480-7, L. 480-8 et L. 480-9 du code de l'urbanisme sont applicables aux infractions visées au premier alinéa du présent article. En particulier, le maire est soumis aux obligations prévues à l'alinéa 10 de l'article L. 480-2 du même code en cas de travaux effectués sans l'autorisation exigée en vertu de l'article 14 de la présente loi."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "Sauf empêchement résultant de la force majeure ou d'un cas fortuit le propriétaire ayant excipé des dispositions des articles 18, 19, 20 ou 25 et qui, dans un délai de trois mois à dater du départ du locataire ou de l'occupant, et pendant une durée minimum de trois ans, n'aura pas occupé ou fait occuper l'immeuble par ceux des bénéficiaires pour le compte de qui il l'avait réclamé, sera, pour l'avenir, déclaré déchu de tout droit de reprise, frappé d'une amende civile de 7,5 à 1500 euros et devra au locataire congédié, outre la réparation du préjudice matériel causé, une indemnité qui ne pourra être inférieure à une année de loyer du local précédemment occupé, ni supérieure à cinq années. Le locataire ou l'occupant, en cas de non-occupation, pourra demander la réintégration ; s'il obtient cette réintégration, l'indemnité ne sera pas due.La juridiction statuant sur l'action du locataire ou de l'occupant évincé est compétente pour prononcer d'office l'amende."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "Le propriétaire qui aura exercé le droit de reprise prévu à l'article 20 en violation des dispositions de l'alinéa 6 dudit article, ou qui aura enfreint les dispositions de l'article 24, sera passible des sanctions prévues à l'article 60."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "Le locataire ou l'occupant qui aurait pris l'engagement prévu à l'alinéa 11 de l'article 18 et qui n'aura pas rempli cet engagement dans le délai fixé, sera frappé d'une amende civile de 7,5 à 150 euros et devra au propriétaire la réparation du préjudice causé.Les dispositions du précédent alinéa seront applicables au propriétaire qui se sera engagé à mettre un logement à la disposition du locataire ou occupant dont il veut reprendre le local en vertu de l'article 18 et qui, après l'acceptation du locataire ou de l'occupant, n'aura pas rempli son engagement.L'amende ne sera pas prononcée et l'indemnité ne sera pas due si la partie en cause peut justifier de la force majeure ou d'un cas fortuit."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "Toute clause ou stipulation tendant à imposer, sous une forme directe ou indirecte, telle que remise d'argent ou de valeurs ou reprises d'objets mobiliers, un prix de location supérieur à celui fixé en application des dispositions de la loi, est nulle de plein droit, même si elle a reçu exécution antérieurement à la publication de la présente loi.Il en est de même si les avantages exigés, autres que ceux représentant une rémunération équitable du service rendu, l'ont été au profit de toute autre personne que le bailleur.Toutes les sommes indûment perçues sont sujettes à répétition."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "Le locataire ou l'occupant qui aurait enfreint les dispositions des articles 39 et 43 sera frappé d'une amende civile de 7,5 à 150 euros sans préjudice des dommages-intérêts qui pourront être accordés au propriétaire et au sous-locataire."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "Le propriétaire à qui le juge aura refusé le droit de reprise en application de l'article 21 ci-dessus sera, pour l'avenir, déclaré déchu de ce droit."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "Le ministère public devra poursuivre d'office l'application des amendes civiles, qui seront prononcées conformément aux règles de compétence et de procédure instituées par le chapitre V du présent titre.En tout état de cause, le juge pourra prononcer d'office l'application des amendes civiles."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "Les actions en nullité et les actions en répétition prévues au présent chapitre se prescrivent par trois ans.Aucune amende civile ne peut être prononcée pour des faits remontant à plus de trois ans avant la demande.A défaut de loyer déterminé au jour de la demande, ces actions sont introduites et jugées suivant les règles de procédure prévues à l'article 48."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "Les dispositions du présent titre ne sont pas applicables aux immeubles construits par l'Etat en application de l'ordonnance n° 45-2064 du 8 septembre 1945, tant qu'ils conservent leur caractère d'immeubles sans affectation individuelle, ou s'ils sont cédés à des non-sinistrés. Les limitations de prix prévues par la législation sur les habitations à bon marché leur sont par contre applicables pendant cette période.Lorsqu'ils ont été attribués à des sinistrés en règlement partiel ou total de leurs indemnités de dommages de guerre, ils sont assimilés, à compter de cette affectation, aux locaux visés aux articles 70 et 71."
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "Nonobstant les dispositions des articles 1722 et 1741 du code civil, le bail à loyer des locaux d'habitation ou à usage professionnel, ou encore affectés soit à une administration publique, soit à l'exercice d'une fonction publique, situés dans des immeubles détruits ou endommagés par suite de faits de guerre ou de faits assimilés aux faits de guerre, est reporté sur l'immeuble réparé ou reconstruit, même sur un autre terrain, en remplacement de l'immeuble primitif.Les baux interrompus par le sinistre sont considérés comme ayant été suspendus et reprennent cours à la date à laquelle la réinstallation aura été possible.Les personnes occupant les lieux au moment du sinistre en vertu de prorogations légales ou de dispositions concernant le maintien dans les lieux peuvent prendre possession des locaux réparés ou reconstruits et s'y maintenir dans les conditions fixées par la présente loi.Si des modifications sont intervenues dans la surface ou la disposition des lieux qui mettent obstacle à la réintégration de tous les locataires et occupants ayant fait connaître leur intention d'occuper les lieux, la préférence sera donnée aux locataires ou occupants dont la famille est la plus nombreuse, et, à égalité de charges familiales, aux plus anciens.Les dispositions des alinéas précédents ne sont applicables que sous réserve du droit de priorité du propriétaire sinistré immobilièrement justifiant d'un motif légitime d'habiter par lui-même l'un des locaux réparés ou reconstruits ou de le faire habiter par son conjoint, ses ascendants, ses descendants ou ceux de son conjoint.Ces dispositions ne sont également pas opposables au propriétaire sinistré dont l'habitation personnelle a été détruite et qui, par application de l'article 31 de la loi n° 46-2389 du 28 octobre 1946, reconstruit une habitation personnelle de même importance, en transférant sur celle-ci d'autres droits à indemnité de dommages de guerre.Nonobstant toute disposition contraire, les dispositions du présent article sont applicables en cas d'expropriation d'un immeuble sinistré ou non, dès lors que son propriétaire est assimilé à un sinistré total par application de la législation sur la reconstruction et a décidé de procéder à sa reconstruction. Le locataire ou l'occupant doit alors opter entre l'indemnité d'éviction due au titre de l'expropriation et le bénéfice des dispositions ci-dessus.Le propriétaire notifie aux locataires ou occupants par lettre recommandée avec accusé de réception, son intention de réparer ou de reconstruire l'immeuble endommagé. Dans les trois mois qui suivront cette notification ou, dans le cas où elle n'aurait pu être faite, dans les trois mois qui suivront l'affichage à la mairie de la situation de l'immeuble d'un extrait de cette notification, les locataires ou occupants doivent, à peine de forclusion, faire connaître leur intention d'occuper un local dans l'immeuble réparé ou reconstruit."
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "Les loyers des locaux visés à l'article précédent seront, à compter du 1er janvier 1949, déterminés conformément aux dispositions du présent titre.Toutefois, lorsque la part des dépenses de reconstruction, d'amélioration ou de réparation restant à la charge des propriétaires dépasse en moyenne 30 F par pièce principale, telle que ladite pièce principale est définie par les textes pris en application de l'article 3 de l'ordonnance du 11 octobre 1945, les propriétaires sont autorisés à percevoir en sus du loyer fixé comme il est dit ci-dessus, une majoration de loyer pouvant atteindre au plus l'intérêt calculé au taux de 6 p. 100 des sommes correspondant à la quote-part des dépenses de reconstruction, de réparation ou d'amélioration, laissées à leur charge ou non encore remboursées par l'Etat au titre des dommages de guerre. Dans ce cas, la majoration autorisée de l'ensemble des loyers doit être répartie entre toutes les personnes qui habitent l'immeuble au prorata du nombre de pièces principales qu'elles occupent. Cependant, en cas d'amélioration, cette répartition ne joue qu'à l'égard des personnes qui ont bénéficié des travaux exécutés."
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "Le propriétaire ne peut s'opposer à l'installation du téléphone ; l'autorisation préalable du propriétaire à fournir à l'administration des postes, télégraphes et téléphone est supprimée. Toutefois, le locataire devra notifier par lettre recommandée au propriétaire son intention de faire installer le téléphone."
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "Dans le cas où le locataire ou l'occupant est autorisé, soit amiablement, soit par justice, à effectuer les travaux d'entretien ou de réparation au lieu et place du propriétaire, le montant de la dépense restant à sa charge se compensera avec les loyers à échoir ; à défaut d'accord amiable, le juge fixera le montant de la somme qui pourra être retenue, sur chaque terme, par le locataire ou l'occupant. En cas de départ du locataire ou de l'occupant avant l'extinction de la dette, le juge fixera le délai et les modalités du remboursement dû.En cas de carence du bailleur, et après une mise en demeure demeurée infructueuse, le preneur peut demander au juge l'autorisation de se substituer au propriétaire pour bénéficier de l'aide financière de l'agence nationale de l'habitat. Sur production d'une expédition du jugement intervenu, celui-ci verse directement au preneur le montant de la subvention ou du prêt."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "Sauf convention contraire expresse insérée dans le bail, les loyers des locaux d'habitation seront de plein droit payés par fractions mensuelles.Les conventions prévoyant un paiement par périodes supérieures au mois pourront, à tout moment, être annulées à la demande tant du propriétaire que du locataire.Les dispositions du présent article ne portent pas atteinte aux règles concernant les délais à respecter pour les congés."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "Les loyers payés d'avance, sous quelque forme que ce soit et même à titre de garantie, ne peuvent excéder une somme correspondant à deux mois de loyer pour les locations faites au mois et au quart du loyer annuel pour les autres cas.Toutes clauses et conventions contraires sont nulles de plein droit et le bailleur ou le propriétaire devra restituer les sommes reçues en trop.Les dispositions du présent article ne s'appliquent pas aux locaux meublés en ce qui concerne la limitation du cautionnement."
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "A dater de la publication de la présente loi, par dérogation à l'article 1717 du code civil, le preneur n'a le droit ni de sous-louer, ni de céder son bail, sauf clause contraire du bail ou accord du bailleur.Toutefois, par dérogation à l'alinéa précédent et nonobstant toutes clauses contraires, le locataire principal ou l'occupant maintenu dans les lieux a toujours la faculté de sous-louer une pièce lorsque le local comporte plus d'une pièce.Dans les communes visées à l'article 10 7° ci-dessus, le locataire principal ou l'occupant maintenu dans les lieux, vivant seul et âgé de plus de soixante-cinq ans, peut sous-louer deux pièces à la même personne ou à deux personnes différentes, sous réserve que le local ne comporte pas plus de cinq pièces.Dans le délai d'un mois, le locataire ou occupant est tenu, à moins que la sous-location n'ait été expressément autorisée par le propriétaire ou son représentant, de notifier cette sous-location au bailleur par lettre recommandée avec demande d'avis de réception, en précisant le prix demandé au sous-locataire, sous peine de déchéance du droit au maintien dans les lieux."
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Article 80",
      "content": "Nonobstant toute stipulation contraire, la clause insérée dans le bail prévoyant la résiliation de plein droit faute de paiement du loyer aux échéances convenues, ne produit effet qu'un mois après la date de la sommation ou du commandement de payer demeuré infructueux.La mise en demeure ou le commandement doit, à peine de nullité, mentionner ce délai.Le juge des référés saisi par le preneur dans le délai d'un mois susvisé peut lui accorder pour le paiement du loyer des délais dans les termes de l'article 1343-5 du code civil.Les effets de la clause résolutoire sont suspendus pendant le cours des délais ainsi octroyés au locataire. La clause résolutoire est réputée n'avoir jamais joué si le locataire se libère dans les conditions déterminées par l'ordonnance du juge."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "Les articles 71, 72, 73, 74, 75, 80 et 81 ci-dessus sont applicables dans toutes les communes.L'article 70 est applicable dans toutes les communes, dans la mesure où il concerne le report des baux."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "Est expressément constatée la nullité des actes suivants :1° L'acte dit loi du 11 décembre 1940, portant réglementation de l'affichage et de la déclaration ainsi que du recensement des locaux vacants à usage d'habitation ou professionnel ;2° L'acte dit loi du 5 février 1941, réprimant le refus de louer à un père de famille un local d'habitation ou à usage professionnel ;3° L'acte dit loi du 28 février 1941, relatif à la majoration abusive des loyers des locaux d'habitation ou à usage professionnel ;4° L'article 1er, alinéa 1er, de l'acte dit loi du 28 juillet 1942, relatif aux baux à loyer d'immeubles détruits par suite d'actes de guerre. Est expressément constatée la nullité des articles 3 et 4 en tant qu'ils concernent les locaux d'habitation ou à usage professionnel. Cesseront de recevoir application, à dater du 1er janvier 1949, l'article 1er, alinéa 2, et l'article 5 ;5° L'acte dit loi du 30 mai 1943, portant prorogation de la loi du 1er avril 1926, réglant les rapports entre bailleurs et locataires de locaux d'habitation et concernant le maintien dans les lieux des travailleurs en Allemagne ;6° L'acte dit loi du 1er février 1944, relatif aux locaux d'habitation ou à usage professionnel ;7° L'acte dit loi du 22 juin 1944, complétant l'acte dit loi du 30 mai 1943, portant prorogation de la loi du 1er avril 1926, réglant les rapports entre bailleurs et locataires de locaux d'habitation et concernant le maintien dans les lieux des travailleurs en Allemagne ;Toutefois cette nullité ne porte pas atteinte aux effets desdits actes résultant de leur application antérieure à la publication de la présente loi."
    },
    {
      "provision_ref": "art84",
      "section": "84",
      "title": "Article 84",
      "content": "Sont abrogées toutes dispositions contraires à celles de la présente loi, et notamment :1° La loi du 9 mars 1918 modifiée, relative aux modifications apportées aux baux à loyer par l'état de guerre ;2° Le titre Ier de la loi du 31 mars 1922, portant fixation définitive de la législation sur les loyers ;3° La loi du 6 juillet 1925, autorisant la révision des prix des baux à longue durée ;4° La loi du 1er avril 1926 modifiée, réglant, à partir du 1er avril 1926, les rapports des bailleurs et des locataires de locaux d'habitation ;5° L'article 7 du décret du 21 avril 1939, tendant à la reprise du bâtiment ;6° Les arrêtés du commissaire régional de la République à Strasbourg, en date des 8 mars et 8 juin 1945, et du préfet de la Moselle, en date du 7 avril 1945, portant fixation à titre transitoire, pour les départements du Haut-Rhin, du Bas-Rhin et de la Moselle, des loyers des locaux d'habitation ou à usage professionnel et qui ont reçu force d'ordonnance par l'ordonnance du 28 juin 1945 ;7° Les articles 10, 11, 21 et 30 de l'ordonnance du 11 octobre 1945, instituant des mesures exceptionnelles et temporaires en vue de remédier à la crise du logement ;8° L'article 107 de la loi n° 46-2154 du 7 octobre 1946, portant ouverture et annulation de crédits sur l'exercice de 1946 ;9° La loi n° 46-2007 du 17 septembre 1946, relative à l'application des majorations de loyer édictées par l'ordonnance du 28 juin 1945 ;10° L'article 105 de la loi n° 47-1467 du 3 août 1947, relative à certaines dispositions d'ordre financier ;11° L'article 6 de la loi n° 48-24 du 6 janvier 1948, relative à diverses dispositions d'ordre budgétaire pour l'exercice 1948 et portant création de ressources nouvelles."
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "Les dispositions du présent titre sont d'ordre public."
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "La présente loi n'est pas applicable en Guadeloupe, en Guyane, à la Martinique, à Mayotte, à Saint-Martin et à La Réunion."
    }
  ]
}