{
  "id": "loi-n-2005-102-du-11-fevrier-2005",
  "type": "statute",
  "title": "Loi n° 2005-102 du 11 février 2005",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000809647",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I., II.-A modifié les dispositions suivantes :\n\nCode de l'action sociale et des familles\n\nart. L114, art. L114-1, art. L114-2, art. L114-5\n\n2. (Abrogé)\n\nIII.-Les dispositions du a du 2° du I et du II du présent article sont applicables à Mayotte et dans les Terres australes et antarctiques françaises.\n\nIV.-A créé les dispositions suivantes :\n\nCode de l'action sociale et des familles\n\nart. L540-1, art. L581-1"
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Dans les trois ans à compter de l'entrée en vigueur de la présente loi, la prestation de compensation sera étendue aux enfants handicapés. Dans un délai maximum de cinq ans, les dispositions de la présente loi opérant une distinction entre les personnes handicapées en fonction de critères d'âge en matière de compensation du handicap et de prise en charge des frais d'hébergement en établissements sociaux et médico-sociaux seront supprimées."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I. à IV.-A modifié les dispositions suivantes :\n\nCode de l'action sociale et des familles\n\nart. L344-5\n\nV.-A créé les dispositions suivantes :\n\nCode de l'action sociale et des familles\n\nart. L344-5-1\n\nVI.-Les dispositions de l'article L. 344-5-1 du code de l'action sociale et des familles s'appliquent aux personnes handicapées accueillies, à la date de publication de la présente loi, dans l'un des établissements ou services mentionnés au 6° du I de l'article L. 312-1 du même code ou au 2° de l'article L. 6111-2 du code de la santé publique, dès lors qu'elles satisfont aux conditions posées par ledit article."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "I., II.-A modifié les dispositions suivantes :\n\nCode de la sécurité sociale\n\nart. L351-1-3, art. L634-3-3\n\nCode rural\n\nart. L732-18-2\n\nCode des pensions civiles et militaires de retraites\n\nart. L24\n\nIII.-Les dispositions du 5° du I de l'article L. 24 du code des pensions civiles et militaires de retraite sont applicables aux fonctionnaires affiliés à la Caisse nationale de retraites des agents des collectivités locales ainsi qu'aux ouvriers régis par le régime des pensions des ouvriers des établissements industriels de l'Etat."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "I., II.-A modifié les dispositions suivantes :\n\nCode de la construction et de l'habitation\n\nArt. L111-7, art. L111-7-1, L111-7-2, L111-7-3, L111-7-4, L111-26\n\nII.-A créé les dispositions suivantes :\n\nCode de la construction et de l'habitation\n\nArt. L111-8-3-1\n\nIV.-Une collectivité publique ne peut accorder une subvention pour la construction, l'extension ou la transformation du gros oeuvre d'un bâtiment soumis aux dispositions des articles L. 162-1, L. 163-1 et L. 164-1 du code de la construction et de l'habitation que si le maître d'ouvrage a produit un dossier relatif à l'accessibilité. L'autorité ayant accordé une subvention en exige le remboursement si le maître d'ouvrage n'est pas en mesure de lui fournir l'attestation prévue à l'article L. 122-9 dudit code.\n\nV.-La formation à l'accessibilité du cadre bâti aux personnes handicapées est obligatoire dans la formation initiale des architectes et des professionnels du cadre bâti. Un décret en Conseil d'Etat précise les diplômes concernés par cette obligation."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "I.-Sont accessibles aux personnes handicapées dans les conditions définies au présent article, et conformément aux exigences d'accessibilité fixées par le décret en Conseil d'Etat mentionné au V, les services de communication au public en ligne des organismes suivants :\n\n1° Les personnes morales de droit public ;\n\n2° Les personnes morales de droit privé délégataires d'une mission de service public, ainsi que celles créées pour satisfaire spécifiquement des besoins d'intérêt général ayant un caractère autre qu'industriel ou commercial et dont :\n\na) Soit l'activité est financée majoritairement par une ou plusieurs personnes mentionnées aux 1° et 3° du présent I et au présent 2° ;\n\nb) Soit la gestion est soumise à leur contrôle ;\n\nc) Soit plus de la moitié des membres de l'organe d'administration, de direction ou de surveillance sont désignés par elles ;\n\n3° Les personnes morales de droit privé constituées par une ou plusieurs des personnes mentionnées aux 1° et 2° pour satisfaire spécifiquement des besoins d'intérêt général ayant un caractère autre qu'industriel ou commercial ;\n\n4° Les entreprises dont le chiffre d'affaires excède un seuil défini par le décret en Conseil d'Etat mentionné au V.\n\nLe présent article ne s'applique pas aux services de communication au public en ligne des organismes de droit privé à but non lucratif qui ne fournissent ni des services essentiels pour le public, ni des services répondant spécifiquement aux besoins des personnes handicapées ou destinés à celles-ci.\n\nII.-L'accessibilité des services de communication au public en ligne concerne l'accès à tout type d'information sous forme numérique, quels que soient le moyen d'accès, les contenus et le mode de consultation, en particulier les sites internet, intranet, extranet, les applications mobiles, les progiciels et le mobilier urbain numérique pour sa partie applicative et interactive. Elle est mise en œuvre dans la mesure où elle ne crée pas une charge disproportionnée pour l'organisme concerné. La charge disproportionnée est définie par décret en Conseil d'Etat, après avis du conseil mentionné à l'article L. 146-1 du code de l'action sociale et des familles.\n\nIII.-Les personnes mentionnées au I publient une déclaration d'accessibilité et élaborent un schéma pluriannuel de mise en accessibilité de leurs services de communication au public en ligne, qui est rendu public et décliné en plans d'actions annuels, et dont la durée ne peut être supérieure à trois ans.\n\nIV.-La page d'accueil de tout service de communication au public en ligne comporte une mention clairement visible précisant s'il est ou non conforme aux règles relatives à l'accessibilité. Tous ces services de communication au public en ligne donnent aisément et directement accès à la déclaration d'accessibilité, au schéma pluriannuel de mise en accessibilité et au plan d'actions de l'année en cours et permettent facilement aux usagers de signaler les manquements aux règles d'accessibilité de ce service.\n\nV.-Un décret en Conseil d'Etat, pris après avis du conseil mentionné à l'article L. 146-1 du code de l'action sociale et des familles, fixe les règles relatives à l'accessibilité, y compris celles portant sur la déclaration d'accessibilité, les contenus exemptés parmi ceux mentionnés au 4 de l'article 1er de la directive (UE) 2016/2102 du Parlement européen et du Conseil du 26 octobre 2016 relative à l'accessibilité des sites internet et des applications mobiles des organismes du secteur public et au 4 de l'article 2 de la directive (UE) 2019/882 du Parlement européen et du Conseil du 17 avril 2019 relative aux exigences en matière d'accessibilité applicables aux produits et services, les modalités de mise en œuvre, qui peuvent différer selon le type de service de communication au public en ligne, ainsi que les délais de mise en conformité des services de communication au public en ligne, qui ne peuvent excéder trois ans, à l'exception des mesures transitoires pour le mobilier urbain numérique. Ce décret définit les modalités de formation des personnels intervenant sur les services de communication au public en ligne."
    },
    {
      "provision_ref": "art47-1",
      "section": "47-1",
      "title": "Article 47-1",
      "content": "I.-L'Autorité de régulation de la communication audiovisuelle et numérique peut, dans les conditions définies au 2° du I de l'article 19 de la loi n° 86-1067 du 30 septembre 1986 relative à la liberté de communication, faire rechercher et constater par des procès-verbaux :1° Les manquements des personnes mentionnées aux 1° à 3° du I de l'article 47 aux dispositions des I, III et IV de cet article ;2° Les manquements des personnes mentionnées au 4° du I de l'article 47 aux dispositions des III et IV de cet article.Afin de faciliter le contrôle de ces obligations, elle peut mettre en œuvre des méthodes proportionnées de collecte automatisée de données publiquement accessibles.II.-L'Autorité de régulation de la communication audiovisuelle et numérique met en demeure, d'une part, les personnes mentionnées au 1° du présent I de se conformer aux obligations mentionnées aux I, III et IV de l'article 47 et, d'autre part, les personnes mentionnées au 2° du présent I de se conformer, dans les mêmes conditions, aux obligations mentionnées au III et au IV de cet article dans un délai qu'elle fixe. Elle rend publiques ces mises en demeure.Lorsque la personne concernée ne se conforme pas à la mise en demeure, l'Autorité peut, dans les conditions prévues à l'article 42-7 de la loi du 30 septembre 1986 précitée, prononcer une sanction pécuniaire ainsi que, à titre complémentaire, la sanction de publicité prévue au sixième alinéa de l'article 42-1 de la même loi.Le montant de la sanction pécuniaire prend en compte la nature, la gravité et la durée du manquement ainsi que, le cas échéant, les manquements commis précédemment. Il ne peut excéder 50 000 € pour le non-respect de l'obligation d'accessibilité mentionnée au I de l'article 47, et 25 000 € pour celui des obligations mentionnées aux III et IV du même article.III.-Lorsque le même manquement perdure six mois après le prononcé d'une sanction, une nouvelle sanction peut être prononcée dans les conditions prévues à l'article 42-7 de la loi n° 86-1067 du 30 septembre 1986.IV.-L'Autorité de régulation de la communication audiovisuelle et numérique peut formuler des recommandations en vue d'améliorer l'accessibilité visée au I de l'article 47 des services mentionnés au II du même article.V.-L'Autorité de régulation de la communication audiovisuelle et numérique communique en tant que de besoin, à la demande des ministres compétents, les informations collectées ou fournies par les personnes mentionnées au I du présent article nécessaires à l'établissement des rapports de suivi annuel prévus à l'article 8 de la directive (UE) 2016/2102 du Parlement européen et du Conseil relative à l'accessibilité des sites internet et des applications mobiles des organismes du secteur public qu'elle détient."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "I.-Sous réserve du II, doivent respecter les exigences d'accessibilité prévues par arrêté conjoint des ministres chargés de la culture et des personnes handicapées les produits et les services suivants :1° Les livres numériques définis à l'article 1er de la loi n° 2011-590 du 26 mai 2011 sur le prix du livre numérique ;2° Les logiciels permettant l'accès aux livres numériques mentionnés au 1° du présent I, la navigation à l'intérieur de ceux-ci, leur lecture et leur utilisation, y compris les services intégrés sur les appareils mobiles et les applications mobiles.L'accessibilité de ces produits et de ces services est assurée par les opérateurs économiques qui les fournissent.Pour les livres numériques, figurent notamment au nombre de ces opérateurs les éditeurs de livres numériques, les personnes proposant des offres de livres numériques et toute autre personne associée à la distribution de livres numériques. Un décret détermine les obligations des opérateurs économiques concernés.Un décret détermine les cas dans lesquels ces produits et ces services sont présumés conformes aux exigences d'accessibilité.Les entreprises employant moins de dix personnes qui fournissent des livres numériques ou des logiciels spécialisés mentionnés aux 1° et 2° du présent I et dont le chiffre d'affaires annuel n'excède pas deux millions d'euros ou dont le total du bilan n'excède pas deux millions d'euros ne sont soumises ni aux exigences d'accessibilité mentionnées au présent article ni aux obligations qui y sont liées.II.-Les exigences d'accessibilité des produits et des services mentionnés au I s'appliquent uniquement dans la mesure où la conformité :1° N'exige pas une modification significative du produit ou du service entraînant une modification fondamentale de la nature de celui-ci ;2° N'impose pas une charge disproportionnée aux opérateurs économiques concernés. Un décret détermine les critères d'évaluation du caractère disproportionné de la charge.Les opérateurs économiques effectuent une évaluation, dans des conditions définies par décret, afin de déterminer si la conformité aux exigences d'accessibilité mentionnées au même I introduit une modification fondamentale ou impose une charge disproportionnée.Lorsqu'ils perçoivent un financement public ou privé provenant d'autres sources que leurs ressources propres dans l'objectif d'améliorer l'accessibilité d'un produit ou d'un service mentionné audit I, les opérateurs économiques ne peuvent pas se prévaloir du 2° du présent II pour ce service.III.-Les opérateurs économiques fournissent sous forme écrite, orale et accessible aux personnes handicapées les informations prévues à l'annexe V de la directive (UE) 2019/882 du Parlement européen et du Conseil du 17 avril 2019 relative aux exigences en matière d'accessibilité applicables aux produits et services. Ils conservent ces informations aussi longtemps que leurs services sont disponibles.IV.-Sur demande motivée de l'Autorité de régulation de la communication audiovisuelle et numérique, les opérateurs économiques lui communiquent toutes les informations nécessaires pour démontrer la conformité du service aux exigences d'accessibilité.Lorsqu'un défaut de conformité est signalé par l'Autorité de régulation de la communication audiovisuelle et numérique à l'opérateur économique, ce dernier prend toute mesure corrective demandée par cette autorité.V.-Lorsqu'un défaut de conformité aux exigences d'accessibilité est relevé par un opérateur économique, ce dernier prend les mesures correctives nécessaires et en informe l'Autorité de régulation de la communication audiovisuelle et numérique.VI.-L'Autorité de régulation de la communication audiovisuelle et numérique est chargée :1° De vérifier la conformité des livres numériques et des logiciels spécialisés aux exigences d'accessibilité, y compris l'évaluation mentionnée au II ;2° D'assurer le suivi des plaintes ou des rapports sur des aspects liés à la non-conformité des livres numériques et des logiciels spécialisés aux exigences d'accessibilité ;3° De vérifier que l'opérateur économique a pris les mesures correctives nécessaires pour répondre aux exigences d'accessibilité.Pour les livres numériques, elle prend en compte les caractéristiques propres à certains ouvrages particuliers eu égard aux exigences d'accessibilité qui leur sont applicables.VII.-L'Autorité de régulation de la communication audiovisuelle et numérique rend publiques ses décisions et rend compte de la mission prévue au présent article dans le rapport prévu à l'article 18 de la loi n° 86-1067 du 30 septembre 1986 relative à la liberté de communication.VIII.-Les agents de l'Autorité de régulation de la communication audiovisuelle et numérique sont habilités à rechercher et à constater les infractions au présent article. Ils disposent à cet effet des pouvoirs définis à la section 1 et aux sous-sections 1 à 5 de la section 2 du chapitre II du titre Ier du livre V du code de la consommation. Pour l'application du présent VIII, ils peuvent mettre en œuvre les mesures prévues à l'article L. 521-1 du code de la consommation ainsi qu'à la sous-section 2 de la section 2 du chapitre Ier du titre II du livre V du même code."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "Les propriétaires bailleurs peuvent passer des conventions avec les établissements ou services spécialisés afin de :1° Déterminer les modifications nécessaires à apporter aux logements pour les adapter aux différentes formes de handicap de leurs locataires ;2° Prévoir une collaboration afin d'intégrer notamment les personnes handicapées physiques dans leur logement sur la base d'un projet personnalisé."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "I. A modifié les dispositions suivantes :\n\nCode de l'action sociale et des familles\n\nArt. L146-1,  art. L146-2\n\nII. et III. A modifié les dispositions suivantes :\n\nLoi n° 2002-303 du 4 mars 2002\n\nArt. 1\n\nIV.-Les dispositions du 3° du I du présent article sont applicables à Mayotte et dans les Terres australes et antarctiques françaises.\n\nV. et VI. A modifié les dispositions suivantes :\n\nCode de l'action sociale et des familles\n\nArt. L146-2, art. L146-9"
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "I., II., III., IV. A modifié les dispositions suivantes :\n\nCode de l'action sociale et des familles\n\nArt. L14-10-2, art. L14-10-4, art. L14-10-6\n\nCode général des collectivités territoriales\n\nArt. L3332-2\n\nV.-Les articles 8,10 et 13 de la loi n° 2004-626 du 30 juin 2004 précitée sont abrogés. Pour l'article 13, cette abrogation prend effet à compter du 1er janvier 2006.\n\nA abrogé les dispositions suivantes :\n\nLoi n° 2004-626 du 30 juin 2004\n\nArt. 8, art. 10, art. 13"
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "La prise en charge des soins par l'assurance maladie est assurée sans distinction liée à l'âge ou au handicap, conformément aux principes de solidarité nationale et d'universalité rappelés à l'article L. 111-1 du code de la sécurité sociale."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "I.-A modifié les dispositions suivantes :\n\nLoi n° 86-1067 du 30 septembre 1986\n\nArt. 28, art. 33-1, art. 53, art. 81\n\nII.-Dans un délai d'un an à compter de la publication de la présente loi, le Gouvernement déposera devant le Parlement un rapport présentant les moyens permettant de développer l'audiodescription des programmes télévisés au niveau de la production et de la diffusion, ainsi qu'un plan de mise en oeuvre de ces préconisations."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "Devant les juridictions administratives, civiles et pénales, toute personne sourde bénéficie du dispositif de communication adapté de son choix. Ces frais sont pris en charge par l'Etat.Lorsque les circonstances l'exigent, il est mis à la disposition des personnes déficientes visuelles une aide technique leur permettant d'avoir accès aux pièces du dossier selon des modalités fixées par voie réglementaire.Les personnes aphasiques peuvent se faire accompagner devant les juridictions par une personne de leur choix ou un professionnel, compte tenu de leurs difficultés de communication liées à une perte totale ou partielle du langage."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "I. - Afin de garantir l'exercice de la libre circulation et d'adapter les nouvelles épreuves du permis de conduire aux personnes sourdes et malentendantes, un interprète ou un médiateur langue des signes sera présent aux épreuves théoriques et pratiques du permis de conduire pour véhicules légers (permis B) lors des sessions spécialisées pour les personnes sourdes, dont la fréquence minimale sera fixée par décret.II. - Afin de permettre aux candidats de suivre les explications de l'interprète ou du médiateur en langue des signes, il sera accordé, lors des examens théoriques, le temps nécessaire, défini par décret, à la bonne compréhension des traductions entre les candidats et le traducteur."
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "Dans leurs relations avec les services publics, qu'ils soient gérés par l'Etat, les collectivités territoriales ou un organisme les représentant, ainsi que par des personnes privées chargées d'une mission de service public, les personnes sourdes et malentendantes bénéficient, à leur demande, d'une traduction simultanée écrite et visuelle de toute information orale ou sonore les concernant selon des modalités et un délai fixés par voie réglementaire.\n\nLes services d'accueil téléphonique destinés à recevoir les appels des usagers sont accessibles aux personnes sourdes, malentendantes, sourdaveugles et aphasiques par la mise à disposition d'un service de traduction simultanée écrite et visuelle défini au IV de l'article 105 de la loi n° 2016-1321 du 7 octobre 2016 pour une République numérique, sans surcoût pour les utilisateurs finals et à la charge des services publics concernés.\n\nLes services d'accueil téléphonique sont accessibles directement ou, à défaut, par l'intermédiaire d'une plateforme en ligne dédiée délivrant le service de traduction simultanée écrite et visuelle. L'accessibilité est soit assurée directement par le service public, soit confiée par le service public, sous sa responsabilité, à un opérateur spécialisé qui en assure la mise en œuvre et l'exécution, soit assurée par l'intermédiaire de la solution d'accessibilité téléphonique universelle mentionnée au IV de l'article 105 de la loi n° 2016-1321 du 7 octobre 2016.\n\nLe dispositif de communication adapté peut notamment prévoir la transcription écrite ou l'intervention d'un interprète en langue des signes française ou d'un codeur en langage parlé complété.\n\nLe service de traduction ou le dispositif de communication adapté mentionnés aux quatre premiers alinéas du présent article garantissent le respect de la confidentialité des conversations traduites ou transcrites.\n\nUn décret prévoit également des modalités d'accès des personnes sourdes et malentendantes aux services téléphoniques d'urgence."
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "Dans un délai d'un an à compter de la publication de la présente loi, le Gouvernement présentera un plan des métiers, qui aura pour ambition de favoriser la complémentarité des interventions médicales, sociales, scolaires au bénéfice de l'enfant, de l'adolescent et de l'adulte présentant un handicap ou un trouble de santé invalidant.Ce plan des métiers répondra à la nécessité des reconnaissances des fonctions émergentes, l'exigence de gestion prévisionnelle des emplois et le souci d'articulation des formations initiales et continues dans les différents champs d'activités concernés.Il tiendra compte des rôles des aidants familiaux, bénévoles associatifs et accompagnateurs."
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Article 85",
      "content": "I., III.-A modifié les dispositions suivantes :\n\nCode général des impôts\n\nArt. 199 septies\n\nCode des assurances\n\nArt. L132-3\n\nII.-Les dispositions du I s'appliquent à compter de l'imposition des revenus de 2004."
    },
    {
      "provision_ref": "art89",
      "section": "89",
      "title": "Article 89",
      "content": "Les articles 27, \n28 et 29 de la loi n° 75-534 du 30 juin 1975 d'orientation en faveur des personnes handicapées sont abrogés."
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Article 92",
      "content": "Le Gouvernement est autorisé, dans les conditions prévues à l'article 38 de la Constitution, à prendre dans un délai de douze mois, par ordonnances, les mesures de nature législative permettant de rendre applicables à Mayotte, en Nouvelle-Calédonie, en Polynésie française, à Wallis-et-Futuna et dans les Terres australes et antarctiques françaises, avec les adaptations nécessaires, les dispositions de la présente loi relevant, dans ces territoires, du domaine de compétence de l'Etat.Les projets d'ordonnances sont soumis pour avis :1° Lorsque leurs dispositions sont relatives à Mayotte, au conseil général de Mayotte dans les conditions prévues à l'article L. 3551-12 du code général des collectivités territoriales ;2° Lorsque leurs dispositions sont relatives à la Nouvelle-Calédonie, à l'institution compétente dans les conditions définies par la loi organique n° 99-209 du 19 mars 1999 relative à la Nouvelle-Calédonie ;3° Lorsque leurs dispositions sont relatives à la Polynésie française, à l'institution compétente dans les conditions définies par la loi organique n° 2004-192 du 27 février 2004 portant statut d'autonomie de la Polynésie française ;4° Lorsque leurs dispositions sont relatives aux îles Wallis et Futuna, à l'assemblée territoriale des îles Wallis et Futuna.Pour chaque ordonnance, un projet de loi de ratification est déposé devant le Parlement dans un délai de six mois à compter de sa publication."
    },
    {
      "provision_ref": "art93",
      "section": "93",
      "title": "Article 93",
      "content": "La présente loi s'applique à Saint-Pierre-et-Miquelon, à l'exception des dispositions des articles 14, 30, 41, 43, 44, des III à V de l'article 45, des articles 49, 50 et de celles des I et II de l'article 85, et sous réserve des adaptations suivantes :\n\n1°, 2°, 3°, 4°, 5°, 6°, 7°, 8°, 9° - Paragraphes modificateurs"
    },
    {
      "provision_ref": "art93-1",
      "section": "93-1",
      "title": "Article 93-1",
      "content": "L'article 45, à l'exception du V, les articles 50, 51 et le IV de l'article 65 de la présente loi sont applicables à Mayotte, sous réserve des adaptations suivantes :\n\n1° (Supprimé)\n\n2° (Supprimé)\n\n3° Pour l'application de l'article 51, les mots : \"le schéma départemental d'organisation sociale et médico-sociale mentionné à l'article L. 312-4 du code de l'action sociale et des familles\" sont remplacés par les mots : \"le schéma d'organisation sociale et médico-sociale de Mayotte mentionné au chapitre VI du livre V du code de l'action sociale et des familles\"."
    },
    {
      "provision_ref": "art93-3",
      "section": "93-3",
      "title": "Article 93-3",
      "content": "A Mayotte, en Nouvelle-Calédonie, en Polynésie française et à Wallis-et-Futuna, la langue des signes française est reconnue comme une langue à part entière. Sa diffusion dans l'administration est facilitée."
    },
    {
      "provision_ref": "art93-4",
      "section": "93-4",
      "title": "Article 93-4",
      "content": "I. - Les 1° et 4° de l'article 71, les articles 72 et 73 de la présente loi sont applicables en Nouvelle-Calédonie, en Polynésie française et à Wallis-et-Futuna.\n\nII. - Les articles 76 et 78 de la présente loi sont applicables à Mayotte ; ils sont également applicables en Nouvelle-Calédonie, en Polynésie française et à Wallis-et-Futuna, sous réserve de l'adaptation suivante :\n\nA l'article 78, les mots : \" qu'ils soient gérés par l'Etat, les collectivités territoriales ou un organisme les représentant \" sont remplacés par les mots : \" gérés par l'Etat ou un établissement public de l'Etat \"."
    },
    {
      "provision_ref": "art95",
      "section": "95",
      "title": "Article 95",
      "content": "I.-Les bénéficiaires de l'allocation compensatrice prévue au chapitre V du titre IV du livre II du code de l'action sociale et des familles dans sa rédaction antérieure à la présente loi en conservent le bénéfice tant qu'ils en remplissent les conditions d'attribution. Ils ne peuvent cumuler cette allocation avec la prestation de compensation.Ils peuvent toutefois opter pour le bénéfice de la prestation de compensation, à chaque renouvellement de l'attribution de l'allocation compensatrice. Ce choix est alors définitif. Lorsque le bénéficiaire n'exprime aucun choix, il est présumé vouloir désormais bénéficier de la prestation de compensation.Il n'est exercé aucun recours en récupération de l'allocation compensatrice pour tierce personne ni à l'encontre de la succession du bénéficiaire décédé, ni sur le légataire ou le donataire. Il est fait application des mêmes dispositions aux actions de récupération en cours à l'encontre de la succession du bénéficiaire décédé pour le remboursement des sommes versées au titre de l'allocation compensatrice pour tierce personne et aux décisions de justice concernant cette récupération, non devenues définitives à la date d'entrée en vigueur de la présente loi.II.-Les bénéficiaires de l'allocation compensatrice pour tierce personne prévue au chapitre V du titre IV du livre II du code de l'action sociale et des familles dans sa rédaction antérieure à la publication de la présente loi conservent le bénéfice de l'exonération des cotisations sociales patronales pour l'emploi d'une aide à domicile prévue à l'article L. 241-10 du code de la sécurité sociale dans sa rédaction antérieure à la publication de la présente loi, jusqu'au terme de la période pour laquelle cette allocation leur avait été attribuée, ou jusqu'à la date à laquelle ils bénéficient de la prestation de compensation prévue aux articles L. 245-1 et suivants du code de l'action sociale et des familles.III.-Jusqu'à la parution du décret fixant, en application de l'article L. 245-1 du code de l'action sociale et des familles, les critères relatifs au handicap susceptibles d'ouvrir droit à la prestation de compensation, cette dernière est accordée à toute personne handicapée remplissant la condition d'âge prévue audit article et présentant une incapacité permanente au moins égale au pourcentage fixé par le décret prévu au premier alinéa de l'article L. 821-1 du code de la sécurité sociale.IV.-Les bénéficiaires du complément d'allocation aux adultes handicapés prévu au titre II du livre VIII du code de la sécurité sociale dans sa rédaction antérieure à la publication de la présente loi en conservent le bénéfice, dans les mêmes conditions, jusqu'au terme de la période pour laquelle l'allocation aux adultes handicapés au titre de laquelle ils perçoivent ce complément leur a été attribuée ou, lorsqu'ils ouvrent droit à la garantie de ressources pour les personnes handicapées ou à la majoration pour la vie autonome visées respectivement aux articles L. 821-1-1 et L. 821-1-2, jusqu'à la date à laquelle ils bénéficient de ces avantages.V.-Les dispositions des 2° et 3° du I de l'article 16 entrent en vigueur le 1er juillet 2005."
    },
    {
      "provision_ref": "art96",
      "section": "96",
      "title": "Article 96",
      "content": "I.-Les dispositions des I, II, III, IV et VI de l'article 27, les dispositions de l'article 37 et les dispositions des IV à VII de l'article 38 entreront en vigueur le 1er janvier 2006. Entre la date de publication de la présente loi et le 1er janvier 2006, la commission des droits et de l'autonomie des personnes handicapées prend les décisions visées à l'article L. 323-12 du code du travail, abrogé à compter du 1er janvier 2006.II.-Pendant une période de deux ans à compter du 1er janvier 2006, les travailleurs reconnus handicapés par la commission technique d'orientation et de reclassement professionnel mentionnée à l'article L. 323-11 du code du travail dans sa rédaction antérieure à la présente loi et classés en catégorie C en vertu de l'article L. 323-12 du même code abrogé par la présente loi sont considérés comme des travailleurs présentant un handicap lourd pour l'application des dispositions du III de l'article 27.Pendant une période de deux ans à compter du 1er janvier 2006, les entreprises continuent à bénéficier des droits acquis au titre de l'article L. 323-6 du code du travail dans sa rédaction antérieure à la présente loi, pour toute embauche, avant le 1er janvier 2006, de travailleurs reconnus handicapés par la commission technique d'orientation et de reclassement professionnel mentionnée à l'article L. 323-11 du même code dans sa rédaction antérieure à la présente loi, et classés en catégorie C en vertu de l'article L. 323-12 dudit code abrogé par la présente loi."
    },
    {
      "provision_ref": "art97",
      "section": "97",
      "title": "Article 97",
      "content": "Les dispositions de l'article 36 entreront en vigueur le 1er janvier 2006."
    },
    {
      "provision_ref": "art98",
      "section": "98",
      "title": "Article 98",
      "content": "Le montant des dépenses consacrées à la rémunération des personnels affectés à des missions d'aide à l'accueil, à l'intégration et à l'accompagnement des élèves ou étudiants handicapés au sein des écoles, des établissements scolaires et des établissements d'enseignement supérieur est déduit du montant des contributions mentionnées à l'article 36.\n\nLe montant de la déduction mentionnée au premier alinéa du présent article ne peut pas excéder un pourcentage de la contribution exigible dont le niveau, qui ne peut excéder 90 %, est fixé par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art99",
      "section": "99",
      "title": "Article 99",
      "content": "Les dispositions du VI de l'article 19 entreront en vigueur le 1er janvier 2006."
    },
    {
      "provision_ref": "art100",
      "section": "100",
      "title": "Article 100",
      "content": "I.-A titre transitoire, le Fonds de solidarité vieillesse gère la Caisse nationale de solidarité pour l'autonomie instituée par la loi n° 2004-626 du 30 juin 2004 relative à la solidarité pour l'autonomie des personnes âgées et des personnes handicapées.II.-L'article L. 14-10-5 du code de l'action sociale et des familles prend effet à compter du 1er janvier 2006.Pour l'année 2005, les crédits mentionnés aux 1° et 2° de l'article 13 de la loi n° 2004-626 du 30 juin 2004 précitée sont affectés au financement des mesures suivantes :1° Pour ce qui concerne le 1° de l'article 13 :a) La contribution aux régimes de base d'assurance maladie prévue au I de l'article 12 de la loi de financement de la sécurité sociale pour 2005 (n° 2004-1370 du 20 décembre 2004) ;b) Les dépenses de prévention et d'animation pour les personnes âgées ;c) Par voie de fonds de concours créé par l'Etat, les opérations d'investissement et d'équipement, notamment pour la mise aux normes techniques et de sécurité des établissements pour personnes âgées ;d) Par voie de subvention, une contribution financière :-aux opérations d'investissement liées au développement de l'offre de lits médicalisés et aux adaptations architecturales concernant la prise en charge des personnes souffrant de troubles de la désorientation ;-à la mise en oeuvre des nouvelles normes techniques, sanitaires et de sécurité ;2° Pour ce qui concerne le 2° de l'article 13 :a) La contribution aux régimes de base d'assurance maladie prévue au II de l'article 12 de la loi de financement de la sécurité sociale pour 2005 précitée ;b) Les crédits de cette section peuvent également financer, par voie de fonds de concours créé par l'Etat :-les établissements mentionnés au a du 5° du I de l'article L. 312-1 du code de l'action sociale et des familles, dans les conditions définies à l'article L. 314-4 du même code ;-les subventions aux organismes intervenant dans le secteur du handicap, notamment les services gestionnaires d'auxiliaires de vie ;-les contributions aux départements pour accompagner leur effort en faveur de l'accompagnement à domicile des personnes handicapées ;-les dispositifs pour la vie autonome définis par arrêté du ministre chargé de l'action sociale ;-les aides à l'installation et à la mise en oeuvre des maisons départementales des personnes handicapées ou aux structures les préfigurant ;-les opérations d'investissement et d'équipement, notamment pour la mise aux normes techniques et de sécurité des établissements pour personnes handicapées ;-les contributions au fonds interministériel pour l'accessibilité aux personnes handicapées des locaux recevant du public ;-les contributions au fonds d'intervention pour les services, l'artisanat et le commerce.Les montants de ces différents concours et leurs modalités de versement sont fixés par arrêté des ministres chargés des personnes âgées, des personnes handicapées, du budget et de la sécurité sociale.III.-Paragraphe modificateurIV.-Les crédits affectés, au titre de l'exercice 2005, aux dépenses mentionnées aux 1° et 2° de l'article 13 de la loi n° 2004-626 du 30 juin 2004 précitée qui n'ont pas été consommés à la clôture de l'exercice donnent lieu à report automatique sur l'exercice suivant, dans des conditions fixées par voie réglementaire."
    },
    {
      "provision_ref": "art101",
      "section": "101",
      "title": "Article 101",
      "content": "Les textes réglementaires d'application de la présente loi sont publiés dans les six mois suivant la publication de celle-ci, après avoir été transmis pour avis au Conseil national consultatif des personnes handicapées.L'ensemble des textes réglementaires d'application du chapitre II du titre IV de la présente loi sera soumis pour avis au Conseil supérieur pour le reclassement professionnel et social des travailleurs handicapés institué à l'article L. 323-34 du code du travail."
    }
  ]
}