{
  "id": "loi-n-2003-1312-du-30-decembre-2003",
  "type": "statute",
  "title": "Loi n° 2003-1312 du 30 décembre 2003",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000429346",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - Il est institué pour 2003, au profit du budget annexe des prestations sociales agricoles, un prélèvement exceptionnel de 157 000 000 euros dont la répartition est fixée comme suit :(Tableau non reproduit, voir JO du 31/12/2003 page 22594).II. - Les sommes restant à recouvrer au titre des taxes parafiscales affectées aux organismes qui font l'objet du prélèvement visé ci-dessus peuvent être recouvrées en 2004 et restent dues à ces organismes. Les bonis de liquidation, déduction faite des prélèvements mentionnés au I, leur sont dévolus.Le montant de la variation de la valeur de l'actif net correspondant à cette dévolution n'est pas pris en compte pour la détermination du résultat à l'impôt sur les sociétés prévu aux articles 206 et suivants du code général des impôts, lorsque les bonis sont utilisés à des actions respectant la vocation spécifique des organismes concernés en faveur du monde agricole et rural.III. Paragraphe modificateur"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Il est institué pour 2003, au profit du budget de l'Etat, un prélèvement exceptionnel de 10 millions d'euros sur les réserves de l'Institut national de la propriété industrielle."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "L'ajustement des recettes tel qu'il résulte des évaluations révisées figurant à l'état A annexé à la présente loi et le supplément de charges du budget de l'Etat pour 2003 sont fixés ainsi qu'il suit :(Tableau non reproduit, voir JO du 31/12/2003 pages 22594 et 22595)."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Il est ouvert aux ministres, au titre des dépenses ordinaires des services civils pour 2003, des crédits supplémentaires s'élevant à la somme totale de 4 125 936 406 euros, conformément à la répartition par titre et par ministère qui est donnée à l'état B annexé à la présente loi."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Il est annulé, au titre des dépenses ordinaires des services civils pour 2003, des crédits s'élevant à la somme totale de 2 621 559 496 Euros, conformément à la répartition par titre et par ministère qui est donnée à l'état B annexé à la présente loi."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Il est ouvert aux ministres, au titre des dépenses en capital des services civils pour 2003, des autorisations de programme et des crédits de paiement supplémentaires s'élevant respectivement aux sommes totales de 1 355 220 162 Euros et 240 727 590 Euros, conformément à la répartition par titre et par ministère qui est donnée à l'état C annexé à la présente loi."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Il est annulé, au titre des dépenses en capital des services civils pour 2003, des autorisations de programme et des crédits de paiement s'élevant respectivement aux sommes totales de 1 337 461 669 Euros et 731 783 558 Euros, conformément à la répartition par titre et par ministère qui est donnée à l'état C annexé à la présente loi."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Il est ouvert à la ministre de la défense, au titre des dépenses ordinaires des services militaires pour 2003, des crédits supplémentaires s'élevant à la somme totale de 32 200 000 Euros."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Sont annulées, au titre des dépenses ordinaires des services militaires pour 2003, des autorisations de programme s'élevant à la somme totale de 438 029 Euros."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Il est ouvert à la ministre de la défense, au titre des dépenses en capital des services militaires pour 2003, des autorisations de programme et des crédits de paiement s'élevant respectivement aux sommes totales de 883 560 734 Euros et 499 000 000 Euros."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Il est annulé, au titre des dépenses en capital des services militaires pour 2003, des autorisations de programme et des crédits de paiement s'élevant respectivement aux sommes totales de 519 728 322 Euros et 12 200 000 Euros."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Il est ouvert aux ministres, au titre des dépenses des budgets annexes pour 2003, des crédits supplémentaires s'élevant à la somme totale de 324 800 000 Euros."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Il est annulé, au titre des dépenses des budgets annexes, pour 2003, une autorisation de programme et des crédits de paiement s'élevant respectivement aux sommes de 1 000 000 Euros et 30 000 000 Euros."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Il est ouvert au ministre de l'économie, des finances et de l'industrie, au titre des dépenses pour 2003 du compte n° 903-17 \"Prêts du Trésor à des Etats étrangers pour la consolidation de dettes envers la France\", un crédit de 215 850 000 Euros."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Il est annulé, au titre des dépenses en capital pour 2003 du compte n° 903-07 \"Prêts du Trésor à des Etats étrangers et à l'Agence française de développement en vue de favoriser le développement économique et social\", un crédit de paiement de 25 000 000 Euros."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Il est ouvert au ministre de l'économie, des finances et de l'industrie, au titre des dépenses pour 2003 du compte n° 903-54 \"Avances sur le montant des impositions revenant aux départements, communes, établissements et divers organismes\", un crédit de 325 000 000 Euros."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Sont ratifiés les crédits ouverts par les décrets n° 2003-509 du 16 juin 2003, n° 2003-859 du 8 septembre 2003, n° 2003-973 du 13 octobre 2003, n° 2003-1080 du 17 novembre 2003 et n° 2003-1124 du 26 novembre 2003, portant ouverture de crédits à titre d'avance."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I s'appliquent aux matériels acquis ou créés à compter du 1er janvier 2003."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I. Paragraphe modificateurII. - 1. Les personnes qui au titre de l'année 2004 sont redevables de la taxe générale sur les activités polluantes au sens du 3 du I de l'article 266 sexies du code des douanes sont tenues de déposer la déclaration annuelle prévue à l'article 266 undecies du même code et de procéder, le cas échéant, à la liquidation de la taxe auprès du comptable des douanes. Lorsque le montant des acomptes versés au titre de 2004 est supérieur au montant de la taxe déclarée, la fraction de taxe excédant les acomptes payés est remboursée.2. Les sommes versées à compter du 1er janvier 2004 au titre de la taxe générale sur les activités polluantes due par les exploitants ou les propriétaires d'aéronefs sont perçues au profit des exploitants d'aérodromes et affectées au financement des aides aux riverains prévues aux articles L. 571-14 à L. 571-16 du code de l'environnement.III. Paragraphe modificateur"
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I s'appliquent aux revenus perçus à compter du 1er janvier 2003."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I. Paragraphe modificateurII. - Les dispositions du 1° du I s'appliquent à compter de l'imposition des revenus de 2003 et celles du 2° dudit I à compter de l'imposition des revenus de 2004."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I s'appliquent aux personnes dont la prise de fonctions en France intervient à compter du 1er janvier 2004."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I s'appliquent aux déclarations afférentes aux sommes qualifiées d'intérêts au sens du sixième alinéa du 1 de l'article 242 ter du code général des impôts payés à compter de la date d'application de la directive 2003/48/CE du Conseil du 3 juin 2003 en matière de fiscalité des revenus de l'épargne sous forme de paiements d'intérêts décidée par le Conseil de l'Union européenne sur le fondement du 3 de l'article 17 de cette même directive. A cet effet, les personnes mentionnées au 1 de ce même article identifient à compter du 1er janvier 2004 les bénéficiaires de tels intérêts selon des modalités qui seront fixées par voie réglementaire."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I. Paragraphe modificateurII. - Les dispositions de l'article 95 de la loi de finances pour 2004 (n° 2003-1311 du 30 décembre 2003) ne sont pas applicables aux produits distribués par les sociétés d'investissements immobiliers cotées et leurs filiales visées à l'article 208 C du code général des impôts et prélevés sur les bénéfices ayant été soumis à l'imposition prévue au IV de l'article 219 du même code.III. - Les dispositions du I sont applicables aux distributions prélevées sur les bénéfices des exercices ouverts à compter du 1er janvier 2003."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I entrent en vigueur à compter du 1er janvier 2004."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I. et II. Paragraphes modificateursIII. - Les dispositions des I et II s'appliquent aux paiements effectués à compter du 1er janvier 2004."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I s'appliquent à compter du 5 janvier 2004."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I s'appliquent à compter du 1er janvier 2004."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I entrent en vigueur au 1er janvier 2004."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I sont applicables aux exercices ouverts à compter du 1er janvier 2005."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "A. et B. Paragraphes modificateursC. - Les dispositions des A et B entrent en vigueur à compter du 1er juillet 2004."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I s'appliquent à titre expérimental au titre des années 2005 à 2007."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "A. Paragraphe modificateurB. - Les dispositions des I à IX du A entrent en vigueur à des dates fixées par décret et au plus tard le 1er janvier 2005."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "I. et II. Paragraphes modificateursIII. - Les dispositions du présent article s'appliquent à compter du 1er janvier 2004."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "I. et II. Paragraphes modificateursIII. - Les dispositions des I et II s'appliquent à compter des impositions établies au titre de 2005."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "A. Paragraphe modificateurB. - Les dispositions du A s'appliquent à compter des impositions établies au titre de 2004.C. - Sous réserve des décisions de justice passées en force de chose jugée, les impositions en matière de taxe foncière sur les propriétés bâties et de taxe d'habitation relatives aux années 2002 et 2003 sont réputées régulières en tant que leur légalité est contestée par le moyen tiré de ce que la valeur locative des immeubles donnés à bail à des administrations publiques, à des organismes de sécurité sociale ou à des organismes privés à but non lucratif devrait être déterminée en application des dispositions de l'article 1496 du code général des impôts."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "Sous réserve des décisions de justice passées en force de chose jugée, les impositions en matière d'impôts directs locaux et de taxes perçues sur les mêmes bases, calculées à partir de tarifs ou d'éléments d'évaluation arrêtés avant le 1er janvier 2004, sont réputées régulières en tant qu'elles seraient contestées par le moyen tiré de l'incompétence du signataire, du défaut de signature ou de date des procès-verbaux établis en application des articles 1503 et 1504 du code général des impôts."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I sont applicables aux impositions établies au titre de 2005 et des années suivantes."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "I. et II. Paragraphes modificateursIII. - Les dispositions du I et du II sont applicables aux contrats de location avec option d'achat conclus à compter du 1er janvier 2004."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "A. et B. Paragraphes modificateursC. - Les dispositions des 1° et 2° du II du A sont applicables pour la détermination des résultats des exercices clos en 2003 s'agissant des contribuables relevant de l'impôt sur le revenu et des exercices clos à compter du 31 décembre 2003 s'agissant des contribuables relevant de l'impôt sur les sociétés."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I s'appliquent à compter de l'imposition des revenus de l'année 2004."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I sont applicables aux opérations réalisées à compter du 1er janvier 2004."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "(Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 2003-488 DC du 29 décembre 2003.)"
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "I. Paragraphe modificateurII. Ces dispositions s'appliquent aux impositions relatives à l'année 2004 ainsi qu'aux années ultérieures et, sous réserve des décisions passées en force de chose jugée, aux impositions relatives aux années antérieures."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I sont applicables à compter de l'imposition relative à l'année 2004."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "I. et II. Paragraphes modificateursIII. - Les dispositions du I et du II sont applicables à compter de 2004."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "I. - La transformation d'une association, qui a pour objet de fournir des prestations de services à des créateurs d'entreprises ou à des jeunes entreprises en application du sixième alinéa de l'article L. 123-5 du code de l'éducation, en société anonyme, en groupement d'intérêt public ou en groupement d'intérêt économique n'entraîne pas la création d'une personne morale nouvelle.II. - Les dispositions du I s'appliquent aux transformations réalisées jusqu'au 31 décembre 2006."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "A. Paragraphe modificateurB. - Les dispositions des I et II du A sont applicables à compter du 1er janvier 2004."
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "(Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 2003-488 DC du 29 décembre 2003.)"
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "A.-I.-Il est créé une taxe pour le développement de l'industrie de la conservation des produits agricoles.\n\nLe produit de cette taxe est affecté, dans la limite d'un plafond annuel, au Centre technique de la conservation des produits agricoles.\n\nElle a pour objet de financer les missions dévolues à cet organisme par la loi n° 48-1228 du 22 juillet 1948 fixant le statut juridique des centres techniques industriels.\n\nLes opérations financées au moyen du produit de cette taxe font l'objet d'une comptabilité distincte tenue par le centre technique.\n\nII.-Cette taxe est due par les fabricants, établis en France, de produits alimentaires conservés, qu'il s'agisse de produits transformés d'origine végétale ou de produits transformés d'origine animale.\n\nLa liste de ces produits et des procédés de conservation utilisés est fixée par voie réglementaire.\n\nSont considérées comme fabricants au sens du premier alinéa les entreprises qui procèdent à la transformation en vue de leur conservation des produits alimentaires figurant sur la liste prévue à l'alinéa précédent.\n\nIII.-La taxe est assise sur le chiffre d'affaires hors taxes des ventes réalisées par les fabricants, en France ou à destination de l'étranger.\n\nIV.-Le fait générateur de la taxe est constitué par :\n\n1° La livraison des produits pour ce qui concerne les ventes ;\n\n2° La déclaration d'exportation des produits pour les exportations.\n\nL'exigibilité de la taxe intervient à la date du fait générateur.\n\nV.-Le taux de la taxe est fixé à :\n\n1° 0,12 % pour les produits transformés d'origine végétale ;\n\n2° 0,06 % pour les produits transformés d'origine animale.\n\nVI.-1. Lorsque le montant de la taxe dû au titre d'une année est supérieur à 1 500 €, les redevables déposent, au plus tard le 25 de chaque mois de l'année suivante, la déclaration du chiffre d'affaires imposable qu'ils ont réalisé le mois précédent.\n\n2. Lorsque le montant de la taxe dû au titre d'une année est inférieur à 1 500 €, les redevables déposent, au plus tard le 25 du mois de janvier de la deuxième année qui suit, la déclaration du chiffre d'affaires imposable qu'ils ont réalisé au cours de l'année précédente.\n\n3. L'année de création de l'entreprise, les redevables déposent la déclaration de leur chiffre d'affaires imposable au plus tard le 25 du mois de janvier de l'année suivante, quel que soit le montant de taxe dû.\n\nPour l'année 2004, le seuil mentionné aux 1 et 2 est apprécié par référence au montant de taxe parafiscale au profit du Centre technique de la conservation des produits agricoles acquitté au titre de l'année 2003.\n\nVII.-Le paiement de la taxe intervient au moment du dépôt des déclarations. Celles-ci sont conformes à un modèle établi par le Centre technique de la conservation des produits agricoles.\n\nVIII.-Le Centre technique de la conservation des produits agricoles recouvre la taxe.\n\nLes redevables lui adressent leurs déclarations selon les modalités définies au VI.\n\nLorsque la déclaration prévue au VI est déposée sans le paiement correspondant, le Centre technique de la conservation des produits agricoles adresse au redevable par courrier recommandé avec accusé de réception une lettre de rappel motivée l'informant que le montant de la taxe est majoré de 10 %. A défaut de paiement trente jours après la date de réception de cette lettre par le redevable, un titre de perception est établi par le directeur du centre technique, visé par le contrôleur d'Etat et rendu exécutoire par le préfet du département du débiteur.\n\nLe recouvrement de ce titre est effectué par les comptables du Trésor, selon les règles applicables en matière d'impôts directs. Ces comptables bénéficient pour le recouvrement de ce titre du privilège prévu au 1 de l'article 1920 du code général des impôts. Ils peuvent obtenir de l'administration des impôts communication des renseignements nécessaires au recouvrement de la taxe.\n\nL'action en recouvrement se prescrit à l'issue d'un délai de quatre ans à compter du jour où le titre a été rendu exécutoire.\n\nLes contestations relatives au recouvrement de la taxe et aux poursuites sont présentées, instruites et jugées selon les règles applicables en matière d'impôts directs.\n\nUn prélèvement représentant les frais de perception est effectué au profit du budget général sur les sommes recouvrées par les comptables du Trésor. Son taux est fixé par arrêté du ministre chargé du budget dans la limite de 5 %.\n\nLa taxe n'est pas mise en recouvrement si son montant annuel est inférieur ou égal à 20 Euros.\n\nIX.-Le Centre technique de la conservation des produits agricoles contrôle les déclarations prévues au VI. A cette fin, son directeur ou les agents qu'il a dûment habilités peuvent demander aux redevables de la taxe tous renseignements, justifications ou éclaircissements relatifs à ces déclarations sous les garanties du secret professionnel tel qu'il est défini à l'article L. 103 du livre des procédures fiscales.\n\nLorsque les agents mentionnés ci-dessus constatent une insuffisance, une inexactitude ou une omission dans les éléments servant de base au calcul de la taxe, les rectifications correspondantes sont notifiées au redevable, qui dispose d'un délai de trente jours à compter de la réception de la notification pour présenter ses observations. Une réponse motivée à ces observations est adressée au redevable. Les droits notifiés sont assortis d'une majoration de 10 % exclusive de tout intérêt de retard.\n\nLorsque le redevable n'a pas déposé la déclaration prévue au VI, une lettre de mise en demeure avec accusé de réception lui est adressée par le directeur du Centre technique de la conservation des produits agricoles. A défaut de régularisation dans un délai de trente jours à compter du jour de la réception de cette mise en demeure, les agents chargés du contrôle procèdent à la taxation d'office. A cette fin, ils peuvent fixer la base d'imposition notamment par référence au chiffre d'affaires réalisé par une ou plusieurs entreprises comparables. Les droits notifiés sont assortis d'une majoration de 40 %.\n\nLe directeur du Centre technique de la conservation des produits agricoles émet un titre de perception selon les modalités prévues au troisième alinéa du VIII comprenant les droits réclamés en application des deux alinéas précédents et le montant des majorations applicables trente jours après la date de réception par le redevable de la réponse à ses observations ou, en l'absence d'observations de la part du redevable, trente jours après la date de la notification de rectifications ou, en cas de taxation d'office, trente jours après la date de la notification des droits.\n\nLe recouvrement de ce titre s'effectue alors dans les conditions prévues au quatrième alinéa du VIII.\n\nLe droit de reprise du centre technique s'exerce jusqu'au 31 décembre de la troisième année qui suit celle au cours de laquelle la taxe est devenue exigible.\n\nX.-Les réclamations contentieuses relatives à l'assiette de la taxe sont traitées par le directeur du Centre technique de la conservation des produits agricoles. Elles sont présentées, instruites et jugées selon les règles applicables aux taxes sur le chiffre d'affaires.\n\nB.-Un décret en Conseil d'Etat précise, en tant que de besoin, les modalités d'application du présent article.\n\nC.-Les dispositions du A entrent en vigueur au 1er janvier 2004."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "A. Paragraphe modificateurB. - Un décret en Conseil d'Etat précise, en tant que de besoin, les modalités d'application du présent article.C. - Les dispositions du A entrent en vigueur au 1er janvier 2004."
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Article 80",
      "content": "I.-Sont autorisés au sens de l'article 61 de la loi organique n° 2001-692 du 1er août 2001 relative aux lois de finances les garanties suivantes, accordées par l'Etat :\n\n1° (Abrogé) ;\n\n2° (Abrogé) ;\n\n3° La garantie accordée, par arrêté du 12 octobre 2000 du ministre de l'économie, des finances et de l'industrie, à certains prêts octroyés par la Caisse des dépôts et consignations ;\n\n4° Les garanties accordées aux prêts consentis par le Crédit foncier de France et le Comptoir des entrepreneurs, devenu Entenial, en application de l'article L. 312-1 du code de la construction et de l'habitation ;\n\n5° Les garanties accordées aux prêts consentis par le Crédit foncier de France et le Comptoir des entrepreneurs, devenu Entenial, pour la construction de logements à usage principal d'habitation, en application des articles R. 314-1 à R. 314-3 du code de la construction et de l'habitation ;\n\n6° La garantie mentionnée au second alinéa de l'article 4 de la loi n° 92-665 du 16 juillet 1992 portant adaptation au Marché unique européen de la législation applicable en matière d'assurance et de crédit ;\n\n7° Les garanties accordées dans le cadre de la liquidation amiable des sociétés de développement régional Lordex, Picardex et Centrest, et validées par l'article 80 de la loi n° 96-314 du 12 avril 1996 portant diverses dispositions d'ordre économique et financier ;\n\n8° (Abrogé) ;\n\n9° La garantie accordée aux emprunts contractés en 2003 par l'Union nationale pour l'emploi dans l'industrie et le commerce par l'article 97 de la loi n° 2003-706 du 1er août 2003 de sécurité financière ;\n\n10° La garantie accordée, à parité avec la société Euro Disney SCA, au département de Seine-et-Marne en application de l'article 20 de la convention du 24 mars 1987 relative à la création et l'exploitation d'Eurodisneyland en France ;\n\n11° La garantie accordée à la Caisse centrale de réassurance par les articles L. 431-4, L. 431-5, L. 431-9 et L. 431-10 du code des assurances pour pratiquer les opérations d'assurance prévues à ces articles ;\n\n12° La garantie accordée, dans la limite de 50 millions d'euros, et pour une durée maximale de dix ans à compter du 2 août 1999, à l'emprunt contracté par l'Organisation européenne pour l'exploitation de satellites météorologiques (Eumetsat) dans le cadre de la participation de la France au programme européen de satellites météorologiques polaires ;\n\n13° La garantie accordée, par arrêté du 3 décembre 1981 du ministre de l'économie et des finances, à la Caisse nationale des autoroutes ;\n\n14° La garantie accordée à la Caisse nationale de crédit agricole en application de l'article 673 du code rural ancien ;\n\n15° Les garanties accordées à des établissements de crédit ou des sociétés de financement en application de l'article 10 de la loi n° 87-549 du 16 juillet 1987 relative au règlement de l'indemnisation des rapatriés ;\n\n16° Les garanties accordées aux prêts octroyés par la Banque européenne d'investissement sur ses ressources propres en vue de réaliser des investissements sur le territoire français ainsi que dans les Etats d'Afrique, des Caraïbes, du Pacifique et dans les pays et territoires d'outre-mer ;\n\n17° La garantie accordée en application de la loi n° 93-20 du 7 janvier 1993 relative à l'institution d'une garantie de l'Etat pour certaines expositions temporaires d'oeuvres d'art ;\n\n18° La garantie accordée au Crédit d'équipement des petites et moyennes entreprises en application de la loi n° 53-80 du 7 février 1953 relative au développement des dépenses d'investissements pour l'exercice 1953 (Equipement des services civils.-Investissements économiques et sociaux.-Réparations des dommages de guerre) ;\n\n19° Les garanties d'emprunts accordées à la Société financière des sociétés de développement régional (FINANSDER) en application de la loi n° 53-80 du 7 février 1953 précitée ;\n\n20° La garantie des conventions de réservation de logements familiaux au profit des personnels civils et militaires que le ministère de la défense peut conclure auprès de sociétés d'économie mixte, de sociétés anonymes ou d'offices publics d'habitations à loyer modéré, sur la base des articles R. 314-5 et R. 314-18 du code de la construction et de l'habitation. Ces conventions peuvent être assorties de garanties d'occupation d'une durée maximale de six mois ;\n\n21° La garantie des conventions de réservation de logements familiaux au profit des personnels civils et militaires relevant de son autorité que le ministère de la défense a conclues en 2003 avec la Société nationale immobilière. Des garanties d'occupation peuvent être prévues par ces conventions, dans la limite d'une durée de trois mois reconductible une fois ;\n\n22° La garantie de l'occupation permanente des logements réservés destinés à être loués aux fonctionnaires civils et militaires de l'Etat et aux agents de l'Etat dans le cadre des conventions conclues avant le 31 décembre 2003, avec des organismes gestionnaires de logements sociaux ou des organismes collecteurs de la participation des employeurs à l'effort de construction ;\n\n23° La garantie de l'Etat accordée au financement des régimes spécifiques de retraites versées aux personnels de chemins de fer secondaires d'intérêt général ou de voies ferrées d'intérêt local :\n\nle chemin de fer de La Mure et la ligne Lyon-Croix-Rousse, les pensions des anciens agents des chemins de fer d'Afrique du Nord et du Niger-Méditerranée, des transports urbains tunisiens et marocains et du chemin de fer franco-éthopien ;\n\n24° La garantie de l'Etat accordée au financement d'un complément de pensions aux conducteurs routiers, partis à la retraite à soixante ans, soit à l'issue de leur activité pour ce qui est notamment de certains salariés des transports routiers, soit à l'issue de leur congé de fin d'activité s'ils ont un nombre insuffisant de trimestres pour bénéficier d'une pension à taux plein du régime général ;\n\n25° La garantie de l'Etat accordée au financement du congé de fin d'activité des conducteurs routiers de marchandises géré par le Fonds national de gestion paritaire du congé de fin d'activité et au financement du congé de fin d'activité des conducteurs routiers de voyageurs géré par l'Association nationale de gestion paritaire du congé de fin d'activité ;\n\n26° Les engagements de garantie de l'Etat liés à l'exécution du contrat de concession pour le financement, la conception, la construction, l'entretien et l'exploitation du Grand Stade à Saint-Denis passé entre l'Etat et la société consortium Grand Stade SA (articles 3 et 39 du contrat de concession et annexes 7 et 9), figurant dans la loi n° 96-1077 du 11 décembre 1996 relative au contrat de concession du Stade de France à Saint-Denis (Seine-Saint-Denis) ;\n\n27° Les engagements de l'Etat pris dans le cadre du jugement rendu le 13 mars 1998 par le tribunal de grande instance de Paris, homologuant le plan de continuation de l'activité de la Fédération française des sports de glace ;\n\n28° La garantie de l'Etat accordée par le ministre chargé de l'économie dans le cadre des concessions accordées par l'Etat pour la construction, l'entretien et l'exploitation des aérodromes, conformément aux dispositions des cahiers des charges des concessions aéroportuaires établis en conformité avec le cahier des charges type approuvé par le décret n° 97-547 du 29 mai 1997 ;\n\n29° La garantie accordée par l'Etat, en application de la loi n° 53-80 du 7 février 1953 relative au développement des dépenses d'investissements pour l'exercice 1953 (équipement des services civils-investissements économiques et sociaux-réparation des dommages de guerre), aux emprunts de la Compagnie nationale d'aménagement de la région du Bas-Rhône et du Languedoc souscrits entre 1980 et 1994 ;\n\n30° La garantie accordée par l'Etat aux emprunts contractés par le Crédit foncier de France, en application de la loi n° 53-80 du 7 février 1953 précitée et des arrêtés des 1er avril 1982 et 27 juin 1985, et transférés à la Compagnie de financement foncier en application de l'article 110 de la loi n° 99-532 du 25 juin 1999 relative à l'épargne et à la sécurité financière ;\n\n31° La garantie accordée par l'Etat aux prêts participatifs technologiques octroyés par le Fonds industriel de modernisation en application de la loi n° 53-80 du 7 février 1953 précitée, et repris par la Caisse des dépôts et consignations en application de la convention du 23 août 1990 ;\n\n32° La garantie de l'Etat dont bénéficie la Caisse nationale des industries électriques et gazières dans le cadre de l'article 22 de la loi n° 2004-803 du 9 août 2004 relative au secteur public de l'électricité et du gaz et aux entreprises électriques et gazières, pour les périodes validées antérieures au 31 décembre 2004, pour le service des prestations d'assurance vieillesse des industries électriques et gazières ne relevant pas du champ des conventions financières avec le régime général de sécurité sociale et les fédérations d'institutions de retraite complémentaire. Cette garantie s'exerce après application des dispositions prévues au premier alinéa du IV de l'article 16 de la loi n° 2004-803 du 9 août 2004 précitée ;\n\n33° La garantie de l'Etat accordée pour couvrir les pertes de change subies par la Banque de France dans les conditions prévues par l'article L. 141-2 du code monétaire et financier telles que précisées par la convention du 31 mars 1999 entre l'Etat et la Banque de France.\n\nII.-Sont garanties par l'Etat, dans le cadre des engagements pris par lui, à raison de leurs interventions au titre de l'accord global de financement de la société Alstom :\n\na) La Caisse française de développement industriel (CFDI), au titre des opérations de contre-garantie de cautions émises par des établissements de crédit, des sociétés de financement et des entreprises d'assurance au profit de la société Alstom, et de sa participation à un prêt syndiqué subordonné souscrit le 30 septembre 2003 au bénéfice de cette même société ;\n\nb) La Caisse des dépôts et consignations, pour le capital des billets de trésorerie qu'elle a souscrits au profit de la société Alstom, dans la limite de 1 200 millions d'euros jusqu'à la mise en place des financements subordonnés auxquels l'Etat s'est engagé et, ultérieurement, jusqu'au 8 février 2005, dans la limite de 400 millions d'euros, sous réserve des remboursements prévus par l'accord.\n\nIII.-A.-Pour les exercices 2004 et 2005, est jointe au compte général de l'administration des finances déposé à l'appui du projet de loi de règlement une annexe récapitulant, pour chaque dispositif de garantie de l'Etat :\n\n1° Le régime de la garantie autorisée, y compris son éventuelle rémunération ;\n\n2° Une analyse de risque faisant apparaître l'exposition brute de l'Etat et son exposition nette, tenant compte des possibilités d'atténuation ou de récupération des charges susceptibles d'être exposées au titre de la garantie ;\n\n3° Chaque opération ayant, dans le cadre de ce dispositif, bénéficié de la garantie de l'Etat au cours des deux années écoulées ;\n\n4° Les charges résultant, pour l'Etat, des appels en garantie effectués au cours des cinq années écoulées.\n\nPour l'exercice 2004, l'annexe précise les conditions dans lesquelles il semble possible au Gouvernement de faire rémunérer les garanties de l'Etat.\n\nB.-(Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 2003-488 DC du 29 décembre 2003.)\n\nC. Paragraphe modificateur"
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "I. Les dispositions du troisième alinéa (2°) de l'article L. 631-7 du code de la construction et de l'habitation ne sont pas applicables aux locaux appartenant à une personne publique affectés à un autre usage que l'habitation et dont le produit de la cession donne lieu au versement d'une recette non fiscale au profit du budget de l'Etat. Les mêmes dispositions demeurent inapplicables aux locaux qui auront fait l'objet d'une telle cession.II. - Les dispositions du I s'appliquent aux locaux cédés à compter du 1er janvier 2004."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "Le ministre de l'économie, des finances et de l'industrie est autorisé à donner la garantie de l'Etat à l'emprunt que souscrira l'Organisation des Nations unies pour l'éducation, la science et la culture pour la rénovation de son siège à Paris, dans la limite d'un encours en principal de 80 millions d'euros."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "Pour la détermination de la durée d'assurance tous régimes de leurs ressortissants, les régimes visés aux articles 5 de l'ordonnance n° 58-1210 du 13 décembre 1958 portant loi organique relative à l'indemnité des membres du Parlement et 8 de l'ordonnance n° 58-1100 du 17 novembre 1958 relative au fonctionnement des assemblées parlementaires sont considérés comme des régimes de base d'assurance vieillesse."
    },
    {
      "provision_ref": "art84",
      "section": "84",
      "title": "Article 84",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I sont applicables aux primes ou cotisations et, en cas de paiement fractionné, aux fractions de primes ou cotisations, échues à compter du 1er janvier 2005."
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Article 85",
      "content": "I. - Le montant de l'allocation de reconnaissance instituée par l'article 67 de la loi de finances rectificative pour 2002 (n° 2002-1576 du 30 décembre 2002) est porté à 1 830 Euros à compter du 1er janvier 2004.II. Paragraphe modificateur"
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "Les créances nées des concours financiers accordés par l'Agence française de développement ne peuvent faire l'objet de saisies entre ses mains."
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "Article 90",
      "content": "I. Paragraphe modificateurII. - Le barème prévu au 3° du I est applicable aux taxes recouvrées au titre de l'année 2003."
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "Article 91",
      "content": "Les dispositions du b du B de l'article 1er bis du décret du 3 février 1993 relatif aux redevances de mise à disposition de fréquences radioélectriques et de gestion dues par les titulaires des autorisations délivrées en application des articles L. 33-1 et L. 33-2 du code des postes et télécommunications, dans leur rédaction issue du II de l'article 2 du décret n° 2002-238 du 21 février 2002 modifiant le décret du 3 février 1993 relatif aux redevances de mise à disposition de fréquences radioélectriques et de gestion dues par les titulaires des autorisations délivrées en application des articles L. 33-1 et L. 33-2 du code des postes et télécommunications, prennent effet rétroactivement, à la date du 4 août 2000."
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Article 92",
      "content": "I. - Un prélèvement de 106 millions d'euros est opéré en 2004 sur le Fonds pour le renouvellement urbain géré par la Caisse des dépôts et consignations.Ce prélèvement est affecté, à raison de 50 millions d'euros, à l'Agence nationale pour la rénovation urbaine et, pour le solde, au budget général de l'Etat.II. - Jusqu'à la clôture du Fonds pour le renouvellement urbain et selon des modalités définies par convention entre l'Etat et la Caisse des dépôts et consignations, les disponibilités nettes de ce fonds, constatées au 31 décembre de chaque année, sont versées au budget général de l'Etat."
    },
    {
      "provision_ref": "art93",
      "section": "93",
      "title": "Article 93",
      "content": "I. - Les fonctionnaires et anciens fonctionnaires appartenant ou ayant appartenu aux corps des douanes exerçant ou ayant exercé des fonctions de surveillance bénéficient, à compter de l'âge de cinquante-cinq ans et dans la limite de vingt trimestres, d'une bonification du cinquième du temps de service effectivement accompli en position d'activité dans ces fonctions. Cette bonification est subordonnée à la condition qu'ils aient accompli au moins vingt-sept ans de services publics effectifs dont dix-sept ans de services dans un emploi de surveillance des douanes classé en catégorie active.\n\nLes conditions d'âge et de durée de services prévues au premier alinéa ne sont pas applicables aux fonctionnaires mis à la retraite pour invalidité.\n\nLa condition de vingt-sept ans de services publics effectifs n'est pas applicable aux fonctionnaires qui quittent le service au-delà de soixante ans.\n\nLes fonctionnaires des douanes exerçant des fonctions de surveillance sont assujettis, à compter du 1er janvier 2004, à une retenue supplémentaire pour pension, assise sur le traitement et l'indemnité de risques, dont le taux est fixé par décret.\n\nII. - (Abrogé)"
    },
    {
      "provision_ref": "art101",
      "section": "101",
      "title": "Article 101",
      "content": "I. Paragraphe modificateurII. - Les parcelles du domaine public fluvial de l'Etat confiées à Voies navigables de France, sises Port Rambaud à Lyon, quai Rambaud, rive gauche de la Saône, sections cadastrales BH-BP du PK 0 au PK 1,6, qui sont déclassées, peuvent être apportées en pleine propriété à Voies navigables de France par arrêté du ministre chargé des transports et du ministre chargé du budget.L'établissement peut créer des filiales ou prendre des participations dans des sociétés, groupements ou organismes pour la valorisation des parcelles mentionnées à l'alinéa précédent."
    }
  ]
}