{
  "id": "loi-n-2024-344-du-15-avril-2024",
  "type": "statute",
  "title": "LOI n°2024-344 du 15 avril 2024",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000049418388",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code du travail\n\nII. - La perte de recettes pour l'Etat résultant du 2° du I est compensée à due concurrence par la création d'une taxe additionnelle à l'accise sur les tabacs prévue au chapitre IV du titre Ier du livre III du code des impositions sur les biens et services."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "En complément de l'action des réseaux et des regroupements associatifs et en coordination avec les dispositifs locaux d'accompagnement mentionnés à l'article 61 de la loi n° 2014-856 du 31 juillet 2014 relative à l'économie sociale et solidaire, l'Etat organise une structuration de l'appui à la vie associative locale dénommée « guid'asso ».Les organismes composant cette structuration doivent au préalable obtenir une autorisation de l'Etat. Les conditions et les modalités d'octroi, de résiliation et de contrôle de cette autorisation sont précisées par voie réglementaire.La mission d'intérêt économique général fait l'objet d'un soutien de l'Etat et d'autres autorités administratives, au sens de la loi n° 2000-321 du 12 avril 2000 relative aux droits des citoyens dans leurs relations avec les administrations."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Le Gouvernement remet au Parlement, dans un délai d'un an à compter de la promulgation de la présente loi, un rapport analysant l'impact de la baisse des subventions aux associations sur l'emploi associatif et la situation de l'emploi dans le secteur associatif et évaluant la performance des différents dispositifs mis en œuvre afin d'encourager et de reconnaître l'engagement bénévole, notamment le compte d'engagement citoyen, le congé pour engagement associatif et le mécénat de compétences, de faciliter l'action des associations, notamment le réseau guid'asso et les systèmes d'information de la vie associative, et de permettre aux bénévoles de mieux concilier leur vie professionnelle et leur engagement associatif. Ledit rapport évalue les différents types de congés dont peuvent bénéficier les actifs bénévoles et présente des pistes d'amélioration des dispositifs existants. Il analyse la possibilité de généraliser le maintien de la rémunération lors du congé prévu à l'article L. 3142-54-1 du code du travail à l'ensemble des salariés ainsi que la possibilité d'instaurer une semaine de quatre jours pour les salariés bénévoles. Ce rapport présente également des pistes pour ouvrir aux dirigeants d'association bénévoles les formations proposées aux agents des collectivités territoriales, pour ouvrir la possibilité aux bénévoles qui sont également salariés de demander à leur employeur un aménagement horaire afin de mener à bien leurs missions associatives, pour prendre en compte l'engagement bénévole des dirigeants d'association dans la détermination des droits à la retraite, pour introduire une expérience bénévole dans le parcours des jeunes lycéens et pour créer un label « jeune bénévole » valorisant l'engagement des jeunes.Ledit rapport analyse le rôle des têtes de réseau dans le déploiement des dispositifs de soutien aux associations, comme le compte d'engagement citoyen ou le congé pour engagement associatif. Ce rapport formule des recommandations afin de consolider le rôle des têtes de réseau et identifie leurs besoins de financement.Ledit rapport étudie la possibilité de maintenir les droits acquis par des salariés partant à la retraite au titre du compte personnel de formation."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "A créé les dispositions suivantes :\n\n- Code général de la propriété des personnes publiques.\n\nLa présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}