{
  "id": "loi-n-75-1337-du-31-decembre-1975",
  "type": "statute",
  "title": "Loi n° 75-1337 du 31 décembre 1975",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000700228",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Dans les deux mois qui suivent la promulgation de la présente loi, et dans l'esprit de l'article 2 de la loi n° 75-560 du 3 juillet 1975, la population de Mayotte sera appelée à se prononcer sur le point de savoir si elle souhaite que Mayotte demeure au sein de la République française ou devienne partie du nouvel Etat comorien."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Si la population choisit, à la majorité des suffrages exprimés, que Mayotte devienne partie du nouvel Etat comorien, Mayotte cessera, dès la proclamation définitive des résultats, de faire partie de la République française."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Si la population de Mayotte exprime le désir, à la majorité des suffrages exprimés, de demeurer au sein de la République française, elle sera appelée, dans les deux mois qui suivent la proclamation définitive des résultats, à se prononcer sur le statut dont elle souhaite que Mayotte soit dotée."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Seront admis à participer à la consultation prévue à l'article 1er de la présente loi ainsi que le cas échéant, à celle prévue à l'article 3, les électeurs et électrices régulièrement inscrits sur les listes électorales de Mayotte révisées, conformément aux textes électoraux en vigueur, au plus tard quinze jours avant le scrutin.Seront admis à voter par procuration les électeurs et électrices inscrits sur les listes électorales de Mayotte qui se trouveront dans l'une des situations visées à l'article L. 71 du code électoral. Ces votes par procuration seront exercés conformément aux articles L. 72 à L. 78 et L. 111 du code électoral."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I - Une commission dénommée \"Commission de contrôle des opérations électorales\" est instituée.Cette commission est composée de douze magistrats de l'ordre judiciaire désignés par le premier président de la Cour de cassation. Elle élit son président en son sein.II - La commission a pour mission de veiller à la liberté et à la sincérité de la consultation. Elle contrôle la conformité des opérations d'organisation du scrutin aux lois et règlements en vigueur.La commission dispose de tous pouvoirs d'investigation sur pièces et sur place. Toutes facilités lui sont accordées pour l'exécution de sa mission.Elle requiert, le cas échéant, les autorités compétentes pour que soient prises toutes mesures susceptibles d'assurer la régularité des opérations d'organisation ou de déroulement du scrutin.Elle peut, en ce qui concerne les listes électorales, saisir directement l'autorité judiciaire de toute demande d'inscription ou de radiation qui lui paraîtrait fondée dans le cadre de la législation et de la réglementation en vigueur.III - La commission a notamment pour rôle :a) De dresser la liste des partis politiques pouvant, dans les conditions qui seront fixées par décret, participer à la campagne électorale ;b) De faire apposer sur les panneaux réservés à cet effet et de faire parvenir à chaque électeur la propagande électorale ainsi que les documents destinés à l'éclairer sur le sens et la portée de la consultation ;c) De veiller à la régularité de la composition, des bureaux de vote ainsi qu'à celle des opérations de vote, de dépouillement des bulletins et de dénombrement des suffrages et de garantir aux électeurs ainsi qu'aux partis en présence le libre exercice de leurs droits, notamment par l'intermédiaire de délégués auprès des présidents de bureaux de vote qu'elle désigne à cet effet.IV - Après la clôture du scrutin la commission se réunit afin de dresser un rapport sur le déroulement de la consultation, qu'elle communique à la commission de recensement et de jugement."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Une commission de recensement et de jugement composée d'un conseiller d'Etat, président, d'un conseiller à la Cour de cassation et d'un conseiller maître à la Cour des comptes est instituée.La commission de recensement et de jugement a pour mission :1° De centraliser les procès-verbaux des bureaux de vote ;2° De statuer sur les requêtes visant à contester les résultats que peut introduire devant elle tout électeur régulièrement inscrit sur les listes électorales, dans les quatre jours suivant le jour du scrutin, ainsi que sur les observations portées aux procès-verbaux ;3° D'arrêter, à titre définitif, les résultats des bureaux de vote, de les proclamer et de les publier dix jours au plus tard après le jour du scrutin, après avoir examiné l'ensemble du contentieux et pris connaissance du rapport de la commission de contrôle prévu à l'article précédent."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Les dépenses des consultations prévues aux articles 1er et 3 de la présente loi seront imputées au budget de l'Etat."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Les îles de la Grande-Comore, Anjouan et Mohéli cessent, à compter de la promulgation de la présente loi, de faire partie de la République française."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "L'entrée en vigueur des articles 8 à 11 inclus de la loi n° 75-560 du 3 juillet 1975 est reportée soit à la date de la promulgation définitive des résultats de la consultation prévue à l'article 11, de la Présente loi si Mayotte cesse de faire partie de la République française, sait, dans le cas contraire, à la date de la clôture du scrutin prévu à l'article 3 de la présente loi.Par dérogation aux dispositions des articles 8 à 11 inclus de la loi n° 75-560 du 3 juillet 1975, cette date déterminera le point de départ du délai de deux ans pendant lequel les personnes concernées pourront souscrire la déclaration de reconnaissance de la nationalité française à laquelle ne seront pas astreints les français de statut civil de droit local originaires de Mayotte, si Mayotte demeure au sein de la République française."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Mayotte est entendue, dans la présente loi, comme comprenant la Grande-Terre ainsi que les îles et îlots qui y sont rattachés."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Des décrets en Conseil d'Etat fixeront, en tant que de besoin, les modalités d'application de la présente loi."
    }
  ]
}