{
  "id": "loi-n-96-542-du-19-juin-1996",
  "type": "statute",
  "title": "Loi n° 96-542 du 19 juin 1996",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000376606",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "La production, la fabrication, la transformation, le transport, le stockage, la vente, le courtage, la mise à disposition à titre gratuit, l'importation, l'exportation ou le transit de précurseurs de drogues sont soumis aux dispositions de la présente loi.\n\nLes précurseurs de drogues sont ceux qui sont définis aux a et b de l'article 2 du règlement (CE) n° 273 / 2004 du Parlement européen et du Conseil du 11 février 2004 relatif aux précurseurs de drogues et aux a et b de l'article 2 du règlement (CE) n° 111 / 2005 du Conseil du 22 décembre 2004 fixant les règles pour la surveillance du commerce des précurseurs des drogues entre la Communauté et les pays tiers.\n\nIls sont regroupés dans les trois catégories mentionnées à l'annexe I du règlement du 11 février 2004 et à l'annexe du règlement du 22 décembre 2004 susmentionnés, selon la nature et la gravité du risque qu'ils présentent en vue de la production de stupéfiants et de substances psychotropes.\n\nChaque substance est soumise aux obligations spécifiques définies par la présente loi."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les conditions de délivrance, de suspension et de retrait de l'agrément prévu aux paragraphes 2 à 4 de l'article 3 du règlement (CE) n° 273 / 2004 du 11 février 2004 et à l'article 6 du règlement (CE) n° 111 / 2005 du 22 décembre 2004 susmentionnés sont fixées par décret.Nul ne peut se voir délivrer l'agrément s'il a fait l'objet d'une condamnation inscrite au bulletin n° 2 du casier judiciaire ou, pour les ressortissants étrangers, dans un document équivalent pour des faits liés à l'exercice des activités mentionnées à l'article 1er.\n\nPour les personnes domiciliées ou ayant leur principal établissement dans un autre Etat membre de la Communauté européenne, l'agrément est celui prévu par la législation de cet Etat."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les personnes menant les opérations mentionnées à l'article 1er pour les substances de la 2e catégorie sont tenues de déclarer au ministre chargé de l'industrie les adresses des locaux dans lesquels elles poursuivent ces activités."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les modalités de délivrance de la déclaration unique portant sur une pluralité de transactions prévue au paragraphe 2 de l'article 4 du règlement (CE) n° 273 / 2004 du 11 février 2004 susmentionné sont fixées par décret."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Pour leur mise à disposition de tiers, à titre onéreux ou gratuit, leur importation, leur exportation ou leur transit, les substances dont la liste est fixée par l'annexe I du règlement (CE) n° 273 / 2004 du 11 février 2004 susmentionné et par l'annexe du règlement (CE) n° 111 / 2005 du 22 décembre 2004 susmentionné  doivent faire l'objet d'un marquage permettant de connaître leur nom tel qu'il est mentionné dans cette liste."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Les personnes menant les opérations mentionnées à l'article 1er pour les précurseurs de drogues sont tenues de déclarer sans délai  au ministre chargé de l'industrie toutes opérations, telles que commandes ou transactions inhabituelles, lorsque celles-ci laissent à penser que ces substances peuvent être détournées pour la fabrication illicite de stupéfiants ou de substances psychotropes.\n\nLa personne responsable mentionnée au paragraphe 1 de l'article 3 du règlement (CE) n° 273 / 2004 du 11 février 2004 susmentionné et à l'article 1er du règlement (CE) n° 1277 / 2005 de la Commission du 27 juillet 2005 établissant les modalités d'application du règlement (CE) n° 273 / 2004 du Parlement européen et du Conseil relatif aux précurseurs des drogues et du règlement (CE) n° 111 / 2005 du Conseil fixant des règles pour la surveillance du commerce des précurseurs des drogues entre la Communauté et les pays tiers consigne dans ses écritures, dès qu'elle en a connaissance, l'existence de toute transaction portant sur des précurseurs de drogues, lorsqu'elle estime qu'il existe des motifs raisonnables de soupçonner que cette transaction peut être liée à l'utilisation à des fins illicites d'un précurseur de drogues."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Toute information de nature à modifier la portée de la déclaration prévue à l'article 6 doit être immédiatement communiquée au ministre chargé de l'industrie."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Pour les opérations ayant fait l'objet de la déclaration mentionnée à l'article 6, aucune poursuite fondée sur l'article 226-13 du code pénal ne peut être intentée contre une personne physique ou morale qui, de bonne foi, a fait cette déclaration.Aucune action en responsabilité civile ou administrative ne peut être intentée, ni aucune sanction professionnelle prononcée, contre une personne physique ou morale qui a fait de bonne foi une déclaration mentionnée à l'article 6. En cas de préjudice résultant directement d'une telle déclaration, l'Etat répond du dommage subi. Ces dispositions s'appliquent même si la preuve du caractère délictueux des faits à l'origine de la déclaration n'est pas apportée ou si ces faits ont fait l'objet d'une décision de non-lieu, de relaxe ou d'acquittement."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "A la demande du ministre chargé de l'industrie, les personnes menant les opérations mentionnées à l'article 1er lui communiquent les informations de caractère global sur lesdites opérations.Ces personnes sont, en outre, tenues de fournir au ministre chargé de l'industrie les informations qu'il leur demande sur toute commande de substances inscrites sur la liste établie        par l' annexe I du règlement (CE) n° 273/2004 du 11 février 2004 et par l' annexe du règlement (CE) n° 111/2005 du 22 décembre 2004 susmentionnés ou sur toute opération dans laquelle interviennent certaines de ces substances.Les délais dans lesquels doivent être fournies les informations visées aux deux alinéas précédents sont fixés par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Les agents de l'administration des douanes et les agents assermentés habilités par le ministre chargé de l'industrie exercent les contrôles nécessaires en vue de vérifier le respect des obligations inscrites dans la présente loi ainsi que des textes pris pour son application par une personne qui y est assujettie, selon des modalités définies par décret en Conseil d'Etat.\n\nA ce titre, ils peuvent :\n\na) Accéder aux établissements et aux locaux professionnels dans lesquels sont fabriquées ou stockées des substances figurant sur la liste fixée par l'annexe I du règlement (CE) n° 273 / 2004 du 11 février 2004 susmentionné et par l'annexe du règlement (CE) n° 111 / 2005 du 22 décembre 2004 susmentionné  ou à partir desquels il est fait commerce desdites substances ;\n\nb) Prendre communication et copie de l'agrément de la personne mentionnée à l'article 2 lorsqu'il est obligatoire et, pour une opération donnée, des documents commerciaux la concernant tels que factures, manifestes, pièces administratives, documents de transport et autres documents d'expédition ainsi que, s'il y a lieu, les documents relatifs à l'importation, à l'exportation au transit et à la destruction desdites substances ;\n\nc) Prélever ou faire prélever en leur présence, si nécessaire, des échantillons dans des conditions définies par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art10-1",
      "section": "10-1",
      "title": "Article 10-1",
      "content": "En vue de procéder à une opération de surveillance, les agents assermentés habilités par le ministre chargé de l'industrie peuvent, sur autorisation de leur autorité de tutelle et sur la demande écrite des services de police, de gendarmerie ou de douane, continuer à délivrer tout document administratif permettant aux opérateurs de procéder à des transactions suspectes.Le procureur de la République près le   tribunal judiciaire dans le ressort duquel les opérations de surveillance sont susceptibles de débuter, ou le procureur de la République saisi en application des dispositions des articles 706-76 du code de procédure pénale  ou  67 bis du code des douanes, est informé de la demande desdits agents et peut s'opposer à ce qu'il y soit fait droit, dans un délai fixé par voie réglementaire.Lorsqu'ils sont autorisés dans les conditions prévues au premier alinéa à continuer à délivrer les documents permettant de procéder aux transactions suspectes, les agents ne s'exposent à aucune responsabilité pénale du fait de ces actes."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Les contrôles et prélèvements prévus à l'article 10 sont pratiqués entre 8 heures et 20 heures ou, en dehors de ces heures, lorsque l'accès au public est autorisé, ou lorsque sont en cours des activités de production, de fabrication, de conditionnement, de transport, de manutention, d'entreposage ou de commercialisation et en présence du directeur de l'établissement ou de son représentant.En l'absence du directeur de l'établissement ou de son représentant ainsi qu'au cas où un refus d'accès aux locaux est opposé aux agents mentionnés à l'article 10, le président du   tribunal judiciaire, ou le magistrat délégué par lui saisi par le ministre chargé de l'industrie ou par le ministre chargé des douanes, peut ordonner que les contrôles et prélèvements soient effectués.Les modalités d'application du présent article sont fixées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Les agents procédant à un contrôle dressent un procès-verbal de leurs constatations.Une copie de ce procès-verbal est remise à la personne contrôlée, dans le délai et selon des modalités précisés par décret, et l'original est adressé au ministre chargé de l'industrie."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Au plus tard douze mois après la constatation d'un manquement aux obligations fixées par les articles 2 ou 21 de la présente loi , le ministre chargé de l'industrie invite la personne concernée à prendre connaissance du dossier et à présenter ses observations dans un délai d'un mois.\n\nPassé ce délai, au vu du procès-verbal constatant le manquement et des observations susmentionnées, le ministre chargé de l'industrie peut, compte tenu de la gravité des manquements, prononcer, par une décision motivée, une amende dont le montant est fixé comme il suit :1° Amende d'un montant pouvant atteindre au maximum 100 000 €, en cas de défaut d'agrément de l'opérateur, dans les conditions prévues à l'article 2 ;2° Amende d'un montant pouvant atteindre au maximum 50 000 €, en cas de mise à disposition par l'opérateur à titre gratuit ou onéreux de substances à des personnes non agréées dans les conditions prévues à l'article 2."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Au plus tard douze mois après la constatation d'un manquement aux obligations fixées au paragraphe 6 de l'article 3, aux articles 4, 5 et 7 du règlement (CE) n° 273/2004 du 11 février 2004 précité et aux articles 4, 5, 7 et 8 du règlement (CE) n° 111/2005 du 22 décembre 2004 précité , le ministre chargé de l'industrie invite la personne concernée à prendre connaissance du dossier et à présenter ses observations dans un délai d'un mois.\n\nPassé ce délai et au vu du procès-verbal constatant le manquement et des observations susmentionnées, le ministre chargé de l'industrie prend une décision motivée pouvant ordonner le paiement d'une amende au plus égale à 5 000 euros par manquement."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "En cas de retard dans la transmission d'une information qui doit lui être communiquée à sa demande conformément à l'article 9 de la présente loi, le ministre chargé de l'industrie invite la personne concernée à présenter ses observations dans un délai de huit jours.\n\nPassé ce délai et au vu des observations susmentionnées, le ministre chargé de l'industrie prend une décision motivée accordant à la personne concernée un nouveau délai de huit jours pour satisfaire aux obligations auxquelles elle est assujettie. Cette décision peut ordonner une astreinte journalière pouvant atteindre 500 € si la personne concernée maintient à l'expiration de ce dernier délai son refus de communiquer les documents ou informations demandés."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Lorsqu'un procès-verbal dressé conformément aux dispositions de l'article 12 constate qu'une personne refuse aux agents de l'administration d'exercer leur pouvoir de contrôle prévu par l'article 10, le ministre chargé de l'industrie invite, dans les trois mois qui suivent l'établissement du procès-verbal, la personne ayant opposé ce refus à prendre connaissance du dossier et à présenter ses observations dans un délai d'un mois.Passé ce délai, au vu du procès-verbal constatant le refus et des observations susmentionnées, le ministre chargé de l'industrie prend une décision motivée et accorde à la personne ayant opposé le refus un délai de huit jours pour mettre fin à son opposition. Cette décision peut ordonner une astreinte journalière pouvant atteindre  5 000 € si la personne concernée persiste dans son refus à l'expiration de ce dernier délai."
    },
    {
      "provision_ref": "art16-1",
      "section": "16-1",
      "title": "Article 16-1",
      "content": "I. - En cas de manquement à l'obligation de déclaration ou de consignation mentionnées à l'article 6, le ministre chargé de l'industrie peut, après avoir mis à même la personne concernée de présenter ses observations, prononcer à l'encontre de l'opérateur, par décision motivée, l'une des sanctions suivantes en fonction de la gravité du manquement :a) L'avertissement ;b) Le blâme ;c) L'interdiction d'effectuer certaines opérations et toutes autres limitations dans l'exercice de l'activité pendant une durée qui ne peut excéder un an ;d) La suspension temporaire de l'agrément pour une durée qui ne peut être supérieure à deux ans.II. - En cas de réitération du manquement, le ministre chargé de l'industrie peut, en suivant les mêmes règles de forme et de procédure, soit retirer l'agrément mentionné à l'article 2, soit prononcer une sanction pécuniaire dont le montant ne peut être supérieur à 200 000 €, soit infliger cumulativement ces deux sanctions."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Les amendes et les astreintes mentionnées dans la présente loi ne peuvent porter sur des faits remontant à plus de trois ans s'il n'a été accompli dans ce délai aucun acte tendant à leur recherche, leur constatation ou leur sanction."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Les amendes et les astreintes mentionnées dans la présente loi sont versées au Trésor. Leur recouvrement est poursuivi comme en matière de douane."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Les décisions du ministre chargé de l'industrie prises          en application des articles 13, 14, 15, 16 et 16-1 sont susceptibles de recours de pleine juridiction."
    },
    {
      "provision_ref": "art19-1",
      "section": "19-1",
      "title": "Article 19-1",
      "content": "I. - Pour l'application du présent titre, les substances non classifiées sont celles définies au b de l'article 2 du règlement (CE) n° 273/2004 du Parlement européen et du Conseil du 11 février 2004 précité et au b de l'article 2 du règlement (CE) n° 111/2005 du Conseil du 22 décembre 2004 précité.\n\nII. - Dès lors qu'ils disposent d'indices suffisants permettant de supposer un lien avec la fabrication illicite de stupéfiants ou de substances psychotropes, au sens de l'article L. 5132-7 du code de la santé publique, les agents des douanes peuvent consigner toute substance non classifiée pour une durée maximale de dix jours, aux fins d'examen et d'identification de la substance retenue. Cette durée est renouvelable sur autorisation du procureur de la République, dans la limite de vingt et un jours.\n\nIII. - Si les nécessités de l'enquête douanière relative à la recherche et à la constatation des délits mentionnés aux articles 414, 414-2 et 415 du code des douanes ou à l'article 19-5 de la présente loi l'exigent, les agents des douanes notifient à l'expéditeur, au destinataire ou au détenteur de la substance la décision de retenue, qui est applicable pour une durée de trente jours. Cette notification met en demeure l'expéditeur, le destinataire ou le détenteur de la substance de produire une déclaration d'usage prévue à l'article 19-3 dans le même délai. Les conditions d'établissement de cette déclaration d'usage sont définies par décret.\n\nS'il n'est pas procédé à la déclaration à l'expiration de la durée de trente jours prévue au premier alinéa du présent III ou si les informations fournies sont incorrectes ou incomplètes, l'obligation de déclarer l'usage de la substance est réputée non exécutée.\n\nLa retenue peut être prolongée sur autorisation du procureur de la République, dans la limite de soixante jours. Pendant cette période complémentaire, les agents des douanes procèdent aux vérifications de la déclaration d'usage et des conditions de l'opération d'importation ou d'exportation concernée.\n\nSi la déclaration d'usage produite ou les vérifications mentionnées au troisième alinéa du présent III ne permettent pas de confirmer un lien avec la fabrication illicite de stupéfiants ou de substances psychotropes, et au plus tard à l'expiration des périodes mentionnées au présent III, les produits sont immédiatement remis à l'expéditeur, au destinataire ou au détenteur."
    },
    {
      "provision_ref": "art19-2",
      "section": "19-2",
      "title": "Article 19-2",
      "content": "La décision de retenue mentionnée au III de l'article 19-1 peut faire l'objet d'un recours, exercé par l'expéditeur, le destinataire ou le détenteur dont une déclaration d'usage est exigée, ou par le propriétaire de la substance si cette personne est différente. Ce recours s'exerce devant le président de la chambre de l'instruction de la cour d'appel du lieu de la direction des douanes dont dépend le service chargé de la procédure. La décision de retenue temporaire mentionne les délais et les voies de recours.\n\nCe recours est exclusivement formé par déclaration remise ou adressée, par lettre recommandée avec demande d'avis de réception ou par voie électronique, au greffe de la cour dans un délai de quinze jours à compter de la notification de la décision de retenue temporaire. Ce recours n'est pas suspensif.\n\nL'ordonnance du président de la chambre de l'instruction est susceptible d'un pourvoi en cassation, selon les règles prévues au code de procédure pénale."
    },
    {
      "provision_ref": "art19-3",
      "section": "19-3",
      "title": "Article 19-3",
      "content": "La déclaration d'usage mentionnée à l'article 19-1 contient les éléments suivants, accompagnés de leurs pièces justificatives :\n\n1° Les nom et prénoms du déclarant ;\n\n2° Le propriétaire de la substance non classifiée ;\n\n3° L'expéditeur de la substance ;\n\n4° Le destinataire ou le destinataire final de la substance ;\n\n5° La nature et la quantité de la substance ;\n\n6° L'usage qu'il est prévu de faire de la substance."
    },
    {
      "provision_ref": "art19-4",
      "section": "19-4",
      "title": "Article 19-4",
      "content": "Au cours de la période mentionnée au III de l'article 19-1, les agents des douanes habilités peuvent, dans les conditions prévues à l'article 323 du code des douanes, saisir les substances non classifiées et la confiscation de celles-ci peut être prononcée par le tribunal correctionnel lorsque les conditions de l'opération d'importation ou d'exportation ne paraissent obéir à d'autre motif que la fabrication illicite de stupéfiants ou de substances psychotropes."
    },
    {
      "provision_ref": "art19-5",
      "section": "19-5",
      "title": "Article 19-5",
      "content": "Est passible des peines et des sanctions prévues au dernier alinéa de l'article 414 du code des douanes l'utilisation de substances non classifiées aux fins de la fabrication illicite de stupéfiants ou de substances psychotropes au sens de l'article L. 5132-7 du code de la santé publique."
    },
    {
      "provision_ref": "art19-6",
      "section": "19-6",
      "title": "Article 19-6",
      "content": "Pour l'application du présent titre, les agents des douanes mettent en œuvre les pouvoirs et les procédures prévus au code des douanes, y compris le chapitre IV du titre II."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I.-La présente loi est applicable en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna dans sa rédaction résultant de l'ordonnance n° 2020-535 du 7 mai 2020.II.-Pour l'application des dispositions suivantes à Saint-Barthélemy, à Saint-Pierre-et-Miquelon, dans les îles Wallis et Futuna, en Polynésie française et en Nouvelle-Calédonie :1° Au deuxième alinéa de l'article 1er, les mots : “ aux a et b de l'article 2 du règlement (CE) n° 273/2004 du Parlement européen et du Conseil du 11 février 2004 relatif aux précurseurs de drogues et aux a et b de l'article 2 du règlement (CE) n° 111/2005 du Conseil du 22 décembre 2004 fixant les règles pour la surveillance du commerce des précurseurs des drogues entre la Communauté et les pays tiers ” sont remplacés par les mots : “ par les règles applicables en métropole en vertu des a et b de l'article 2 du règlement (CE) n° 273/2004 du Parlement européen et du Conseil du 11 février 2004 relatif aux précurseurs de drogues et en vertu des a et b de l'article 2 du règlement (CE) n° 111/2005 du Conseil du 22 décembre 2004 fixant les règles pour la surveillance du commerce des précurseurs des drogues entre la Communauté et les pays tiers ” ;2° Au troisième alinéa de l'article 1er, les mots : “ à l'annexe I du règlement du 11 février 2004 et à l'annexe du règlement du 22 décembre 2004 susmentionnés ” sont remplacés par les mots : “ par les règles applicables en métropole en vertu de l'annexe I du règlement du 11 février 2004 et de l'annexe du règlement du 22 décembre 2004 susmentionnés ”.3° Au premier alinéa de l'article 2, les mots : “ aux paragraphes 2 à 4 de l'article 3 du règlement (CE) n° 273/2004 du 11 février 2004 et à l'article 6 du règlement (CE) n° 111/2005 du 22 décembre 2004 susmentionnés ” sont remplacés par les mots : “ par les règles applicables en métropole en vertu des paragraphes 2 à 4 de l'article 3 du règlement (CE) n° 273/2004 du 11 février 2004 et en vertu de l'article 6 du règlement (CE) n° 111/2005 du 22 décembre 2004 susmentionnés ”.4° A l'article 4, les mots : “ au paragraphe 2 ” sont remplacés par les mots : “ par les règles applicables en métropole en vertu du paragraphe 2 ”.5° A l'article 5, au deuxième alinéa de l'article 9 et au troisième alinéa de l'article 10, les mots : “ par l'annexe I du règlement (CE) n° 273/2004 du 11 février 2004 susmentionné et par l'annexe du règlement (CE) n° 111/2005 du 22 décembre 2004 susmentionné ” sont remplacés par les mots : “ par les règles applicables en métropole en vertu de l'annexe I du règlement (CE) n° 273/2004 du 11 février 2004 susmentionné et de l'annexe du règlement (CE) n° 111/2005 du 22 décembre 2004 susmentionné ”.6° Au deuxième alinéa de l'article 6, les mots : “ au paragraphe 1 de l'article 3 du règlement (CE) n° 273/2004 du 11 février 2004 susmentionné et à l'article 1er du règlement (CE) n° 1277/2005 de la Commission du 27 juillet 2005 établissant les modalités d'application du règlement (CE) n° 273/2004 du Parlement européen et du Conseil relatif aux précurseurs des drogues et du règlement (CE) n° 111/2005 du Conseil fixant des règles pour la surveillance du commerce des précurseurs des drogues entre la Communauté et les pays tiers ” sont remplacés par les mots : “ par les règles applicables en métropole en vertu du paragraphe 1 de l'article 3 du règlement (CE) n° 273/2004 du 11 février 2004 susmentionné et en vertu de l'article 1er du règlement (CE) n° 1277/2005 de la Commission du 27 juillet 2005 établissant les modalités d'application du règlement (CE) n° 273/2004 du Parlement européen et du Conseil relatif aux précurseurs des drogues et du règlement (CE) n° 111/2005 du Conseil fixant des règles pour la surveillance du commerce des précurseurs des drogues entre la Communauté et les pays tiers ”.7° Au premier alinéa de l'article 14, les mots : “ au paragraphe 6 de l'article 3, aux articles 4,5 et 7 du règlement (CE) n° 273/2004 du 11 février 2004 précité et aux articles 4,5,7 et 8 du règlement (CE) n° 111/2005 du 22 décembre 2004 précité ” sont remplacés par les mots : “ par les règles applicables en métropole en vertu du paragraphe 6 de l'article 3, des articles 4,5 et 7 du règlement (CE) n° 273/2004 du 11 février 2004 précité et des articles 4,5,7 et 8 du règlement (CE) n° 111/2005 du 22 décembre 2004 précité ”"
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "En Nouvelle-Calédonie, en Polynésie française, dans les îles Wallis et Futuna, à Saint-Barthélemy et à Saint-Pierre-et-Miquelon, les substances de 1re catégorie ne peuvent être fabriquées, importées, exportées, transformées et mises à disposition de tiers, à titre onéreux ou gratuit, que par des personnes agréées ; elles ne peuvent être échangées qu'entre personnes agréées. Les conditions de délivrance et de retrait de cet agrément sont fixées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Les personnes menant, en Nouvelle-Calédonie, en Polynésie française, dans les îles Wallis et Futuna, à Saint-Barthélemy et à Saint-Pierre-et-Miquelon, les opérations mentionnées à l'article 21 pour les substances de la 2e catégorie sont tenues de déclarer au ministre chargé de l'industrie ou au représentant de l'Etat dans le territoire ou la collectivité les adresses des locaux dans lesquels elles poursuivent ces activités."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Les personnes mettant à disposition de tiers à titre onéreux ou gratuit, en Nouvelle-Calédonie, en Polynésie française, dans les îles Wallis et Futuna, à Saint-Barthélemy et à Saint-Pierre-et-Miquelon, des substances des 1re et 2e catégories doivent détenir et pouvoir présenter à l'administration les documents permettant de connaître, pour chaque opération, de manière certaine, la nature et la quantité de la substance, les noms et adresses des fournisseurs, distributeurs et destinataires. Une attestation du destinataire doit préciser l'usage des substances.\n\nPour les opérations conduisant à la mise à disposition de tiers, à titre onéreux ou gratuit, des substances de 2e catégorie, un décret en Conseil d'Etat détermine les documents simplifiés nécessaires pour les transactions répétées et, lorsque les quantités en cause ne dépassent pas un certain seuil, les conditions dans lesquelles l'obligation mentionnée au premier alinéa peut être levée."
    }
  ]
}