{
  "id": "loi-n-2000-1208-du-13-decembre-2000",
  "type": "statute",
  "title": "Loi n° 2000-1208 du 13 décembre 2000",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000207538",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "A. II. A modifié les dispositions suivantes :\n\n-Code de l'urbanisme\n\nArt. L121-1 ; Art. L121-2 ;\n\nIII. A modifié les dispositions suivantes :\n\n-Code de l'urbanisme\n\nArt. L121-3 ;\n\nIV. A modifié les dispositions suivantes :\n\n-Code de l'urbanisme\n\nArt. L121-4 ;\n\nV. A créé les dispositions suivantes :\n\n-Code de l'urbanisme\n\nArt. L121-4-1 ;\n\nVI. A modifié les dispositions suivantes :\n\n-Code de l'urbanisme\n\nArt. L121-5 ;\n\nVII. A modifié les dispositions suivantes :\n\n-Code de l'urbanisme\n\nArt. L121-6 ;\n\nVIII. A modifié les dispositions suivantes :\n\n-Code de l'urbanisme\n\nArt. L121-7 ;\n\nIX. A modifié les dispositions suivantes :\n\n-Code de l'urbanisme\n\nArt. L121-8 ; Art. L121-9\n\nB. I. A modifié les dispositions suivantes :\n\n-Loi n° 95-115 du 4 février 1995 Art. 22\n\nII. A modifié les dispositions suivantes :\n\n-Loi n° 95-115 du 4 février 1995 Art. 2\n\nIII.-Si le pays défini à l'article 22 de la loi n° 95-115 du 4 février 1995 précitée est inclus dans un schéma de cohérence territoriale, ses dispositions se substituent aux dispositions de l'urbanisme de la charte de pays à compter de l'approbation de ce schéma de cohérence territoriale."
    },
    {
      "provision_ref": "art26-1",
      "section": "26-1",
      "title": "Article 26-1",
      "content": "Les plans de sauvegarde et de mise en valeur demeurent soumis aux dispositions des articles L. 123-1 et suivants et L. 313-1 et suivants du code de l'urbanisme dans leur rédaction antérieure à la présente loi jusqu'à la publication du décret d'application de l'article 26."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "Les architectes des Bâtiments de France ne peuvent exercer aucune mission de conception ou de maîtrise d'oeuvre à titre libéral.Les dispositions de l'alinéa précédent entreront en vigueur le 1er janvier 2005. Toutefois, les missions de conception ou de maîtrise d'oeuvre libérale engagées avant cette date pourront être poursuivies jusqu'au 31 décembre 2007."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "Les dispositions des articles 3 à 7 et 30 entreront en vigueur à une date fixée par décret en Conseil d'Etat et au plus tard un an après la publication de la présente loi. Les dispositions de l'article 37 entreront en vigueur un mois après la publication de la présente loi."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "1° A créé les dispositions suivantes :\n\n-Code de l'urbanisme\n\nArt. L332-11-1 ; Art. L332-11-2\n\n2° A mofifié les dispositions suivantes :\n\n-Code de l'urbanisme\n\nArt. L332-6-1\n\n3° Le a et le b du 1° de l'article L. 332-6-1 sont abrogés.\n\nToutefois, l'abrogation du prélèvement pour dépassement du plafond légal de densité prend effet lors de la suppression du plafond légal de densité intervenue dans les conditions fixées au II de l'article 50."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "A compter du 1er janvier 2011, les délais de dix-huit et trente-six mois mentionnés au troisième alinéa de l'article L. 333-2 du même code dans sa rédaction antérieure à l'entrée en vigueur de la présente loi sont ramenés à respectivement douze et vingt-quatre mois. (2)"
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "Pour l'assiette des impositions visées à l'article L. 255 A du livre des procédures fiscales, les modalités de calcul de la surface hors oeuvre nette des bâtiments d'exploitation agricole, résultant de la publication du décret en Conseil d'Etat pris pour l'application de l'article 116 de la loi de finances pour 1999 (n° 98-1266 du 30 décembre 1998), sont applicables à compter du 1er janvier 1999."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "I.-A modifié les dispositions suivantes :\n\n-Code général des impots Art. 1396\n\nII.-Les délibérations prises en application du deuxième alinéa de l'article 1396 du code général des impôts dans sa rédaction antérieure à l'entrée en vigueur de la présente loi cessent de produire effet à compter des impositions établies au titre de 2002."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "I.-A créé les dispositions suivantes :\n\n-Code des collectivités territoriales\n\nArt. L2254-1\n\n-A modifié les dispositions suivantes :\n\n-Code des collectivités territoriales\n\nArt. L5216-5 ; Art. L5214-16 ; Art. L5215-20\n\nII.-Les dispositions de l'article L. 5216-5 du code général des collectivités territoriales issues de la présente loi sont applicables aux communautés d'agglomération existant à la date de publication de cette même loi. Ces dispositions sont également applicables aux communautés d'agglomération dont la constitution, par création ou par transformation d'un établissement public de coopération intercommunale existant, a été engagée mais n'a pas encore été prononcée par arrêté préfectoral à la même date.\n\nLes dispositions de l'article L. 5215-20 du code général des collectivités territoriales issues de la présente loi sont applicables aux communautés urbaines existant au 12 juillet 1999, dont les compétences ont été étendues en application du III de l'article L. 5215-20-1 du code précité avant la publication de la présente loi. Ces dispositions sont également applicables aux communautés urbaines existant au 12 juillet 1999 dont l'extension des compétences a été engagée, en application du III du même article, mais n'a pas encore été prononcée par arrêté préfectoral à la date de publication de cette même loi et aux communautés urbaines dont la constitution, par création ou par transformation d'un établissement public de coopération intercommunale existant, a été engagée mais n'a pas encore été prononcée par arrêté préfectoral à la date de publication de cette même loi.\n\nLorsque l'établissement public de coopération intercommunale en cours de transformation en communauté d'agglomération ou en communauté urbaine ne détient pas statutairement, à la date de publication de la présente loi, les compétences visées aux 2° et 3° ou au 5° du I du présent article, selon le cas, la procédure de transformation est suspendue jusqu'au transfert de ces compétences dans les conditions fixées à l'article L. 5211-17 du code général des collectivités territoriales. Dans ce cas, l'extension de compétences et la transformation peuvent être prononcées par le même arrêté préfectoral. Les dispositions du présent alinéa ne s'appliquent pas aux districts de plus de 500 000 habitants qui ont engagé une procédure de transformation en application du premier alinéa de l'article 53 de la loi n° 99-586 du 12 juillet 1999 relative au renforcement et à la simplification de la coopération intercommunale."
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "1° Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 2000-436 DC du 7 décembre 2000 ;\n\n2° Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 2000-436 DC du 7 décembre 2000.\n\n3° a modifié les dispositions suivantes : Code de l'urbanisme Art. L510-1"
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "I-A modifié les dispositions suivantes : Code de la construction, Art. L271-1 ; Art. L271-2 :\n\nII-A abrogé Loi 89-1010, Art. 20 ;\n\nIII A créé : Code civil, Art. 1589-1\n\nIV.-Les dispositions du présent article entrent en vigueur le 1er juin 2001."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "I.-A créé les dispositions suivantes :\n\n-Loi 65-557 du 10 juillet 1965 :\n\nArt. 14-1 ; Art. 14-2 \n; Art. 14-3\n\nII.-A modifié les dispositions suivantes :\n\n-Loi 65-557 du 10 juillet 1965 :\n\nArt. 18\n\nIII.-Les dispositions des articles 14-1 et 14-2 insérés dans la loi n° 65-557 du 10 juillet 1965 précitée entre en vigueur le 1er janvier 2002.\n\nLes dispositions de l'article 14-3 inséré dans la même loi et les dispositions du II entrent en vigueur le 1er janvier 2007. Les comptes du syndicat sont tenus conformément aux règles prévues par le décret mentionné à cet article à partir du premier exercice comptable commençant à compter du 1er janvier 2007.\n\nIV.-A modifié les disposirions suivantes :\n\n-Loi 65-557 du 10 juillet 1965 :\n\nArt. 17 ; Art. 17-1"
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "I.-A modifié les dispositions suivantes :\n\n-Loi 65-557 du 10 juillet 1965, Art. 18\n\nII.-Pour les mandats de syndic en cours à la date de promulgation de la présente loi, l'obligation d'ouvrir un compte bancaire ou postal séparé définie au I s'applique à compter du 31 décembre 2002, à peine de nullité de plein droit dudit mandat."
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "I.-A créé les dispositions suivantes :\n\n-Loi 65-557 du 10 juillet 1965, Art. 45-1\n\nII.-L'entrée en vigueur des dispositions du I est fixée au 1er juin 2001."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "I.-A modifié les dispositions suivantes :\n\n-Code général des impôts Art. 1384 A\n\nII.-Les dispositions du I s'appliquent à compter de 2000. Toutefois, pour l'application de ces dispositions aux impositions établies au titre de 2000, la liste prévue au deuxième alinéa du II de l'article 1384 A du code général des impôts doit être adressée à la direction des services fiscaux avant le 15 février 2001."
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "Un fonds de revitalisation économique est créé afin de soutenir et développer l'activité économique dans les quartiers prioritaires de la politique de la ville.\n\nLes aides octroyées ont pour objet, d'une part, la compensation de charges particulières des entreprises déjà implantées dans les quartiers prioritaires de la politique de la ville, d'autre part, l'aide à la réalisation d'investissements dans les quartiers prioritaires de la politique de la ville et à titre dérogatoire pour des projets menés dans les autres territoires prioritaires des contrats de ville.\n\nLes modalités de mise en oeuvre de ce fonds sont précisées par décret."
    },
    {
      "provision_ref": "art89",
      "section": "89",
      "title": "Article 89",
      "content": "I.-Les sociétés d'investissement régional revêtent la forme de société anonyme régie par le livre II du code de commerce.Une ou plusieurs régions peuvent participer au capital de sociétés d'investissement régional en association avec une ou plusieurs personnes morales de droit public ou privé pour assurer tout ou partie du financement d'opérations de restructuration, d'aménagement et de développement de sites urbains en difficulté.La région peut également verser des subventions aux sociétés d'investissement régional même si elle ne participe pas au capital de ces sociétés. Dans ce cadre, la région passe une convention avec la société d'investissement régional déterminant notamment l'affectation et le montant de la subvention ainsi que les conditions et les modalités de restitution des subventions versées notamment en cas de modification de l'objet social ou de cessation d'activité de la société d'investissement régional.II.-Les sociétés d'investissement régional interviennent pour :1° Permettre la mise en oeuvre d'actions foncières nécessaires à la mise en oeuvre des opérations visées au I ;2° Accompagner l'amélioration et le renouvellement de l'immobilier de logements des quartiers anciens ou de logement social, des copropriétés dégradées et favoriser, au titre de la diversité urbaine, la création de logements neufs ;3° Favoriser l'investissement en immobilier d'entreprise et accompagner la restructuration de surfaces commerciales existantes, en complément notamment des actions conduites par l'Etablissement public national d'aménagement et de restructuration des espaces commerciaux et artisanaux, ou la réalisation d'opérations d'immobilier commercial neuf.Sous réserve des dispositions du I, les sociétés d'investissement régional interviennent par la prise de participation dans le capital de sociétés réalisant des opérations de renouvellement urbain et par l'octroi de garanties sur prêts ou la dotation de fonds de garantie en fonds propres ou quasi fonds propres notamment par la prise de participation dans le capital de sociétés ou l'attribution de prêts participatifs.Elles peuvent par ailleurs, dans les conditions prévues par la loi n° 84-46 du 24 janvier 1984 relative à l'activité et au contrôle des établissements de crédit, intervenir par l'octroi de prêts et la mise en place de crédit-bail immobilier.III.-Chaque région actionnaire a droit au moins à un représentant au conseil d'administration ou au conseil de surveillance, désigné en son sein par l'assemblée délibérante.Un tiers au moins de son capital et des voix dans les organes délibérants est détenu par une région ou, conjointement, par plusieurs régions.Les organes délibérants de la ou des régions actionnaires se prononcent sur le rapport écrit qui leur est soumis au moins une fois par an par leur représentant au conseil d'administration ou au conseil de surveillance."
    },
    {
      "provision_ref": "art93",
      "section": "93",
      "title": "Article 93",
      "content": "Tout service public de distribution d'eau destinée à la consommation humaine est tenu de procéder à l'individualisation des contrats de fourniture d'eau à l'intérieur des immeubles collectifs à usage principal d'habitation et des ensembles immobiliers de logements dès lors que le propriétaire en fait la demande.La souscription d'un contrat individuel avec le service public de distribution d'eau s'impose alors à tout occupant pour bénéficier de la fourniture d'eau. Ce contrat ne concerne pas la fourniture d'eau chaude sanitaire.Lorsqu'elle émane d'un propriétaire bailleur, la demande est précédée d'une information complète des locataires sur la nature et les conséquences techniques et financières de l'individualisation des contrats de fourniture d'eau et fait l'objet, s'il y a lieu, d'un accord défini par l'article 42 de la loi n° 86-1290 du 23 décembre 1986 tendant à favoriser l'investissement locatif, l'accession à la propriété de logements sociaux et le développement de l'offre foncière.Le propriétaire qui a formulé la demande prend en charge les études et les travaux nécessaires à l'individualisation des contrats de fourniture d'eau, notamment la mise en conformité des installations aux prescriptions du code de la santé publique et la pose de compteurs d'eau.Les conditions d'organisation et d'exécution du service public de distribution d'eau doivent être adaptées pour préciser les modalités de mise en oeuvre de l'individualisation des contrats de fourniture d'eau, dans le respect de l'équilibre économique du service conformément à l'article L. 2224-1 du code général des collectivités territoriales. Lorsque la gestion des compteurs des immeubles concernés par l'individualisation n'est pas assurée par la collectivité responsable du service public ou son délégataire, cette gestion est confiée à un organisme public ou privé compétent conformément aux dispositions du code des marchés publics.Un décret en Conseil d'Etat précise les conditions d'application du présent article."
    },
    {
      "provision_ref": "art103",
      "section": "103",
      "title": "Article 103",
      "content": "I.-Dans la limite d'un délai de six mois, les plans de déplacements urbains en cours d'élaboration à la date de publication de la présente loi peuvent être achevés et approuvés conformément aux dispositions antérieurement applicables. Toutefois, les modifications introduites par l'article 100 s'appliquent dès le 30 juin 2000.\n\nII. A modifié les dispositions suivantes :\n\n-Loi 82-1153 du 30 décembre 1982\n\nArt. 28-2\n\nIII. A créé les dispositions suivantes :\n\n-Loi 82-1153 du 30 décembre 1982\n\nArt. 28-2-2"
    },
    {
      "provision_ref": "art134",
      "section": "134",
      "title": "Article 134",
      "content": "I.-A modifié les dispositions suivantes :\n\n-Code général des collectivités territoriales\n\nArt. L4332-5\n\nII.-Les dispositions du cinquième alinéa de l'article L 4332-5 du même code sont abrogées à compter du 1er janvier 2004."
    },
    {
      "provision_ref": "art139",
      "section": "139",
      "title": "Article 139",
      "content": "Cinq ans après la date du transfert de compétences visée à l'article 21-1 de la loi n° 82-1153 du 30 décembre 1982 précitée, le Gouvernement déposera un rapport au Parlement portant bilan de ce transfert de compétences établi sur la base d'une évaluation conjointe diligentée par l'Etat et les régions.Ce bilan portera notamment sur l'évolution quantitative et qualitative des services ainsi que leur financement, les relations entre les régions et la Société nationale des chemins de fer français, le développement de l'intermodalité, la tarification et le maintien de la cohérence du système ferroviaire."
    },
    {
      "provision_ref": "art163",
      "section": "163",
      "title": "Article 163",
      "content": "I.-A créé les dispositions suivantes :\n\n-Code le la construction et de l'habitation\n\nArt. L452-1 ; Art. L452-2 ; Art. L452-3 ; Art. L452-4 ; Art. L452-5 ; Art. L452-6 ; Art. L452-7\n\nII.-Le conseil d'administration de la caisse de garantie visée à l'article L. 431-1 du code de la construction et de l'habitation administre la caisse de garantie visée à l'article L. 452-1 du même code jusqu'à la première réunion du conseil d'administration de celle-ci et, au plus tard, jusqu'au 30 juin 2001. Les conditions de gestion administrative et comptable de la caisse de garantie visée à l'article L. 431-1 demeurent en vigueur jusqu'à la date de publication du décret prévu à l'article L. 452-7.\n\nIII.-Les articles L. 451-3 et L. 451-4 du code de la construction et de l'habitation sont abrogés à compter du 1er janvier 2001."
    },
    {
      "provision_ref": "art164",
      "section": "164",
      "title": "Article 164",
      "content": "I. A créé les dispositions suivantes :\n\n-Code de la construction et de l'habitation\n\nArt. L453-1 ; Art. L453-2 ; Art. L453-3\n\nII.-Les dispositions des articles L. 453-1 à L. 453-3 visés au I entrent en vigueur au 1er juillet 2003.\n\nIII. A modifié les dispositions suivantes :\n\n-Code de la construction et de l'habitation\n\nArt. L222-2\n\nIV. A modifié les dispositions suivantes :\n\n-Code de la construction et de l'habitation\n\nArt. L222-6\n\nV. A modifié les dispositions suivantes :\n\n-Code de la construction et de l'habitation\n\nArt. L422-3"
    },
    {
      "provision_ref": "art168",
      "section": "168",
      "title": "Article 168",
      "content": "I. A modifié les dispositions suivantes :\n\n-Code de la santé publique\n\nArt. L1331-26\n\nII. A créé les dispositions suivantes :\n\n-Code de la santé publique\n\nArt. L1416-2\n\nIII.-Les commissions ad hoc chargées actuellement de donner l'avis prévu par l'article L. 1331-26 du code de la santé publique sont maintenues en fonction jusqu'à la création des délégations permanentes mentionnées à l'article L. 1416-2 du même code."
    },
    {
      "provision_ref": "art190",
      "section": "190",
      "title": "Article 190",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Sous réserve des décisions de justice passées en force de chose jugée, sont validés les congés fondés sur la décision de vendre le logement en tant qu'ils n'ont pas satisfait aux dispositions de l'article 46 mentionné au I ci-dessus.\n\n-Loi 89-462 du 6 juillet 1989"
    },
    {
      "provision_ref": "art191",
      "section": "191",
      "title": "Article 191",
      "content": "Il est créé un établissement public régional à caractère industriel et commercial, doté de la personnalité morale et de l'autonomie financière dénommé Etablissement public de gestion immobilière du Nord-Pas-de-Calais.Cet établissement public, rattaché à la région Nord-Pas-de-Calais, a pour objet, sur l'ensemble du territoire régional, d'acquérir et gérer, directement ou indirectement, les immeubles à usage locatif social détenus par des sociétés à participation majoritaire de Charbonnages de France dans le respect, notamment, des droits statutaires des mineurs et de leurs ayants droit. L'établissement public peut prendre toutes participations dans les sociétés précitées. Il peut également contribuer au financement, en association avec d'autres personnes publiques, de toutes actions en faveur de l'habitat social et du renouvellement urbain dans la région Nord-Pas-de-Calais. Pour financer leurs travaux d'amélioration de l'habitat, cet établissement public et ses filiales bénéficient de subventions de l'Agence nationale de l'habitat, en application des articles L. 321-1 et L. 321-2 du code de la construction et de l'habitation. L'établissement public est assujetti à la contribution dénommée présentement contribution additionnelle à la contribution représentative du droit de bail et dénommée pour l'année 2001 contribution sur les revenus tirés de la location des locaux prévue au premier alinéa de l'article 234 nonies du code général des impôts. Les opérations d'acquisition et de prise de participation prévues au présent alinéa sont exonérées du droit de timbre, de droit d'enregistrement et de taxe de publicité foncière.Les ressources de l'établissement public sont constituées par les produits de la gestion ou de la vente des logements et terrains dont il dispose, des dividendes de ses participations, des subventions, emprunts et dons et legs qu'il reçoit.L'établissement public peut apporter sa caution ou sa garantie à tout emprunt contracté par les sociétés visées au deuxième alinéa.L'établissement public est administré par un conseil d'administration composé :Au titre des collectivités territoriales :-de membres désignés par le conseil régional de la région Nord-Pas-de-Calais,-de membres désignés par les conseils départementaux des départements du Nord et du Pas-de-Calais,-de membres désignés par l'association des communes minières des départements du Nord et du Pas-de-Calais,Au titre des occupants du parc :-de membres désignés par les fédérations des organisations syndicales de mineurs représentatives parmi les membres de leurs instances dans les départements du Nord et du Pas-de-Calais,-de membres élus par les locataires,ainsi que de membres désignés par le représentant de l'Etat dans la région Nord-Pas-de-Calais parmi des personnes exerçant ou ayant exercé des responsabilités dans le domaine du logement.Les membres désignés par les collectivités territoriales disposent de la majorité des sièges et les membres représentant les occupants du parc d'au moins un quart des sièges.Le conseil d'administration élit en son sein un président et désigne un directeur dont il détermine les attributions.Le conseil d'administration règle par ses délibérations les affaires de l'établissement public. Il définit en particulier la politique de réhabilitation du patrimoine, les conditions d'accès aux logements gérés ainsi que leurs conditions de location et de cession, en coordination avec les autres personnes publiques intervenant localement dans le secteur du logement.Un décret en Conseil d'Etat précise les conditions d'application du présent article, et notamment les règles destinées à assurer la vocation sociale du patrimoine immobilier et sa contribution à la mixité de l'habitat."
    },
    {
      "provision_ref": "art200",
      "section": "200",
      "title": "Article 200",
      "content": "Le préfet présente, tous les deux ans, au comité régional de l'habitat l'état du contingent préfectoral dans le parc social ainsi que le bilan des attributions effectuées sur ce dernier, le bilan de la mise en oeuvre de la loi n° 98-657 du 29 juillet 1998 d'orientation relative à la lutte contre les exclusions et du respect du principe de la non-discrimination dans le logement."
    },
    {
      "provision_ref": "art205",
      "section": "205",
      "title": "Article 205",
      "content": "Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 2000-436 DC du 7 décembre 2000."
    },
    {
      "provision_ref": "art206",
      "section": "206",
      "title": "Article 206",
      "content": "Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 2000-436 DC du 7 décembre 2000."
    }
  ]
}