{
  "id": "loi-n-82-155-du-11-fevrier-1982",
  "type": "statute",
  "title": "Loi n° 82-155 du 11 février 1982",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000503960",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Sont nationalisées les sociétés suivantes :Compagnie générale d'électricité ;Compagnie de Saint-Gobain ;Pechiney-Ugine-Kuhlmann ;Rhône-Poulenc S.A. ;Thomson-Brandt."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "La nationalisation des sociétés mentionnées à l'article 1er est assurée par le transfert à l'Etat en toute propriété des actions représentant leur capital à la date de jouissance des obligations prévues à l'article 4. Toutefois, les personnes morales appartenant déjà au secteur public ou qui sont destinées à y entrer par l'effet de la présente loi peuvent conserver les actions qu'elles détiennent dans les sociétés mentionnées à l'article 1er. Ces actions ne peuvent être cédées qu'à d'autres personnes morales appartenant également au secteur public ; elles peuvent aussi être échangées dans l'année qui suit la publication de la présente loi contre des obligations dans les conditions prévues à l'article 4."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "La législation commerciale, notamment les dispositions relatives aux sociétés anonymes de la loi n° 66-537 du 24 juillet 1966 modifiée (1), est applicable aux sociétés mentionnées à l'article 1er pour autant qu'elle est compatible avec les dispositions de la présente loi."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les détenteurs d'actions transférées à l'Etat reçoivent, dans un délai de trois mois à compter de la publication de la présente loi, en échange de leurs actions, des obligations émises par la caisse nationale de l'industrie créée par l'article 11 de la présente loi et dont le service en intérêts, amortissements, frais et accessoires est garanti par l'Etat.Ces obligations portent jouissance au 1er janvier 1982. Elles produisent un intérêt semestriel payable à terme échu et, pour la première fois, le 1er juillet 1982.Cet intérêt est égal au taux de rendement des emprunts d'Etat dont le capital ou les intérêts ne sont pas indexés, émis à taux fixe et d'échéance finale supérieure à sept ans, constaté sur le marché secondaire de Paris par la caisse des dépôts et consignations durant les vingt-cinq premières semaines du semestre précédant sa fixation et, pour la première fois, du 1er juillet au 22 décembre 1981.A compter du 1er janvier 1983, la caisse nationale de l'industrie rembourse ces obligations au pair, par voie de tirage au sort, dont les résultats sont publiés au Journal officiel, en quinze tranches annuelles sensiblement égales.Ces obligations négociables sont inscrites à la cote officielle."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "La valeur d'échange des actions de chacune des sociétés est égale à la somme, majorée de 14 p. 100 :- du produit du nombre d'actions émises au 31 décembre 1981, par la moyenne des premiers cours cotés sur le marché du terme ou à défaut du comptant, la plus élevée de celles de chacun des six mois, d'octobre 1980 à mars 1981. Les cours sont ajustés pour tenir compte des opérations ayant affecté le capital de la société considérée au cours de la période allant du 1er octobre 1980 au 31 décembre 1981 ;- et du montant des sommes distribuées sous forme de dividendes au titre de l'exercice 1980.La valeur d'échange de chaque action est égale à la somme ainsi déterminée divisée par le nombre d'actions émises au 31 décembre 1981 éventuellement augmenté du nombre de titres attribués gratuitement aux actionnaires entre le 1er janvier 1982 et la date de publication de la présente loi. Les dividendes et les acomptes sur dividendes éventuellement versés au titre de l'exercice 1981 aux actionnaires seront déduits de cette somme."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Jusqu'à la réunion des nouveaux conseils d'administration désignés sans délai conformément à l'article 7, un administrateur général est nommé dans chaque société nationalisée par décret en conseil des ministres. Il assure l'administration et la direction générale de la société et dispose des pouvoirs les plus étendus pour agir en toute circonstance au nom de la société. Les présidents des conseils d'administration, les administrateurs, les directeurs généraux, les membres du directoire ou du conseil de surveillance restent en fonction jusqu'à la nomination, dans les plus brefs délais, de l'administrateur général.Les organes représentatifs des salariés restent en fonction et exercent la plénitude de leurs droits jusqu'à leur renouvellement.Les commissaires aux comptes demeurent en fonction jusqu'à la réunion de l'assemblée générale qui suivra la publication de la présente loi."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "En attendant l'entrée en vigueur de la loi sur l'organisation et la démocratisation du secteur public, pour une période qui ne saurait excéder deux ans, les membres des conseils d'administration des sociétés mentionnées à l'article 1er sont nommés par décret selon la répartition suivante :Sept représentants de l'Etat ;Six représentants des salariés de la société et de ses filiales françaises désignés selon les modalités prévues à l'article 8 ;Cinq personnalités choisies, en raison de leur compétence, dans des activités publiques et privées concernées par l'activité de la société ou en leur qualité de représentant des consommateurs.Au terme de cette période, la composition du conseil d'administration, les critères et les modalités de désignation de ses membres seront modifiés ou précisés par la loi."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Pendant la période visée à l'article 7, les représentants des salariés prévus à cet article sont désignés sur proposition des organisations syndicales de salariés reconnues les plus représentatives au plan national conformément à l'article L. 133-2 du code du travail.Chacune de ces organisations a droit à un siège si elle dispose d'au moins un élu, soit au sein du comité d'entreprise ou de l'un des comités d'établissement de la société, soit au sein du comité d'entreprise d'une filiale française de cette société lorsque cette filiale groupe plus de 10 p. 100 du total des salariés de la société et de ses filiales françaises.Les sièges qui restent disponibles après cette première attribution sont répartis à raison d'un siège par organisation syndicale dans l'ordre décroissant de représentativité qui découle du résultat des élections aux comités d'établissements ou au comité d'entreprise de la société et aux comités centraux d'entreprise de ses filiales françaises.Chaque représentant des salariés doit avoir un contrat de travail correspondant à un emploi effectif dans la société ou l'une de ses filiales au moment de sa désignation. En outre, il doit y avoir exercé un emploi effectif pendant une période cumulée d'au moins deux ans au cours des cinq dernières années.La fonction de membre du conseil d'administration est incompatible avec les mandats de délégué syndical, de membre du comité d'entreprise, de représentant syndical au comité d'entreprise, de délégué du personnel et de délégué au comité d'hygiène et de sécurité de la société et de ses filiales.Dans le cas où un administrateur est investi ou viendrait à être investi de l'un de ces mandats, il est réputé démissionnaire d'office de sa fonction d'administrateur à moins qu'il ait, dans un délai d'un mois, renoncé à son mandat.Les représentants des salariés au conseil d'administration disposeront des mêmes droits et moyens que les autres membres du conseil d'administration.Pour leur permettre d'assurer leur mandat, les représentants des salariés au conseil d'administration disposeront au moins du même crédit d'heures que les membres des comités d'entreprise et de garanties équivalentes."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Le président du conseil d'administration de chaque société est nommé parmi les membres du conseil d'administration et après avis de celui-ci, par décret en conseil des ministres, conformément à l'ordonnance n° 58-1136 du 28 novembre 1958 portant loi organique.Il exerce les fonctions de directeur général. Il nomme aux emplois de direction."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "La société continue entre l'Etat et les seules personnes morales détentrices d'actions en vertu de l'article 2.Lorsque les actions des sociétés nationalisées sont détenues en totalité par l'Etat, les pouvoirs de l'assemblée générale sont exercés par les administrateurs représentant l'Etat."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I - Sont nationalisées les banques inscrites sur la liste du comité consultatif du secteur financier en application de l'article 9 de la loi du 13 juin 1941, dont le siège social est situé en France, dès lors qu'elles détenaient, à la date du 2 janvier 1981, un milliard de francs ou plus sous forme de dépôts à vue ou de placements liquides ou à court terme en francs et en devises au nom de résidents, selon les définitions adoptées par le Comité consultatif du secteur financier.Toutefois, ne sont pas nationalisées :Les banques ayant le statut de sociétés immobilières pour le commerce et l'industrie fixé par l'ordonnance n° 67-837 du 28 septembre 1967 ou le statut de maison de réescompte fixé par le décret n° 60-439 du 12 février 1960 ;Les banques dont la majorité du capital social appartient directement ou indirectement à des personnes physiques ne résidant pas en France ou à des personnes morales n'ayant pas leur siège social en France.II - Sont nationalisées, dans les conditions prévues à l'article 13, les banques suivantes :a) Banques inscrites à la cote officielle :Banque de Bretagne ;Crédit commercial de France ;Crédit industriel d'Alsace et de Lorraine (C.I.A.L.) ;Crédit industriel et commercial (C.I.C.) ;Crédit industriel de Normandie ;Crédit industriel de l'Ouest ;Crédit du Nord ;Hervet (Banque) ;Rothschild (Banque) ;Scalbert Dupont (Banque) ;Société bordelaise de crédit industriel et commercial ;Société centrale de banque ;Société générale alsacienne de banque (Sogénal) ;Société lyonnaise de dépôts et de crédit industriel ;Société marseillaise de crédit ;Société nancéienne de crédit industriel et Varin-Bernier ;Société séquanaise de banque ;Worms (Banque).b) Banques non inscrites à la cote officielle :Banque centrale des coopératives et des mutuelles ;Banque corporative du bâtiment et des travaux publics ;Banque fédérative du crédit mutuel ;Banque française de crédit coopératif ;Banque de La Hénin ;Banque de l'Indochine et de Suez ;Banque industrielle et mobilière privée (B.I.M.P.) ;Banque de Paris et des Pays-Bas ;Banque parisienne de crédit au commerce et à l'industrie ;Banque régionale de l'Ain ;Banque régionale de l'Ouest ;Banque de l'union européenne ;Chaix (Banque) ;Crédit chimique ;Laydernier (Banque) ;Monod-Française de banque ;Odier Bungener Courvoisier (Banque) ;Sofinco La Hénin ;Tarneaud (Banque) ;Vernes et commerciale de Paris (Banque) ;Union de banques à Paris.III - Les actions de la Banque nationale de Paris, du Crédit lyonnais et de la Société générale détenues par des actionnaires autres que l'Etat ou des personnes morales du secteur public à la date de publication de la présente loi sont également transférées à l'Etat dans les conditions prévues à l'article 13."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "La nationalisation des banques mentionnées au paragraphe II de l'article 12 est assurée par le transfert à l'Etat en toute propriété des actions représentant leur capital à la date de jouissance des obligations prévues aux articles 15 et 16. Toutefois, les personnes morales appartenant déjà au secteur public ou qui sont destinées à y entrer par l'effet de la présente loi peuvent conserver les actions qu'elles détiennent dans les banques mentionnées aux paragraphes II et III de l'article 12. Ces actions ne peuvent être cédées qu'à d'autres personnes morales appartenant également au secteur public ; elles peuvent aussi être échangées dans l'année qui suit la publication de la présente loi contre des obligations dans les conditions prévues aux articles 15 et 16."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "La législation commerciale, notamment les dispositions relatives aux sociétés anonymes de la loi n° 66-537 du 24 juillet 1966 modifiée (1), est applicable aux banques mentionnées aux paragraphes II et III de l'article 12 pour autant qu'elle est compatible avec les dispositions de la présente loi."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Pour les sociétés mentionnées à l'article 12, paragraphe II-a et III et qui étaient inscrites à la cote officielle à la date du 1er octobre 1980, les détenteurs d'actions transférées à l'Etat reçoivent, dans un délai de trois mois à compter de la publication de la présente loi, en échange de leurs actions, des obligations émises par la caisse nationale des banques créée par l'article 26 de la présente loi et dont le service en intérêts, amortissements, frais et accessoires est garanti par l'Etat.Ces obligations portent jouissance au 1er janvier 1982. Elles produisent un intérêt semestriel payable à terme échu, et pour la première fois, le 1er juillet 1982.Cet intérêt est égal au taux de rendement des emprunts d'Etat dont le capital ou les intérêts ne sont pas indexés, émis à taux fixe et d'échéance finale supérieure à sept ans, constaté sur le marché secondaire de Paris par la caisse des dépôts et consignations durant les vingt-cinq premières semaines du semestre précédant sa fixation et, pour la première fois, du 1er juillet au 22 décembre 1981.A compter du 1er janvier 1983, la caisse nationale des banques rembourse ces obligations au pair, par voie de tirage au sort dont les résultats sont publiés au Journal officiel, en quinze tranches annuelles sensiblement égales.Ces obligations négociables sont inscrites à la cote officielle."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Pour les sociétés mentionnées à l'article 12, paragraphe II-b, qui n'étaient pas inscrites à la cote officielle à la date du 1er octobre 1980, les détenteurs d'actions transférées à l'Etat reçoivent avant le 1er octobre 1982, en échange de leurs actions, des obligations émises par la caisse nationale des banques créée par l'article 26 de la présente loi et dont le service en intérêts, amortissements, frais et accessoires est garanti par l'Etat.Ces obligations portent jouissance au 1er juillet 1982. Elles produisent un intérêt semestriel payable à terme échu et, pour la première fois, le 1er janvier 1983.Cet intérêt est égal au taux de rendement des emprunts d'Etat dont le capital ou les intérêts ne sont pas indexés, émis à taux fixe et d'échéance finale supérieure à sept ans, constaté sur le marché secondaire de Paris par la caisse des dépôts et consignations durant les vingt-cinq premières semaines du semestre précédant sa fixation et, pour la première fois, du 1er janvier au 24 juin 1982.A compter du 1er juillet 1983, la caisse nationale des banques rembourse ces obligations au pair, par voie de tirage au sort dont les résultats sont publiés au Journal officiel, en quinze tranches annuelles sensiblement égales.Ces obligations négociables sont inscrites à la cote officielle."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Pour chacune des banques mentionnées à l'article 12-II-a et 12-III, la valeur d'échange des actions est égale à la somme, majorée de 14 p. 100 :- du produit du nombre d'actions émises au 31 décembre 1981 par la moyenne des premiers cours cotés sur le marché du terme ou à défaut du comptant, la plus élevée de celles de chacun des six mois, d'octobre 1980 à mars 1981. Les cours sont ajustés pour tenir compte des opérations ayant affecté le capital de la banque considérée au cours de la période allant du 1er octobre 1980 au 31 décembre 1981 ;- et du montant des sommes distribuées sous forme de dividendes au titre de l'exercice 1980.La valeur d'échange de chaque action est égale à la somme ainsi déterminée divisée par le nombre d'actions émises au 31 décembre 1981 éventuellement augmenté du nombre de titres attribués gratuitement aux actionnaires entre le 1er janvier 1982 et la date de publication de la présente loi. Les dividendes et les acomptes sur dividendes éventuellement versés au titre de l'exercice 1981 aux actionnaires seront déduits de cette somme."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Pour les sociétés mentionnées à l'article 12-II-b, il est constitué une commission administrative nationale d'évaluation composée du premier président de la Cour des comptes, président, du gouverneur de la Banque de France, du président de la section des finances du Conseil d'Etat, du président de la chambre commerciale de la Cour de cassation et d'un membre du Conseil économique et social désigné par le président de cette assemblée.Cette commission est chargée de fixer au 30 juin 1982 la valeur d'échange à cette date des actions de ces sociétés. A cet effet, elle détermine la valeur de négociation des actions de chaque société au 31 décembre 1981 à partir de l'actif net et du bénéfice net, en tenant compte des rapports constatés entre, d'une part, la valeur boursière moyenne des actions et, d'autre part, l'actif net et le bénéfice net des banques mentionnées à l'article 12-II-a. Cette valeur de négociation est actualisée pour tenir compte des évènements qui l'auront affectée pendant les six premiers mois de l'année 1982."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Jusqu'à la réunion des nouveaux conseils d'administration désignés sans délai conformément à l'article 22, un administrateur général est nommé, dans chaque banque mentionnée à l'article 12-II-a et 12-III, par décret en conseil des ministres. Il assure l'administration et la direction générale de la société et dispose des pouvoirs les plus étendus pour agir en toute circonstance au nom de la société. Les présidents des conseils d'administration, les administrateurs, les directeurs généraux, les membres du directoire ou du conseil de surveillance restent en fonction jusqu'à la nomination, dans les plus brefs délais, de l'administrateur général.Les organes représentatifs des salariés restent en fonction et exercent la plénitude de leurs droits jusqu'à leur renouvellement.Les commissaires aux comptes demeurent en fonction jusqu'à la réunion de l'assemblée générale qui suivra la publication de la présente loi."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Un commissaire du Gouvernement est nommé par décret auprès de chaque banque mentionnée à l'article 12-II-b jusqu'au 30 juin 1982. Ce commissaire du Gouvernement assiste à toutes les séances du conseil d'administration ou du conseil de surveillance et du directoire, ainsi que des comités constitués dans leur sein, ainsi qu'à toutes les séances de l'assemblée générale des actionnaires. Il peut demander communication de tous les documents de la banque. Il peut opposer son veto à toute décision des organes sociaux pouvant affecter la situation de la banque. La banque peut, dans un délai de huit jours, faire appel de la décision du commissaire du Gouvernement auprès du ministre de l'économie et des finances qui est tenu de se prononcer dans les quinze jours, faute de quoi le veto est levé."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "A partir du 1er juillet 1982 et jusqu'à la réunion des nouveaux conseils d'administration désignés sans délai conformément à l'article 22, un administrateur général est nommé, dans chaque banque mentionnée à l'article 12-II-b, par décret en conseil des ministres. Il assure l'administration et la direction générale de la société et dispose des pouvoirs les plus étendus pour agir en toute circonstance au nom de la société. Les présidents des conseils d'administration, les administrateurs, les directeurs généraux, les membres du directoire ou du conseil de surveillance restent en fonction jusqu'à la nomination, dans les plus brefs délais, de l'administrateur général.Les organes représentatifs des salariés restent en fonction et exercent la plénitude de leurs droits jusqu'à leur renouvellement.Les commissaires aux comptes demeurent en fonction jusqu'à la réunion de la première assemblée générale qui suit le 1er juillet 1982."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "En attendant l'entrée en vigueur de la loi sur l'organisation et la démocratisation du secteur public, pour une période qui ne saurait excéder deux ans, les membres des conseils d'administration des banques mentionnées aux paragraphes II et III de l'article 12 sont nommés par décret selon la répartition suivante :Cinq représentants de l'Etat ;Cinq représentants des salariés de la banque et de ses filiales françaises désignés selon les modalités prévues à l'article 23 ;Cinq personnalités choisies, en raison de leur compétence, dans des activités publiques et privées concernées par le secteur bancaire ou en leur qualité de représentants des déposants ou emprunteurs.Au terme de cette période, la composition du conseil d'administration, les critères et les modalités de désignation de ses membres seront modifiés ou précisés par la loi."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Pendant la période visée à l'article 22, les représentants des salariés prévus à cet article sont désignés compte tenu de la représentativité de chacune des organisations syndicales de salariés représentatives sur le plan national et représentée au sein de la banque et de ses filiales, sur proposition de ces organisations.Chaque représentant des salariés doit avoir un contrat de travail correspondant à un emploi effectif dans la société ou l'une de ses filiales au moment de sa désignation. En outre, il doit y avoir exercé un emploi effectif pendant une période cumulée d'au moins deux ans au cours des cinq dernières années.La fonction de membre du conseil d'administration est incompatible avec les mandats de délégué syndical, de membre du comité d'entreprise, de représentant syndical au comité d'entreprise, de délégué du personnel et de délégué au comité d'hygiène et de sécurité de la banque et de ses filiales.Dans le cas où un administrateur est investi ou viendrait à être investi de l'un de ces mandats, il est réputé démissionnaire d'office de sa fonction d'administrateur à moins qu'il ait, dans un délai d'un mois, renoncé à son mandat.Les représentants des salariés au conseil d'administration disposeront des mêmes droits et moyens que les autres membres du conseil d'administration.Pour leur permettre d'assurer leur mandat, ils disposeront au moins du même crédit d'heures que les membres des comités d'entreprise et de garanties équivalentes."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "La société continue entre l'Etat et les seules personnes morales détentrices d'actions en vertu de l'article 13.Lorsque les actions des banques nationalisées sont détenues en totalité par l'Etat, les pouvoirs de l'assemblée générale sont exercés par les administrateurs représentant l'Etat."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Les dispositions de la loi n° 73-8 du 4 janvier 1973 sont abrogées en ce qui concerne les banques nationalisées, à l'exception de son article 16 en tant qu'il abroge les dispositions de l'article 9, alinéa 1er, de l'article 10, alinéa 3, et de l'article 15, alinéa 7, de la loi n° 45-15 du 2 décembre 1945."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "L'Etat peut apporter à une banque nationalisée ou à une autre entreprise publique les actions des banques dont il a acquis la propriété en vertu de la présente loi.Ces banques restent régies par les articles 14, 22 et 23 de la présente loi, sous réserve du remplacement des administrateurs représentant l'Etat par les administrateurs représentant la banque ou l'entreprise publique bénéficiaire de l'apport et désignés par le président du conseil d'administration de la banque ou de l'entreprise publique bénéficiaire de cet apport.En outre, le président du conseil d'administration est nommé sur proposition du président de la banque ou de l'entreprise publique bénéficiaire de l'apport par le conseil d'administration de cette dernière."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Sont nationalisées les sociétés suivantes :Compagnie financière de Paris et des Pays-Bas ;Compagnie financière de Suez."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "La nationalisation des sociétés mentionnées à l'article 29 est assurée par le transfert à l'Etat en toute propriété des actions représentant leur capital à la date de jouissance des obligations prévues à l'article 32. Toutefois, les personnes morales appartenant déjà au secteur public ou qui sont destinées à y entrer par l'effet de la présente loi peuvent conserver les actions qu'elles détiennent dans les sociétés mentionnées à l'article 29. Ces actions ne peuvent être cédées qu'à d'autres personnes morales appartenant également au secteur public ; elles peuvent aussi être échangées dans l'année qui suit la publication de la présente loi contre des obligations dans les conditions prévues à l'article 32."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "La législation commerciale, notamment les dispositions relatives aux sociétés anonymes de la loi n° 66-537 du 24 juillet 1966 modifiée (1), est applicable aux sociétés nationalisées mentionnées à l'article 29 pour autant qu'elle est compatible avec les dispositions de la présente loi."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Les détenteurs d'actions transférées à l'Etat reçoivent, dans un délai de trois mois à compter de la publication de la présente loi, en échange de leurs actions, des obligations émises pour chacune des compagnies par la caisse nationale des banques créée par l'article 26 de la présente loi et dont le service en intérêts, amortissements, frais et accessoires est garanti par l'Etat.Ces obligations portent jouissance au 1er janvier 1982. Elles produisent un intérêt semestriel payable à terme échu et, pour la première fois, le 1er juillet 1982.Cet intérêt est égal au taux de rendement des emprunts d'Etat dont le capital ou les intérêts ne sont pas indexés, émis à taux fixe et d'échéance finale supérieure à sept ans, constaté sur le marché secondaire de Paris par la caisse des dépôts et consignations durant les vingt-cinq premières semaines du semestre précédant sa fixation et, pour la première fois, du 1er juillet au 22 décembre 1981.A compter du 1er janvier 1983, la caisse nationale des banques rembourse ces obligations au pair, par voie de tirage au sort dont les résultats sont publiés au Journal officiel, en quinze tranches annuelles sensiblement égales.Ces obligations négociables sont inscrites à la cote officielle."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "La valeur d'échange des actions de chacune des sociétés est égale à la somme, majorée de 14 p. 100 :- du produit du nombre d'actions émises au 31 décembre 1981 par la moyenne des premiers cours cotés sur le marché du terme ou à défaut du comptant, la plus élevée de celles de chacun des six mois, d'octobre 1980 à mars 1981. Les cours sont ajustés pour tenir compte des opérations ayant affecté le capital de la société considérée au cours de la période allant du 1er octobre 1980 au 31 décembre 1981 ;- et du montant des sommes distribuées sous forme de dividendes au titre de l'exercice de 1980.La valeur d'échange de chaque action est égale à la somme ainsi déterminée divisée par le nombre d'actions émises au 31 décembre 1981 éventuellement augmenté du nombre de titres attribués gratuitement aux actionnaires entre le 1er janvier 1982 et la date de publication de la présente loi. Les dividendes et les acomptes sur dividendes éventuellement versés au titre de l'exercice 1981 aux actionnaires seront déduits de cette somme."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Jusqu'à la réunion des nouveaux conseils d'administration désignés sans délai conformément à l'article 35, un administrateur général est nommé dans chaque société nationalisée par décret en conseil des ministres. Il assure l'administration et la direction générale de la société et dispose des pouvoirs les plus étendus pour agir en toute circonstance au nom de la société. Les présidents des conseils d'administration, les administrateurs, les directeurs généraux, les membres du directoire ou du conseil de surveillance restent en fonction jusqu'à la nomination, dans les plus brefs délais, de l'administrateur général.Les organes représentatifs des salariés restent en fonction et exercent la plénitude de leurs droits jusqu'à leur renouvellement.Les commissaires aux comptes demeurent en fonction jusqu'à la réunion de l'assemblée générale qui suivra la publication de la présente loi."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "En attendant l'entrée en vigueur de la loi sur l'organisation et la démocratisation du secteur public, pour une période qui ne saurait excéder deux ans, les membres des conseils d'administration des sociétés mentionnées à l'article 29 sont nommés par décret selon la répartition suivante :Cinq représentants de l'Etat ;Cinq représentants des salariés de la société et de ses filiales françaises désignés selon les modalités prévues à l'article 36 ;Cinq personnalités choisies, en raison de leur compétence, dans des activités publiques et privées concernées par l'activité de la société ou en leur qualité de représentants des usagers.Au terme de cette période, la composition du conseil d'administration, les critères et les modalités de désignation de ses membres seront modifiés ou précisés par la loi."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "Pendant la période visée à l'article 35, les représentants des salariés prévus à cet article sont désignés compte tenu de la représentativité de chacune des organisations syndicales de salariés représentatives sur le plan national et représentée au sein de la société et de ses filiales, sur proposition de ces organisations.Chaque représentant des salariés doit avoir un contrat de travail correspondant à un emploi effectif dans la société ou l'une de ses filiales au moment de sa désignation. En outre, il doit y avoir exercé un emploi effectif pendant une période cumulée d'au moins deux ans au cours des cinq dernières années.La fonction de membre du conseil d'administration est incompatible avec les mandats de délégué syndical, de membre du comité d'entreprise, de délégué syndical au comité d'entreprise, de délégué du personnel et de délégué au comité d'hygiène et de sécurité de la société et de ses filiales.Dans le cas où un administrateur est investi ou viendrait à être investi de l'un de ces mandats, il est réputé démissionnaire d'office de sa fonction d'administrateur à moins qu'il ait, dans un délai d'un mois, renoncé à son mandat.Les représentants des salariés au conseil d'administration disposeront des mêmes droits et moyens que les autres membres du conseil d'administration.Pour leur permettre d'assurer leur mandat, ils disposeront au moins du même crédit d'heures que les membres des comités d'entreprise et de garanties équivalentes."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "Le président du conseil d'administration de chaque compagnie est nommé parmi les membres du conseil d'administration et, après avis de celui-ci, par décret en conseil des ministres, conformément à l'ordonnance n° 58-1136 du 28 novembre 1958 portant loi organique.Il exerce les fonctions de directeur général. Il nomme aux emplois de direction."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "La société continue entre l'Etat et les seules personnes morales détentrices d'actions en vertu de l'article 30.Si, dans une compagnie, les actions sont détenues en totalité par l'Etat, les pouvoirs de l'assemblée générale sont exercés par les administrateurs représentant l'Etat."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "La présente loi n'ouvre pas aux employeurs déjà affiliés au régime défini par l'article L. 351-2 du code du travail la faculté prévue par l'alinéa 2 de l'article L. 351-17 du même code."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "Dans les sociétés mentionnées aux articles 1er, 12 et 29, toute modification du contrat de travail d'un membre du conseil d'administration représentant les salariés doit être préalablement soumise au conseil d'administration."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "Les obligations attribuées aux détenteurs d'actions transférées à l'Etat sont émises, par la caisse nationale de l'industrie ou par la caisse nationale des banques, au nominal de 5.000 F avec dixièmes.Les différences entre, d'une part, la valeur des obligations et des dixièmes d'obligations remis en échange des titres, regroupés par détenteur, des sociétés, banques et compagnies visées aux articles 1er, 12-II a, 12-III et 29 et, d'autre part, la valeur de ces titres, sont remboursées dans les trois mois qui suivent la présentation, à condition que cette présentation intervienne dans l'année qui suit la publication de la présente loi.La différence entre, d'une part, la valeur des obligations et des dixièmes d'obligations remis en échange des titres, regroupés par détenteur, des banques visées à l'article 12-II-b et, d'autre part, la valeur de ces titres, est remboursée dans les trois mois qui suivent la présentation, à condition que celle-ci intervienne avant le 30 juin 1983.Les modalités de l'échange des titres et opérations de remboursement des rompus sont précisées par décret."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "Les obligations émises par la caisse nationale de l'industrie et la caisse nationale des banques, délivrées à titre d'indemnisation aux détenteurs d'actions transférées à l'Etat, pourront être utilisées comme moyen de paiement pour le rachat éventuel d'actifs détenus par les sociétés nationalisées par la présente loi. Dans ce cas, elles seront admises pour leur valeur nominale."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "Les obligations convertibles en actions émises par une société nationalisée cessent d'être convertibles à la date de publication de la présente loi. Leur porteur peut, dans un délai de trois mois à compter de la publication du décret prévu à l'article 41, opter pour la transformation de ces titres en obligations de la caisse nationale de l'industrie ou de la caisse nationale des banques, telles qu'elles sont définies par les articles 4, 15, 16 et 32 de la présente loi. Ce délai d'option est porté au 30 septembre 1982 pour les banques mentionnées à l'article 12-II-b. La transformation s'effectue sur la base du taux de conversion défini par le contrat d'émission."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "La caisse des dépôts et consignations recevra en consignation les obligations correspondant aux actions non présentées dans un délai d'un an à compter de la publication de la présente loi.Tant qu'elles n'auront pas été échangées, ces obligations ne participeront pas aux tirages au sort annuels. Celles qui seraient encore consignées le 1er janvier 1997 seront amorties en totalité à cette date et les sommes provenant de cet amortissement sont conservées par la caisse des dépôts et consignations jusqu'à l'expiration du délai de prescription ; le délai de prescription court à compter de la consignation de l'obligation.Pour les banques nationalisées visées à l'article 12-II-b, le délai d'un an prévu au premier alinéa du présent article court à compter du 1er juillet 1982 et la date prévue au deuxième alinéa est reportée au 1er juillet 1997."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "Les actions des sociétés nationalisées, déposées à la caisse des dépôts et consignations conformément aux dispositions de l'article 2 de la loi n° 77-4 du 3 janvier 1977 modifiant l'article 189 bis du code de commerce et concernant les prescriptions en matière commerciale, sont de plein droit converties en obligations et conservées par ladite caisse dans les conditions prévues audit article.Tant qu'elles n'auront pas été réclamées par leur titulaire, ces obligations ne participeront pas aux tirages au sort annuels. Celles qui seraient encore consignées le 1er janvier 1977 ou, pour les banques visées à l'article 12-II-b, le 1er juillet 1997, seront alors amorties en totalité et les sommes provenant de l'amortissement des obligations sont conservées dans les conditions prévues à l'alinéa précédent ; le délai de prescription court à compter de la conversion des actions en obligations."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "Les revenus des obligations prévues à l'alinéa premier des articles 4, 15, 16 et 32 sont assujettis aux dispositions fiscales applicables aux revenus des obligations à taux fixe émises par l'Etat."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "Lorsque des actions de sociétés nationalisées figurent à l'actif d'une entreprise, la plus-value ou la moins-value résultant de l'indemnisation prévue aux articles 4, 15, 16 et 32 ci-dessus n'est pas prise en compte pour la détermination du résultat imposable de l'exercice en cours lors de sa réalisation. Les titres reçus en échange sont inscrits au bilan pour la même valeur comptable que celle des titres ayant ouvert droit à l'indemnisation. Lors de la cession ou du remboursement de tout ou partie des nouveaux titres, d'une part, ceux-ci sont réputés avoir été acquis à la date à laquelle les actions des sociétés nationalisées avaient été acquises par l'entreprise, d'autre part, la plus-value ou la moins-value est déterminée à partir de la valeur que les actions des sociétés nationalisées avaient du point de vue fiscal dans les écritures de l'entreprise."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "Les dispositions des articles 92, 92 A, 92 B et 160 du code général des impôts ne sont pas applicables aux échanges de titres effectués dans le cadre de la présente loi.En cas de vente des titres reçus en échange :La plus ou moins-value est calculée à partir du prix ou de la valeur d'acquisition des titres ayant ouvert droit à l'indemnisation ;La plus-value relève, le cas échéant, des dispositions de l'article 160 du code général des impôts, les conditions d'application de cet article étant appréciées à la date de l'échange.Pour l'application de ces dispositions, le remboursement des titres reçus en échange est assimilé à une vente."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "Les opérations d'échange de titres effectuées en application des articles 4, 15, 16 et 32 ci-dessus ne donnent lieu à la perception d'aucun droit de timbre et d'enregistrement."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "Les obligations de la caisse nationale de l'industrie et de la caisse nationale des banques attribuées aux détenteurs d'actions transférées à l'Etat sont subrogées de plein droit à ces actions dans tous les cas où la loi, le règlement ou les contrats ont, soit prévu un emploi ou un remploi de fonds en actions, soit créé ou modifié les droits portant sur ces actions ; les opérations ainsi intervenues sur ces actions sont réputées avoir été effectuées avec les mêmes effets sur les obligations de la caisse nationale de l'industrie et de la caisse nationale des banques. Ces obligations sont également subrogées de plein droit aux actions détenues en application des dispositions relatives à l'actionnariat et à la participation des salariés. Elles n'ont alors pas à revêtir la forme nominative si elles sont déposées pendant la période d'incessibilité auprès d'un intermédiaire agréé choisi sur une liste fixée par décret."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "Une loi relative à l'organisation et à la démocratisation du secteur public, élaborée après consultation des organisations syndicales les plus représentatives, déterminera l'exercice des nouvelles responsabilités des travailleurs dans l'ensemble des entreprises du secteur public, notamment au niveau de l'atelier, des fonctions syndicales, des comités d'entreprise, des comités centraux d'entreprise, de comités de groupes d'entreprises et des conseils d'administration."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "Une loi précisera, en tenant compte de leur caratère spécifique, les conditions dans lesquelles les établissements de crédit à statut mutualiste ou coopératif seront dotés des instruments bancaires nécessaires à l'exercice de leur activité."
    }
  ]
}