{
  "id": "loi-n-2001-616-du-11-juillet-2001",
  "type": "statute",
  "title": "Loi n° 2001-616 du 11 juillet 2001",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000407771",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "L' article 34 de la loi n° 82-213 du 2 mars 1982  relative aux droits et libertés des communes, des départements et des régions est applicable à Mayotte."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Les communes peuvent, par délibération, demander à la collectivité départementale de leur transférer les compétences relatives aux ports affectés exclusivement à la plaisance."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "I. - L'organe délibérant des communes ou de leurs groupements décide de la création et de l'implantation des écoles et des classes élémentaires et maternelles d'enseignement public après avis du représentant de l'Etat dans la collectivité départementale. Les communes sont propriétaires des locaux et en assurent la construction, l'équipement, l'entretien et le fonctionnement, à l'exclusion de la rémunération du personnel enseignant.I bis. - La propriété des biens affectés aux écoles et aux classes élémentaires et maternelles d'enseignement public à la date de publication de l'ordonnance n° 2002-1450 du 12 décembre 2002 est transférée à la commune sur le territoire de laquelle ils sont situés.Une convention fixe les modalités du transfert de propriété, et notamment les conditions dans lesquelles est assurée la prise en charge du remboursement des emprunts contractés au titre des biens transférés. Ce transfert ne donne pas lieu à la perception de taxes, droits ou honoraires.II. - Les agents spécialisés des écoles maternelles relèvent de l'autorité communale.Les agents spécialisés des écoles maternelles employés par la collectivité départementale à la date de publication de la présente loi sont transférés à la commune dans laquelle ils exercent leurs activités. Ils conservent les droits et les avantages dont ils bénéficiaient.III. - Les dispositions du présent article entrent en vigueur à compter du 1er janvier 2002, à l'exception des dispositions du I bis qui entrent en vigueur à compter du 1er janvier 2003."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "Les communes ou leurs groupements assurent, en liaison avec la collectivité départementale, la collecte, le transport, le traitement et l'élimination des déchets."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "Une dotation de rattrapage et de premier équipement est versée jusqu'au 31 décembre 2013 au profit des communes de Mayotte dans les conditions prévues par chaque loi de finances.\n\nCette dotation comprend une part de fonctionnement et une part d'investissement."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "Il est institué au profit des communes des centimes additionnels à l'impôt sur le revenu des personnes physiques perçu dans la collectivité départementale. Leur montant est de 5 % du principal de l'impôt.\n\nLe produit des centimes additionnels abonde la section de fonctionnement du fonds intercommunal de péréquation pour les communes de Mayotte. Les centimes additionnels sont recouvrés comme le principal de l'impôt sur le revenu des personnes physiques perçu dans la collectivité départementale et soumis aux mêmes conditions de garanties, de privilèges et de sanctions.\n\nLes dispositions du présent article s'appliquent jusqu'au 31 décembre 2013."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "Les dispositions du présent chapitre entrent en vigueur à compter du 1er janvier 2002.Toutefois, les dispositions du II bis de l'article 39 entrent en vigueur à compter du 1er janvier 2003."
    },
    {
      "provision_ref": "art42-1",
      "section": "42-1",
      "title": "Article 42-1",
      "content": "Il est créé un fonds mahorais de développement économique, social et culturel.\n\nCe fonds a pour objet de subventionner les projets engagés par des personnes publiques ou privées à Mayotte pour le développement des secteurs économiques créateurs d'emplois, des structures d'accueil et d'hébergement et des actions dans les domaines sociaux et de la solidarité, du logement social et pour la résorption de l'habitat insalubre.\n\nLe fonds mahorais de développement économique, social et culturel comprend une section réservée aux personnes morales de droit privé et une section réservée aux collectivités territoriales de Mayotte, à leurs établissements publics et aux autres personnes morales de droit public.\n\nLes aides du fonds sont versées sous forme de subventions par projet dans des conditions définies par décret.\n\nLes aides versées au titre de la section réservée aux personnes morales de droit privé sont attribuées par le préfet de Mayotte après avis d'un comité de gestion présidé par le préfet et constitué de représentants de l'Etat, du Département de Mayotte, du conseil économique, social et environnemental, du conseil de la culture, de l'éducation et de l'environnement et de personnalités qualifiées dans des conditions définies par décret.\n\nLes aides versées au titre de la section réservée aux collectivités territoriales de Mayotte, à leurs établissements publics et aux autres personnes morales de droit public sont attribuées par le préfet de Mayotte après avis d'un comité de gestion présidé par le préfet et constitué de représentants de l'Etat, du Département de Mayotte, des communes de Mayotte, de leurs établissements publics, des autres personnes morales de droit public et de personnalités qualifiées dans des conditions définies par décret.\n\nLe fonds est mis en place au plus tard le 31 décembre 2011."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "Un groupement d'intérêt public peut être créé, dans les conditions prévues par le chapitre II de la loi n° 2011-525 du 17 mai 2011 de simplification et d'amélioration de la qualité du droit, pour exercer, pendant une période déterminée, des activités d'information, d'étude, d'expertise, de prospection et de conseil contribuant au développement économique de Mayotte."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "I. - La chambre professionnelle de Mayotte est remplacée par trois établissements publics administratifs dénommés : \"chambre de l'agriculture, de la pêche et de l'aquaculture de Mayotte\", \"chambre de commerce et d'industrie de Mayotte\" et \"chambre de métiers et de l'artisanat de Mayotte\", chargés de représenter auprès des pouvoirs publics les intérêts des secteurs économiques de leur compétence.\n\nDes services, dont la liste est définie par décret, sont gérés en commun soit par les trois établissements précités, soit par deux d'entre eux.\n\nII. - La chambre professionnelle de Mayotte continue d'exercer ses compétences dans les domaines relevant des établissements publics mentionnés au I jusqu'à leur mise en place effective. Il est mis fin à son existence à la date d'installation des membres de la dernière chambre mise en place.\n\nIII. - A la date de mise en place effective de chacune des chambres mentionnées au I, les dispositions qui sont applicables dans les départements d'outre-mer à la même catégorie de chambres s'appliquent à Mayotte, sous réserve des règles relatives aux modalités de financement de ces établissements publics et sous réserve des adaptations transitoires fixées par le décret en Conseil d'Etat portant création des trois chambres mentionnées au I.\n\nUn décret fixe les modalités de répartition entre les trois établissements publics des ressources que le conseil départemental de Mayotte leur affecte."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "Jusqu'au 31 décembre 2006, le Centre national pour l'aménagement des structures des exploitations agricoles est chargé, par voie de convention, de la mise en oeuvre de la politique foncière définie par la collectivité départementale de Mayotte.Dans le même délai, le droit de préemption ouvert à la collectivité départementale de Mayotte est délégué à cet établissement."
    },
    {
      "provision_ref": "art64-1",
      "section": "64-1",
      "title": "Article 64-1",
      "content": "I. - Sont applicables aux agents de la collectivité départementale, des communes et des établissements publics administratifs de Mayotte, selon les modalités définies ci-après, les dispositions de la loi n° 83-634 du 13 juillet 1983 portant droits et obligations des fonctionnaires ainsi que celles :\n\n- de la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat pour les agents exerçant des fonctions ressortissant à la compétence de l'Etat ;\n\n- de la loi n° 84-53 du 26 janvier 1984 portant dispositions statutaires relatives à la fonction publique territoriale pour les agents exerçant des fonctions ressortissant à la compétence des collectivités et établissements mentionnés à l'article 2 de ladite loi. Pour son application, la collectivité départementale de Mayotte est considérée comme étant mentionnée audit article ;\n\n- de la loi n° 86-33 du 9 janvier 1986 portant dispositions statutaires relatives à la fonction publique hospitalière pour les agents exerçant des fonctions ressortissant à la compétence des établissements mentionnés à l'article 2 de ladite loi.\n\nPour l'application à Mayotte des lois précitées, des décrets en Conseil d'Etat peuvent déroger à certaines des dispositions du statut général des fonctionnaires pour tenir compte des spécificités locales, notamment en ce qui concerne les organismes consultatifs de la fonction publique et leurs compétences et en matière de recrutement et de nomination ou intégration dans les corps et cadres d'emplois.\n\nII. - Les agents titulaires, à la date de publication de la loi n° 2003-660 du 21 juillet 2003 de programme pour l'outre-mer, d'un emploi de la collectivité départementale, d'une commune ou d'un établissement public administratif de Mayotte sont intégrés au plus tard le 31 décembre 2010 :\n\n- soit dans les corps de la fonction publique de l'Etat ;\n\n- soit dans les cadres d'emplois de la fonction publique territoriale ;\n\n- soit dans les corps de la fonction publique hospitalière ;\n\n- soit dans des corps ou cadres d'emplois de la fonction publique de l'Etat, de la fonction publique territoriale ou de la fonction publique hospitalière créés le cas échéant à cet effet, à titre transitoire, pour l'administration de Mayotte. Ces corps et cadres d'emplois sont classés hors catégorie pour la fixation de leurs indices de traitement. Des décrets en Conseil d'Etat fixent les dispositions statutaires qui leur sont applicables. Ces corps et cadres d'emplois prennent fin avant le 1er janvier 2018.\n\nIII. - Les agents non titulaires occupant, à la date de publication de la loi n° 2003-660 du 21 juillet 2003 précitée, un emploi permanent de la collectivité départementale, d'une commune ou d'un établissement public administratif de Mayotte ont vocation à être titularisés, sur leur demande, au plus tard le 31 décembre 2010 dans un des corps ou cadres d'emplois mentionnés au II, sous réserve :\n\n1° D'être en fonction à la date mentionnée ci-dessus ou de bénéficier à cette date d'un congé régulièrement accordé en application de la réglementation en vigueur ;\n\n2° D'avoir accompli, à la date du dépôt de leur candidature, des services effectifs d'une durée équivalente à deux ans au moins de services à temps complet dans un ou plusieurs des emplois susmentionnés ;\n\n3° De remplir les conditions énumérées à l'article 5 du titre Ier du statut général des fonctionnaires.\n\nIV. - Des décrets en Conseil d'Etat fixent les conditions d'application des II et III. Ces décrets déterminent notamment :\n\n1° Les corps et cadres d'emplois auxquels les agents concernés peuvent accéder, compte tenu, d'une part, des fonctions réellement exercées par ces agents et du niveau et de la nature des emplois qu'ils occupent et, d'autre part, des qualifications qu'ils possèdent, attestées par un titre ou diplôme ou une expérience professionnelle reconnue, au regard des qualifications exigées pour l'accès aux corps et cadres d'emplois concernés ;\n\n2° Les modalités d'accès à chaque corps ou cadre d'emplois. Par dérogation aux dispositions des lois n° 84-16 du 11 janvier 1984, n° 84-53 du 26 janvier 1984 et n° 86-33 du 9 janvier 1986 précitées, ces décrets peuvent organiser l'accès aux différents corps et cadres d'emplois par voie de concours réservés aux agents remplissant les conditions posées aux II et III, par voie d'examen professionnel, par voie d'inscription sur une liste d'aptitude établie après avis de la commission administrative paritaire compétente pour le corps ou cadre d'emplois d'accueil, par intégration directe ou par l'application simultanée de plusieurs de ces modalités ;\n\n3° Le délai dont disposent les agents pour présenter leur candidature et les conditions de leur classement dans les corps et cadres d'emplois. Ce classement peut s'effectuer sur des grades et échelons provisoires.\n\nV. - Les agents intégrés dans un corps ou un cadre d'emplois en application des dispositions des II et III reçoivent une rémunération au moins égale à leur rémunération globale antérieure.\n\nLe cas échéant, les intéressés perçoivent une indemnité compensatrice. En aucun cas, le montant cumulé de l'indemnité compensatrice et de la rémunération ne peut être supérieur à la rémunération afférente au dernier échelon du grade le plus élevé du corps ou du cadre d'emplois auquel l'intéressé accède. L'indemnité compensatrice est résorbée au fur et à mesure des augmentations de rémunération dont l'intéressé bénéficie dans le corps ou cadre d'emplois d'intégration. Un décret en Conseil d'Etat fixe les éléments de rémunération à prendre en considération pour la détermination de l'indemnité compensatrice.\n\nVI. - Conformément au I, les agents mentionnés au II sont soumis au statut général des fonctionnaires à compter de la date de publication de la loi n° 2003-660 du 21 juillet 2003 précitée. Jusqu'à leur nomination dans un corps ou cadre d'emplois, ils demeurent régis par les dispositions statutaires et de rémunération qui leur sont applicables à cette même date et peuvent être adaptées dans les conditions fixées par décret en Conseil d'Etat.\n\nLes agents mentionnés au III ne peuvent être licenciés que pour insuffisance professionnelle ou pour motif disciplinaire jusqu'à l'expiration du délai qui leur est ouvert par les décrets prévus au IV. Ceux qui ne demandent pas leur intégration ou dont la titularisation n'a pas été prononcée continuent à être employés dans les conditions prévues par la réglementation qui leur est applicable ou suivant les stipulations du contrat qu'ils ont souscrit.\n\nJusqu'à leur intégration ou leur titularisation dans un des corps ou cadres d'emplois mentionnés au II, les agents mentionnés aux II et III demeurent assujettis aux régimes de sécurité sociale auxquels ils sont affiliés à la date de publication de la loi n° 2003-660 du 21 juillet 2003 précitée.\n\nVII. - Les agents mentionnés aux II et III qui sont intégrés ou titularisés dans un des corps ou cadres d'emplois mentionnés au II demeurent assujettis pour les risques sociaux autres que la vieillesse et l'invalidité aux régimes de sécurité sociale auxquels ils sont affiliés à la date de publication de la loi n° 2003-660 du 21 juillet 2003 précitée.\n\nIls sont affiliés, au jour de leur intégration ou de leur titularisation et au plus tôt à compter du premier jour du sixième mois qui suit la publication de la loi n° 2007-148 du 2 février 2007 de modernisation de la fonction publique, au régime spécial de retraite correspondant au corps ou cadre d'emplois d'intégration ou de titularisation.\n\nLes services effectués par ces agents sont pris en compte dans une pension unique liquidée comme suit :\n\n- les services effectués antérieurement à l'affiliation au régime spécial précité sont pris en compte selon les règles applicables, au 1er janvier 2006, dans le régime de la caisse de retraite des fonctionnaires et agents des collectivités publiques de Mayotte en retenant les derniers émoluments soumis à retenue pour pension perçus par l'intéressé depuis six mois au moins avant l'affiliation au régime spécial de retraite ;\n\n- les services effectués postérieurement à l'affiliation au régime spécial précité sont pris en compte selon les règles applicables dans ce régime.\n\nL'ensemble des services effectués par ces agents sont pris en compte pour la constitution du droit à pension dans le régime de la caisse de retraite des fonctionnaires et agents des collectivités publiques de Mayotte et dans le régime spécial précité.\n\nCes agents conservent, à titre personnel, le bénéfice de l'âge auquel ils peuvent liquider leur pension et de la limite d'âge applicables antérieurement à leur affiliation au régime spécial précité sauf s'ils optent pour l'âge d'ouverture des droits et la limite d'âge de leur corps d'intégration. Pour l'application de la condition de durée de services dans des emplois classés dans la catégorie active prévue au 1° du I de l'article L. 24 du code des pensions civiles et militaires de retraite et pour l'attribution d'une bonification de services liée à ces emplois, sont pris en compte les services effectués antérieurement à cette date par ces agents dans des fonctions ayant, par leur contenu, la même nature que celles qu'ils exercent dans ces emplois.\n\nUn décret en Conseil d'Etat précise les modalités de mise en oeuvre de ces dispositions.\n\nVIII. - Les agents mentionnés aux II et III affiliés aux régimes spéciaux de retraite correspondant au corps ou cadre d'emplois d'intégration ou de titularisation qui quittent le service, pour quelque cause que ce soit, sans pouvoir obtenir une pension en application du VII, sont rétablis dans la situation qui aurait été la leur s'ils avaient été affiliés au régime de retraite de base obligatoire de sécurité sociale géré par la caisse de sécurité sociale de Mayotte pendant la période où ils ont été soumis aux régimes spéciaux précités. A cet effet, il est opéré par le régime spécial de retraite du corps ou cadre d'emplois d'intégration ou de titularisation un versement égal au montant des cotisations qui auraient été acquittées pour le compte de l'agent au titre du régime de retraite de base géré par la caisse de sécurité sociale de Mayotte pendant cette même période dans des conditions fixées par décret en Conseil d'Etat.\n\nIX. - Les pensions dues par la caisse de retraite des fonctionnaires et agents des collectivités publiques de Mayotte aux assurés ayant acquis des droits dans le régime de cette caisse et auxquels les II et VII ne sont pas applicables, ainsi qu'à leurs ayants cause, sont versées à compter du 1er janvier 2011 par les régimes spéciaux de retraite mentionnés au VII. Ces pensions sont, le cas échéant, concédées et liquidées par ces régimes spéciaux à compter de la même date et revalorisées dans les conditions prévues par ces mêmes régimes. Un décret détermine les modalités d'application du présent IX, et notamment les modalités de répartition de la charge de ces pensions entre les régimes spéciaux susmentionnés.\n\nX. - Un décret détermine les modalités de dissolution et de mise en liquidation de la caisse de retraite des fonctionnaires et agents des collectivités publiques de Mayotte, et notamment les modalités de transfert de l'actif et du passif de cette caisse aux régimes spéciaux de retraite mentionnés au VII. Il fixe également les modalités de reprise des personnels de cette même caisse par les organismes chargés localement de l'accueil des bénéficiaires.\n\nXI. - La part de pension correspondant aux services effectués pendant la période d'affiliation à la caisse de retraite des fonctionnaires et agents des collectivités publiques de Mayotte est préliquidée et notifiée au fonctionnaire dans des conditions prévues par décret en Conseil d'Etat.\n\nA compter de cette notification, le fonctionnaire concerné dispose d'un délai de deux mois pour contester auprès de la caisse de retraite des fonctionnaires et agents des collectivités publiques de Mayotte ou, à compter de la dissolution de cette dernière, auprès du service ou de l'organisme chargé de la liquidation de cette caisse, le décompte détaillé de préliquidation et l'état authentique des services effectués pendant la période d'affiliation à la caisse de retraite des fonctionnaires et agents des collectivités publiques de Mayotte. Il dispose en outre d'un délai d'un an pour demander la rectification d'une erreur de droit commise dans la pré-liquidation de la part de pension incombant au régime mahorais.\n\nCette part de pension ne peut être révisée à l'initiative de la caisse de retraite des fonctionnaires et agents des collectivités publiques de Mayotte ou, à compter de la dissolution de cette dernière, du service ou de l'organisme chargé de la liquidation de cette caisse qu'en cas d'erreur de droit et dans le même délai d'un an.\n\nXII. - Le montant de la pension unique mentionnée au VII ne peut être  supérieur au montant de la pension du régime spécial dont le  fonctionnaire bénéficierait si la pension du régime spécial était  calculée en intégrant, dans la durée des services et bonifications  admissibles en liquidation dans ce régime spécial, la durée des services  et bonifications admissibles en liquidation dans le régime de la caisse  de retraite des fonctionnaires et agents des collectivités publiques de  Mayotte.\n\nUn décret en Conseil d'Etat précise les modalités de mise en œuvre du présent XII."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "I. - A compter du 1er janvier 2002, l'Etat prend progressivement en charge les dépenses de personnel, de matériel, de loyer, de fonctionnement et d'équipement des services qui relèvent de sa compétence. Cette prise en charge est achevée au plus tard le 31 décembre 2004.II. - Les agents de la collectivité départementale affectés dans des services qui relèvent de l'Etat sont mis à disposition de celui-ci. Durant cette mise à disposition, ils demeurent régis par les dispositions légales et réglementaires qui leur sont applicables. L'Etat rembourse, chaque année, à la collectivité départementale, les dépenses correspondant à ces personnels. Des conventions entre la collectivité départementale et l'Etat déterminent les modalités d'application du présent II, et notamment les conditions dans lesquelles, jusqu'au 31 décembre 2010, la collectivité départementale peut recruter et titulariser de nouveaux agents afin de les mettre à disposition de l'Etat pour concourir à l'exercice des compétences de celui-ci.III. - Les biens affectés aux services mentionnés au I et qui sont la propriété de la collectivité départementale ou pris par elle à bail sont mis à la disposition de l'Etat dans les conditions prévues aux articles L. 1321-1 à L. 1321-5 du code général des collectivités territoriales.IV. - L'Etat supporte la charge des annuités restant à courir des emprunts contractés par la collectivité territoriale de Mayotte pour financer les acquisitions foncières et immobilières ainsi que les travaux de construction et d'équipement portant sur les immeubles affectés aux services mentionnés au I. Chaque année, cette charge est constatée dans le compte administratif de l'exercice précédent de la collectivité départementale."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre, par ordonnances, les mesures législatives nécessaires à l'actualisation et à l'adaptation du droit applicable à Mayotte avant le 31 décembre 2002 dans les domaines suivants :1° Dispositions de droit civil relatives aux personnes, à la propriété, aux contrats, aux obligations, aux privilèges, à la prescription et à la possession ;2° Réforme de l'organisation judiciaire et statut des cadis ;3° Modernisation du régime communal, coopération intercommunale et conditions d'exercice des mandats locaux ;4° Modernisation et développement du service public de l'électricité ;5° Protection, aménagement et mise en valeur de la zone \" des cinquante pas géométriques \" ;6° Développement de l'enseignement supérieur et de la recherche scientifique.Des projets de loi de ratification des ordonnances prévues au présent article devront être déposés devant le Parlement au plus tard le 30 juin 2003."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "La collectivité départementale de Mayotte est substituée à la collectivité territoriale de Mayotte dans l'ensemble de ses droits, biens et obligations."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "Dans toutes les dispositions législatives et réglementaires en vigueur à Mayotte :1° La référence à la colonie de Madagascar, au territoire des Comores ou à la collectivité territoriale de Mayotte est remplacée par la référence à Mayotte, lorsque ces dispositions ont vocation à s'appliquer sur le territoire défini au premier alinéa de l'article 1er ;2° La référence à la colonie, au territoire ou à la collectivité territoriale est remplacée par la référence à la collectivité départementale, lorsque ces dispositions ont vocation à s'appliquer à la collectivité instituée par le troisième alinéa du même article ;3° La référence au gouverneur général, à l'administrateur supérieur ou au représentant du Gouvernement est remplacée par la référence au représentant de l'Etat."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "I. - Lorsqu'une délibération de l'assemblée territoriale ou un acte de la chambre des députés des Comores, intervenus dans une matière ne relevant pas de la compétence de la collectivité départementale de Mayotte, renvoie, pour son exécution, à l'édiction de dispositions réglementaires, celles-ci sont prises, par analogie avec le régime en vigueur dans les départements pour la matière en cause, par décret en Conseil d'Etat, par décret ou par arrêté ministériel.II. - Lorsqu'une délibération de l'assemblée territoriale ou un acte de la chambre des députés des Comores, intervenus dans une matière ne relevant pas de la compétence de la collectivité départementale de Mayotte, renvoie, pour son exécution, à l'édiction, par le conseil de gouvernement, le président du conseil de gouvernement du territoire, ou les ministres du territoire de dispositions non réglementaires, celles-ci sont prises par le représentant de l'Etat.III. - Lorsqu'une délibération de l'assemblée territoriale ou un acte de la chambre des députés des Comores, intervenus dans une matière relevant de la compétence de la collectivité départementale de Mayotte, renvoie à des mesures d'exécution, celles-ci sont prises par l'organe exécutif de la collectivité départementale."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "I. - Sont abrogés :1° Les deuxième et troisième alinéas de l'article L. 250-1 et les articles L. 250-8 à L. 250-10 du code des juridictions financières ;2° La loi du 10 août 1871 relative aux conseils généraux, dans sa rédaction applicable à Mayotte, à l'exception de ses articles 31, 33, 47 et 47 bis ;3° Le décret n° 45-889 du 3 mai 1945 relatif aux pouvoirs de police des gouverneurs généraux, gouverneurs, résidents supérieurs et chefs de territoire ;4° La loi n° 76-1212 du 24 décembre 1976 relative à l'organisation de Mayotte ;5° Les articles 6 à 8 de l'ordonnance n° 77-449 du 29 avril 1977 portant extension et adaptation à la collectivité territoriale de Mayotte de la loi du 10 août 1871 relative aux conseils généraux ;6° La loi n° 79-1113 du 22 décembre 1979 relative à Mayotte ;7° L'article 5, les deuxième et troisième alinéas de l'article 7, les articles 8, 9, 12 à 15, 17 et 26 de l'ordonnance n° 91-755 du 22 juillet 1991 relative aux dispositions budgétaires et comptables applicables dans la collectivité territoriale de Mayotte et, en tant qu'ils s'appliquent à la collectivité départementale et à ses établissements publics, les articles 20 à 22 de ladite ordonnance ;8° L'article 1er de l'ordonnance n° 98-520 du 24 juin 1998 relative à l'action foncière, aux offices d'intervention économique dans le secteur de l'agriculture et de la pêche et à l'aide au logement dans la collectivité territoriale de Mayotte.II. - Sont également abrogées, en tant qu'elles s'appliquent à Mayotte :1° La loi n° 70-589 du 9 juillet 1970 relative au statut civil de droit commun dans les territoires d'outre-mer ;2° Les dispositions mentionnées à l'article 12 de la loi n° 96-142 du 21 février 1996 relative à la partie Législative du code général des collectivités territoriales, en tant qu'elles sont contraires à la présente loi.III. - Sont abrogés :1° A compter de la date mentionnée au I de l'article 2 :- les articles L. 250-2 à L. 250-7 du code des juridictions financières ;- les articles 31, 33, 47 et 47 bis de la loi du 10 août 1871 précitée, dans sa rédaction applicable à Mayotte ;- les dispositions du chapitre II du titre Ier et du chapitre II du titre III de la présente loi ;2° A compter de la date mentionnée au II de l'article 45, l'ordonnance n° 81-297 du 1er avril 1981 créant une chambre professionnelle à Mayotte à l'exclusion de son article 2 ;3° A compter du 31 décembre 2004, l'article 34 quater de la loi n° 83-8 du 7 janvier 1983 relative à la répartition de compétences entre les communes, les départements, les régions et l'Etat, en tant qu'il s'applique à Mayotte ;4° A compter de la date mentionnée au II de l'article 2 :- le titre VIII du livre VII de la première partie du code général des collectivités territoriales et le titre VII du livre V de la troisième partie du même code ;- les chapitres III et IV du titre Ier et le chapitre III du titre II de la présente loi."
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "Des décrets en Conseil d'Etat fixent, en tant que de besoin, les modalités d'application de la présente loi."
    }
  ]
}