{
  "id": "loi-n-2007-1631-du-20-novembre-2007",
  "type": "statute",
  "title": "Loi n° 2007-1631 du 20 novembre 2007",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000524004",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I.-A modifié les dispositions suivantes :\n\n-Code de l'entrée et de séjour des étrangers\n\nArt. L111-6\n\nII.-A modifié les dispositions suivantes :\n\n-Code pénal\n\nArt. 226-28\n\nIII.-Une commission évalue annuellement les conditions de mise en oeuvre du présent article. Elle entend le président du   tribunal judiciaire de Nantes. Son rapport est remis au Premier ministre. Il est rendu public. La commission comprend :\n\n1° Deux députés ;\n\n2° Deux sénateurs ;\n\n3° Le vice-président du Conseil d'Etat ;\n\n4° Le premier président de la Cour de cassation ;\n\n5° Le président du Comité consultatif national d'éthique ;\n\n6° Deux personnalités qualifiées, désignées par le Premier ministre.\n\nSon président est désigné parmi ses membres par le Premier ministre."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "Le Gouvernement dépose, dans un délai d'un an à compter de la publication de la présente loi, un rapport portant sur l'adaptation du régime d'entrée et de séjour à Saint-Pierre-et-Miquelon des ressortissants canadiens."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "Le Gouvernement est autorisé, dans les conditions prévues à l'article 38 de la Constitution, à prendre par ordonnance les mesures nécessaires pour étendre, avec les adaptations nécessaires, les dispositions de la présente loi en Polynésie française, en Nouvelle-Calédonie, dans les îles Wallis et Futuna, à Mayotte, à Saint-Barthélemy et à Saint-Martin et pour en tirer les conséquences sur l'ensemble du territoire de la République.L'ordonnance est prise au plus tard le dernier jour du sixième mois suivant la publication de la présente loi.Un projet de loi de ratification est déposé devant le Parlement dans les douze mois suivant la publication de la présente loi."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "Le Gouvernement est autorisé, dans les conditions prévues à l'article 38 de la Constitution, à procéder, par ordonnance, à l'adoption de la partie législative du code de l'entrée et du séjour des étrangers dans les collectivités d'outre-mer et en Nouvelle-Calédonie.Le code de l'entrée et du séjour des étrangers dans les collectivités d'outre-mer et en Nouvelle-Calédonie regroupe et organise les dispositions législatives relatives à l'entrée et au séjour des étrangers dans les collectivités d'outre-mer régies par l'article 74 de la Constitution, en Nouvelle-Calédonie et dans les Terres australes et antarctiques françaises.Les dispositions codifiées sont celles en vigueur au moment de la publication de l'ordonnance sous la seule réserve des modifications qui seraient rendues nécessaires pour assurer le respect de la hiérarchie des normes et la cohérence rédactionnelle des textes ainsi rassemblés et harmoniser l'état du droit.L'ordonnance est prise au plus tard le dernier jour du douzième mois suivant la publication de la présente loi.Un projet de loi de ratification est déposé devant le Parlement dans les dix-huit mois suivant la publication de la présente loi."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "L'ordonnance n° 2007-98 du 25 janvier 2007 relative à l'immigration et à l'intégration à Mayotte, dans les îles Wallis et Futuna, en Polynésie française et en Nouvelle-Calédonie est ratifiée.Paragraphe modificateur :"
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2007-557 DC du 15 novembre 2007.]"
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "I. - L'article L. 723-3-1 du code de l'entrée et du séjour des étrangers et du droit d'asile est applicable à Mayotte, en Polynésie française, à Saint-Barthélemy, à Saint-Martin, dans les îles Wallis et Futuna et en Nouvelle-Calédonie.II. - L'article 63 de la présente loi est applicable à Mayotte, en Polynésie française, à Saint-Barthélemy, à Saint-Martin, dans les îles Wallis et Futuna, en Nouvelle-Calédonie et dans les Terres australes et antarctiques françaises."
    }
  ]
}