{
  "id": "loi-n-47-1465-du-8-aout-1947",
  "type": "statute",
  "title": "Loi n° 47-1465 du 8 août 1947",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000315799",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les limites jusqu’auxquelles les administrations publiques peuvent procéder à des achats de fournitures sur simple facture et faire exécuter des travaux sur simple mémoire, ainsi que la limite au-delà de laquelle les marchés passés par les services publics doivent obligatoirement être soumis à l'approbation de la commission consultative des marchés fonctionnant auprès de chaque département ministériel, peuvent être modifiées par voie de décret pris sur la proposition du ministre des finances, le conseil d’Etat entendu."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Tout organisme subventionné dont la gestion n'est pas assujettie aux règles de la comptabilité publique et, quelles que soient sa nature juridique et la forme des subventions qui lui ont été attribuées par l'Etat, une collectivité locale ou un établissement public, est soumis aux vérifications des comp­tables supérieurs du Trésor et de l'inspection générale des finances ainsi qu'au contrôle de la cour des comptes.\n\nL'exercice de ces droits de vérifications et de contrôle reste limité à l'utilisation de ces subventions dont la destina­tion doit demeurer conforme au but pour lequel elles ont été consenties.\n\nCes dispositions sont applicables aux organismes recevant, dans les conditions ci-dessus précisées, des subventions d'au­tres organismes eux-mêmes soumis au contrôle financier de l'Etat."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "La loi du 5 avril 1931, instituant une prime ou grainage français des vers à soie, prorogée en exécution des lois de finances des 31 décembre 1935, 28 décembre 1910 et 31 décembre 1941, est prorogée pour une nouvelle période d un an."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les crédits accordés au ministre chargé des spectacles et de la musique au titre de l’activité théâtrale à Paris et dans les départements et correspondant à des dépenses régulièrement engagées pour encourager les spectacles déterminés, montés par des entreprises privées, mais non encore ordonnancées à la clôture de l' exercice, pourront être reportes par décret à l’exercice suivant."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Les crédits accordés au ministre chargé des spectacles et de la musique au titre des commandes à des compositeurs de musique et qui, après avoir été régulièrement engagés, ne sont pas ordonnancés à la clôture de l’exercice, peuvent être reportés à l’exercice suivant par décret contresigné par le ministre intéressé et par le ministre des finances."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "A dater du 1er juillet 1947, le produit de la contribution des collectivités locales aux dépenses d’achat de matériel pour les activités physiques scolaires pourra être rattaché, par la procédure de fonds de concours, aux chapitres intéressés du budget de l’éducation physique et des sports."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Est approuvée la convention intervenue le 30 janvier 1914 entre le ministre des finances et la caisse autonome d'amortissement."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "A compter du 1er juillet 1947, l'Etat prendra en charge la rémunération du personnel des secrétariats des parquets des cours et tribunaux auparavant supportée par les départements.Il sera fait application à ces agents du statut des personnels auxiliaires de l’Etat. Un décret déterminera les conditions dans lesquelles certains d’entre eux pourront être titularisés dans les emplois créés à cet effet au présent budget."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Les sommes provenant des organismes visés à l’article 28 de l’ordonnance du 27 juillet 1944 relative au rétablissement de la liberté syndicale, modifiée par l’ordonnance du 26 septembre 1944, et encaissées par l’administration des domaines, sont exemptées des frais de régie prévus par l’article ler de l’acte dit \"arrêté\" du 22 novembre 1940."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Le reliquat non ordonnancé sur le crédit de 1 milliard de francs ouvert, à titre de dotation des comités sociaux, par l’acte dit \"loi\" du 17 novembre 1941, pourra être reporté sur l’exercice 1947 à un chapitre spécial du budget du travail et de la sécurité sociale.Les sommes versées par l’Etat aux comités sociaux sur la dotation de 1 milliard de francs, ouverte par l’acte dit \"loi\" du 17 novembre 1941, et qui auront pu être récupérées après liquidation de ces organismes, seront rattachées au chapitre visé à l’alinéa premier du présent article.Les fonds visés aux deux alinéas précédents seront employés dans les conditions fixées par les alinéas 2 et 3 de l’article 61 de l’ordonnance n° 45-524 du 31 mars 1945 portant fixation du budget des services civils pour l’exercice 1945."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "A dater du 1er juillet 1947, les chefs cantonniers et cantonniers de la voirie départementale, à l'exclusion de ceux du département de la Seine, cesseront de faire partie du cadre des ouvriers départementaux pour être incorporés dans le cadre des chefs cantonniers et cantonniers des ponts et chaussées.\n\nUn décret, pris sur la proposition du ministre de l'intérieur, du ministre des travaux publics et des transports et du ministre des finances, déterminera les modalités d'application du présent article. Il pourra prévoir, pour une période transitoire, des mesures spéciales en ce qui concerne, d’une part, la gestion et le payement du personnel intégré dans les cadres des ponts et chaussées, d’autre part, le régime applicable aux pensions de retraite ou d’invalidité.\n\nLes règles particulières suivant lesquelles seront liquidées, après l’expiration de la période transitoire, les pensions à servir aux intéressés ou à leurs ayants cause par les départements et par l’Etat seront déterminées par le décret visé au précédent alinéa ou par un décret spécial.\n\nA dater du 1er janvier 1948, les dépenses afférentes à la rémunération des chefs cantonniers et cantonniers de la voirie départementale, à l’exclusion de ceux du département de la Seine, seront prises directement en charge par l’Etat. A compter de la même date, l’Etat versera au département de la Seine, à titre de contribution à l’entretien des chefs cantonniers et cantonniers départementaux, une subvention calculée sur la base de la rémunération moyenne du personnel des ponts et chaussées de même catégorie en service dans ces départements et d'un effectif fixé chaque année au budget.\n\nPour l'exercice 1947, l’Etat contribuera à l’entretien de l’ensemble des chefs cantonniers et cantonniers départementaux par le moyen d’une subvention de 3 milliards de francs qui sera répartie entre les départements par les soins du ministre de l’intérieur."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Pour I'application de l’article 2, paragraphe 3, de la loi du 28 avril 1920, qui a modifié temporairement les articles 14, 17, 26 et 27 de la loi du 31 juillet 1913 relative aux voies ferrées d’intérêt local, le taux pour la transformation en annuité de la part supplémentaire de subvention donnée par le département ou là commune est maintenu, pour l’année 1917, à 5 p. 100."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Le montant total des subventions annuelles que le ministre des travaux publics et des transports peut s’engager, pendant l’année 1947, à allouer aux entreprises de voies ferrées d’intérêt local, en vertu des lois des 31 juillet 1913, 28 avril 1920 et 13 août 1920, ne devra pas excéder la somme de 200.000 francs."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Le montant des travaux complémentaires de premier établissement, dont l’exécution pourra être autorisée en 1947 sur les lignes d’intérêt général secondaires concédées à la Compagnie des chemins de fer départementaux et à la Société générale des chemins de fer économiques, est fixé au maximum, y compris le matériel roulant, à la somme de 32.221.161 francs."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Le financement du régime de disponibilité des marins du commerce, institué par le décret du 22 janvier 1945, modifié par les décrets des 30 mai 1946 et 21 mars 1947, est assuré, à compter du 1er juillet 1947, par un crédit ouvert au budget des travaux publics et des transports.\n\nA compter de la même date, la participation des armateurs prévue par l’article 9 du décret du 21 mars 1947 sera versée en recettes au budget général.\n\nUn arrêté du ministre des travaux publics et des transports et du ministre des finances fixera l'organisation administrative et financière du service de la réquisition des marins du commerce."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Lorsqu’un fonctionnaire on un agent des services publics a fait l’objet d’une sanction disciplinaire au titre de l’épuration administrative, par application notamment de l’ordonnance du 27 juin 1944, ou de celle du 5 juillet 1944, et que, par la suite, cette mesure se trouve rapportée ou annulée pour être remplacée par une nouvelle sanction, il ne peut être alloué à l’intéressé, pour la période comprise entre ces deux décisions, d’avantages supérieurs à ceux auxquels il aurait pu prétendre si la deuxième sanction avait été prise à la date à laquelle est intervenue la première.\n\nCes dispositions sont applicables à tous les fonctionnaires et agents pour lesquels la seconde décision visée à l’alinéa précédent sera intervenue antérieurement à la promulgation de la présente loi."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Le cadre général du corps des ingénieurs du génie de l’air, le corps des ingénieurs des travaux du génie de l’air et le corps des adjoints techniques des travaux du génie de l’air sont supprimés.\n\nLes attributions de ces corps, telles qu’elles sont définies par l’ordonnance n° 45-2438 du 18 octobre 1945, sont exercées par les personnels des ponts et chaussées.\n\nLes conditions dans lesquelles les personnels en fonction au service des bases aériennes à la date de la présente loi pourront être intégrés dans les cadres des ponts et chaussées seront fixées par un règlement d’administration publique.\n\nA litre transitoire, jusqu’à l’établissement d' une nouvelle réglementation d’ensemble en la matière, les personnels appartenant aux cadres supprimés par le premier alinéa du présent article continueront, dans les mêmes conditions, à bénéficier de la loi du 30 mars 1928 sur le fonds de prévoyance de l’aéronautique."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "A titre transitoire, la durée de la prorogation accordée à un fonctionnaire par application de l’article 10 de la loi du 15 février 1946 ne pourra excéder la durée des services restant à accomplir entre le 15 février 1946 et la date à laquelle ce fonctionnaire aurait atteint la limite d’âge précédemment en vigueur.\n\nToutefois, les fonctionnaires qui auront atteint la limite d’âge résultant des dispositions ci-dessus seront maintenus en fonction jusqu'au 31 décembre 1947 inclus."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Les dispositions relatives aux limites d’âge applicables, au 1er septembre 1939, aux fonctionnaires du corps de l'inspection des colonies sont provisoirement remises en vigueur à l'exceplion des six derniers paragraphes de l'article 5 de la loi du 8 juillet 1920."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Le nombre d’inspecteurs des colonies que le ministre de la France d’outre-mer est autorisé à admettre à la retraite proportionnelle, au cours de l'année 1947, dans les conditions prévues par l’article 44 de la loi du 14 avril 1924, portant réforme du régime des pensions civiles et militaires, est fixé à deux."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Le montant en principal des pensions dues aux anciens fonctionnaires de nationalité française de la commission de gouvernement du territoire de la Sarre et à leurs ayants droit en vertu de l’accord signé à Berlin le 19 juin 1936, entre la France et l’Allemagne, et déterminé compte tenu des dispositions de l’ordonnance n° 45-1460 du 3 juillet 1945, est majoré de 25 p. 100 à compter du 1er juillet 1947.\n\nLes majorations prévues par l’ordonnance susvisée du 3 juillet 1945 et par le premier alinéa du présent article sont soumise aux dispositions du décret du 29 octobre 1936 et des textes modificatifs, concernant le cumul de pensions, de rémunérations et de fonctions ainsi qu'à celles du décret du 30 juin 1934 concernant le cumul de deux ou plusieurs pensions.\n\nLa perception de ces mêmes émoluments est suspendue par la condamnation à une peine afflictive ou infamante pendant la durée de la peine. S’il y a lieu, par la suite, à la remise en payement des majorations, aucun rappel pour les arrérages antérieurs n’est dû."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Le taux de l’impôt sur les bénéfices industriels et commerciaux est réduit de moitié en ce qui concerne les bénéfices réalisés au cours des exercices clos en 1940 et provenant de l’exportation des produits dont la liste sera fixée par un décret contresigné des ministres des finances et de l'économie nationale.\n\nPour l’application de cette disposition, les bénéfices provenant des affaires d’exportation visées ci-dessus seront calculées en appliquant au bénéfice net total, déterminé conformément aux articles 6 à 12 du code général des impôts directs, la proportion constatée entre le montant desdites affaires et le chiffre d’affaires total de l’entreprise pendant la période dont les résultats doivent servir de base à l’impôt."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Par dérogation aux dispositions de l’article 109, 3°, du code général des impôts directs, le montant de la taxe sur les locaux insuffisamment occupés établie en application de l’article 18 de l’ordonnance n° 45-2394 du 11 octobre 1945 ne sera pas admis en déduction pour l'établissement de l’impôt général sur le revenu dû au titre des années 1947 et suivantes."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "A modifié les dispositions suivantes\n\nI- Modifie Loi du 2 décembre 1915 - art. 20\n\nII - La disposition ci-dessus recevra effet à partir de l'entrée en vigueur de la loi du 2 décembre 1945."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "La délivrance des procès-verbaux de réception des remorques des véhicules automobiles, pesant en charge plus de 1.000 kilogrammes, effectuée dans tes conditions prévues par l’article 26 du décret du 20 août 1939 portant règlement d'administration publique sur la police de la circulation et du roulage, modifié par décrets des 27 février 1940, 21 août 1940, 18 octobre 1941 et 28 octobre 1943, est subordonnée au versement préalable d’un droit de 500 F pour les réceptions par type et de 125 F pour les réceptions à titre isolé."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "Par dérogation à la disposition finale de l’article 1er de la loi du 1er juin 1864 modifié, les immeubles préemptés par l'Etat en exécution des articles 188 bis et 277 bis du code de l’enregistrement et de l'article 38 de l'ordonnance du 15 août 1945 instituant un impôt de solidarité nationale peuvent, quelle que soit leur valeur, être aliénés sans qu’il soit nécessaire de requérir une autorisation législative."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "Toute occupation dans les bâtiments provisoires visés à l’alinéa 2, 1°, de l'article 11 de l’ordonnance n° 45-609 du 10 avril 1945, relative aux travaux préliminaires à la reconstruction, donne lieu, avant de devenir effective, à l'établissement d’un titre, suivant des modalités prévues par un arrêté pris conjointement par le ministre des finances, le ministre de la reconstruction et de l’urbanisme et le ministre des anciens combattants et victimes de la guerre, par lequel le bénéficiaire, entre autres obligations, s’engage à verser une redevance au Trésor en atténuation des dépenses que ce dernier est appelé à supporter.\n\nCette redevance n'est due que lorsque le bénéficiaire était locataire avant le sinistre des locaux ou installations qu\"il occupait comme habitation ou pour son usage professionnel, agricole, industriel ou commercial ; lorsqu'il en était propriétaire, il sera exempté de cette redevance, mais devra renoncer à l'allocation d'attente correspondant à ces locaux ou installations.\n\nLe taux de redevances est fixé par le directeur des domaines, après avis de la commission départementale de la reconstruction, du ministre de la reconstruction et de l'urbanisme et du ministre des anciens combattants et victimes de la guerre.\n\nEn ce qui concerne les locaux destinés à l’habitation, par référence au taux des loyers des habitations bon marché, tels qu'ils sont actuellement pratiqués dans le cadre du décret du 27 avril 1937 fixant les maxima de valeur locative applicables à ces habitations, en affectant s’il y a lieu ces taux de coefficients appropriés ;\n\nEn ce qui concerne les locaux à usage professionnel, industriel, commercial ou agricole, d'après les circonstances de lieu.\n\nCes redevances, obligatoirement affectées à l'entretien et aux réparations des bâtiments provisoires visés à l'alinéa 1er ci-dessus, sont perçues par l'administration des domaines selon la procédure suivie en matière de recouvrement de produits domaniaux. Elles ne seront dues qu'à compter du jour de la signature de l'engagement d'occupation et au plus tôt le 1er janvier 1949. Toute somme versée avant les dates ainsi fixées viendra en déduction des termes à venir. Toutefois, des poursuites ne peuvent être exercées éventuellement, à l’encontre des occupants, qu'après avis de la commission instituée par l’article 1er du décret du 8 septembre 1939 pris pour l'application de l’article 2, dernier alinéa, du décret du 1er septembre 1939 relatif aux actions en justice et aux prescriptions et délais de procédure intéressant les mobilisés, à laquelle sont adjoints pour la circonstance des représentants du ministère de la reconstruction et de l’urbanisme et du ministère des anciens combattants et victimes de la guerre.\n\nSous peine de s’exposer à de telles poursuites, les bénéficiaires d’occupations sans titre, au moment do la promulgation de la présente loi, seront tenus de souscrire l’engagement visé au premier alinéa, sur invitation du service compétent et dans le délai qui leur sera imparti.\n\nLes occupants des bâtiments provisoires ne peuvent se prévaloir, en cette qualité, des dispositions législatives concernant les loyers, le renouvellement ou la prorogation des baux.\n\nToutes dispositions contraires au présent article sont abrogées."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "Les frais de toute nature occasionnés par le contrôle, la vérification de la coloration et l’analyse à l’importation en France et à l'exportation de France des semences fourragères et des graines de graminées seront recouvrés sur les déclarants par l’administration des douanes, d’après un tarif établi par arrêté des ministres de l’agriculture et des finances. Le montant des recouvrements sera versé par l’administration des douanes, à titre de fonds de concours, pour le compte de la direction de la répression des fraudes.\n\nLes déclarants seront tenus de laisser prélever gratuitement les échantillons de semences fourragères et de graines de graminées nécessaires pour le contrôle, la vérification et l’analyse."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "Les candidats au diplôme d’Etat de conseiller d’orientation professionnelle, créé par le décret du 27 janvier 1944 pris en application du décret-loi du 24 mai 1938, sont assujettis à un droit d’examen et à un droit de diplôme fixés ainsi qu’il suit:\n\nDroit d’examen................................ 500 F\n\nDroit de diplôme.............................. 500 F\n\nLes candidats, titulaires d’une bourse d’Etat consentie pour leurs études, sont exonérés du droit d'examen précédent."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "Le jeu du baccara à banque ouverte donne lieu, dans les établissements où il est pratiqué, à un prélèvement, mis à la charge du banquier, égal à 1,25 p. 100 du montant des sommes engagées par les joueurs dans les coups gagnés par le banquier.\n\nA modifié les dispositions suivantes\n\nAbroge décret-loi du 17 juin 1938 - art. 2"
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "Les casinos qui organiseront des manifestations artistiques de qualité pourront, dans des conditions qui seront fixées par un décret pris sur le rapport du ministre des finances, du ministre de la jeunesse, des arts et des lettres et du ministre des travaux publics et des transports (tourisme), obtenir que l’excédent des dépenses résultant de l’organisation de ces manifestations sur les recettes correspondantes soit déduit du produit brut des jeux pour le calcul de l’impôt progressif sur les jeux.\n\nLe montant de la déduction ne pourra en aucun cas dépasser 8 p. 100 du produit brut des jeux de la saison durant laquelle les manifestations auront été organisées."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "Le taux du prélèvement sur les sommes engagées au pari mutuel à l’occasion des courses de lévriers est fixé par décret contresigné du ministre de l’agriculture et du ministre des finances. Il ne peut être inférieur à 10 p. 100 ni supérieur à 14 p. 100 du montant des sommes engagées.\n\nLe produit de ce prélèvement est réparti, entre le Trésor, les sociétés de courses et d’élevage, suivant une proportion fixée par décret contresigné du ministre de l’agriculture et du ministre des finances."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "Le prélèvement annuel autorisé par l'article 12 de la loi du 20 juillet 1895 sur le fonds de réserve et de garantie des caisses d’épargne prévu par l'article 6 de ladite loi est porté à 3.500.000 francs."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "L’excédent net des ressources de la caisse autonome d’amortissement sur ses charges pour l’exercice 1947 sera versé à l’Etat et pris en recette au budget général de l’exercice 1947 à concurrence de 25 milliards de francs.\n\nL’excédent des ressources de la caisse autonome d’amortissement au cours des exercices 1940 à 1943 inclus sera, à concurrence de 2.800 millions de francs, pris en recette au budget général de l’exercice 1947."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "La contribution du budget du chemin de fer et du port de la Réunion aux dépenses d’entretien du contrôle technique de cet organisme à Paris est fixée, pour l’année 1947, à la somme de 82.000 F.\n\nLa contribution des territoires d’outre-mer aux dépenses du contrôle des chemins de fer coloniaux est fixée, pour l’exercice 1947, à la somme de 202.200 F ainsi répartie :\n\nAfrique occidentale française............81.000 F.\n\nIndochine .......................................81.000\n\nMadagascar ...................................16.200\n\nAfrique équatoriale française.............9.000\n\nCameroun ......................................10.000\n\nTogo ...............................................5.000\n\n---------------\n\nTotal égal...........................................202.200 F.\n\nLa contribution de la Compagnie du chemin de fer franco-éthiopien aux dépenses du contrôle est fixée, pour l’année 1947, à 39.163 F (en ce qui concerne la part de l’Etat).\n\nLe montant de ces contributions sera inscrit en recette au budget général de l’exercice 1947, paragraphe 4: \" Produits divers \" (France d’outre-mer)."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "La contribution des territoires d’outre-mer aux dépenses administratives de la caisse intercoloniale de retraites est fixée, pour l’exercice 1947, la somme de 11.466.000 F ainsi répartie par territoire:\n\nIndochine ................................ 4.576.100 F.\n\nAfrique occidentale française ..... 2.263.300\n\nAfrique équatoriale française....... 1.156.650\n\nMadagascar ............................ 1.156.650\n\nMartinique .............................. 358.562\n\nGuadeloupe ............................ 358.562\n\nLa Réunion ............................ 358.562\n\nGuyane ............................... 231.330\n\nNouvelle Calédonie............... 231.330\n\nOcéanie .................................. 57.832\n\nSaint-Pierre et Miquelon.... 23.133\n\nCôte des Somalis................... 46.266\n\nTogo ....................................... 289.162\n\nCameroun .............................. 358.561\n\nTotal égal...............................11.466.000 F.\n\nCette somme sera inscrite en recette au budget général de l'exercice 1947: \" Produits divers \" (France d'outre-mer)."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "Les divers droits de confirmation dus en vertu de l’article 3 du décret du 17 mars 1808, des ordonnances des 8 octobre 1814, 12 mars 1817 et 18 juin 1817 sont uniformément fixés à 100.000 F.\n\nSont abrogées toutes dispositions contraires à celles du présent article."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "Les épreuves, études et recherches effectuées par le Laboratoire central des services chimiques de l’Etat, à la demande de particuliers ou d'organismes publics ne relevant pas du ministère de la production industrielle, donneront lieu à perception de recettes dans les conditions précisées ci-après :\n\n1° Les épreuves d’homologation de détersifs ou de produits insecticides donneront lieu à la perception, par échantillon soumis à l’homologation, des taxes suivantes :\n\nEpreuve de détersif ordinaire..................................................2.000 F.\n\nEpreuve de détersif à usage corporel .................................... 2.500 F.\n\nEpreuve de produit insecticide............................................... 2.000 F.\n\nCes recettes seront imputées aux \" Produits divers \" du budget;\n\n2° Les études et recherches entreprises à la demande de particuliers feront l’objet, dans chaque cas, d’une convention qui sera soumise à l’approbation du ministre de la production industrielle et au visa du contrôleur des dépenses engagées ; elles donneront lieu à la perception de recettes qui, à concurrence de 75 p. 100, seront rattachées, selon la procédure des fonds de concours, au chapitre: \" Matériel. — Laboratoire central des services chimiques de l’Etat \" du budget de la production industrielle et, pour le surplus, soit 25 p. 100, seront versées en recettes au budget général;\n\n3° Les études et recherches entreprises à la demande d’organismes publics ne relevant pas du ministère de la production industrielle feront l’objet, dans chaque cas, d'une convention approuvée et visée comme il est dit au paragraphe 2° ci-dessus; elles donneront lieu à remboursement par voie d’ordonnances de virement imputables au chapitre: \" Matériel. — Laboratoire central des services chimiques de l’Etat. \""
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "Les certificats et les timbres établis en application du décret-loi du 30 octobre 1935, concernant les produits minéraux franchissant la ligne frontière, sont supprimés à partir du 1er juillet 1947."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "1° La limite des engagements susceptibles d’être assumés par l’Etat au titre de la loi du 10 juillet 1928 est fixée à 20 milliards de francs.\n\nEntrent en compte pour l’application de cette limite :\n\na) Les garanties accordées pour des contrats conclus ou à conclure tant que l’engagement de l'Etat n’est pas éteint, soit par suite de l’annulation de la garantie, soit par suite du payement des sommes dues aux bénéficiaires de cette garantie;\n\nb) Les sinistres réglés par l’Etat tant que les indemnités versées n’ont pas été récupérées ;\n\n2° Le montant maximum des garanties que l’Etat peut accorder, au titre de la loi du 23 novembre 1943, à des importations présentant un intérêt essentiel pour l’économie nationale, est fixé, y compris le montant des indemnités versées non récupérées, à 15 milliards de francs."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "Une avance sans intérêt de 250 millions de francs sera attribuée à la caisse centrale de crédit coopératif, à charge par elle de l’utiliser en prêts à moyen terme à de sociétés coopératives ouvrières de production.\n\nLes sommes recouvrées sur chaque fraction de ces avances seront remboursées dans un delai n’excédant pas de plus de six mois le délai correspondant consenti par la caisse centrale de crédit coopératif à chaque coopérative.\n\nLes trois quarts des intérêts perçus seront affectés à la constitution d’un fonds de réserve, destiné à garantir les engagements du Trésor résultant de l'application du présent article.\n\nLes dispositions de l’article 9 modifié du décret-loi du 17 juin 1938 ne sont pas applicables aux prêts consentis sur les fonds visés à l’alinéa premier ci-dessus."
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "Le montant maximum des avances pouvant être consenties par l’Etat à la caisse natonale de crédit agricole, eu vertu du décret-loi du 17 juin 1938, relatif à l’octroi de prêts à moyen ou à long terme aux communes ou syndicats de communes pour l’exécution des travaux l’équipement rural, est porté de 500 millions à 1 milliard de francs."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "Le ministre des finances est autorisé à accorder des avances sans intérêts aux collectivités locales pouvant benéficier, soit d’une subvention de l’Etat pour assurer l’équilibre de leur budget en application de l’ordonnance n° 45-1762 du 8 août 1945, soit d’une subvention spéciale de l’Elat allouée en application des articles 150 à 159 de la loi n° 45-0195 du 31 décembre 1945 et des articles 161 et 165 de la loi n° 46-2154 du 7 octobre 1946. Le montant maximum des avances ainsi attribuées sera limité:\n\n1° En ce qui concerne celles portant sur les subventions d’équilibre, aux deux tiers de la recette prévue à ce litre au budget primitif de la collectivité intéressée;\n\n2° En ce qui concerne celles portant sur les subventions spéciales:\n\na) Dans le cas où aucune attribution n’a encore été faite par l’Etat, au deux tiers de la recette prévue au budget primitif;\n\nb) Dans le cas où une attribution a déjà été faite, à la différence entre les deux tiers de la recette prévue au budget primitif et le montant de celte attribution.\n\nCes avances seront précomptées sur la subvention éventuellement allouée. Si leur montant dépasse celui de la subvention, le surplus sera reversé au Trésor."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "Le montant maximum des avances que le ministre des finances est autorisé à accorder, au cours de l’année 1947 aux collectivités et établissements publics désignés par l’article 70 de la loi du 31 mars 1932 et l’article 12 de la loi du 23 décembre 1946, est fixé à 10 milliards de francs."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "A modifié les dispositions suivantes\n\nAbroge ordonnance n° 45-2551 du 27 octobre 1955 - art. 1, art. 2\n\nToutefois, le ministre des finances pourra consentir exceptionnellement de nouvelles avances aux entreprises susvisées, dans la limite d’un maximum global de 50 millions de francs et aux conditions fixées par les articles 3 et 5 de l’ordonnance du 27 octobre 1945. L’attribution de ces nouvelles avances sera décidée par le directeur général de l’enregistrement, des domaines et du timbre, sur avis favorable du conseil supérieur des séquestres et confiscations."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "Le montant maximum des avances que le ministre des finances est autorisé, conformément aux dispositions de l’article 165 de la loi de finances du 30 juin 1923 et de l’article 67 de la loi du 19 mars 1928, à accorder, au cours de l’année 1947, au chemin de fer et au port de la Réunion, pour couvrir les dépenses de travaux complémentaires de premier établissement et les acquisitions de matériel roulant complémentaire, est fixé à 10 millions de francs."
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "Le montant maximum des avances instituées par l’article 1er de la loi validée du 19 mai 1944, relative au régime des avances à l’industrie cinématographique, modifiée par la loi validée du 6 juin 1942, l'ordonnance du 28 avril 1945 et la loi du 27 avril 1946, est porté de 300 à 500 millions de francs.\n\nLe ministre des finances est, en conséquence, autorisé à mettre à la disposition du crédit national, sur les ressources de la trésorerie, une somme de 200 millions de francs."
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "Lorsque l’usage d’un véhicule est reconnu nécessaire à l’exécution de leur service, les fonctionnaires de l’Elat peuvent recevoir, sur les ressources du Trésor, des avances destinées à leur faciliter l'acquisition d’une voiture automobile. d’une motocyclette ou d'une bicyclette.\n\nUn décret pris sur le rapport du ministre des finances déterminera les conditions et limites dans lesquelles ces avances pourront être consenties, les modalités de leur remboursement ainsi que les catégories de fonctionnaires appelées à en bénéficier."
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Article 80",
      "content": "En attendant la promulgation de la loi qui fixera les conditions de la participation financière de l’Etat à la réparation des dommages de guerre subis par les chemins de fer d’intérêt général, les entreprises qui exploitent à leurs risques et périls des réseaux secondaires d’intérêt général pourront recevoir des avances du Trésor en vue de la reconstitution des ouvrages et installations dépendant du domaine public.\n\nLe montant global de ces avances ne dépassera pas 11 millions de francs."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "Les dépenses afférentes à la rémunération et aux déplacements des agents départementaux affectés au service du contrôle sur place des lois d'assistance sont réparties entre les collectivités publiques suivant les barèmes établis en application de l’article 3 du décret-loi dit 30 octobre 1935 prévoyant l’unification et la simplification des barèmes en vigueur pour l'application des lois d'assistance.\n\nSont abrogées toutes les dispositions législatives et réglementaires contraires à l’alinéa précédent."
    },
    {
      "provision_ref": "art84",
      "section": "84",
      "title": "Article 84",
      "content": "Les laboratoires régionaux de bactériologie de Metz et Strasbourg seront, à compter du 1er juillet 1947, pris en charge respectivement par les départements de la Moselle et du Bas-Rhin."
    },
    {
      "provision_ref": "art89",
      "section": "89",
      "title": "Article 89",
      "content": "Les règles de partage de compétence établies par l’alinéa premier de l’article qui précède sont applicables, dans les départements du Haut-Rhin, du Bas-Rhin et de la Moselle, aux comptes des receveurs des communes, des établissements publics communaux d’assistance et de bienfaisance, des régies communales, des offices publics communaux d'habitations à bon marché, des caisses de crédit municipal et monts-de-piété, des syndicats de communes et des associations syndicales, ainsi que des établissements publics de droit local. Toutefois, en ce qui concerne les comptes antérieurs à l’exercice 1945 et non encore apurés, le partage de compétence est fixé d’après le montant des revenus ordinaires de l’exercice 1935.\n\nD’autre part, à titre transitoire, pour la période s’étendant de 1946 à la clôture de l’exercice 1947, la cour des comptes sera compétente pour apurer et régler définitivement les comptes des communes d’une population supérieure à 10.000 habitants, de leurs établissements publics d’assistance et de bienfaisance et de leurs régies communales, ainsi que des offices publics communaux d’habitations à bon marché, des caisses de crédit municipal et des établissements publics de droit local ayant leur siège dans lesdites communes.\n\nPour la même période, les autres comptes seront arrêtés par les trésoriers payeurs généraux."
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Article 92",
      "content": "Les traitements de tous les fonctionnaires et agents en service à l’administration centrale de la France d’outre-mer et dans ses annexes de la métropole sont intégrés au budget général de l’Etat."
    },
    {
      "provision_ref": "art93",
      "section": "93",
      "title": "Article 93",
      "content": "Les allocations scolaires versées aux élèves de l’école nationale de la France d’outre-mer sont intégrées au budget général de l'Etat."
    },
    {
      "provision_ref": "art94",
      "section": "94",
      "title": "Article 94",
      "content": "La Banque de Madagascar continue d’exercer jusqu’au 31 décembre 1947 le privilège d’émission dans les territoires de Madagascar et dépendances."
    },
    {
      "provision_ref": "art96",
      "section": "96",
      "title": "Article 96",
      "content": "Chaque ministère est tenu de fournir aux commissions des finances de l’Assemblée nationale et du Conseil de la République, avant le 31 mars de chaque année, l’indication de toutes les personnes physiques ou morales ayant bénéficié, au cours de l’année précédente, d’une subvention, avec la mention du montant de celle-ci.\n\nLes commissaires aux comptes, quand il en existe, ou, à leur défaut, les représentants qualifiés de chaque organisme subventionné devront, chaque année, établir un rapport spécial sur l’utilisation de la subvention.\n\nUne annexe à ce rapport devra donner la liste des personnes physiques on morales ayant, dans le cours de l’exercice, bénéficié sous quelque forme que ce soit — y compris les salaires et les indemnités de fonction ou de frais — d’une somme supérieure à 200.000 francs. Cette liste mentionnera le rôle ou la fonction de chaque personne y figurant."
    },
    {
      "provision_ref": "art99",
      "section": "99",
      "title": "Article 99",
      "content": "Les dépenses qui peuvent être engagées au cours de l'année 1947, par l'administration des chemins de fer de la Méditerranée au Niger, sont fixées à 170.800.000 francs, se répartissant ainsi qu'il suit :\n\nNATURE DES DEPENSES......................................................Prévisions pour 1947\n\na) Etudes et travaux.\n\n1° Etudes:\n\nSection Colomb-Bécha-Gao -Ségou ..........................................13.000.000\n\n2° Travaux:\n\nConstruction de lignes:\n\nParachèvement Bou Arfa-Kénadza .....................................................72.300.000\n\nRemise en état et achèvement de la section Colomb-Béchar-Adabla\n\nInstallations générales: ·\n\nLogements, ateliers, magasins, terrains à Oudjda et Colomb-Béchar .....11.000.000\n\nb) Achat de matériel. .......... . 46.500.000\n\nc) Charges du capital. ......... . 14.000.000\n\nd) Insuffisance du compte d'exploitalion provisoire ......... Mémoire\n\ne) Divers ...................... 14.000.000\n\nTotal. ................... 170.800.000\n\nCes dépenses seront couvertes par le produit d'emprunts, ou d'avance du Trésor effectuées dans les conditions prévues par l'article 7 de l'ordonnance n° 45-2681 du 2 nonmbre 1945 fixant l'organisation administrative et le régime financier du réseau des chemins de fer de la Méditerranée au Niger."
    },
    {
      "provision_ref": "art101",
      "section": "101",
      "title": "Article 101",
      "content": "L'application des dispositions de l'ordonnance n° 45-941 du 22 avril 1945, instituant la formation prémilitaire, est suspendue à compter du 1er juillet 1947."
    },
    {
      "provision_ref": "art102",
      "section": "102",
      "title": "Article 102",
      "content": "L'institution des sourds-muets de Metz est transformée en établissement national de bienfaisance.\n\nUn règlement d'administration publique fixera son organisation administrative et financière."
    },
    {
      "provision_ref": "art103",
      "section": "103",
      "title": "Article 103",
      "content": "Le plan d'installation des services publics civils et militaires, établissements publics et services d'intérêt public prévu par l'article 3 de la loi n° 47-579 du 31 mars 1947 sera approuvé, sur avis de la commission de contrôle des opérations immobilières instituée par l'article 1er du décret du 2 novembre 1945:\n\n1° Par décret pris en forme de règlement d'administration publique, en ce qui concerne la région parisienne, telle qu'elle est définie par l'acte dit \" loi\" du 4 juin 1943\n\n2° Par décret du président du conseil des ministres en ce qui concerne les départements."
    },
    {
      "provision_ref": "art104",
      "section": "104",
      "title": "Article 104",
      "content": "Les disposilions de l'ordonnance n° 45-2745 du 2 novembre 1945, modifiée par l'article 109 de la loi n° 46-2154 du 7 octobre 1946, tendant à faciliter les opérations de regroupement des locaux administratifs dans la région parisienne, sont applicables à l'ensemble du territoire.\n\nL'effet des décrets visés à l'article 5 de l'ordonnance du 2 novembre 1945 peut atteindre cinq ans."
    },
    {
      "provision_ref": "art105",
      "section": "105",
      "title": "Article 105",
      "content": "Les dispositions du quatrième alinéa de l'artide 107 de la loi du 7 octobre 1946 ne s'appliquent pas aux baux à loyer souscrits, par les administrations, services et établissemenls publics de l'Etat, à la condition que les locaux faisant l'objet desdits baux aient été, antérieurement à ceux-ci, affectés de manière constante à un usage industriel ou commercial."
    },
    {
      "provision_ref": "art106",
      "section": "106",
      "title": "Article 106",
      "content": "Les dispositions de l'article 10 de la loi du 31 mars 1947, concernant les veuves et ayants droit des victimes de la guerre, seront prorogées jusqu'au 31 juillet 1947. Elles s'appliquent aux veuves et ayants droit des marins du commerce ou à la pêche victimes de la guerre."
    },
    {
      "provision_ref": "art109",
      "section": "109",
      "title": "Article 109",
      "content": "Le mandat-retraite dont la création avait été autorisée par la loi du 17 juin 1943, est supprimé."
    },
    {
      "provision_ref": "art110",
      "section": "110",
      "title": "Article 110",
      "content": "L'annuaire officiel des abonnés au téléphone (édition 1947) sera fourni aux abonnés à titre onéreux.\n\nLe prix de ce document, exigible après livraison, sera fixé par arrêté du ministre des postes, télégraphes et téléphones."
    },
    {
      "provision_ref": "art111",
      "section": "111",
      "title": "Article 111",
      "content": "Par application de l'article 75 de la loi de finances du 30 juin 1923, le ministre des finances est autorisé à émettre, en 1947, pour subvenir aux dépenses de la deuxième section du budget annexe des postes, télégraphes et téléphones, des bons et obligations amortissables dans la limite du total des crédits alloués au tilre de ces dépenses."
    },
    {
      "provision_ref": "art113",
      "section": "113",
      "title": "Article 113",
      "content": "Par application de l'article 10 de la loi provisoirement applicable du 7 novembre 1942, portant réorganisation de la radiodiffusion nationale, le ministre des finances est autorisé à émettre en 1947, pour subvenir aux dépenses de la deuxième section du budget annexe de la radiodiffusion, des bons et obligations ammortissables dans la limite du montant total des crédits alloués au titre de ces dépenses.\n\nLa présente loi sera exéutée comme loi de l'Etat."
    }
  ]
}