{
  "id": "loi-n-2021-1900-du-30-decembre-2021",
  "type": "statute",
  "title": "LOI n°2021-1900 du 30 décembre 2021",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000044637640",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - La perception des ressources de l'Etat et des impositions de toutes natures affectées à des personnes morales autres que l'Etat est autorisée pendant l'année 2022 conformément aux lois et règlements et aux dispositions de la présente loi.II. - Sous réserve de dispositions contraires, la présente loi s'applique :1° A l'impôt sur le revenu dû au titre de l'année 2021 et des années suivantes ;2° A l'impôt sur les sociétés dû au titre des exercices clos à compter du 31 décembre 2021 ;3° A compter du 1er janvier 2022 pour les autres dispositions fiscales."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I.- A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII. - Le 3° du I s'applique aux revenus perçus ou réalisés à compter du 1er janvier 2022."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I.-A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII.-Le I s'applique à l'imposition des revenus de l'année 2022."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. - Les sommes remises volontairement au cours des années 2022 à 2025 par les clients pour le service, soit directement aux salariés, soit à l'employeur et reversées par ce dernier au personnel en contact avec la clientèle en application de l'article L. 3244-1 du code du travail, bénéficient des dispositions prévues au II du présent article.\n\nII. - A. - Les sommes mentionnées au I du présent article sont exclues de l'assiette de toutes les cotisations et contributions sociales d'origine légale ou conventionnelle et sont exonérées des participations, taxes et contributions prévues à l'article 235 bis du code général des impôts, à l'article L. 6131-1 du code du travail, aux articles L. 2333-64 et L. 2531-2 du code général des collectivités territoriales et à l'article L. 813-4 du code de la construction et de l'habitation, à la condition que les salariés à qui ces sommes sont remises perçoivent, au titre des mois civils concernés, une rémunération n'excédant pas le montant mensuel de la rémunération mentionnée au I de l'article L. 241-13 du code de la sécurité sociale, calculé sur la base de la durée légale du travail ou de la durée de travail prévue au contrat, augmentée, le cas échéant, du nombre d'heures complémentaires ou supplémentaires, sans prise en compte des majorations auxquelles celles-ci donnent lieu.\n\nB. - Les sommes mentionnées au I du présent article ne sont pas prises en compte pour l'appréciation du seuil de rémunération prévu au A du présent II.\n\nC. - Les sommes qui bénéficient des dispositions du A du présent II sont exonérées d'impôt sur le revenu.\n\nIII. - Le montant du revenu fiscal de référence défini au 1° du IV de l'article 1417 du code général des impôts est majoré du montant des sommes exonérées d'impôt sur le revenu en application du C du II du présent article.\n\nIV. - Le Gouvernement remet au Parlement, avant le 1er octobre 2024, un rapport évaluant les effets du présent article au regard de l'évolution de l'utilisation des moyens de paiement et du risque de substitution aux salaires."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I.- A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII.-Le I s'applique aux options et aux renonciations exercées à compter du 1er janvier 2022."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I à II.-A modifié les dispositions suivantes :\n\nIII.-Le II entre en vigueur le 1er janvier 2022.\n\n-Code général des impôts, CGI.\n\n-Code de la santé publique"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I.-A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII.-L'opération de fusion, de scission ou d'apport partiel d'actifs réalisée par une société mentionnée au deuxième alinéa du I de l'article 151 octies A du code général des impôts dans les conditions prévues au même I, qui a pratiqué les déductions respectivement prévues aux articles 72 D et 72 D bis du même code, dans leur rédaction antérieure à la loi n° 2018-1317 du 28 décembre 2018 de finances pour 2019, au titre d'un exercice précédant celui au cours duquel est réalisée cette opération, n'est pas considérée comme une cessation d'activité pour l'application des articles 72 D et 72 D bis du code général des impôts, si la société absorbante ou bénéficiaire en remplit les conditions et s'engage soit à utiliser la déduction mentionnée à l'article 72 D du même code conformément à son objet dans les cinq exercices qui suivent celui au cours duquel elle a été pratiquée, soit à utiliser les sommes déposées sur le compte mentionné au III de l'article 72 D bis dudit code au cours des sept exercices qui suivent celui au titre duquel la déduction correspondante a été pratiquée en application du même article 72 D bis. Lorsqu'elles ne sont pas utilisées dans ces délais ou ne sont pas utilisées conformément à leur objet, ces déductions sont rapportées aux résultats de la société absorbante ou bénéficiaire, dans les conditions respectivement prévues au I de l'article 72 D du code général des impôts ou au I de l'article 72 D bis du même code, dans leur rédaction antérieure à la loi n° 2018-1317 du 28 décembre 2018 précitée."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I à III. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\n- Code de la sécurité sociale.\n\n- Code rural et de la pêche maritime\n\nIV.-Les I à III entrent en vigueur à la date d'entrée en vigueur de l'article L. 526-22 du code de commerce."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I.- A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII. - Le I s'applique au report en arrière des déficits qui sont constatés au titre d'exercices clos à compter du 31 décembre 2021."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I à II.- A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nIII.-A.-Le b du 1° et les 2° et 3° du II s'appliquent aux travaux pour lesquels les conditions cumulatives suivantes sont remplies :1° Une demande de permis de construire est déposée à compter du 1er janvier 2022 ;2° Les travaux de démolition n'ont pas été engagés avant cette date.B.-Pour les investissements réalisés à Saint-Martin, le II entre en vigueur à une date fixée par décret, qui ne peut être postérieure de plus de six mois à la date de réception par le Gouvernement de la réponse de la Commission européenne permettant de considérer le dispositif législatif lui ayant été notifié comme conforme au droit de l'Union européenne en matière d'aides d'Etat."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Pour la détermination des bénéfices industriels et commerciaux et des bénéfices des professions non commerciales, sont admises en déduction du résultat imposable les cotisations versées en exercice des facultés de rachat prévues à l'article 108 de la loi n° 2021-1754 du 23 décembre 2021 de financement de la sécurité sociale pour 2022."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I à II. - A modifié les dispositions suivantes :\n\nIII.-Par dérogation au c du 2° du II de l'article 150-0 D ter du code général des impôts ainsi qu'au 3° du I et au b du 1° du IV bis de l'article 151 septies A du même code, lorsque le cédant fait valoir ses droits à la retraite entre le 1er janvier 2019 et le 31 décembre 2021 et que ce départ en retraite précède la cession, le délai prévu par ces dispositions est porté à trois ans.La cession mentionnée au I ter du même article 151 septies A peut intervenir dans les trois années suivant la date à laquelle l'associé fait valoir ses droits à la retraite lorsque cette date est comprise entre le 1er janvier 2019 et le 31 décembre 2021.La cession mentionnée au b du 3 du I de l'article 167 bis du code général des impôts peut intervenir au cours des trois années suivant la date à laquelle le contribuable fait valoir ses droits à la retraite lorsque cette date est comprise entre le 1er janvier 2019 et le 31 décembre 2021.Pour l'application du IV de l'article 150-0 D ter du même code et du dernier alinéa des II et IV bis de l'article 151 septies A dudit code, en cas de non-respect du délai de trois ans prévu au présent III, l'exonération ou l'abattement fixe prévu aux mêmes articles 151 septies A et 150-0 D ter est remis en cause au titre de l'année au cours de laquelle intervient le terme de ce délai.IV.-Le 3° du I s'applique aux heures de formation effectuées à compter du 1er janvier 2022.\n\n- Code général des impôts, CGI.\n\n- LOI n° 2017-1837 du 30 décembre 2017"
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII. - Le I du présent article s'applique aux scissions réalisées à compter de l'entrée en vigueur du I de l'article 77 de la loi n° 2019-486 du 22 mai 2019 relative à la croissance et la transformation des entreprises."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I.-A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII. - Le Gouvernement remet au Parlement, avant le 1er juillet 2025, un rapport évaluant le coût pour l'Etat du dispositif prévu au troisième alinéa du 2° du 1 de l'article 39 du code général des impôts pour l'Etat ainsi que son efficacité au regard des objectifs qui lui sont fixés."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I à II.- A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nIII.-Le I s'applique aux retenues à la source dont le fait générateur intervient à compter du 1er janvier 2022."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII. - Le I, à l'exception du a des 1° et 2° et des troisième et quatrième alinéas du c du 1°, s'applique aux exercices ouverts à compter du 1er janvier 2022. Le deuxième alinéa du c du 1° du I s'applique aux contrats d'acquisition conclus à compter du 1er janvier 2022."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "II. -A modifié les dispositions suivantes :\n\nIII. - Le II est applicable en Nouvelle-Calédonie, à Wallis-et-Futuna et dans les Terres australes et antarctiques françaises.\n\n- Code des transports"
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I. - Le C du 8 de l'article 266 quinquies C du code des douanes est complété par un i ainsi rédigé :« i. Le tarif de la taxe applicable à l'électricité directement fournie aux aéronefs lors de leur stationnement dans les aérodromes ouverts à la circulation aérienne publique est fixé à 0,5 € par mégawattheure. »II. - Le I entre en vigueur à une date fixée par décret, qui ne peut être postérieure de plus de six mois à l'entrée en vigueur de la décision d'exécution du Conseil de l'Union européenne autorisant les dispositions prévues au même I en application de l'article 19 de la directive 2003/96/CE du Conseil du 27 octobre 2003 restructurant le cadre communautaire de taxation des produits énergétiques et de l'électricité."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I. - A. - Les tarifs de la taxe intérieure sur la consommation finale d'électricité prévus aux B et C du 8 de l'article 266 quinquies C du code des douanes et supérieurs à 0,5 € par mégawattheure font l'objet, lorsque la condition prévue au B du présent I est remplie, d'une minoration exceptionnelle, applicable pendant la période prévue au C du présent I, d'un montant déterminé dans les conditions prévues au D du présent I.\n\nLes tarifs résultant de cette minoration sont arrondis au centime d'euro par mégawattheure le plus proche, la moitié comptant pour une unité.\n\nToutefois, lorsque cette minoration conduit, au 1er février 2022, à un tarif inférieur à un tarif minimal, ce tarif minimal s'applique.\n\nLe tarif minimal mentionné au troisième alinéa du présent A est égal à 1 € par mégawattheure pour les consommations relevant de la majoration mentionnée au troisième alinéa du B du 8 de l'article 266 quinquies C du code des douanes, autres que celles mentionnées à la seconde phrase du même troisième alinéa, et à 0,5 € par mégawattheure pour les autres tarifs.\n\nB. - La minoration prévue au A du présent I est applicable lorsque, pour les usages résidentiels sur le réseau métropolitain continental, le tarif dit \"bleu\" prévu à l'article R. 337-18 du code de l'énergie dans sa rédaction en vigueur le 6 octobre 2021, majoré des taxes applicables au 1er janvier 2022, excède de plus de 4 % celui applicable au 1er août 2021, majoré des taxes applicables à cette même date.\n\nCette évolution de tarif est mesurée à partir de la moyenne des parts fixes et proportionnelles des options et versions tarifaires applicables aux usages résidentiels de cette catégorie tarifaire, pondérées par le nombre des sites et les consommations à température normale constatés en moyenne pour ces options et versions au cours de l'année 2020, pour les besoins de la première détermination en 2022 du tarif \"bleu\" de l'entreprise \"Électricité de France\" mentionnée à l'article L. 111-67 du code de l'énergie.\n\nCes parts comprennent les taxes applicables respectivement au 1er août 2021 et au 1er janvier 2022, au tarif maximal dont sont susceptibles de relever les sites et consommations concernés à ces dates.\n\nC. - La minoration prévue au A du présent I s'applique aux quantités d'électricité fournies entre la date à laquelle la condition mentionnée au B du présent I est remplie et le 31 janvier 2023.\n\nPendant le mois de janvier 2023, le tarif résultant de cette minoration est majoré d'un montant égal au produit des facteurs suivants :\n\n1° Un tarif égal à :\n\na) 0,78 euro par mégawattheure pour les ménages et assimilés au sens de l'article L. 312-24 du code des impositions sur les biens et services ;\n\nb) 0,26 euro par mégawattheure pour les petites et moyennes entreprises au sens du même article L. 312-24 ;\n\n2° Le coefficient multiplicateur appliqué aux fournitures réalisées en 2022 en application des deuxième et troisième alinéas de l'article L. 2333-4 du code général des collectivités territoriales ou des deuxième, troisième et cinquième alinéas de l'article L. 5212-24 du même code, dans leur rédaction applicable cette même année.\n\nLa majoration prévue aux deuxième à avant-dernier alinéas du présent C est dénommée taxe communale sur la consommation finale d'électricité.\n\nD. - Le montant de la minoration prévue au A du présent I est identique pour chaque tarif de taxe intérieure et est égal au montant devant être soustrait aux parts variables, hors taxe sur la valeur ajoutée, mentionnées au B du présent I, pour que l'évolution moyenne mentionnée au même B soit égale à 4 %.\n\nE. - Les tarifs de taxe intérieure résultant du A du présent I sont constatés par décret. Ce décret ne donne lieu à aucune consultation préalable.\n\nII. - A. - Si les coûts d'approvisionnement en gaz naturel au titre d'un mois donné de l'année 2022 excèdent ceux d'octobre 2021, un décret peut minorer le tarif de la taxe intérieure prévue à l'article 266 quinquies du code des douanes, dans les conditions prévues au présent II.\n\nL'évolution des coûts d'approvisionnement en gaz naturel par rapport à octobre 2021 est déterminée dans les conditions prévues à l'article 2 de l'arrêté du 28 juin 2021 relatif aux tarifs réglementés de vente du gaz naturel fourni par ENGIE, dans sa rédaction en vigueur le 6 octobre 2021.\n\nLe décret mentionné au premier alinéa du présent A ne donne lieu à aucune consultation préalable.\n\nB. - La minoration prévue au A du présent II s'applique aux consommations relevant du tarif prévu pour l'usage combustible au b du 8 de l'article 266 quinquies du code des douanes et réalisées pour les besoins des personnes physiques autres que les besoins tenant à leurs activités économiques, au sens du dernier alinéa de l'article 256 A du code général des impôts.\n\nC. - Le tarif résultant de la diminution prévue au A du présent II est égal à 1,08 € par mégawattheure, évalué en pouvoir calorifique supérieur.\n\nD. - La minoration prévue au A du présent II s'applique aux quantités fournies à partir du premier jour du mois au titre duquel le décret prévu au même A a été pris, jusqu'à une date antérieure au premier jour du mois pour lequel la condition prévue audit A n'est plus remplie, et au plus tard jusqu'au 31 décembre 2022."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "I.-A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII.-A abrogé les dispositions suivantes :\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code des douanes\n\nIII.-A.-Les 4°, 6° et 7° du I entrent en vigueur le 1er juillet 2022.Toutefois, le 6° du I de l'article 262-00 bis du code général des impôts et, concernant les livraisons de biens et les prestations de services mentionnées au même 6°, le IV de l'article 291 du même code s'appliquent aux opérations dont le fait générateur intervient à compter du 1er janvier 2021.B.-Le 8° du I du présent article entre en vigueur le 1er janvier 2023. Il s'applique aux acomptes encaissés à compter de cette même date.C.-Pour les accréditations délivrées avant le 1er janvier 2022, le 3° du A du IV de l'article 289 A du code général des impôts est applicable à compter du 1er janvier 2024.D.-Les 15°, 16° et 24° du I et le II du présent article s'appliquent aux opérations pour lesquelles la déclaration ou l'état récapitulatif est exigé au titre d'une période engagée après le 1er janvier 2022.E.-Les représentants fiscaux ayant obtenu une accréditation délivrée en application du IV de l'article 244 bis A du code général des impôts, avant l'entrée en vigueur du décret en Conseil d'Etat mentionné au 1° du I du présent article, doivent se conformer aux prescriptions de ce décret dans un délai de douze mois à compter de cette entrée en vigueur. A défaut, leur accréditation est caduque de plein droit à l'expiration de ce délai."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "I.-A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII.-Le I s'applique aux livraisons et aux travaux pour lesquels le fait générateur de la taxe sur la valeur ajoutée et la décision d'accorder un prêt locatif social sont intervenus à compter du 1er janvier 2022.III.-Le 5° du I s'applique aux livraisons de logements pour lesquels le permis de construire est déposé à compter du 1er janvier 2022. Toutefois, pour les ventes en l'état futur d'achèvement, il s'applique aux livraisons de logements pour lesquels l'acte de vente ou, le cas échéant, le contrat préliminaire, est signé à compter de cette même date.IV.-Le Gouvernement remet au Parlement, avant le 30 septembre 2025, un rapport mesurant les impacts de l'application du taux réduit de la taxe sur la valeur ajoutée aux livraisons de logements locatifs intermédiaires."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "I à II.-A modifié les dispositions suivantes :\n\nIII.-Le II entre en vigueur le 1er janvier 2023 et s'applique aux opérations pour lesquelles le fait générateur de la taxe sur la valeur ajoutée intervient à compter de cette date.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "I à XVIII.-A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nXIX.-Les délibérations prises en application de l'article 1464 C du code général des impôts en faveur des entreprises qui bénéficient de l'exonération prévue à l'article 44 septies du même code, dans sa rédaction antérieure à la présente loi, cessent de produire leurs effets. Toutefois, les entreprises bénéficiant, sur le fondement de ces délibérations, à la date d'entrée en vigueur de la présente loi, des exonérations de taxe foncière sur les propriétés bâties et de cotisation foncière des entreprises mentionnées aux articles 1383 A et 1464 B du code général des impôts continuent à bénéficier, jusqu'à leur terme, des effets de ces mêmes exonérations.XX.-A.-Le 2° du I s'applique aux exercices ouverts à compter du 1er janvier 2022.B.-Toutefois, l'exonération d'impôt sur les sociétés prévue à l'article 44 septies du code général des impôts, dans sa rédaction antérieure à la présente loi, reste applicable, pour sa durée restant à courir, aux entreprises déjà éligibles à cette exonération.XXI.-A.-Le 15° du I s'applique au report en arrière des déficits qui sont constatés à compter du premier exercice suivant celui au cours duquel les exonérations prévues respectivement aux articles 44 septies et 44 octies du code général des impôts, dans leur rédaction antérieure à la présente loi, cessent de s'appliquer.B.-Les 16° à 19° et 21° à 23° du I et le XVII s'appliquent à compter du premier exercice suivant celui au cours duquel l'exonération prévue à l'article 44 septies du code général des impôts, dans sa rédaction antérieure à la présente loi, cesse de s'appliquer.XXII.-Le 10° du I s'applique aux transformations de bons ou contrats de capitalisation et de placements de même nature réalisées à compter du 1er janvier 2022.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code de la sécurité sociale.\n\n-Code du travail\n\n-Loi n° 91-1323 du 30 décembre 1991\n\n-Loi n° 92-1476 du 31 décembre 1992\n\n-Loi n° 94-665 du 4 août 1994\n\n-Loi n° 96-987 du 14 novembre 1996\n\n-Loi n° 2004-809 du 13 août 2004\n\n-Loi n° 2004-1485 du 30 décembre 2004\n\n-Loi n° 2006-396 du 31 mars 2006\n\n-LOI n° 2006-1771 du 30 décembre 2006\n\n-Loi n° 2007-290 du 5 mars 2007\n\n-LOI n° 2008-1443 du 30 décembre 2008\n\n-LOI n° 2009-122 du 4 février 2009\n\n-LOI n° 2009-1673 du 30 décembre 2009\n\n-LOI n° 2009-1674 du 30 décembre 2009\n\n-LOI n° 2020-1721 du 29 décembre 2020\n\n-Ordonnance n° 2014-696 du 26 juin 2014\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "I.-A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI.\n\nII.-Par dérogation au 2 du I de l'article 235 ter ZF du code général des impôts, la taxe sur le résultat des entreprises ferroviaires est exigible au 1er janvier 2022 pour les entreprises qui, au titre de l'année 2021, ont été redevables de la taxe mentionnée à l'article 302 bis ZC du même code, dans sa rédaction antérieure à la présente loi, pour autant que cette taxe ait été assise sur un montant supérieur à 300 millions d'euros.III.-Le 1° du I entre en vigueur le 1er janvier 2023."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "I à II.-A modifié les dispositions suivantes :\n\n- Code général des collectivités territoriales\n\n- LOI n° 2015-1785 du 29 décembre 2015\n\n- LOI n° 2009-1673 du 30 décembre 2009\n\n- Code général des impôts, CGI.\n\nIII.-Pour chacune des dotations minorées en application des XVIII et XIX du 8 de l'article 77 et des 1.5 et 1.6 de l'article 78 de la loi n° 2009-1673 du 30 décembre 2009 de finances pour 2010, le montant de la minoration est réparti entre les collectivités territoriales ou les établissements bénéficiaires de la dotation, au prorata des recettes réelles de fonctionnement de leur budget principal telles que constatées dans les comptes de gestion afférents à l'exercice 2020. Si, pour l'une de ces collectivités ou l'un de ces établissements, la minoration de l'une des dotations excède le montant perçu en 2020, la différence est répartie entre les autres collectivités ou établissements, selon les mêmes modalités. Pour la minoration de la dotation mentionnée au deuxième alinéa du I de l'article 1648 A du code général des impôts, les collectivités bénéficiaires, au sens de la première phrase du présent alinéa, s'entendent des départements.Les recettes réelles de fonctionnement correspondent aux opérations budgétaires comptabilisées dans les comptes de classe 7, à l'exception des opérations d'ordre budgétaires, et excluent en totalité les atténuations de produits et les produits des cessions d'immobilisations.Les recettes réelles de fonctionnement mentionnées au premier alinéa du présent III sont minorées des produits exceptionnels sur opérations de gestion, des mandats annulés sur exercices antérieurs ou atteints par la déchéance quadriennale, des subventions exceptionnelles et des autres produits exceptionnels, tels que constatés dans les comptes de gestion afférents à l'année 2020.Pour les communes et les établissements publics de coopération intercommunale, ces recettes sont également minorées du produit des mises à disposition de personnel facturées dans le cadre de mutualisations de services entre l'établissement public de coopération intercommunale à fiscalité propre et ses communes membres, tel que constaté dans les comptes de gestion afférents à l'année 2020. Pour les communes situées sur le territoire de la métropole du Grand Paris, ces recettes sont en outre minorées des recettes reversées au titre des contributions au fonds de compensation des charges territoriales, telles que constatées dans les comptes de gestion afférents à l'année 2020. Pour la métropole de Lyon, ces recettes sont affectées d'un coefficient de 44,55 % ou de 55,45 %, selon que la minoration porte sur une dotation versée au titre de ses compétences intercommunales ou départementales. Pour la collectivité territoriale de Guyane, ces recettes sont affectées d'un coefficient de 79,82 % ou de 20,18 %, selon que la minoration porte sur une dotation versée au titre de ses compétences départementales ou régionales. Pour la collectivité territoriale de Martinique, ces recettes sont affectées d'un coefficient de 81,58 % ou de 18,42 %, selon que la minoration porte sur une dotation versée au titre de ses compétences départementales ou régionales. Pour la collectivité de Corse, ces recettes sont affectées d'un coefficient de 43,44 % ou de 56,56 %, selon que la minoration porte sur une dotation versée au titre de ses compétences départementales ou régionales."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "I. -A modifié les dispositions suivantes :\n\n- LOI n° 2019-1479 du 28 décembre 2019\n\nII. - Le I s'applique à compter du 1er janvier 2021."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Au titre de l'année 2021, le montant du droit à compensation définitif résultant du transfert de la gestion des routes de l'Etat à la Collectivité européenne d'Alsace est augmenté de 188 637 €. Cet ajustement non pérenne fait l'objet d'un versement unique à la Collectivité européenne d'Alsace à partir du produit de la taxe intérieure de consommation des produits énergétiques revenant à l'Etat.\n\nIII.-A modifié les dispositions suivantes :\n\nIV.-Lorsque les agents remplissent pour partie seulement leurs fonctions dans des services ou parties de service chargés de la mise en œuvre des compétences de l'Etat transférées aux collectivités territoriales en application du III du présent article, ces transferts de compétences ne donnent lieu à aucun transfert de services au sens des articles 80 à 90 de la loi n° 2014-58 du 27 janvier 2014 de modernisation de l'action publique territoriale et d'affirmation des métropoles. A compter du 1er janvier de l'année du transfert de compétences, chaque collectivité bénéficiant du transfert de compétences reçoit une compensation financière dont le montant est calculé sur la base de la rémunération correspondant aux fractions d'emplois des agents, titulaires ou contractuels, chargés au sein des services de l'Etat de l'exercice de ces compétences au 31 décembre de l'année précédente.\n\nV.-A modifié les dispositions suivantes :\n\nVI.-A modifié les dispositions suivantes :\n\nVII.-A modifié les dispositions suivantes :\n\nVIII.-Au titre des années 2018,2019,2020 et 2021, les montants des droits à compensation résultant des modifications réglementaires prévues par l'arrêté du 18 mai 2017 modifiant l'arrêté du 31 juillet 2009 relatif au diplôme d'Etat d'infirmier et, au titre de l'année 2021, s'agissant de l'arrêté du 16 décembre 2020 relatif aux indemnités de stage versées aux étudiants inscrits dans les instituts de formation de certaines professions de santé sont ajustés conformément au tableau suivant :\n\nCes ajustements non pérennes font l'objet, selon les cas, d'un versement imputé sur la part du produit de la taxe intérieure de consommation sur les produits énergétiques revenant à l'Etat ou d'une minoration de celle revenant aux régions et collectivités.\n\nIX.- A modifié les dispositions suivantes :\n\nX.-Au titre des années 2018,2019,2020 et 2021, un montant de 20 200 € résultant des modifications réglementaires prévues par l'arrêté du 18 mai 2017 modifiant l'arrêté du 31 juillet 2009 relatif au diplôme d'Etat d'infirmier et, au titre de l'année 2021, s'agissant de l'arrêté du 16 décembre 2020 relatif aux indemnités de stage versées aux étudiants inscrits dans les instituts de formation de certaines professions de santé est versé au Département de Mayotte.Cet ajustement non pérenne fait l'objet d'un versement unique imputé sur la part du produit de la taxe intérieure de consommation sur les produits énergétiques revenant à l'Etat.XI.-Au titre de l'année 2021, le versement aux régions de l'indemnité inflation de 100 € aux étudiants boursiers des formations sanitaires et sociales s'effectue selon la répartition suivante :\n\nAu titre de l'année 2021, le versement aux régions de l'indemnité inflation de 100 € aux stagiaires de la formation professionnelle s'effectue selon la répartition suivante :\n\nCes versements non pérennes font l'objet d'un versement imputé sur la part du produit de la taxe intérieure de consommation sur les produits énergétiques revenant à l'Etat ou d'une minoration de celle revenant aux régions et collectivités, le cas échéant.\n\n- LOI n°2020-1721 du 29 décembre 2020\n\n- LOI n° 2014-58 du 27 janvier 2014\n\n- LOI n° 2015-1785 du 29 décembre 2015\n\n- LOI n° 2013-1278 du 29 décembre 2013\n\n- Loi n°2005-1719 du 30 décembre 2005\n\n- LOI n° 2011-1977 du 28 décembre 2011\n\nRégion\n\ncenter\n\nArrêté du 18 mai 2017\n\ncenter\n\nArrêté du 16 décembre 2020\n\ncenter\n\nTotal\n\ncenter\n\nAuvergne-Rhône-Alpes\n\n-439 800 €\n\n2 036 720 €\n\n1 596 920 €\n\nBourgogne-Franche-Comté\n\n-180 518 €\n\n676 622 €\n\n496 104 €\n\nBretagne\n\n-100 455 €\n\n590 102 €\n\n489 647 €\n\nCentre-Val de Loire\n\n-137 382 €\n\n659 292 €\n\n521 910 €\n\nCorse\n\n162 119 €\n\n44 630 €\n\n206 749 €\n\nGrand-Est\n\n-360 059 €\n\n1 428 132 €\n\n1 068 073 €\n\nHauts-de-France\n\n-166 301 €\n\n1 911 594 €\n\n1 745 293 €\n\nÎle-de-France\n\n-631 703 €\n\n3 287 320 €\n\n2 655 617 €\n\nNormandie\n\n19 317 €\n\n921 262 €\n\n940 579 €\n\nNouvelle-Aquitaine\n\n-383 556 €\n\n1 443 204 €\n\n1 059 648 €\n\nOccitanie\n\n-201 906 €\n\n1 198 998 €\n\n997 092 €\n\nPays de la Loire\n\n-12 084 €\n\n735 144 €\n\n723 060 €\n\nProvence-Alpes-Côte d'Azur\n\n-174 119 €\n\n1 303 328 €\n\n1 129 209 €\n\nTotal\n\n-2 606 447 €\n\n16 236 348 €\n\n13 629 901 €\n\ncenter\n\n1\n\n0\n\nRégion\n\ncenter\n\nMontant\n\ncenter\n\nAuvergne-Rhône-Alpes\n\n608 000 €\n\nBourgogne-Franche-Comté\n\n191 400 €\n\nBretagne\n\n237 000 €\n\nCentre-Val de Loire\n\n293 600 €\n\nCorse\n\n5 300 €\n\nGrand-Est\n\n515 700 €\n\nHauts-de-France\n\n872 200 €\n\nÎle-de-France\n\n999 000 €\n\nNormandie\n\n328 600 €\n\nNouvelle-Aquitaine\n\n371 600 €\n\nOccitanie\n\n371 300 €\n\nPays de la Loire\n\n264 700 €\n\nProvence-Alpes-Côte d'Azur\n\n602 200 €\n\nGuadeloupe\n\n37 600 €\n\nGuyane\n\n2 700 €\n\nMartinique\n\n46 700 €\n\nLa Réunion\n\n77 800 €\n\nMayotte\n\n2 800 €\n\ncenter\n\n1\n\n0\n\nRégion\n\ncenter\n\nMontant\n\ncenter\n\nAuvergne-Rhône-Alpes\n\n350 000 €\n\nBourgogne-Franche-Comté\n\n500 000 €\n\nBretagne\n\n561 000 €\n\nCentre-Val de Loire\n\n514 600 €\n\nCorse\n\n44 000 €\n\nGrand-Est\n\n650 000 €\n\nHauts-de-France\n\n1 980 000 €\n\nÎle-de-France\n\n1 400 000 €\n\nNormandie\n\n900 000 €\n\nNouvelle-Aquitaine\n\n600 000 €\n\nOccitanie\n\n1 000 000 €\n\nPays de la Loire\n\n440 000 €\n\nProvence-Alpes-Côte d'Azur\n\n327 200 €\n\nGuadeloupe\n\n300 000 €\n\nGuyane\n\n11 000 €\n\nMartinique\n\n11 000 €\n\nLa Réunion\n\n106 000 €\n\nMayotte\n\n36 100 €\n\ncenter\n\n1\n\n0"
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "I. - A compter du 1er janvier 2022, à titre expérimental et pour renforcer les politiques d'insertion, dans le ressort des départements qui en font la demande, sont assurés par l'Etat :1° L'instruction administrative et la décision d'attribution du revenu de solidarité active et du revenu de solidarité mentionné à l'article L. 522-14 du code de l'action sociale et des familles ainsi que l'examen des éventuels réclamations et recours contentieux relatifs à ces prestations ;2° Le contrôle administratif et le recouvrement des indus portant sur le versement de ces prestations ;3° Le financement de ces prestations.Les départements se portent candidats à l'expérimentation par délibération de leur organe délibérant à compter du 22 septembre 2021, et au plus tard le 15 janvier 2022. La liste des candidats retenus, qui sont caractérisés par un reste à charge au titre du revenu de solidarité active par habitant et une proportion de bénéficiaires du revenu de solidarité active dans leur population significativement plus importants que la moyenne nationale et par un revenu moyen par habitant significativement plus faible que la moyenne nationale, est établie par décret.Cette expérimentation fait l'objet d'une convention signée entre le représentant de l'Etat dans le département et le président du conseil départemental au plus tard le 1er mars 2022.L'expérimentation prend fin au plus tard le 31 décembre 2026.II. - Lorsque les compétences mentionnées aux 1° et 2° du I lui ont été transférées, l'Etat peut déléguer tout ou partie de celles-ci aux caisses d'allocations familiales et, pour leurs ressortissants, aux caisses de mutualité sociale agricole.III. - Lorsque l'expérimentation porte sur le revenu de solidarité mentionné à l'article L. 522-14 du code de l'action sociale et des familles, l'avant-dernier alinéa du même article L. 522-14 n'est pas applicable.IV. - Pour les départements participant à l'expérimentation du présent article, il est dérogé aux articles L. 262-8 à L. 262-52 et L. 522-14 du code de l'action sociale et des familles dans les conditions suivantes :1° Par dérogation à l'article L. 262-8, il incombe aux organismes mentionnés à l'article L. 262-16 de déroger, pour le compte de l'Etat, à l'application des conditions fixées à la première phrase du 3° de l'article L. 262-4 ;2° Par dérogation à l'article L. 262-11, les organismes mentionnés à l'article L. 262-16 assistent le demandeur dans les démarches rendues nécessaires pour l'exécution des obligations mentionnées à l'article L. 262-10.Une fois ces démarches engagées, ces organismes servent, à titre d'avance, le revenu de solidarité active au bénéficiaire et, dans la limite des montants alloués, sont subrogés, pour le compte de l'Etat, dans les droits du foyer vis-à-vis des organismes sociaux ou de ses débiteurs ;3° Par dérogation à l'article L. 262-12, les organismes mentionnés à l'article L. 262-16 statuent sur les demandes de dispense prévues à l'article L. 262-12, mettent fin au versement du revenu de solidarité active ou réduisent son montant ;4° Par dérogation à l'article L. 262-13 :a) Le revenu de solidarité active est attribué, pour le compte de l'Etat, par les organismes mentionnés à l'article L. 262-16, au demandeur qui réside dans le département participant à l'expérimentation ou qui y a élu domicile, dans les conditions prévues au chapitre IV du titre VI du livre II du code de l'action sociale et des familles ;b) Le second alinéa ne s'applique pas ;5° Pour l'application de l'article L. 262-15 :a) Le premier alinéa est ainsi rédigé :L'instruction administrative de la demande est effectuée à titre gratuit par les organismes mentionnés à l'article L. 262-16. Peuvent également procéder à cette instruction, dans des conditions définies par convention, les services du département, le centre communal ou intercommunal d'action sociale du lieu de résidence du demandeur, des associations ou des organismes à but non lucratif. ;b) Au début du second alinéa, les mots : Le décret mentionné au premier alinéa sont remplacés par les mots : Un décret ;6° Par dérogation à l'article L. 262-16, le service du revenu de solidarité active est assuré pour le compte de l'Etat par les caisses d'allocations familiales et, pour leurs ressortissants, par les caisses de mutualité sociale agricole ;7° Le troisième alinéa de l'article L. 262-21 n'est pas applicable ;8° Par dérogation à l'article L. 262-22, les organismes mentionnés à l'article L. 262-16 peuvent décider de faire procéder au versement d'avances sur droits supposés ;9° Par dérogation à l'article L. 262-24 :a) Le revenu de solidarité active est financé par l'Etat pendant la durée de l'expérimentation. Les frais de gestion supplémentaires exposés par les organismes mentionnés à l'article L. 262-16 au titre des nouvelles compétences qui leur sont déléguées en application du présent article à compter de l'entrée en vigueur de l'expérimentation, selon les modalités fixées par la convention mentionnée à l'article L. 262-25, sont financés par l'Etat dans des conditions fixées par décret ;b) Le II n'est pas applicable ;10° Pour l'application de l'article L. 262-25 :a) Le I est ainsi rédigé :I. - Une convention est conclue entre l'Etat et chaque organisme mentionné à l'article L. 262-16. Cette convention, dont les règles générales sont définies par décret, précise en particulier :1° Les conditions dans lesquelles les demandes sont instruites et le revenu de solidarité active est attribué, servi et contrôlé, pour le compte de l'Etat, par les organismes mentionnés à l'article L. 262-16 ;2° Les objectifs fixés par l'Etat à ces organismes pour l'exercice des compétences déléguées, ainsi que les modalités de contrôle et d'évaluation de leur réalisation, notamment en matière d'instruction et de lutte contre la fraude ;3° Les engagements de qualité de service et de contrôle pris par ces organismes auprès de l'Etat afin notamment de favoriser l'accès au revenu de solidarité active et de limiter les paiements indus ;4° Les modalités d'échange de données entre les parties. ;b) Les II à IV ne sont pas applicables ;11° L'article L. 262-26 n'est pas applicable ;\n\n12° Pour l'application de l'article L. 262-37 :a) Au I :\n\n-au premier alinéa, les mots : “ président du conseil départemental ” sont remplacés par les mots : “ directeur de l'organisme mentionné à l'article L. 262-16 sur proposition du président du conseil départemental ” ;-au dernier alinéa, les mots : “ président du conseil départemental ” sont remplacés par les mots : “ directeur de l'organisme mentionné à l'article L. 262-16 ” ;\n\nb) Au premier alinéa du II, les mots : “ président du conseil départemental ” sont remplacés par les mots : “ directeur de l'organisme mentionné à l'article L. 262-16 sur proposition du président du conseil départemental ” ;c) Au IV :\n\n-à la première phrase du deuxième alinéa, les mots : “ statuer lui-même sur les ” sont remplacés par les mots : “ se prononcer sur les suites à donner aux ” ;-à la fin de la deuxième phrase du deuxième alinéa, les mots : “ ce dernier prononce la suspension qu'il a proposée ” sont remplacés par les mots : “ le directeur de l'organisme mentionné à l'article L. 262-16 prononce la suspension proposée par l'opérateur France Travail ” ;-à la première phrase du dernier alinéa, le mot : “ statuer ” est remplacé par les mots : “ se prononcer ” ;-aux première et seconde phrases du dernier alinéa, le mot : “ prendre ” est remplacé par les mots : “ proposer au directeur de l'organisme mentionné à l'article L. 262-16 ” ;\n\nd) Le V ne s'applique pas ;e) Au VII, le mot : “ prononce ” est remplacé par les mots : “ propose au directeur de l'organisme mentionné à l'article L. 262-16 ” ;\n\n13° Par dérogation à l'article L. 262-38, le directeur de l'organisme mentionné à l'article L. 262-16 procède à la radiation de la liste des bénéficiaires du revenu de solidarité active ;14° Pour l'application de l'article L. 262-40 :a) Le premier alinéa est ainsi rédigé :Le président du conseil départemental, au titre de sa mission d'orientation, d'accompagnement et d'animation des équipes pluridisciplinaires, ainsi que les organismes chargés de l'instruction des demandes et de l'attribution, du service et de la suspension du revenu de solidarité active demandent toutes les informations nécessaires à l'identification de la situation du foyer et au suivi des contrats mentionnés aux articles L. 262-35 et L. 262-36 : ;b) Au cinquième alinéa, les mots : et à son contrôle sont remplacés par les mots : , à son contrôle, à sa suspension totale ou partielle ;c) Au septième alinéa, après le mot : départemental , sont insérés les mots : , au directeur de l'organisme mentionné à l'article L. 262-16 ;15° Par dérogation à l'article L. 262-41, il incombe aux organismes mentionnés à l'article L. 262-16 ou à ceux mentionnés à l'article L. 262-15 de constater, à l'occasion de l'instruction d'une demande ou lors d'un contrôle, une disproportion marquée entre, d'une part, le train de vie du foyer et, d'autre part, les ressources qu'il déclare ;16° Par dérogation au premier alinéa de l'article L. 262-42, l'institution mentionnée à l'article L. 5312-1 du code du travail informe également mensuellement les organismes mentionnés à l'article L. 262-16 de l'inscription des bénéficiaires du revenu de solidarité active sur la liste des demandeurs d'emploi et de leur radiation de cette liste ;17° Par dérogation à la seconde phrase du premier alinéa de l'article L. 262-45, les départements participant à l'expérimentation n'intentent pas d'action en recouvrement des sommes indûment payées ;18° Pour l'application de l'article L. 262-46 :a) Par dérogation au premier alinéa, les départements participant à l'expérimentation ne sont pas compétents pour récupérer les paiements indus de revenu de solidarité active ;b) Par dérogation au onzième alinéa, la créance peut être remise ou réduite, pour le compte de l'Etat, par la commission de recours amiable qui connaît des réclamations relevant de l'article L. 142-1 du code de la sécurité sociale en cas de bonne foi ou de précarité de la situation du débiteur, sauf si cette créance résulte d'une manœuvre frauduleuse ou d'une fausse déclaration ;c) L'avant-dernier alinéa n'est pas applicable ;d) Le dernier alinéa est ainsi rédigé :Le recouvrement de la créance détenue par l'un des organismes mentionnés à l'article L. 262-16 à l'encontre d'un bénéficiaire du revenu de solidarité active dont le lieu de résidence est transféré dans un autre département ou qui élit domicile dans un autre département est transféré en principal, frais et accessoires au département d'accueil. La créance ainsi recouvrée est transférée à l'organisme du premier lieu de résidence. ;19° Par dérogation à l'article L. 262-47, toute réclamation dirigée contre une décision relative au revenu de solidarité active fait l'objet, préalablement à l'exercice d'un recours contentieux, d'un recours administratif auprès de la commission de recours amiable qui connaît des réclamations relevant de l'article L. 142-1 du code de la sécurité sociale.Les modalités d'examen du recours sont définies par décret en Conseil d'Etat. Le bénéficiaire du revenu de solidarité active est informé, par tout moyen, des modalités de réclamation et de recours décrites aux premier et second alinéas de l'article L. 262-47 et au présent 19° ;20° Par dérogation à l'article L. 262-52, la fausse déclaration ou l'omission délibérée de déclaration ayant abouti au versement indu du revenu de solidarité active est passible d'une pénalité prononcée et recouvrée dans les conditions et les limites définies, en matière de prestations familiales, aux sixième, septième, neuvième et dixième alinéas ainsi qu'à la seconde phrase du onzième alinéa du I et au II de l'article L. 114-17 du code de la sécurité sociale. La décision est prise par le directeur de l'organisme mentionné à l'article L. 262-16, après avis de la commission mentionnée au huitième alinéa du I de l'article L. 114-17 du code de la sécurité sociale.Aucune pénalité ne peut être prononcée en raison de faits remontant à plus de deux ans, ni lorsque la personne concernée a, pour les mêmes faits, déjà été définitivement condamnée par le juge pénal ou a bénéficié d'une décision définitive de non-lieu ou de relaxe déclarant que la réalité de l'infraction n'est pas établie ou que cette infraction ne lui est pas imputable. Si une telle décision de non-lieu ou de relaxe intervient après le prononcé d'une pénalité, la révision de cette pénalité est de droit. Si, à la suite du prononcé d'une pénalité, une amende pénale est infligée pour les mêmes faits, la première s'impute sur la seconde. La pénalité ne peut pas être prononcée s'il a été fait application, pour les mêmes faits, de l'article L. 114-17 du code de la sécurité sociale.V. - Les allocations de revenu de solidarité active au titre des droits ouverts au mois de décembre de l'année précédant le 1er janvier de l'année du transfert expérimental sont versées à terme échu au mois de janvier susmentionné, pour le compte de l'Etat.L'Etat peut se substituer en tout ou partie aux droits et obligations à l'égard de la sécurité sociale, dans des conditions définies par convention.Les indus, annulations d'indu et rappels constatés à compter du 1er décembre de l'année précédant le transfert expérimental sont gérés par les organismes mentionnés à l'article L. 262-16 du code de l'action sociale et des familles. Ils sont financés par l'Etat.Les recours amiables ou contentieux déposés devant le département à compter du 1er décembre de l'année précédant le transfert expérimental sont transmis aux organismes mentionnés au même article L. 262-16. Ces derniers en assurent l'instruction dans les conditions prévues à l'article L. 262-47 du même code, dans sa rédaction applicable aux départements participant à l'expérimentation.Les recours amiables ou contentieux déposés à compter du 1er décembre de l'année précédant le transfert expérimental et relatifs à des indus ayant fait l'objet d'un transfert au département par les organismes mentionnés à l'article L. 262-16 dudit code continuent de relever de la compétence du département.Les décisions de dérogation prises en application de l'article L. 262-8 du même code avant la mise en œuvre de l'expérimentation par le conseil départemental participant à l'expérimentation sont maintenues par les organismes mentionnés à l'article L. 262-16 du même code, jusqu'au changement de la situation de l'allocataire ou de son foyer.VI. - Le transfert expérimental prévu au I du présent article s'accompagne de l'attribution à l'Etat des ressources équivalentes à celles qui étaient consacrées à l'exercice de la compétence transférée par les départements bénéficiant de l'expérimentation.Le montant du droit à compensation au profit de l'Etat est égal à la moyenne, sur la période couvrant les trois années précédant la dernière année avant le transfert expérimental, des dépenses actualisées relatives aux allocations mentionnées aux articles L. 262-2 et L. 522-14 du code de l'action sociale et des familles exposées par les départements et retracées dans leur compte de gestion, incluant la valorisation financière des emplois exprimés en équivalent temps plein travaillé affectés à l'attribution des allocations et non transférés à l'Etat.VII. - A compter du 1er janvier de l'année du transfert expérimental, afin d'assurer le financement du droit à compensation défini au second alinéa du VI du présent article, l'Etat suspend le versement aux collectivités concernées des fractions du produit de la taxe intérieure de consommation sur les produits énergétiques allouées à ces collectivités au titre de la compensation du transfert du revenu minimum d'insertion et de la généralisation du revenu de solidarité active en application de l'article 59 de la loi de finances pour 2004 (n° 2003-1311 du 30 décembre 2003) et de l'article 51 de la loi n° 2008-1425 du 27 décembre 2008 de finances pour 2009, ainsi que le versement des ressources allouées au titre du fonds défini à l'article L. 3334-16-2 du code général des collectivités territoriales et du dispositif de compensation défini à l'article L. 3334-16-3 du même code.S'il est constaté, une fois ces ressources reprises, l'existence d'un éventuel reste à financer au profit de l'Etat, il est procédé chaque année, à compter de l'année du transfert expérimental, à une reprise du produit perçu par les collectivités territoriales au titre de la taxe de publicité foncière ou du droit d'enregistrement définis à l'article 683 du code général des impôts, dans la limite d'une fraction maximale de 20 % de ce produit.Si le montant de la reprise des ressources mentionnées aux deux premiers alinéas du présent VII ne suffit pas à couvrir le droit à compensation défini au second alinéa du VI, il est procédé, sur les collectivités territoriales concernées, à compter de l'année du transfert expérimental, au prélèvement d'un montant fixe égal à la différence entre, d'une part, le droit à compensation défini au même second alinéa et, d'autre part, le montant cumulé des ressources prévues aux deux premiers alinéas du présent VII perçus par la collectivité l'année précédant le transfert expérimental.Afin d'assurer le financement de ce montant fixe, il est procédé, dans l'ordre suivant, à :1° La réfaction d'un montant fixe de la dotation de compensation mentionnée à l'article L. 3334-7-1 du code général des collectivités territoriales ;2° La réfaction d'un montant fixe de la dotation forfaitaire mentionnée à l'article L. 3334-3 du même code ;3° Et, le cas échéant, la reprise d'un montant fixe du produit de la taxe sur la valeur ajoutée perçu par les départements conformément au A du V de l'article 16 de la loi n° 2019-1479 du 28 décembre 2019 de finances pour 2020.A modifié les dispositions suivantes :\n\nXI.-Un décret en Conseil d'Etat détermine les modalités d'application du présent article, notamment les éléments essentiels de la convention mentionnée au I.\n\n- LOI n° 2003-1200 du 18 décembre 2003\n\n- Code général des collectivités territoriales\n\n- Loi n°2005-1719 du 30 décembre 2005\n\n- LOI n° 2003-1200 du 18 décembre 2003"
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "Pour 2022, les prélèvements opérés sur les recettes de l'Etat au profit des collectivités territoriales sont évalués à 43 792 928 842 €, qui se répartissent comme suit :\n\n(En euros)\n\nIntitulé du prélèvement\n\nMontant\n\nPrélèvement sur les recettes de l'État au titre de la dotation globale de fonctionnement\n\n26 798 080 294\n\nPrélèvement sur les recettes de l'État au titre de la dotation spéciale pour le logement des instituteurs\n\n5 737 881\n\nDotation de compensation des pertes de bases de la taxe professionnelle et de redevance des mines des communes et de leurs groupements\n\n50 000 000\n\nPrélèvement sur les recettes de l'État au profit du fonds de compensation pour la taxe sur la valeur ajoutée (FCTVA)\n\n6 500 000 000\n\nPrélèvement sur les recettes de l'État au titre du soutien exceptionnel pour les communes et leurs groupements face à la croissance des prix de l'énergie et de la revalorisation du point d'indice de la fonction publique\n\n430 000 000\n\nPrélèvement sur les recettes de l'État au titre de la compensation d'exonérations relatives à la fiscalité locale\n\n580 632 929\n\nDotation élu local\n\n101 006 000\n\nPrélèvement sur les recettes de l'État au profit de la collectivité de Corse\n\n57 471 037\n\nFonds de mobilisation départementale pour l'insertion\n\n440 432 204\n\nDotation départementale d'équipement des collèges\n\n326 317 000\n\nDotation régionale d'équipement scolaire\n\n661 186 000\n\nDotation globale de construction et d'équipement scolaire\n\n2 686 000\n\nDotation de compensation de la réforme de la taxe professionnelle\n\n2 880 213 735\n\nDotation pour transferts de compensations d'exonérations de fiscalité directe locale\n\n388 003 970\n\nPrélèvement sur les recettes de l'État au titre de la dotation unique des compensations spécifiques à la taxe professionnelle\n\n0\n\nDotation de compensation de la réforme de la taxe sur les logements vacants pour les communes et les établissements publics de coopération intercommunale percevant la taxe d'habitation sur les logements vacants\n\n4 000 000\n\nDotation de compensation liée au processus de départementalisation de Mayotte\n\n107 000 000\n\nFonds de compensation des nuisances aéroportuaires\n\n6 822 000\n\nDotation de garantie des reversements des fonds départementaux de taxe professionnelle\n\n284 278 000\n\nPrélèvement sur les recettes de l'État au titre de la compensation des pertes de recettes liées au relèvement du seuil d'assujettissement des entreprises au versement transport\n\n48 020 650\n\nPrélèvement sur les recettes de l'État au profit de la collectivité territoriale de Guyane\n\n27 000 000\n\nPrélèvement sur les recettes de l'État au profit des régions au titre de la neutralisation financière de la réforme de l'apprentissage\n\n122 559 085\n\nPrélèvement sur les recettes de l'État au profit de la Polynésie française\n\n90 552 000\n\nSoutien exceptionnel de l'État au profit des collectivités du bloc communal confrontées à des pertes de recettes fiscales et domaniales du fait de la crise sanitaire\n\n100 000 000\n\nSoutien exceptionnel de l'État au profit des régions d'outre-mer confrontées à des pertes de recettes d'octroi de mer et de taxe spéciale de consommation du fait de la crise sanitaire\n\n0\n\nSoutien exceptionnel de l'État au profit de la collectivité de Corse confrontée à certaines pertes de recettes fiscales spécifiques du fait de la crise sanitaire\n\n0\n\nSoutien exceptionnel de l'État au profit de Saint-Pierre-et-Miquelon, Saint-Martin, Saint-Barthélemy et Wallis-et-Futuna confrontées à certaines pertes de recettes fiscales spécifiques du fait de la crise sanitaire\n\n0\n\nPrélèvement sur les recettes de l'État au titre de la compensation de la réduction de 50 % des valeurs locatives de taxe foncière sur les propriétés bâties et de cotisation foncière des entreprises des locaux industriels\n\n3 641 930 057\n\nPrélèvement sur les recettes de l'État au titre de la compensation des communes et établissements publics de coopération intercommunale contributeurs au fonds national de garantie individuelle des ressources (FNGIR) subissant une perte de base de cotisation foncière des entreprises\n\n1 000 000\n\nPrélèvement exceptionnel sur les recettes de l'État de compensation du Fonds national de péréquation des droits de mutation à titre onéreux (DMTO)\n\n0\n\nPrélèvement exceptionnel sur les recettes de l'État au profit des collectivités territoriales et des groupements de communes qui procèdent à l'abandon ou à la renonciation définitive de loyers\n\n0\n\nCompensation aux départements de la revalorisation du revenu de solidarité active\n\n120 000 000\n\nPrélèvement sur les recettes de l'État au titre de la compensation exceptionnelle pour la revalorisation des rémunérations versées aux stagiaires de la formation professionnelle\n\n18 000 000\n\nTotal\n\n43 792 928 842\n\n1"
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "I., II. - A modifié les dispositions suivantes :\n\nIII. - Les conseillers en investissements participatifs immatriculés avant le 10 novembre 2022 sur le registre unique mentionné à l'article L. 546-1 du code monétaire et financier restent soumis aux articles L. 621-5-3 et L. 621-5-4 du même code, dans leur rédaction antérieure à la présente loi, jusqu'à ce qu'ils aient obtenu leur agrément en qualité de prestataire de services de financement participatif.IV. - Le III est applicable en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna.\n\n- Code monétaire et financier"
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "I. - L'article 1609 quatervicies A du code général des impôts est ainsi modifié :1° La seconde phrase du premier alinéa du III est ainsi modifiée :a) Le nombre : « 0,5 » est remplacé par le nombre : « 0,25 » ;b) Le nombre : « 120 » est remplacé par le nombre : « 60 » ;2° A la fin du troisième alinéa du IV, le montant : « 40 € » est remplacé par le montant : « 75 € ».II. - Le I entre en vigueur le 1er avril 2022."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "Sous réserve des dispositions de la présente loi, les affectations résultant de budgets annexes créés et de comptes spéciaux ouverts avant la date d'entrée en vigueur de la présente loi sont confirmées pour l'année 2022."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "I. -A modifié les dispositions suivantes :\n\nII.-En 2022, par dérogation au second alinéa du III de l'article 1605 du code général des impôts, le montant de la contribution à l'audiovisuel public n'est pas indexé sur l'indice des prix à la consommation hors tabac.\n\n- Loi n°2005-1719 du 30 décembre 2005"
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "I., II.-A modifié les dispositions suivantes :\n\nIII.-Une fraction du produit de la taxe sur la valeur ajoutée revenant à l'Etat, d'un montant de 398 millions d'euros net des frais d'assiette et de recouvrement, est affectée en 2022 à la caisse centrale de la mutualité sociale agricole pour le financement des sommes qui lui sont dues par l'Etat en raison du dispositif d'exonération prévu à l'article L. 741-16 du code rural et de la pêche maritime.Un arrêté conjoint des ministres chargés de la sécurité sociale et du budget fixe l'échéancier de versement de la fraction mentionnée au premier alinéa du présent III.IV.-Le I entre en vigueur le 1er février 2022.\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "Le montant du prélèvement effectué sur les recettes de l'Etat au titre de la participation de la France au budget de l'Union européenne est évalué pour l'exercice 2022 à 26 359 000 000 €."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "En 2022, les reliquats de fonds européens de développement régional suivis en compte de tiers constatés à l'issue de la clôture des programmes opérationnels couvrant les périodes 1994 à 1999, 2000 à 2006 et 2007 à 2013 sont transférés à l'Etat."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "I. - Pour 2022, les ressources affectées au budget, évaluées dans l'état A annexé à la présente loi, les plafonds des charges et l'équilibre général qui en résulte sont fixés aux montants suivants :\n\n(En millions d'euros*)\n\nII. - Pour 2022 :1° Les ressources et les charges de trésorerie qui concourent à la réalisation de l'équilibre financier sont évaluées comme suit :\n\n(En milliards d'euros)\n\n;2° Le ministre chargé des finances est autorisé à procéder, en 2022, dans des conditions fixées par décret :a) A des emprunts à long, moyen et court termes libellés en euros ou en autres devises pour couvrir l'ensemble des charges de trésorerie ou pour renforcer les réserves de change ;b) A l'attribution directe de titres de dette publique négociable à la Caisse de la dette publique ;c) A des conversions facultatives, à des opérations de pension sur titres d'Etat ;d) A des opérations de dépôts de liquidités auprès de la Caisse de la dette publique, auprès de la Société de prise de participations de l'Etat, auprès du Fonds européen de stabilité financière, auprès du Mécanisme européen de stabilité, auprès des institutions et agences financières de l'Union européenne, sur le marché interbancaire de la zone euro et auprès des Etats de la même zone ;e) A des souscriptions de titres de créances négociables émis par des établissements publics administratifs, à des rachats, à des échanges d'emprunts, à des échanges de devises ou de taux d'intérêt, à l'achat ou à la vente d'options, de contrats à terme sur titres d'Etat ou d'autres instruments financiers à terme ;3° Le plafond de la variation nette, appréciée en fin d'année et en valeur nominale, de la dette négociable de l'Etat d'une durée supérieure à un an est fixé à 119,2 milliards d'euros.III. - Pour 2022, le plafond d'autorisation des emplois rémunérés par l'Etat, exprimé en équivalents temps plein travaillé, est fixé au nombre de 1 941 470.IV. - Pour 2022, les éventuels surplus mentionnés au 10° du I de l'article 34 de la loi organique n° 2001-692 du 1er août 2001 relative aux lois de finances sont utilisés dans leur totalité pour réduire le déficit budgétaire.Il y a constatation de tels surplus si, pour l'année 2022, le produit des impositions de toute nature établies au profit de l'Etat net des remboursements et dégrèvements d'impôts, révisé dans la dernière loi de finances rectificative pour l'année 2022 ou, à défaut, dans le projet de loi de finances pour 2023, est, à législation constante, supérieur à l'évaluation figurant dans l'état A mentionné au I du présent article.\n\nRessources\n\nCharges\n\nSolde\n\nBudget général\n\nleft\n\nleft\n\nleft\n\nRecettes fiscales brutes / dépenses brutes\n\n418 180\n\n522 515\n\nleft\n\nÀ déduire : Remboursements et dégrèvements\n\n130 608\n\n130 608\n\nleft\n\nRecettes fiscales nettes / dépenses nettes\n\n287 572\n\n391 907\n\nleft\n\nRecettes non fiscales\n\n20 177\n\nleft\n\nleft\n\nRecettes totales nettes / dépenses nettes\n\n307 749\n\n391 907\n\nleft\n\nÀ déduire : Prélèvements sur recettes au profit des collectivités territoriales et de l'Union européenne\n\n69 600\n\nleft\n\nleft\n\nMontants nets pour le budget général\n\n238 149\n\n391 907\n\n-153 758\n\nÉvaluation des fonds de concours et crédits correspondants\n\n6 281\n\n6 281\n\nleft\n\nMontants nets pour le budget général y compris fonds de concours\n\n244 430\n\n398 188\n\nleft\n\nBudgets annexes\n\nleft\n\nleft\n\nleft\n\nContrôle et exploitation aériens\n\n2 381\n\n2 381\n\nleft\n\nPublications officielles et information administrative\n\n164\n\n149\n\n15\n\nTotaux pour les budgets annexes\n\n2 545\n\n2 531\n\n15\n\nÉvaluation des fonds de concours et crédits correspondants\n\nleft\n\nleft\n\nleft\n\nContrôle et exploitation aériens\n\n18\n\n18\n\nleft\n\nPublications officielles et information administrative\n\n0\n\n0\n\nleft\n\nTotaux pour les budgets annexes y compris fonds de concours\n\n2 564\n\n2 549\n\nleft\n\nComptes spéciaux\n\nleft\n\nleft\n\nleft\n\nComptes d'affectation spéciale\n\n73 256\n\n73 232\n\n24\n\nComptes de concours financiers\n\n131 063\n\n131 336\n\n-272\n\nComptes de commerce (solde)\n\nleft\n\nleft\n\n76\n\nComptes d'opérations monétaires (solde)\n\nleft\n\nleft\n\n87\n\nSolde pour les comptes spéciaux\n\nleft\n\nleft\n\n-85\n\nSolde général\n\nleft\n\nleft\n\n-153 828\n\n* Les montants figurant dans le présent tableau sont arrondis au million d'euros le plus proche ; il résulte de l'application de ce principe que le montant arrondi des totaux et sous-totaux peut ne pas être égal à la somme des montants arrondis entrant dans son calcul.\n\n1\n\ncenter\n\nBesoin de financement\n\ncenter\n\nmiddle\n\nAmortissement de la dette à moyen et long termes\n\n144,4\n\nDont remboursement du nominal à valeur faciale\n\n140,8\n\nDont suppléments d'indexation versés à l'échéance (titres indexés)\n\n3,6\n\nAmortissement de la dette reprise de SNCF Réseau\n\n3,0\n\nAmortissement des autres dettes reprises\n\n0,0\n\nDéficit budgétaire\n\n153,8\n\nAutres besoins de trésorerie\n\n-3,6\n\nTotal\n\n297,6\n\nRessources de financement\n\nleft\n\nÉmissions de dette à moyen et long termes, nettes des rachats\n\n260,0\n\nRessources affectées à la Caisse de la dette publique et consacrées au désendettement\n\n1,9\n\nVariation nette de l'encours des titres d'État à court terme\n\n0,0\n\nVariation des dépôts des correspondants\n\n0,0\n\nVariation des disponibilités du Trésor à la Banque de France et des placements de trésorerie de l'État\n\n32,2\n\nAutres ressources de trésorerie\n\n3,5\n\nTotal\n\n297,6\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "Il est ouvert aux ministres, pour 2022, au titre du budget général, des autorisations d'engagement et des crédits de paiement s'élevant respectivement aux montants de 717 659 845 047 € et de 522 514 713 827 €, conformément à la répartition par mission donnée à l'état B annexé à la présente loi."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "Il est ouvert aux ministres, pour 2022, au titre des budgets annexes, des autorisations d'engagement et des crédits de paiement s'élevant respectivement aux montants de 2 528 354 878 € et de 2 530 789 927 €, conformément à la répartition par budget annexe donnée à l'état C annexé à la présente loi."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "I. - Il est ouvert aux ministres, pour 2022, au titre des comptes d'affectation spéciale, des autorisations d'engagement et des crédits de paiement s'élevant respectivement aux montants de 73 083 254 638 € et de 73 232 154 638 €, conformément à la répartition par compte donnée à l'état D annexé à la présente loi.II. - Il est ouvert aux ministres, pour 2022, au titre des comptes de concours financiers, des autorisations d'engagement et des crédits de paiement s'élevant respectivement aux montants de 132 546 279 884 € et de 131 335 582 456 €, conformément à la répartition par compte donnée à l'état D annexé à la présente loi."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "I. - Les autorisations de découvert accordées aux ministres, pour 2022, au titre des comptes de commerce, sont fixées au montant de 20 080 809 800 €, conformément à la répartition par compte donnée à l'état E annexé à la présente loi.II. - Les autorisations de découvert accordées au ministre chargé des finances, pour 2022, au titre des comptes d'opérations monétaires, sont fixées au montant de 250 000 000 €, conformément à la répartition par compte donnée à l'état E annexé à la présente loi."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "Le plafond des autorisations d'emplois de l'Etat, pour 2022, exprimé en équivalents temps plein travaillé, est réparti comme suit :\n\nDésignation du ministère ou du budget annexe\n\nPlafond exprimé en équivalents temps plein travaillé\n\nI. - Budget général\n\n1 931 392\n\nAgriculture et alimentation\n\n29 735\n\nArmées\n\n271 372\n\nCohésion des territoires et relations avec les collectivités territoriales\n\n291\n\nCulture\n\n9 434\n\nÉconomie, finances et relance\n\n127 049\n\nÉducation nationale, jeunesse et sports\n\n1 024 862\n\nEnseignement supérieur, recherche et innovation\n\n5 311\n\nEurope et affaires étrangères\n\n13 616\n\nIntérieur\n\n293 771\n\nJustice\n\n91 358\n\nOutre-mer\n\n5 744\n\nServices du Premier ministre\n\n9 801\n\nSolidarités et santé\n\n5 005\n\nTransformation et fonction publiques\n\n433\n\nTransition écologique\n\n35 649\n\nTravail, emploi et insertion\n\n7 961\n\nII. - Budgets annexes\n\n10 985\n\nContrôle et exploitation aériens\n\n10 451\n\nPublications officielles et information administrative\n\n534\n\nTotal général\n\n1 942 377\n\n1"
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "Le plafond des autorisations d'emplois des opérateurs de l'Etat, pour 2022, exprimé en équivalents temps plein travaillé, est fixé à 406 228 emplois. Ce plafond est réparti comme suit :\n\nMission / Programme\n\nPlafond exprimé en équivalents temps plein travaillé\n\nAction extérieure de l'État\n\n6 253\n\nDiplomatie culturelle et d'influence\n\n6 253\n\nAdministration générale et territoriale de l'État\n\n361\n\nAdministration territoriale de l'État\n\n140\n\nConduite et pilotage des politiques de l'intérieur\n\n221\n\nAgriculture, alimentation, forêt et affaires rurales\n\n13 459\n\nCompétitivité et durabilité de l'agriculture, de l'agroalimentaire, de la forêt, de la pêche et de l'aquaculture\n\n12 157\n\nSécurité et qualité sanitaires de l'alimentation\n\n1 296\n\nConduite et pilotage des politiques de l'agriculture\n\n6\n\nAnciens combattants, mémoire et liens avec la Nation\n\n1 205\n\nReconnaissance et réparation en faveur du monde combattant, mémoire et liens avec la Nation\n\n1 205\n\nCohésion des territoires\n\n716\n\nUrbanisme, territoires et amélioration de l'habitat\n\n371\n\nImpulsion et coordination de la politique d'aménagement du territoire\n\n345\n\nCulture\n\n16 525\n\nPatrimoines\n\n9 922\n\nCréation\n\n3 412\n\nTransmission des savoirs et démocratisation de la culture\n\n3 066\n\nSoutien aux politiques du ministère de la culture\n\n125\n\nDéfense\n\n11 835\n\nEnvironnement et prospective de la politique de défense\n\n5 249\n\nPréparation et emploi des forces\n\n639\n\nSoutien de la politique de la défense\n\n1 136\n\nÉquipement des forces\n\n4 811\n\nDirection de l'action du Gouvernement\n\n504\n\nCoordination du travail gouvernemental\n\n504\n\nÉcologie, développement et mobilité durables\n\n19 374\n\nInfrastructures et services de transports\n\n5 199\n\nAffaires maritimes\n\n232\n\nPaysages, eau et biodiversité\n\n5 131\n\nExpertise, information géographique et météorologie\n\n6 523\n\nPrévention des risques\n\n1 426\n\nÉnergie, climat et après-mines\n\n398\n\nConduite et pilotage des politiques de l'écologie, du développement et de la mobilité durables\n\n465\n\nÉconomie\n\n2 485\n\nDéveloppement des entreprises et régulations\n\n2 485\n\nEnseignement scolaire\n\n3 023\n\nSoutien de la politique de l'éducation nationale\n\n3 023\n\nImmigration, asile et intégration\n\n2 211\n\nImmigration et asile\n\n1 003\n\nIntégration et accès à la nationalité française\n\n1 208\n\nJustice\n\n695\n\nJustice judiciaire\n\n224\n\nAdministration pénitentiaire\n\n267\n\nConduite et pilotage de la politique de la justice\n\n204\n\nMédias, livre et industries culturelles\n\n3 121\n\nLivre et industries culturelles\n\n3 121\n\nOutre-mer\n\n127\n\nEmploi outre-mer\n\n127\n\nRecherche et enseignement supérieur\n\n256 489\n\nFormations supérieures et recherche universitaire\n\n167 504\n\nVie étudiante\n\n12 724\n\nRecherches scientifiques et technologiques pluridisciplinaires\n\n65 976\n\nRecherche spatiale\n\n2 417\n\nRecherche dans les domaines de l'énergie, du développement et de la mobilité durables\n\n3 347\n\nRecherche et enseignement supérieur en matière économique et industrielle\n\n3 319\n\nEnseignement supérieur et recherche agricoles\n\n1 202\n\nRégimes sociaux et de retraite\n\n293\n\nRégimes de retraite et de sécurité sociale des marins\n\n293\n\nSanté\n\n131\n\nPrévention, sécurité sanitaire et offre de soins\n\n131\n\nSécurités\n\n299\n\nPolice nationale\n\n287\n\nSécurité civile\n\n12\n\nSolidarité, insertion et égalité des chances\n\n8 359\n\nInclusion sociale et protection des personnes\n\n30\n\nConduite et soutien des politiques sanitaires et sociales\n\n8 329\n\nSport, jeunesse et vie associative\n\n762\n\nSport\n\n562\n\nJeunesse et vie associative\n\n69\n\nJeux Olympiques et Paralympiques 2024\n\n131\n\nTransformation et fonction publiques\n\n1 100\n\nFonction publique\n\n1 100\n\nTravail et emploi\n\n56 056\n\nAccès et retour à l'emploi\n\n50 014\n\nAccompagnement des mutations économiques et développement de l'emploi\n\n5 706\n\nAmélioration de la qualité de l'emploi et des relations du travail\n\n249\n\nConception, gestion et évaluation des politiques de l'emploi et du travail\n\n87\n\nContrôle et exploitation aériens\n\n795\n\nSoutien aux prestations de l'aviation civile\n\n795\n\nContrôle de la circulation et du stationnement routiers\n\n50\n\nContrôle et modernisation de la politique de la circulation et du stationnement routiers\n\n50\n\nTotal\n\n406 228\n\n1"
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "I. - Pour 2022, le plafond des autorisations d'emplois des agents de droit local des établissements à autonomie financière mentionnés à l'article 66 de la loi de finances pour 1974 (n° 73-1150 du 27 décembre 1973), exprimé en équivalents temps plein, est fixé à 3 411. Ce plafond est réparti comme suit :\n\nII. - Ce plafond s'applique exclusivement aux agents de droit local recrutés à durée indéterminée.\n\nMission / Programme\n\nPlafond exprimé en équivalents temps plein\n\nDiplomatie culturelle et d'influence\n\n3 411\n\nTotal\n\n3 411\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "Pour 2022, le plafond des autorisations d'emplois de diverses autorités publiques dont les effectifs ne sont pas inclus dans un plafond d'autorisation des emplois rémunérés par l'Etat, exprimé en équivalents temps plein travaillé, est fixé à 2 770 emplois. Ce plafond est réparti comme suit :\n\nPlafond exprimé en équivalents temps plein travaillé\n\nAgence française de lutte contre le dopage (AFLD)\n\n45\n\nAutorité de contrôle prudentiel et de résolution (ACPR)\n\n1 080\n\nAutorité de régulation des transports (ART)\n\n102\n\nAutorité des marchés financiers (AMF)\n\n515\n\nAutorité de régulation de la communication audiovisuelle et numérique (ARCOM)\n\n355\n\nHaut Conseil du commissariat aux comptes (H3C)\n\n68\n\nHaut Conseil de l'évaluation de la recherche et de l'enseignement supérieur (HCERES)\n\n128\n\nHaute Autorité de santé (HAS)\n\n434\n\nMédiateur national de l'énergie (MNE)\n\n43\n\nTotal\n\n2 770\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "Les reports de 2021 sur 2022 susceptibles d'être effectués à partir des programmes mentionnés dans le tableau figurant ci-dessous ne pourront excéder le montant des crédits ouverts sur ces mêmes programmes par les lois n° 2020-1721 du 29 décembre 2020 de finances pour 2021, n° 2021-953 du 19 juillet 2021 de finances rectificative pour 2021 et n° 2021-1549 du 1er décembre 2021 de finances rectificative pour 2021.\n\nIntitulé du programme 2021\n\nIntitulé de la missionde rattachement 2021\n\nIntitulé du programme 2022\n\nIntitulé de la missionde rattachement 2022\n\nFrançais à l'étranger et affaires consulaires\n\nAction extérieure de l'État\n\nFrançais à l'étranger et affaires consulaires\n\nAction extérieure de l'État\n\nAdministration territoriale de l'État\n\nAdministration générale et territoriale de l'État\n\nAdministration territoriale de l'État\n\nAdministration générale et territoriale de l'État\n\nVie politique, cultuelle et associative\n\nAdministration générale et territoriale de l'État\n\nVie politique\n\nAdministration générale et territoriale de l'État\n\nConduite et pilotage des politiques de l'intérieur\n\nAdministration générale et territoriale de l'État\n\nConduite et pilotage des politiques de l'intérieur\n\nAdministration générale et territoriale de l'État\n\nCompétitivité et durabilité de l'agriculture, de l'agroalimentaire, de la forêt, de la pêche et de l'aquaculture\n\nAgriculture, alimentation, forêt et affaires rurales\n\nCompétitivité et durabilité de l'agriculture, de l'agroalimentaire, de la forêt, de la pêche et de l'aquaculture\n\nAgriculture, alimentation, forêt et affaires rurales\n\nIndemnisation des victimes des persécutions antisémites et des actes de barbarie pendant la seconde guerre mondiale\n\nAnciens combattants, mémoire et liens avec la Nation\n\nIndemnisation des victimes des persécutions antisémites et des actes de barbarie pendant la seconde guerre mondiale\n\nAnciens combattants, mémoire et liens avec la Nation\n\nUrbanisme, territoires et amélioration de l'habitat\n\nCohésion des territoires\n\nUrbanisme, territoires et amélioration de l'habitat\n\nCohésion des territoires\n\nInterventions territoriales de l'État\n\nCohésion des territoires\n\nInterventions territoriales de l'État\n\nCohésion des territoires\n\nConseil d'État et autres juridictions administratives\n\nConseil et contrôle de l'État\n\nConseil d'État et autres juridictions administratives\n\nConseil et contrôle de l'État\n\nCour des comptes et autres juridictions financières\n\nConseil et contrôle de l'État\n\nCour des comptes et autres juridictions financières\n\nConseil et contrôle de l'État\n\nPrésidence française du Conseil de l'Union européenne en 2022\n\nDirection de l'action du Gouvernement\n\nPrésidence française du Conseil de l'Union européenne en 2022\n\nDirection de l'action du Gouvernement\n\nCoordination du travail gouvernemental\n\nDirection de l'action du Gouvernement\n\nCoordination du travail gouvernemental\n\nDirection de l'action du Gouvernement\n\nAffaires maritimes\n\nÉcologie, développement et mobilité durables\n\nAffaires maritimes\n\nÉcologie, développement et mobilité durables\n\nÉnergie, climat et après-mines\n\nÉcologie, développement et mobilité durables\n\nÉnergie, climat et après-mines\n\nÉcologie, développement et mobilité durables\n\nPrévention des risques\n\nÉcologie, développement et mobilité durables\n\nPrévention des risques\n\nÉcologie, développement et mobilité durables\n\nStatistiques et études économiques\n\nÉconomie\n\nStatistiques et études économiques\n\nÉconomie\n\nFinancement des opérations patrimoniales envisagées en 2021 sur le compte d'affectation spéciale “Participations financières de l'État”\n\nÉconomie\n\nFinancement des opérations patrimoniales envisagées en 2021 et en 2022 sur le compte d'affectation spéciale “Participations financières de l'État”\n\nÉconomie\n\nStratégies économiques\n\nÉconomie\n\nStratégies économiques\n\nÉconomie\n\nDéveloppement des entreprises et régulations\n\nÉconomie\n\nDéveloppement des entreprises et régulations\n\nÉconomie\n\nGestion fiscale et financière de l'État et du secteur public local\n\nGestion des finances publiques\n\nGestion fiscale et financière de l'État et du secteur public local\n\nGestion des finances publiques\n\nConduite et pilotage des politiques économiques et financières\n\nGestion des finances publiques\n\nConduite et pilotage des politiques économiques et financières\n\nGestion des finances publiques\n\nFacilitation et sécurisation des échanges\n\nGestion des finances publiques\n\nFacilitation et sécurisation des échanges\n\nGestion des finances publiques\n\nConseil supérieur de la magistrature\n\nJustice\n\nConseil supérieur de la magistrature\n\nJustice\n\nPresse et médias\n\nMédias, livre et industries culturelles\n\nPresse et médias\n\nMédias, livre et industries culturelles\n\nLivre et industries culturelles\n\nMédias, livre et industries culturelles\n\nLivre et industries culturelles\n\nMédias, livre et industries culturelles\n\nÉcologie\n\nPlan de relance\n\nÉcologie\n\nPlan de relance\n\nCompétitivité\n\nPlan de relance\n\nCompétitivité\n\nPlan de relance\n\nCohésion\n\nPlan de relance\n\nCohésion\n\nPlan de relance\n\nPrise en charge du chômage partiel et financement des aides d'urgence aux employeurs et aux actifs précaires à la suite de la crise sanitaire\n\nPlan d'urgence face à la crise sanitaire\n\nPrise en charge du chômage partiel et financement des aides d'urgence aux employeurs et aux actifs précaires à la suite de la crise sanitaire\n\nPlan d'urgence face à la crise sanitaire\n\nFonds de solidarité pour les entreprises à la suite de la crise sanitaire\n\nPlan d'urgence face à la crise sanitaire\n\nFonds de solidarité pour les entreprises à la suite de la crise sanitaire\n\nPlan d'urgence face à la crise sanitaire\n\nRenforcement exceptionnel des participations financières de l'État dans le cadre de la crise sanitaire\n\nPlan d'urgence face à la crise sanitaire\n\nRenforcement exceptionnel des participations financières de l'État dans le cadre de la crise sanitaire\n\nPlan d'urgence face à la crise sanitaire\n\nCompensation à la sécurité sociale des allègements de prélèvements pour les entreprises les plus touchées par la crise sanitaire\n\nPlan d'urgence face à la crise sanitaire\n\nCompensation à la sécurité sociale des allègements de prélèvements pour les entreprises les plus touchées par la crise sanitaire\n\nPlan d'urgence face à la crise sanitaire\n\nMatériels sanitaires pour faire face à la crise sanitaire de la covid-19\n\nPlan d'urgence face à la crise sanitaire\n\nMatériels sanitaires pour faire face à la crise sanitaire de la covid-19\n\nPlan d'urgence face à la crise sanitaire\n\nConcours spécifiques et administration\n\nRelations avec les collectivités territoriales\n\nConcours spécifiques et administration\n\nRelations avec les collectivités territoriales\n\nPrévention, sécurité sanitaire et offre de soins\n\nSanté\n\nPrévention, sécurité sanitaire et offre de soins\n\nSanté\n\nSécurité civile\n\nSécurités\n\nSécurité civile\n\nSécurités\n\nÉgalité entre les femmes et les hommes\n\nSolidarité, insertion et égalité des chances\n\nÉgalité entre les femmes et les hommes\n\nSolidarité, insertion et égalité des chances\n\nPrise en charge par l'État du financement de l'indemnité inflation\n\nSolidarité, insertion et égalité des chances\n\nPrise en charge par l'État du financement de l'indemnité inflation\n\nSolidarité, insertion et égalité des chances\n\nJeunesse et vie associative\n\nSport, jeunesse et vie associative\n\nJeunesse et vie associative\n\nSport, jeunesse et vie associative\n\nSport\n\nSport, jeunesse et vie associative\n\nSport\n\nSport, jeunesse et vie associative\n\nAccompagnement des mutations économiques et développement de l'emploi\n\nTravail et emploi\n\nAccompagnement des mutations économiques et développement de l'emploi\n\nTravail et emploi\n\nConception, gestion et évaluation des politiques de l'emploi et du travail\n\nTravail et emploi\n\nConception, gestion et évaluation des politiques de l'emploi et du travail\n\nTravail et emploi\n\nNavigation aérienne\n\nContrôle et exploitation aériens\n\nNavigation aérienne\n\nContrôle et exploitation aériens\n\nAvances à des organismes distincts de l'État et gérant des services publics\n\nAvances à divers services de l'État ou organismes gérant des services publics\n\nAvances à des organismes distincts de l'État et gérant des services publics\n\nAvances à divers services de l'État ou organismes gérant des services publics\n\nPrêts pour le développement économique et social\n\nPrêts et avances à des particuliers ou à des organismes privés\n\nPrêts pour le développement économique et social\n\nPrêts et avances à des particuliers ou à des organismes privés\n\nAvances remboursables et prêts bonifiés aux entreprises touchées par la crise de la covid-19\n\nPrêts et avances à des particuliers ou à des organismes privés\n\nAvances remboursables et prêts bonifiés aux entreprises touchées par la crise de la covid-19\n\nPrêts et avances à des particuliers ou à des organismes privés\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "I. à III. - A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nIV. - Le Gouvernement remet au Parlement, avant le 30 septembre 2025, un rapport d'évaluation du dispositif prévu à l'article 199 tricies du code général des impôts.\n\n- Code de la construction et de l'habitation.\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI.\n\n- Loi n° 89-462 du 6 juillet 1989\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "I à II.-A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI.\n\n- Livre des procédures fiscales\n\nIII. - Les I et II s'appliquent aux dépenses facturées au titre des contrats de collaboration conclus à compter du 1er janvier 2022."
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII. - Le présent article est applicable à compter du 1er janvier 2023."
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le I s'applique aux exercices clos à compter du 31 décembre 2022.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII. - Le I s'applique aux travaux pour lesquels les conditions cumulatives suivantes sont remplies :1° Une demande de permis de construire est déposée à compter du 1er janvier 2022 ;2° Les travaux de démolition n'ont pas été engagés avant cette date.Il entre en vigueur, pour les investissements réalisés à Saint-Martin, à une date fixée par décret, qui ne peut être postérieure de plus de six mois à la date de réception par le Gouvernement de la réponse de la Commission européenne permettant de considérer le dispositif législatif lui ayant été notifié comme conforme au droit de l'Union européenne en matière d'aides d'Etat."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII. - Le Gouvernement remet au Parlement, avant le 30 septembre 2022, un rapport d'évaluation du dispositif prévu à l'article 199 sexvicies du code général des impôts."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le Gouvernement remet au Parlement, avant le 30 septembre 2023, un rapport d'évaluation des dispositifs prévus à l'article 199 tervicies et au 5° du B du I de l'article 199 novovicies du code général des impôts.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII. - Le Gouvernement remet au Parlement, avant le 30 septembre 2022, un rapport évaluant le dispositif prévu au 1 ter de l'article 200 du code général des impôts, en précisant les effets du plafond dérogatoire et temporaire de 1 000 euros pour les dons réalisés."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII. - Le 2° du I s'applique aux dépenses engagées à compter du 1er janvier 2022."
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII. - A.-Le b du 1° et le 2° du I entrent en vigueur à une date fixée par décret, qui ne peut être postérieure de plus d'un mois à la date de réception par le Gouvernement de la réponse de la Commission européenne permettant de considérer le dispositif législatif lui ayant été notifié comme conforme au droit de l'Union européenne en matière d'aides d'Etat.B.-Les a et c du 1° et le 3° du I s'appliquent aux versements effectués au titre des abonnements souscrits à compter de la date mentionnée au A du présent II."
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I s'applique aux cessions réalisées à compter du 1er janvier 2023.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "I. - A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI.\n\nII. - Le 1° du I s'applique aux logements répondant aux conditions prévues aux 1° et 3° à 5° du I de l'article 279-0 bis A du code général des impôts dont la construction est achevée à compter du 1er janvier 2023.III. - Le Gouvernement remet au Parlement, avant le 30 septembre 2025, un rapport mesurant les impacts de l'instauration d'une créance d'impôt sur les sociétés en faveur de la production de logements locatifs intermédiaires."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "I à II.-A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nIII.-Les I et II s'appliquent aux crédits d'impôt calculés au titre des exercices clos à compter du 31 décembre 2022.\n\n-Code général des impôts, CGI.\n\n-LOI n° 2019-1100 du 30 octobre 2019\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le I s'applique aux dépenses exposées à compter du 1er janvier 2023.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art84",
      "section": "84",
      "title": "Article 84",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII. - Le I entre en vigueur le 1er janvier 2023."
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Article 86",
      "content": "I. à III. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\n- LOI n° 2008-1425 du 27 décembre 2008\n\n- LOI n° 2019-1479 du 28 décembre 2019\n\nIV. - A. - Les 2°, 4° et 5° du A et les B et C du I s'appliquent aux offres d'avances émises à compter du 1er janvier 2022.B. - Les 1° et 3° du A du I s'appliquent aux offres d'avances émises à compter du 1er juillet 2022."
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII. - Le I s'applique au nombre de logements agréés par les représentants de l'Etat au titre d'une année, à compter du 1er janvier 2022."
    },
    {
      "provision_ref": "art93",
      "section": "93",
      "title": "Article 93",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-833 DC du 28 décembre 2021.]"
    },
    {
      "provision_ref": "art94",
      "section": "94",
      "title": "Article 94",
      "content": "Par dérogation au douzième alinéa de l'article L. 442-2-1 du code de la construction et de l'habitation, en 2022, le montant des plafonds de ressources mensuelles ouvrant droit à la réduction de loyer de solidarité n'est pas indexé sur l'évolution en moyenne annuelle de l'indice des prix à la consommation des ménages hors tabac constatée en 2020."
    },
    {
      "provision_ref": "art95",
      "section": "95",
      "title": "Article 95",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le I entre en vigueur le 1er janvier 2023 et s'applique aux produits pour lesquels la taxe mentionnée à l'article 265 du code des douanes devient exigible à compter de cette même date.\n\n-Code des douanes"
    },
    {
      "provision_ref": "art96",
      "section": "96",
      "title": "Article 96",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai de neuf mois à compter de la promulgation de la présente loi, toute mesure relevant du domaine de la loi pour permettre une prise en charge partielle par l'Etat, dans les zones non interconnectées au réseau métropolitain continental, pour une durée maximale de vingt ans, des coûts résultant des investissements nécessaires et des déficits d'exploitation associés à la conversion des usages des réseaux de gaz de pétrole liquéfié à l'électricité ou aux énergies renouvelables. Cette prise en charge partielle n'est possible que sous réserve du respect par les collectivités territoriales concernées d'un accord préalable passé avec l'Etat et de l'inscription dans la programmation pluriannuelle de l'énergie prévue à l'article L. 141-5 du code de l'énergie d'une date de fin d'exploitation des réseaux de gaz de pétrole liquéfié et de la conversion des usages associés à ces réseaux à l'électricité ou aux énergies renouvelables. Les conditions de cette prise en charge sont définies de manière à assurer un équilibre dans le partage des efforts financiers et des risques, d'une part, entre les collectivités territoriales concernées et les concessionnaires des réseaux concernés dans le cadre du cahier des charges de concession et, d'autre part, entre l'Etat et les collectivités territoriales concernées dans le cadre de l'accord passé entre l'Etat et les collectivités territoriales concernées.Pour l'année 2022, cette prise en charge partielle ne peut excéder un montant de 25 millions d'euros.Un projet de loi de ratification est déposé devant le Parlement dans un délai d'un an à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art97",
      "section": "97",
      "title": "Article 97",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-833 DC du 28 décembre 2021.]"
    },
    {
      "provision_ref": "art98",
      "section": "98",
      "title": "Article 98",
      "content": "I. à VII.-A abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nVIII.-Le VII entre en vigueur le 1er janvier 2023.\n\n-Code général des impôts, CGI.\n\n-Code minier (nouveau)\n\n-LOI n° 86-1317 du 30 décembre 1986\n\n-Code des douanes\n\n-Code de la santé publique\n\n-Code général des collectivités territoriales\n\n-Code du tourisme"
    },
    {
      "provision_ref": "art101",
      "section": "101",
      "title": "Article 101",
      "content": "I à II.-A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\n- Ordonnance n° 2016-1687 du 8 décembre 2016\n\nIII.-A.-Le a du 2° du I s'applique aux installations de production d'électricité utilisant l'énergie mécanique du vent en mer situées dans la zone économique exclusive dont les exploitants ont été retenus, à compter du 1er janvier 2022, à l'issue d'une procédure de mise en concurrence, en application de l'article L. 311-11 du code de l'énergie.B.-La seconde phrase du quatrième alinéa de l'article 1519 B du code général des impôts ne s'applique pas, pour l'année 2022, au tarif de la taxe mentionnée au même article 1519 B, dans sa rédaction résultant de la présente loi.IV.-Le II est applicable à Saint-Barthélemy, à Saint-Martin, à Saint-Pierre-et-Miquelon, dans les îles Wallis et Futuna et dans les Terres australes et antarctiques françaises, à l'exception du 2° qui n'est pas applicable à Saint-Barthélemy et à Saint-Martin."
    },
    {
      "provision_ref": "art102",
      "section": "102",
      "title": "Article 102",
      "content": "Les communes et les établissements publics de coopération intercommunale à fiscalité propre peuvent, par une délibération prise jusqu'au 31 janvier 2022, exonérer de taxe foncière sur les propriétés bâties, pour la part qui leur revient et pour une durée de deux ans au plus, les propriétés mentionnées au II de l'article L. 214-6 du code rural et de la pêche maritime.Les propriétaires souhaitant bénéficier de l'exonération en adressent la demande, accompagnée des éléments d'identification des propriétés entrant dans le champ d'application de l'exonération, au service des impôts du lieu de situation des biens, au plus tard le 28 février 2022."
    },
    {
      "provision_ref": "art103",
      "section": "103",
      "title": "Article 103",
      "content": "I. - A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII. - Le I s'applique à compter de l'année suivant celle de la création de l'établissement public qui a pour mission de contribuer au financement de l'infrastructure ferroviaire dénommée \"grand projet ferroviaire du Sud-Ouest\".\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art105",
      "section": "105",
      "title": "Article 105",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le I s'applique aux impositions établies à compter du 1er janvier 2022.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art107",
      "section": "107",
      "title": "Article 107",
      "content": "I. à III.-A modifié les dispositions suivantes :\n\n- LOI n° 2019-1479 du 28 décembre 2019\n\n- Code général des impôts, CGI.\n\n- LOI n° 2015-991 du 7 août 2015\n\nIV.-Les I et II s'appliquent à compter des impositions dues au titre de 2021."
    },
    {
      "provision_ref": "art110",
      "section": "110",
      "title": "Article 110",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I entre en vigueur le 1er janvier 2022.\n\n- Code de l'urbanisme"
    },
    {
      "provision_ref": "art112",
      "section": "112",
      "title": "Article 112",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\n- Code de l'urbanisme\n\n- Livre des procédures fiscales\n\nIII. - A. - Le 1° du I et le II s'appliquent aux titres émis à compter du 1er janvier 2022.B. - Le 2° du I entre en vigueur le 1er janvier 2022."
    },
    {
      "provision_ref": "art114",
      "section": "114",
      "title": "Article 114",
      "content": "Pour la mise en œuvre de la révision des valeurs locatives prévue aux I à VI de l'article 146 de la loi n° 2019-1479 du 28 décembre 2019 de finances pour 2020 et pour les besoins du rapport d'évaluation prévu au VII du même article 146, les propriétaires des biens mentionnés à l'article 1497 du code général des impôts souscrivent auprès de l'administration fiscale, avant le 1er juillet 2025, une déclaration, conforme au modèle établi par l'administration, indiquant notamment les éléments constitutifs de la valeur vénale des biens concernés au sens du C du II de l'article 146 de la loi n° 2019-1479 du 28 décembre 2019 précitée.Les modalités d'application du présent article sont fixées par arrêté du ministre chargé du budget."
    },
    {
      "provision_ref": "art116",
      "section": "116",
      "title": "Article 116",
      "content": "I., II.-A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII.-Pour la taxe prévue à l'article 300 bis du code général des impôts, dans sa rédaction résultant du I du présent article, exigible au titre de l'année 2021 :\n\n1° Avant le 15 février 2022, les redevables de la taxe transmettent une estimation des montants mentionnés aux 1° et 2° du I de l'article 300 quinquies du même code, dans les conditions fixées par un arrêté conjoint des ministres chargés du budget, des transports et du travail.\n\nToutes les personnes appelées, à l'occasion de leurs fonctions ou de leurs attributions, à intervenir dans la collecte de ces estimations sont astreintes au secret professionnel défini aux articles 226-13 et 226-14 du code pénal ;\n\n2° L'arrêté prévu au II de l'article 300 quinquies du code général des impôts détermine le taux applicable à partir des données ainsi transmises, avant le 15 mars 2022.\n\n-Code général des impôts, CGI.\n\n-Code du travail\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art117",
      "section": "117",
      "title": "Article 117",
      "content": "I.-A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII.-Le I entre en vigueur le 1er avril 2022."
    },
    {
      "provision_ref": "art118",
      "section": "118",
      "title": "Article 118",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-833 DC du 28 décembre 2021.]"
    },
    {
      "provision_ref": "art120",
      "section": "120",
      "title": "Article 120",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-833 DC du 28 décembre 2021.]"
    },
    {
      "provision_ref": "art121",
      "section": "121",
      "title": "Article 121",
      "content": "I. à V.-A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nVI.-Au titre des exercices 2020 et 2021, les établissements énumérés à l'article 2 de la loi n° 86-33 du 9 janvier 1986 portant dispositions statutaires relatives à la fonction publique hospitalière, les établissements publics de santé, sociaux et médico-sociaux relevant de la fonction publique hospitalière, les groupements de coopération sanitaire mentionnés aux articles L. 6133-1 et L. 6133-4 du code de la santé publique et les groupements de coopération sociale et médico-sociale mentionnés à l'article L. 312-7 du code de l'action sociale et des familles s'acquittent, lorsqu'ils sont assujettis à la taxe mentionnée à l'article L. 6241-1 du code du travail, du paiement de cette taxe auprès des organismes paritaires agréés par l'Etat mentionnés au 6° de l'article 41 de la loi n° 86-33 du 9 janvier 1986 précitée.\n\nLorsque les établissements et les groupements mentionnés au premier alinéa du présent VI se sont acquittés en 2020 et en 2021 de la taxe mentionnée à l'article L. 6241-1 du code du travail auprès d'un opérateur de compétences agréé en application de l'article L. 6332-1-1 du même code, cet opérateur reverse le montant collecté de ladite taxe aux organismes paritaires agréés par l'Etat mentionnés au 6° de l'article 41 de la loi n° 86-33 du 9 janvier 1986 précitée.\n\nLes fonds ainsi collectés sont mutualisés et gérés par les organismes paritaires mentionnés au deuxième alinéa du présent VI, dans le respect des principes fixés au livre II de la sixième partie du code du travail.\n\nVII.-Pour les années 2021 à 2025, l'article L. 6131-1 du code du travail est applicable aux employeurs de Saint-Pierre-et-Miquelon relevant de la caisse de prévoyance sociale, sous réserve des dispositions suivantes :\n\n1° Les rémunérations dues en 2021 sont exonérées des contributions mentionnées aux 2° à 4° du même article L. 6131-1 ;\n\n2° Pour les rémunérations dues au titre des années 2022, 2023, 2024 et 2025, ces employeurs ne sont redevables que de la contribution à la formation professionnelle mentionnée aux articles L. 6331-1 et L. 6331-3 du même code. Les entreprises de onze salariés et plus sont assujetties au taux de 0,55 % du montant du revenu d'activité retenu pour le calcul des cotisations sociales mentionnées à l'article L. 242-1 du code de la sécurité sociale.\n\nVIII.-Par dérogation au II de l'article L. 6131-1 du code du travail, lorsque les ports mentionnés au 1° de l'article L. 5311-1 du code des transports et à l'article 2 de la loi du 26 avril 1924 ayant pour objet la constitution du port rhénan de Strasbourg en port autonome ne procèdent à aucune distinction lors de l'établissement de leurs déclarations sociales entre la masse salariale des effectifs attachés aux missions à caractère administratif et celle des effectifs engagés dans des activités de nature industrielle et commerciale, il est appliqué un abattement forfaitaire de 50 % de l'assiette des contributions dues mentionnées aux 2° à 4° de l'article L. 6131-1 du code du travail, calculées sur la masse salariale globale de l'établissement.\n\nIX.-Le 8° du I et les V à VII entrent en vigueur le lendemain de la publication de la présente loi.\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code de la sécurité sociale.\n\n-Ordonnance n° 77-1102 du 26 septembre 1977\n\n-Ordonnance n° 96-1122 du 20 décembre 1996\n\n-LOI n° 2018-771 du 5 septembre 2018\n\n-Code du travail"
    },
    {
      "provision_ref": "art122",
      "section": "122",
      "title": "Article 122",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- LOI n° 84-53 du 26 janvier 1984\n\n- LOI n° 84-53 du 26 janvier 1984\n\n- Code du travail\n\nIII. ‒ Les I et II entrent en vigueur le 1er janvier 2022.IV. ‒ Le a du 1° du I s'applique aux contrats d'apprentissage conclus à compter du 1er janvier 2022."
    },
    {
      "provision_ref": "art124",
      "section": "124",
      "title": "Article 124",
      "content": "Le sixième alinéa du I du E de l'article 71 de la loi n° 2003-1312 du 30 décembre 2003 de finances rectificative pour 2003 est remplacé par quatre alinéas ainsi rédigés :« Le produit de cette taxe est affecté aux centres techniques industriels couvrant ces secteurs, qui sont :« a) Le Centre technique des industries mécaniques, pour les secteurs de la mécanique et du décolletage et les matériels et consommables de soudage ;« b) Le Centre technique industriel de la construction métallique ;« c) Le Centre technique des industries aérauliques et thermiques. »"
    },
    {
      "provision_ref": "art128",
      "section": "128",
      "title": "Article 128",
      "content": "I. -A modifié les dispositions suivantes :\n\nII.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre, par voie d'ordonnance, toutes mesures relevant du domaine de la loi nécessaires à la refonte des règles relatives aux impositions frappant, directement ou indirectement, les produits, services ou transactions et aux impositions contrôlées ou recouvrées selon les mêmes procédures ainsi que des régimes relatifs à ces produits, services ou transactions, pour :1° (Abrogé) ;2° Harmoniser les conditions dans lesquelles ces impositions sont liquidées, recouvrées, remboursées et contrôlées, y compris en adaptant les dispositions relatives au fait générateur et à l'exigibilité de l'impôt ainsi qu'aux régimes mentionnés au premier alinéa du présent II ;3° Améliorer la lisibilité des dispositions concernées et des autres dispositions dont la modification est rendue nécessaire, notamment en remédiant aux éventuelles erreurs ou insuffisances de codification, en regroupant des dispositions de nature législative qui n'ont pas été codifiées ou l'ont été dans des codes différents, en réorganisant le plan et la rédaction de ces dispositions et en abrogeant les dispositions obsolètes, inadaptées ou devenues sans objet ;4° Assurer le respect de la hiérarchie des normes, harmoniser et simplifier la rédaction des textes, adapter les dispositions de droit interne au droit de l'Union européenne ainsi qu'aux accords internationaux ratifiés et adapter les renvois au pouvoir réglementaire à la nature et à l'objet des mesures d'application concernées.Le Gouvernement est également autorisé, dans les mêmes conditions et aux fins mentionnées au 3° du présent II, à transférer dans d'autres codes et lois les dispositions du code général des impôts, du livre des procédures fiscales et du code des douanes relatives soit à des produits, services ou transactions qui ne sont soumis à aucune imposition particulière, soit aux affectataires des impositions mentionnées au premier alinéa du présent II sans se rapporter directement à ces impositions.L'ordonnance prévue au présent II est prise dans un délai de deux ans à compter de la promulgation de la présente loi. Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de cette ordonnance.\n\n- LOI n° 2019-1479 du 28 décembre 2019"
    },
    {
      "provision_ref": "art130",
      "section": "130",
      "title": "Article 130",
      "content": "I. à III.-A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIV. - A. - Sont transférées, pour prise en charge et recouvrement par les comptables publics de la direction générale des finances publiques, les créances recouvrées par les comptables publics de la direction générale des douanes et droits indirects et non soldées qui se composent exclusivement des impositions et cotisations suivantes ainsi que des majorations, intérêts de retard et frais de poursuites y afférents :1° Les taxes prévues aux articles 284 bis et 284 sexies bis du code des douanes ;2° Les droits prévus aux articles 223, 223 bis et 238 du même code ;3° Les taxes intérieures de consommation prévues aux articles 265, 266 quinquies, 266 quinquies B et 266 quinquies C dudit code ;4° La taxe incitative relative à l'incorporation de biocarburants prévue à l'article 266 quindecies du même code ;5° La taxe spéciale de consommation prévue à l'article 266 quater du même code ;6° La taxe générale sur les activités polluantes prévue à l'article 266 sexies du même code ;7° (Abrogé)\n\n8° La taxe sur la valeur ajoutée sur les produits pétroliers prévue à l'article 298 du code général des impôts ;9° Les contributions sur les boissons non alcooliques prévues aux articles 1582, 1613 ter et 1613 quater du même code ;10° Les accises mentionnées aux articles L. 313-1 et L. 314-1 du code des impositions sur les biens et services, le droit de licence prévu à l'article 568 du code général des impôts, la taxe prévue à l'article 1613 bis du même code, la cotisation prévue à l'article L. 245-7 du code de la sécurité sociale et la cotisation basée sur la remise mentionnée au 3° du I de l'article 570 du code général des impôts finançant le régime d'allocations viagères en faveur des gérants de débits de tabac ordinaires.Les comptables publics de la direction générale des finances publiques sont également compétents pour prendre en charge et recouvrer les créances se rapportant aux impositions, cotisations, majorations et intérêts de retard mentionnés aux 1° à 10° du présent A dont le fait générateur est antérieur aux dates prévues au VI de l'article 193 et au C du V de l'article 199 de la loi n° 2018-1317 du 28 décembre 2018 de finances pour 2019, au premier alinéa du IV de l'article 181 et au I de l'article 184 de la loi n° 2019-1479 du 28 décembre 2019 précitée, dans sa version en vigueur au 31 décembre 2021, ainsi qu'au 2° du B du II de l'article 54 de la loi n° 2020-1721 du 29 décembre 2020 de finances pour 2021, dans sa version en vigueur au 31 décembre 2021, ou dont le fait générateur est antérieur à l'entrée en vigueur du 8° du I et du 2° du II de l'article 55 de la loi n° 2020-1721 du 29 décembre 2020 précitée ou de l'article 111 de la loi n° 2023-1322 du 29 décembre 2023 de finances pour 2024 ou dont le fait générateur est antérieur au transfert de la cotisation basée sur la remise mentionnée au 3° du I de l'article 570 du code général des impôts finançant le régime d'allocations viagères en faveur des gérants de débits de tabac ordinaires, lorsque ces créances sont issues d'un contrôle réalisé par la direction générale des douanes et droits indirects dans le cadre de son délai de reprise.B. - Pour l'application du A du présent IV, les comptables publics de la direction générale des finances publiques sont compétents :1° Pour recouvrer les créances authentifiées par un titre exécutoire, le cas échéant en poursuivant les actions en recouvrement préalablement engagées par les comptables publics de la direction générale des douanes et droits indirects ;2° Pour émettre un titre exécutoire et recouvrer les créances dont le fait générateur est antérieur aux dates mentionnées au dernier alinéa du même A et non authentifiées, à la date du transfert prévu au premier alinéa dudit A, par un titre exécutoire émis par la direction générale des douanes et droits indirects.C. - Pour l'application des A et B du présent IV :1° Les mesures conservatoires initialement prises en application du code des douanes par les comptables publics de la direction générale des douanes et droits indirects peuvent être converties par tout comptable public de la direction générale des finances publiques devenu compétent après la prise de ces mesures ;2° A compter du transfert prévu au premier alinéa du A, les privilèges et leurs inscriptions effectuées par les comptables publics de la direction générale des douanes et droits indirects bénéficient aux comptables publics de la direction générale des finances publiques et s'exercent conformément à l'article 1920 du code général des impôts en matière de taxes sur le chiffre d'affaires et conformément au 12° de l'article L. 643-8 du code de commerce.D. - Pour l'application des A à C du présent IV :1° (Abrogé)2° Les créances authentifiées par un avis de mise en recouvrement sont recouvrées par les comptables publics de la direction générale des finances publiques comme en matière de taxes sur le chiffre d'affaires.\n\nPar dérogation au 2° du présent D, les créances mentionnées au 2° du A sont recouvrées comme en matière de créances étrangères à l'impôt et au domaine.\n\nD bis. - Pour l'application du 2° du D, les créances mentionnées au 2° du A sont recouvrées sur le fondement d'un titre de perception prévu à l'article L. 252 A du livre des procédures fiscales. Le cas échéant, ce titre de perception se substitue, pour l'avenir, à l'avis de mise en recouvrement précédemment émis par le comptable de la direction générale des douanes et droits indirects.\n\nL'émission du titre de perception interrompt le délai de prescription de l'action en recouvrement.E. - Les contestations introduites par les redevables des impositions et des cotisations mentionnées au A relèvent de la compétence de la direction générale des douanes et droits indirects et sont soumises au régime juridique qui leur est applicable dans les cas suivants :1° Lorsqu'une contestation d'assiette ou de recouvrement a été formulée par le redevable préalablement au transfert prévu au premier alinéa du même A ;2° Lorsqu'une contestation d'assiette ou de recouvrement est formulée par le redevable après les prises en charge prévues audit A, dès lors que le fait générateur de la créance est antérieur aux dates prévues au dernier alinéa du même A ou que l'acte de poursuites est antérieur au transfert prévu au premier alinéa du même A.\n\nF. - Les comptables publics de la direction générale des finances publiques sont compétents pour recouvrer les droits qui se rapportent aux impositions et aux cotisations mentionnées au A du présent IV ainsi qu'aux majorations et intérêts de retard y afférents lorsqu'ils sont prononcés par une juridiction.\n\nPour l'application du premier alinéa du présent F :\n\n1° Les droits prononcés par une juridiction ainsi que les majorations et intérêts de retard afférents à ces droits sont recouvrés comme en matière de taxes sur le chiffre d'affaires, sur le fondement d'un avis de mise en recouvrement émis par le comptable public de la direction générale des finances publiques ;\n\n1° bis Par dérogation au 1°, lorsque les droits prévus au premier alinéa du présent F se rapportent aux impositions mentionnées au 2° du A, ces droits ainsi que les majorations et intérêts de retard y afférents sont recouvrés comme en matière de créances étrangères à l'impôt et au domaine, sur le fondement d'un titre de perception prévu à l'article L. 252 A du livre des procédures fiscales ;\n\n2° Lorsque la juridiction qui a prononcé la décision a accordé des délais de paiement au débiteur, ces délais s'imposent au comptable public dès lors qu'ils sont respectés ;\n\n3° L'avis de mise en recouvrement et le titre de perception, mentionnés respectivement aux 1° et 1° bis du présent F, comportent les indications suivantes :\n\na) Le nom de la juridiction ayant prononcé le jugement ainsi que la date du jugement ;\n\nb) Le montant total des droits, majorations et intérêts de retard dus, tel qu'il résulte du jugement ;\n\nc) Le cas échéant, les délais de paiement accordés par la juridiction ayant prononcé le jugement ;\n\n4° L'avis de mise en recouvrement et le titre de perception, mentionnés respectivement aux mêmes 1° et 1° bis, peuvent faire l'objet d'une contestation sur la régularité en la forme ;\n\n5° Les mesures conservatoires initialement prises par les comptables publics de la direction générale des douanes et droits indirects peuvent être converties par tout comptable public de la direction générale des finances publiques devenu compétent après la prise de ces mesures.V. - A. - Le A, le a du 1° et le 2° du B et les E à İ du I entrent en vigueur le 1er janvier 2022 et s'appliquent aux créances mises en recouvrement à compter de cette date ainsi qu'aux créances mises en recouvrement antérieurement et restant dues à cette date. Ces dispositions ne sont pas applicables aux procédures de sauvegarde, de redressement judiciaire ou de liquidation judiciaire en cours au 1er janvier 2022.B. - Le b du 1° du B et les C et D du I entrent en vigueur le 1er janvier 2022.C. - Le II entre en vigueur à une date fixée par décret, et au plus tard le 1er janvier 2024.D. - Le III entre en vigueur le 1er janvier 2022 et s'applique aux procédures ouvertes à compter de cette date ainsi qu'aux procédures antérieurement ouvertes et n'ayant pas encore donné lieu à une décision de remise, de rééchelonnement ou d'effacement.\n\nE.-Le IV, à l'exception du F, entre en vigueur à des dates fixées par décret, et au plus tard le 1er janvier 2028.\n\nF. - Le F du IV s'applique aux jugements prononcés à compter du 1er avril 2023, lorsque les droits qu'ils constatent se rapportent à des impositions et cotisations dont le recouvrement relève de la compétence des comptables publics de la direction générale des finances publiques, quelle que soit la date du fait générateur de ces impositions et cotisations.\n\n- Code général des impôts, CGI.\n\n- Code des douanes\n\n- Livre des procédures fiscales\n\n- Code civil\n\n- Code de commerce\n\n- Code de l'énergie\n\n- Code de commerce"
    },
    {
      "provision_ref": "art132",
      "section": "132",
      "title": "Article 132",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le I entre en vigueur à une date fixée par décret, et au plus tard le 1er janvier 2027.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art133",
      "section": "133",
      "title": "Article 133",
      "content": "I.-A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII.-Le I entre en vigueur le 1er janvier 2022."
    },
    {
      "provision_ref": "art134",
      "section": "134",
      "title": "Article 134",
      "content": "I à II.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\n- Livre des procédures fiscales\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI.\n\nIII.-A.-Les 1° et 2° du B du I entrent en vigueur le lendemain de la publication de la présente loi.B.-Le I, à l'exception des 1° et 2° du B, et le II, à l'exception du B, entrent en vigueur le 1er janvier 2023.C.-Le B du II entre en vigueur le 1er janvier 2024."
    },
    {
      "provision_ref": "art137",
      "section": "137",
      "title": "Article 137",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-833 DC du 28 décembre 2021.]"
    },
    {
      "provision_ref": "art140",
      "section": "140",
      "title": "Article 140",
      "content": "I.- A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII. - Le I est applicable à compter de l'imposition des revenus de l'année 2021 et de l'impôt sur la fortune immobilière dû au titre de l'année 2022."
    },
    {
      "provision_ref": "art147",
      "section": "147",
      "title": "Article 147",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le I s'applique aux délais de reprise venant à expiration à compter de l'entrée en vigueur de la présente loi.\n\n-Livre des procédures fiscales"
    },
    {
      "provision_ref": "art150",
      "section": "150",
      "title": "Article 150",
      "content": "Le ministre chargé de l'économie est autorisé à abandonner les créances détenues sur la Société coopérative de distribution des quotidiens et la Société coopérative de distribution des magazines, au titre des prêts accordés par arrêté du 19 mars 2018, et imputées sur le compte de concours financier « Prêts et avances à des particuliers ou à des organismes privés » créé par le III de l'article 46 de la loi n° 2005-1719 du 30 décembre 2005 de finances pour 2006, à hauteur de 24 300 000 € pour la Société coopérative de distribution des quotidiens et de 65 700 000 € pour la Société coopérative de distribution des magazines, en capital, ainsi que les cautionnements afférents à ces prêts. Il est également autorisé à abandonner les intérêts contractuels courus et échus.Les décisions d'abandon mentionnées au premier alinéa du présent article sont prises par arrêté."
    },
    {
      "provision_ref": "art151",
      "section": "151",
      "title": "Article 151",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé, jusqu'au 31 juillet 2022, à prendre par voie d'ordonnance toute mesure relevant du domaine de la loi permettant, afin de tenir compte de la situation sanitaire et de ses conséquences, de limiter les fins et les ruptures de contrats de travail, d'atténuer les effets de la baisse d'activité et de favoriser et d'accompagner la reprise d'activité, l'adaptation des dispositions relatives à l'activité réduite pour le maintien en emploi mentionnée à l'article 53 de la loi n° 2020-734 du 17 juin 2020 relative à diverses dispositions liées à la crise sanitaire, à d'autres mesures urgentes ainsi qu'au retrait du Royaume-Uni de l'Union européenne.Un projet de loi de ratification est déposé devant le Parlement dans un délai de six mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art152",
      "section": "152",
      "title": "Article 152",
      "content": "Le ministre chargé de l'économie est autorisé à accorder la garantie de l'Etat à l'Agence française de développement au titre du prêt que celle-ci consent à la Polynésie française et qui correspond à la couverture de pertes de recettes de fonctionnement et du surcroît de dépenses de fonctionnement exposées au titre des régimes d'aides aux particuliers et aux entreprises résultant de la crise sanitaire liée à la propagation de l'épidémie de covid-19 ainsi qu'à des mesures conjoncturelles visant à soutenir la reprise économique, dans la limite de 300 millions d'euros en principal.La garantie peut être accordée jusqu'au 31 janvier 2022. Elle porte sur le principal ainsi que sur les intérêts et accessoires du prêt, lequel ne peut avoir une maturité supérieure à vingt-cinq ans, ni un différé de remboursement supérieur à trois ans.L'octroi de la garantie est subordonné à la conclusion d'une convention entre l'Etat, l'Agence française de développement et le gouvernement de la Polynésie française, prévoyant le principe et les modalités de l'affectation, au profit du remboursement du prêt garanti, d'une fraction des recettes propres de la Polynésie française correspondant aux annuités d'emprunt en principal et intérêts."
    },
    {
      "provision_ref": "art154",
      "section": "154",
      "title": "Article 154",
      "content": "Le ministre chargé de l'économie est autorisé à accorder la garantie de l'Etat à l'Agence française de développement au titre du prêt que celle-ci consent à la Nouvelle-Calédonie et qui répond à la dégradation des finances publiques calédoniennes, notamment aux pertes de recettes fiscales et au surcroît de dépenses de fonctionnement au titre des régimes sociaux de la collectivité résultant de la crise sanitaire liée à la propagation de l'épidémie de covid-19, dans la limite de 210 millions d'euros en principal.La garantie peut être accordée jusqu'au 31 décembre 2022. Elle porte sur le principal ainsi que sur les intérêts et accessoires du prêt, lequel ne peut avoir une maturité supérieure à vingt-cinq ans, ni un différé de remboursement supérieur à trois ans.L'octroi de la garantie est subordonné à la conclusion d'une convention entre l'Etat, l'Agence française de développement et le gouvernement de la Nouvelle-Calédonie prévoyant les réformes à mettre en place et leur calendrier ainsi que le principe et les modalités de l'affectation, au profit du remboursement du prêt garanti, d'une fraction des recettes propres de la Nouvelle-Calédonie correspondant aux annuités d'emprunt en principal et intérêts."
    },
    {
      "provision_ref": "art155",
      "section": "155",
      "title": "Article 155",
      "content": "La garantie de l'Etat est accordée à la Banque de France au titre du prêt de droits de tirage spéciaux que celle-ci peut accorder, à compter du 1er janvier 2022, au compte « Facilité pour la réduction de la pauvreté et pour la croissance » du Fonds monétaire international. Cette garantie porte sur le principal et les intérêts, dans la limite d'un montant cumulé en principal d'un milliard de droits de tirage spéciaux. Elle couvre le risque de non-respect de l'échéancier de remboursement de chaque tirage par le gestionnaire du compte."
    },
    {
      "provision_ref": "art156",
      "section": "156",
      "title": "Article 156",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code des assurances\n\nII. - Le I entre en vigueur à la date d'entrée en vigueur du protocole portant modification de la convention de Paris du 29 juillet 1960 sur la responsabilité civile dans le domaine de l'énergie nucléaire, fait à Paris le 12 février 2004."
    },
    {
      "provision_ref": "art157",
      "section": "157",
      "title": "Article 157",
      "content": "Le ministre chargé de l'économie est autorisé à accorder la garantie de l'Etat aux emprunts contractés par l'Unédic au cours de l'année 2022, en principal et en intérêts, dans la limite d'un plafond global en principal de 6,25 milliards d'euros."
    },
    {
      "provision_ref": "art158",
      "section": "158",
      "title": "Article 158",
      "content": "A modifié les dispositions suivantes :\n\n- LOI n° 2017-1775 du 28 décembre 2017\n\n[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-833 DC du 28 décembre 2021.]"
    },
    {
      "provision_ref": "art159",
      "section": "159",
      "title": "Article 159",
      "content": "I., II. - A modifié les dispositions suivantes :\n\n- Code des assurances\n\n- Ordonnance n° 2017-1609 du 27 novembre 2017\n\nIII. - Un prélèvement exceptionnel de 115 millions d'euros est institué sur la réserve spéciale d'amortissement de la section Opérations résultant de l'extinction du financement des majorations légales de rentes du Fonds de garantie des assurances obligatoires de dommages. Ce prélèvement est exclusivement affecté à l'intervention du fonds de garantie en cas de retrait de l'agrément d'une entreprise d'assurance couvrant, sur le territoire de la République française, les risques relevant de l'assurance obligatoire en application de l'article L. 242-1 du code des assurances. La date de transfert et la date de valeur sont fixées au 31 décembre 2021. Le portefeuille de placements de la section Majoration légale de rentes est diminué du montant de ce transfert et le portefeuille de placements de la section historique est augmenté du même montant à la date du 31 décembre 2021."
    },
    {
      "provision_ref": "art160",
      "section": "160",
      "title": "Article 160",
      "content": "I. - A créé les dispositions suivantes :\n\n- Code de la construction et de l'habitation.\n\nII. - Les fonds mentionnés à l'article L. 312-8 du code de la construction et de l'habitation reprennent les encours des fonds prévus à l'article 11 de l'arrêté du 29 avril 1997 relatif aux aides de l'Etat pour l'accession très sociale en Guadeloupe, en Guyane, en Martinique, à La Réunion et à Mayotte et bénéficient de la trésorerie disponible au sein de ces fonds.Un décret détermine les modalités de cette reprise."
    },
    {
      "provision_ref": "art161",
      "section": "161",
      "title": "Article 161",
      "content": "I. - A modifié les dispositions suivantes :\n\n- LOI n°2020-289 du 23 mars 2020\n\nII. - Le I entre en vigueur à compter de la publication de la décision de la Commission européenne déclarant ce dispositif conforme au droit de l'Union européenne, à l'exception du 3° qui entre en vigueur le 1er janvier 2022."
    },
    {
      "provision_ref": "art162",
      "section": "162",
      "title": "Article 162",
      "content": "I., III. - A modifié les dispositions suivantes :\n\n- LOI n°2020-1721 du 29 décembre 2020\n\nII. - Le I entre en vigueur à compter de la publication de la décision de la Commission européenne déclarant ce dispositif conforme au droit de l'Union européenne."
    },
    {
      "provision_ref": "art163",
      "section": "163",
      "title": "Article 163",
      "content": "I. - Il est institué un fonds de garantie des opérateurs de voyages et de séjours chargé de garantir des engagements pris au titre du 1° du II de l'article L. 211-18 du code du tourisme, dans le cadre de conventions conclues à cet effet avec des garants autorisés par le même article L. 211-18 à prendre de tels engagements.Le fonds est autorisé à couvrir un montant maximal de 1,5 milliard d'euros de pertes finales liées à la part de risque couverte par le fonds dans le cadre des conventions conclues. Ces conventions précisent notamment les conditions de rémunération du fonds en contrepartie du risque pris.Le garant signataire d'une convention avec le fonds conserve à sa charge, pour chaque engagement pris par lui, une part minimale de risque qui ne peut être inférieure à 25 %.II. - La gestion comptable, financière et administrative du fonds est assurée par la caisse centrale de réassurance, dans un compte distinct de ceux retraçant les autres opérations qu'elle effectue. Les frais qu'elle expose pour cette gestion sont imputés sur le fonds.La caisse centrale de réassurance est habilitée à conclure les conventions mentionnées au I pour le compte du fonds. Ces conventions sont conclues pour une période prenant fin au plus tard le 31 décembre 2023.III. - Les ressources du fonds sont constituées de dotations ou d'avances de l'Etat, du montant des primes ou cotisations et des récupérations après sinistre reversées par les garants signataires des conventions mentionnées au I et des produits nets des placements du fonds.IV. - Un décret précise les conditions d'application du présent article, notamment les conditions d'exercice et de rémunération de la garantie de l'Etat et la part de risque que le garant signataire d'une convention avec le fonds conserve à sa charge."
    },
    {
      "provision_ref": "art164",
      "section": "164",
      "title": "Article 164",
      "content": "I. - Le ministre chargé de l'économie est autorisé à accorder, par arrêté, la garantie de l'Etat aux emprunts contractés par une société chargée de la réalisation d'opérations de construction et de réhabilitation d'écoles primaires situées sur le territoire de la commune de Marseille. Les prêts auxquels la garantie de l'Etat est accordée ne peuvent avoir une maturité supérieure à trente-cinq ans.II. - La garantie porte sur le principal et les intérêts, dans la limite d'un montant en principal de 650 millions d'euros.III. - L'octroi de la garantie de l'Etat est subordonné à la conclusion d'une convention entre l'Etat, la société mentionnée au I du présent article et les organismes prêteurs précisant les conditions d'octroi de cette garantie."
    },
    {
      "provision_ref": "art165",
      "section": "165",
      "title": "Article 165",
      "content": "I. - Le ministre chargé de l'économie est autorisé à accorder la garantie de l'Etat aux engagements pris et à venir de la société anonyme Les Mines de potasse d'Alsace en liquidation. Cette garantie couvre les engagements concernant la réalisation des travaux et la surveillance nécessaires à la sécurité du stockage souterrain en couches géologiques profondes des produits dangereux non radioactifs présents sur le territoire de la commune de Wittelsheim.Cette garantie ne couvre que les frais et coûts pris en charge par la société Les Mines de potasse d'Alsace, nets des sommes et remboursements qu'elle a perçus à ce titre, dont, le cas échéant, les subventions, les garanties financières souscrites, les indemnités d'assurance, les aides publiques ou les indemnisations résultant de décisions de justice.La garantie de l'Etat peut être accordée à la société Les Mines de potasse d'Alsace jusqu'au 1er janvier 2030, dans la limite d'un montant de 160 millions d'euros.II. - Le coût des travaux et de la surveillance nécessaires à la sécurité du stockage souterrain en couches géologiques profondes des produits dangereux non radioactifs présents sur le territoire de la commune de Wittelsheim, assurés par la société Les Mines de potasse d'Alsace, est pris en charge par l'Etat.A la fin de la période de liquidation de la société Les Mines de potasse d'Alsace, les biens, droits et obligations de la société subsistant à la clôture du compte de liquidation sont transférés à l'Etat.III. - L'Etat est garant de la mise et du maintien en sécurité du stockage mentionné au premier alinéa du I. Il peut faire intervenir à ce titre un établissement mentionné au V de l'article L. 541-3 du code de l'environnement.[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-833 DC du 28 décembre 2021.]"
    },
    {
      "provision_ref": "art166",
      "section": "166",
      "title": "Article 166",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-833 DC du 28 décembre 2021.]"
    },
    {
      "provision_ref": "art167",
      "section": "167",
      "title": "Article 167",
      "content": "I. - La Caisse de la dette publique est autorisée à contracter avec SNCF Réseau tout prêt ou emprunt, en euros, dans la limite de 10 milliards d'euros de capital à rembourser, incluant l'indexation constatée s'agissant des emprunts indexés sur l'inflation.II. - L'Etat est autorisé à reprendre, à compter du 1er janvier 2022, les droits et obligations afférents aux contrats d'emprunt contractés auprès de la Caisse de la dette publique par SNCF Réseau, dans la limite de 10 milliards d'euros de capital à rembourser, incluant l'indexation constatée s'agissant des emprunts indexés sur l'inflation.III. - Les opérations réalisées au titre du II du présent article sont inscrites directement dans le compte de report à nouveau de SNCF Réseau et ne donnent lieu à aucune perception d'impôts, de droits ou de taxes."
    },
    {
      "provision_ref": "art168",
      "section": "168",
      "title": "Article 168",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé, afin de créer un régime juridictionnel unifié de responsabilité des gestionnaires publics et des gestionnaires des organismes relevant du code de la sécurité sociale, à prendre par voie d'ordonnance toutes mesures relevant du domaine de la loi permettant :1° Sans préjudice des dispositions du code pénal, de définir un régime d'infractions financières sanctionnant la faute grave relative à l'exécution des recettes ou des dépenses ou à la gestion des biens des entités publiques ou des organismes relevant du code de la sécurité sociale leur ayant causé un préjudice financier significatif, ainsi que de réformer le régime des autres infractions prévues par le code des juridictions financières et celui de la gestion de fait ;2° D'instaurer l'organisation juridictionnelle suivante pour juger de ces infractions :a) Au sein de la Cour des comptes, une chambre composée de magistrats de la Cour des comptes et des chambres régionales et territoriales des comptes, compétente en première instance ;b) Une cour d'appel financière, présidée par le premier président de la Cour des comptes et composée de quatre membres du Conseil d'Etat, de quatre membres de la Cour des comptes et de deux personnalités qualifiées désignées par le Premier ministre en raison de leur expérience dans le domaine de la gestion publique ;c) Le Conseil d'Etat comme juge de cassation ;3° De définir les règles procédurales de ce nouveau régime, en garantissant les droits des justiciables, le caractère suspensif de l'appel ainsi que la célérité des procédures, ainsi que d'adapter le rôle du ministère public et la liste des autorités ou des personnes habilitées à lui déférer des faits ressortissant à ce nouveau régime ;4° De définir le régime des amendes applicables à ces infractions, dont le montant sera fixé en fonction de la rémunération des agents concernés et plafonné au plus à six mois de rémunération, et de définir une peine complémentaire d'interdiction d'exercer les fonctions de comptable ou d'avoir la qualité d'ordonnateur pour une durée déterminée ;5° D'abroger les dispositions relatives à la responsabilité personnelle et pécuniaire des comptables prévues à l'article 60 de la loi de finances pour 1963 (n° 63-156 du 23 février 1963) et toute autre disposition législative organisant un régime de responsabilité personnelle et pécuniaire des comptables ;6° De garantir la séparation des ordonnateurs et des comptables et l'effectivité de la vérification par ces derniers de la régularité des opérations de recettes et de dépenses ;7° D'aménager et de modifier toutes les dispositions législatives, notamment celles du code des juridictions financières, pour assurer la mise en œuvre et tirer les conséquences des dispositions prises sur le fondement de cette ordonnance ; d'adapter l'organisation et les procédures applicables devant les juridictions financières pour les simplifier et assurer leur harmonisation avec ce nouveau régime de responsabilité ;8° De prévoir l'adaptation en outre-mer des dispositions prises sur le fondement des 1° à 7° du présent I.II. - L'ordonnance prévue au I est prise dans un délai de six mois à compter de la promulgation de la présente loi et entre en vigueur au plus tard le 1er janvier 2023.III. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de six mois à compter de la publication de l'ordonnance prévue au I."
    },
    {
      "provision_ref": "art169",
      "section": "169",
      "title": "Article 169",
      "content": "Le II de l'article 302 D bis du code général des impôts est complété par un j ainsi rédigé :« j) Pour les besoins de la production des compléments alimentaires, au sens du a de l'article 2 de la directive 2002/46/CE du Parlement européen et du Conseil du 10 juin 2002 relative au rapprochement des législations des Etats membres concernant les compléments alimentaires, qui répondent aux conditions cumulatives suivantes :\n\n« - ils contiennent de l'alcool éthylique ;« - l'unité de conditionnement n'excède pas 0,15 litre ;« - ils sont mis sur le marché en France dans le respect de la procédure prévue par voie réglementaire relative à l'information de l'administration sur le modèle de l'étiquetage utilisé. »"
    },
    {
      "provision_ref": "art172",
      "section": "172",
      "title": "Article 172",
      "content": "Le Gouvernement remet au Parlement, avant le 28 février 2022, un rapport sur le bilan de l'exécution par l'Etat de ses engagements relatifs aux échanges de renseignements en matière fiscale, notamment au regard du règlement (UE) 2016/679 du Parlement européen et du Conseil du 27 avril 2016 relatif à la protection des personnes physiques à l'égard du traitement des données à caractère personnel et à la libre circulation de ces données, et abrogeant la directive 95/46/CE. Ce rapport s'attache notamment au suivi de la mise en œuvre de la recommandation du Comité européen de la protection des données relative à l'évaluation des accords internationaux impliquant un transfert de données à caractère personnel vers des pays tiers dans le domaine fiscal."
    },
    {
      "provision_ref": "art173",
      "section": "173",
      "title": "Article 173",
      "content": "Le ministre chargé de l'économie est autorisé à accroître la participation de la France au capital de la Banque ouest-africaine de développement dans la limite d'un montant total de 70 millions d'euros de nouvelles parts, dont 28 millions d'euros de parts appelées et 42 millions d'euros de parts appelables.Ces parts peuvent être appelées dans les conditions fixées par les statuts de la banque."
    },
    {
      "provision_ref": "art174",
      "section": "174",
      "title": "Article 174",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le I entre en vigueur le 1er janvier 2022.\n\n- Code des pensions militaires d'invalidité et des victimes de guerre."
    },
    {
      "provision_ref": "art177",
      "section": "177",
      "title": "Article 177",
      "content": "I. - L'Etat compense la perte de recettes supportée par les communes, les établissements publics de coopération intercommunale à fiscalité propre et la métropole de Lyon en application des exonérations de taxe foncière sur les propriétés bâties prévues aux articles 1384 A, 1384 C et 1384 D du code général des impôts. Le montant de la compensation est égal, après application de celle prévue aux articles L. 2335-3, L. 5214-23-2, L. 5215-35 et L. 5216-8-1 du code général des collectivités territoriales, à celui de la perte de recettes supportée par les communes, les établissements publics de coopération intercommunale à fiscalité propre et la métropole de Lyon pendant les dix premières années d'exonération.Cette compensation s'applique au titre des logements et locaux ayant fait l'objet, entre le 1er janvier 2021 et le 30 juin 2026, de l'une des décisions suivantes :1° Une décision favorable du représentant de l'Etat dans le département pour accorder les subventions et les prêts pour la construction, l'acquisition et l'amélioration des logements locatifs aidés ou une décision prise par le représentant de l'Etat dans le département pour l'octroi d'une subvention à la création d'un établissement d'hébergement qui fait l'objet d'une convention entre le représentant de l'Etat dans le département, le délégataire et le gestionnaire pour garantir que cet établissement conserve sa vocation d'hébergement pendant une période minimale de quarante ans ;2° Une décision favorable de financement du représentant de l'Etat dans le département pour l'octroi de subventions et de prêts pour la construction, l'acquisition et l'amélioration des logements locatifs aidés en Guadeloupe, en Guyane, en Martinique, à La Réunion et à Mayotte ;3° Une autorisation de prêt aidé ou une décision attributive de subvention délivrée par le délégué territorial de l'Agence nationale pour la rénovation urbaine, valant décision d'octroi de subventions et de prêts pour la construction, l'acquisition et l'amélioration des logements locatifs aidés ;4° La décision d'agrément du représentant de l'Etat dans le département pour le financement par prêts conventionnés des opérations de location-accession à la propriété immobilière régies par la loi n° 84-595 du 12 juillet 1984 définissant la location-accession à la propriété immobilière ;5° Un financement à concurrence de plus de 50 % par des subventions versées au titre de la participation des employeurs à l'effort de construction et bénéficiant des dispositions prévues à la seconde phrase du dernier alinéa du A du II de l'article 278 sexies du code général des impôts pour les logements et les locaux qui appartiennent à l'association mentionnée à l'article L. 313-34 du code de la construction et de l'habitation ou à une société civile immobilière dont cette association détient la majorité des parts.Cette compensation s'applique également lorsque les décisions mentionnées aux 1° à 5° du présent I ont été prises par les collectivités territoriales ou les établissements publics de coopération intercommunale dans le cadre des conventions de délégation de compétences prévues aux articles L. 301-5-1 et L. 301-5-2 du code de la construction et de l'habitation.II. - Le Gouvernement remet au Parlement, avant le 30 septembre 2024, un rapport d'évaluation des conséquences de la mise en œuvre de la compensation prévue au I du présent article sur la construction de logements sociaux."
    },
    {
      "provision_ref": "art178",
      "section": "178",
      "title": "Article 178",
      "content": "I. - Une majoration de traitement est versée, dans des conditions fixées par décret, aux fonctionnaires et aux militaires du ministère des armées en fonction au sein du service de santé des armées et qui exercent une des professions de santé régies par la quatrième partie du code de la santé publique ou qui font usage du titre de psychologue mentionné à l'article 44 de la loi n° 85-772 du 25 juillet 1985 portant diverses dispositions d'ordre social.\n\nUne indemnité équivalente à la majoration de traitement est versée, dans des conditions fixées par décret, aux agents contractuels de droit public et aux ouvriers des établissements industriels de l'Etat du ministère des armées en fonction au sein du service de santé des armées et qui exercent une des professions de santé ou qui font usage du titre de psychologue mentionnés au premier alinéa du présent I.\n\nII. - Le I n'est pas applicable aux personnes qui exercent la profession de médecin, de chirurgien-dentiste ou de pharmacien, ni aux internes des hôpitaux des armées, ni aux élèves des écoles du service de santé des armées. Il n'est pas non plus applicable aux personnes exerçant leurs fonctions au sein des hôpitaux des armées mentionnés à l'article L. 6147-7 du code de la santé publique ou de l'établissement public mentionné à l'article L. 621-1 du code des pensions militaires d'invalidité et des victimes de guerre.\n\nIII. - La perception de la majoration de traitement mentionnée au I du présent article ouvre droit, pour les fonctionnaires de l'Etat et les militaires admis à faire valoir leurs droits à la retraite, à un supplément de pension, qui s'ajoute à la pension liquidée en application du code des pensions civiles et militaires de retraite.\n\nIV. - Ce supplément de pension est calculé dans les conditions prévues au I de l'article L. 15 du même code en retenant, au titre du traitement ou de la solde, la majoration de traitement mentionnée au I du présent article correspondant au nombre de points d'indice majoré le plus élevé de la majoration de traitement perçue, en tout ou partie, au moins une fois au cours des six derniers mois précédant la cessation des services valables pour la retraite. Les conditions de jouissance et de réversion de ce supplément de pension sont identiques à celles de la pension. Ce supplément est revalorisé dans les conditions prévues à l'article L. 16 du code des pensions civiles et militaires de retraite.\n\nV. - La majoration de traitement mentionnée au I du présent article est soumise aux contributions et cotisations prévues à l'article L. 61 du code des pensions civiles et militaires de retraite dans les conditions fixées pour le traitement ou la solde.\n\nVI. - L'indemnité mentionnée au I du présent article versée aux ouvriers des établissements industriels de l'Etat est prise en compte lors de la liquidation de leur pension, dans des conditions analogues à celles définies aux III et IV. Les modalités de cette prise en compte sont définies par un décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art181",
      "section": "181",
      "title": "Article 181",
      "content": "I. - A compter du 1er novembre 2021 et jusqu'au 31 août 2022, par dérogation à l'article L. 445-3 du code de l'énergie, dans sa rédaction antérieure à la loi n° 2019-1147 du 8 novembre 2019 relative à l'énergie et au climat, les tarifs réglementés de vente de gaz naturel fournis par Engie sont fixés à leur niveau, toutes taxes comprises, en vigueur au 31 octobre 2021.Les tarifs réglementés des fournisseurs mentionnés à l'article L. 111-54 du code de l'énergie et au III de l'article L. 2224-31 du code général des collectivités territoriales :1° Peuvent évoluer dans les conditions prévues par le code de l'énergie jusqu'au niveau mentionné au premier alinéa du présent I, lorsqu'ils sont inférieurs à ce niveau ;2° Sont fixés à leur niveau, toutes taxes comprises, en vigueur au 31 octobre 2021 dans les autres cas.II. - (Abrogé)\n\nIII. - Les pertes de recettes supportées entre le 1er novembre 2021 et le 31 août 2022 par les fournisseurs de gaz naturel fournissant aux tarifs réglementés de vente de gaz naturel, calculées comme étant la différence entre les revenus provenant de l'application des tarifs réglementés qui auraient été appliqués en l'absence des dispositions du même I et les revenus provenant de l'application des tarifs effectivement appliqués en application de ces mêmes dispositions, constituent des charges imputables aux obligations de service public, au sens des articles L. 121-35 et L. 121-36 du code de l'énergie. Ces charges sont compensées selon les modalités prévues aux articles L. 121-37 à L. 121-41 du code de l'énergie, en tenant compte de l'acompte versé en application du second alinéa du présent III, dans la limite de la couverture des coûts d'approvisionnement effectivement supportés approuvés par la Commission de régulation de l'énergie lors de l'établissement de la formule tarifaire, pour les clients concernés, sur la période mentionnée au présent alinéa.Par dérogation aux modalités prévues aux articles L. 121-37 à L. 121-41 du code de l'énergie, les fournisseurs de gaz naturel dont moins de 300 000 clients sont concernés par le premier alinéa du présent III ou par le IV déclarent à la Commission de régulation de l'énergie, avant le 10 janvier 2022, leurs pertes de recettes mentionnées au premier alinéa du présent III constatées pour 2021 et leurs pertes de recettes prévisionnelles jusqu'à la fin de la période mentionnée au même premier alinéa. Ces déclarations font l'objet d'une certification par leur commissaire aux comptes ou, le cas échéant, par leur comptable public. Une délibération de la Commission de régulation de l'énergie évalue, avant le 1er février 2022, le montant de ces pertes. Les pertes constatées pour 2021 font l'objet d'un acompte sur les compensations de charges de ces fournisseurs, versé avant le 28 février 2022. Par dérogation, la Commission de régulation de l'énergie peut proposer un acompte supérieur, dans la limite des pertes prévisionnelles jusqu'à la fin de la période mentionnée audit premier alinéa, si celles-ci sont de nature à compromettre la viabilité économique du fournisseur, notamment au regard de leurs conséquences sur sa trésorerie.IV. - Les pertes de recettes supportées par les fournisseurs de gaz naturel proposant des offres de marché aux clients mentionnés au 2° du V de l'article 63 de la loi n° 2019-1147 du 8 novembre 2019 précitée et dont les stipulations contractuelles relatives aux modalités de détermination du prix de la fourniture prévoient que celui-ci est directement indexé sur les tarifs réglementés de vente de gaz naturel, calculées comme étant la différence entre les revenus provenant des tarifs qui auraient été appliqués en l'absence des dispositions du I du présent article et les revenus provenant de l'application des tarifs effectivement appliqués en application du même I sont compensées dans les conditions prévues au III, dans la limite de la couverture des coûts d'approvisionnement effectivement supportés pour les clients concernés sur la période mentionnée au premier alinéa du même III.Cette compensation s'applique à leurs contrats en vigueur au 31 octobre 2021 dès lors que :1° Les conditions contractuelles relatives à la détermination du prix de la fourniture ne sont pas modifiées, à l'initiative du fournisseur, dans une mesure qui conduise à ce que ce prix excède le niveau des tarifs réglementés de vente de gaz naturel fournis par Engie ;2° Le fournisseur n'a pas procédé, à son initiative, à la résiliation du contrat pour une autre cause que le non-paiement de facture, jusqu'au 31 août 2022 ;\n\n3° Le fournisseur n'a pas entrepris de démarche ciblée trois mois avant le 31 août 2022 pour inciter son client à changer d'offre.Elle s'applique également à tous les fournisseurs de gaz naturel proposant des offres de marché aux clients mentionnés au 2° du V de l'article 63 de la loi n° 2019-1147 du 8 novembre 2019 précitée, pour les contrats conclus sur la période mentionnée au premier alinéa du III du présent article, dès lors que les stipulations contractuelles relatives aux modalités de détermination du prix de la fourniture lié à la consommation prévoient qu'il est directement indexé sur les tarifs réglementés de vente de gaz naturel et qu'il n'est pas supérieur à ceux-ci, sous réserve des conditions mentionnées aux 1° à 3° du présent IV. Les fournisseurs de gaz naturel proposant des offres de marché aux clients mentionnés au 2° du V de l'article 63 de la loi n° 2019-1147 du 8 novembre 2019 précitée doivent pouvoir proposer des offres compétitives par rapport au niveau du tarif réglementé de vente de gaz naturel prévu au I du présent article.V. - Pour l'application des III et IV du présent article et pour garantir la transparence pour les acteurs de marché qui utilisent ces barèmes comme indices de référence pour leurs contrats en offre de marché à destination des clients autres que ceux mentionnés au 2° du V de l'article 63 de la loi n° 2019-1147 du 8 novembre 2019 précitée, pendant la période mentionnée au premier alinéa du III du présent article, les entreprises mentionnées au I adressent à la Commission de régulation de l'énergie, dans les conditions prévues aux premier et deuxième alinéas de l'article R. 445-5 du code de l'énergie, les barèmes tels qu'ils résulteraient de leur formule tarifaire applicable au 1er juillet 2021.La Commission de régulation de l'énergie publie les barèmes mentionnés au premier alinéa du présent V et ceux applicables aux clients mentionnés au IV résultant de l'application du I.VI. - En 2022, par dérogation aux articles L. 337-4 à L. 337-9 du code de l'énergie, si les propositions motivées de tarifs réglementés de vente d'électricité de la Commission de régulation de l'énergie conduisent à ce que les tarifs dits \" bleus \" applicables aux consommateurs résidentiels définis à l'article R. 337-18 du même code, majorés des taxes applicables après application de l'article 29 de la présente loi, excèdent de plus de 4 % ceux applicables au 31 décembre 2021, majorés des taxes applicables à cette date, les ministres chargés de l'économie et de l'énergie peuvent s'opposer à ces propositions motivées de la Commission de régulation de l'énergie prises en application de l'article L. 337-4 du code de l'énergie et fixer, par arrêté conjoint, un niveau de tarifs inférieur afin de répondre à l'objectif de stabilité des prix. Le cas échéant, par dérogation aux articles L. 337-10 à L. 337-12 du même code, les ministres chargés de l'économie et de l'énergie peuvent s'opposer aux propositions motivées de la Commission de régulation de l'énergie prises en application de l'article L. 337-10 dudit code relatif aux tarifs de cession aux entreprises locales de distribution et fixer, par arrêté conjoint, un niveau de tarifs inférieur. La Commission de régulation de l'énergie transmet à cet effet les données nécessaires à la fixation de ces tarifs.VII. - A compter de leur première évolution de l'année 2023, les tarifs réglementés de vente d'électricité définis à l'article R. 337-18 du code de l'énergie intègrent une composante de rattrapage, sur douze mois, permettant de couvrir les pertes de recettes supportées par l'entreprise \" Électricité de France \" résultant de l'écart entre le niveau des tarifs réglementés de vente d'électricité proposé par la Commission de régulation de l'énergie et le niveau des mêmes tarifs fixé par les ministres chargés de l'économie et de l'énergie en application du VI du présent article.A compter de la même date, les tarifs de cession définis à l'article R. 337-26 du code de l'énergie intègrent une composante de rattrapage, sur douze mois, permettant de couvrir les pertes de recettes supportées par l'entreprise \" Électricité de France \" résultant de l'écart entre le niveau des tarifs de cession proposé par la Commission de régulation de l'énergie et le niveau des mêmes tarifs fixé par les ministres chargés de l'économie et de l'énergie en application du VI du présent article.VIII.-Les pertes de recettes supportées par les fournisseurs d'électricité mentionnés à l'article L. 111-54 du code de l'énergie pour leurs offres aux tarifs réglementés de vente d'électricité et par les fournisseurs d'électricité pour leurs offres de marché, entre le 1er février 2022 et la première évolution des tarifs réglementés de vente d'électricité pour l'année 2023, constituent des charges imputables aux obligations de service public, au sens de l'article L. 121-6 du même code, compensées par l'Etat. Les pertes de recettes sont calculées par application d'un montant unitaire en euros par mégawattheure aux volumes éligibles pour les offres définis au deuxième alinéa du présent VIII.\n\nLes volumes éligibles sont :\n\n1° Les volumes livrés par les fournisseurs d'électricité mentionnés à l'article L. 111-54 du code de l'énergie pour leurs offres aux tarifs réglementés de vente d'électricité dont l'approvisionnement n'est pas ou n'est que partiellement réalisé au tarif de cession ;\n\n2° Les volumes livrés par les fournisseurs d'électricité pour leurs offres de marché destinées aux consommateurs finals résidentiels définis au 1° du I de l'article L. 337-7 du même code et aux consommateurs finals non résidentiels définis au 2° du même I identifiés par les fournisseurs.\n\nPour le calcul des pertes de recettes, les volumes éligibles concernent les volumes livrés entre le 1er février 2022 et la première évolution des tarifs réglementés de vente d'électricité pour l'année 2023.\n\nLe montant unitaire est calculé, d'une part, pour les consommateurs finals résidentiels définis au 1° du I de l'article L. 337-7 du même code et, d'autre part, pour les consommateurs finals non résidentiels définis au 2° du même I, comme la différence, en euros par mégawattheure, entre le prix moyen hors taxes résultant de l'application des tarifs réglementés de vente d'électricité proposés par la Commission de régulation de l'énergie en 2022 et le prix moyen hors taxes résultant de l'application des tarifs réglementés de vente d'électricité effectivement appliqués entre le 1er février 2022 et la première évolution des tarifs réglementés de vente d'électricité en 2023.IX. - Les fournisseurs d'électricité mentionnés au VIII sont redevables à l'Etat d'un versement calculé par application d'un montant unitaire en euros par mégawattheure aux volumes éligibles mentionnés au même VIII entre la première évolution des tarifs réglementés de vente d'électricité de l'année 2023 et leur première évolution de l'année 2024. Le montant unitaire est calculé, d'une part, pour les consommateurs finals résidentiels définis au 1° du I de l'article L. 337-7 du code de l'énergie et, d'autre part, pour les consommateurs finals non résidentiels définis au 2° du même I, comme la différence, en euros par mégawattheure, entre le prix moyen hors taxes résultant de l'application des tarifs réglementés de vente d'électricité qui auraient été appliqués en l'absence du VII du présent article et le prix moyen hors taxes résultant de l'application des tarifs réglementés de vente d'électricité effectivement appliqués en application du même VII.X. - Par dérogation aux modalités prévues aux articles L. 121-9 à L. 121-28 du code de l'énergie, au plus tard un mois après l'entrée en vigueur des tarifs mentionnés au VI du présent article, les fournisseurs mentionnés au premier alinéa du VIII ayant moins d'un million de clients résidentiels déclarent à la Commission de régulation de l'énergie leurs pertes de recettes prévisionnelles mentionnées au même premier alinéa. Ces déclarations font l'objet d'une certification par leur commissaire aux comptes ou, le cas échéant, par leur comptable public. Une délibération de la Commission de régulation de l'énergie évalue, au plus tard deux mois après l'entrée en vigueur des tarifs mentionnés au VI, le montant de ces pertes. Ce montant fait l'objet d'un versement au titre des compensations de charges de ces fournisseurs, effectué au plus tard trois mois après l'entrée en vigueur des tarifs mentionnés au même VI.XI. - La différence entre, d'une part, la compensation des pertes de recettes mentionnées au VIII, en tenant compte du versement prévu au X, et, d'autre part, le versement dû à l'Etat prévu au IX est compensée à partir de 2023 selon les modalités prévues aux articles L. 121-37 à L. 121-41 du code de l'énergie. Le cas échéant, les sommes sont déduites de la compensation au titre des charges de service public de l'énergie qui leur est versée en application des articles L. 121-6 à L. 121-28 du code de l'énergie."
    },
    {
      "provision_ref": "art186",
      "section": "186",
      "title": "Article 186",
      "content": "Le Gouvernement remet au Parlement, avant le 30 juin 2022, un rapport qui évalue le coût des décharges d'enseignement pour les directeurs d'école, en fonction des spécificités de l'école."
    },
    {
      "provision_ref": "art189",
      "section": "189",
      "title": "Article 189",
      "content": "I. - Il est créé une réserve de protection judiciaire de la jeunesse composée de citoyens volontaires et de personnels retraités de la fonction publique âgés de soixante-quinze ans au plus.Les réservistes peuvent être recrutés par le directeur et les directeurs interrégionaux de la protection judiciaire de la jeunesse ou par le directeur général de l'Ecole nationale de protection judiciaire de la jeunesse, en fonction des besoins, afin d'offrir une assistance pour la mise en œuvre d'actions éducatives, de formation et de mentorat des personnels ainsi que pour la réalisation d'études pour l'accomplissement des missions de la protection judiciaire de la jeunesse.Nul ne peut être admis dans la réserve s'il a fait l'objet :1° D'une condamnation à la perte de ses droits civiques ou à l'interdiction d'exercer un emploi public ;2° D'une peine criminelle ou correctionnelle inscrite au bulletin n° 2 du casier judiciaire ;3° Pour un agent public en activité ou retraité, d'une sanction disciplinaire pour des motifs incompatibles avec l'exercice des missions prévues au deuxième alinéa du présent I.Les réservistes sont soumis aux obligations prévues par les dispositions générales de la loi n° 83-634 du 13 juillet 1983 portant droits et obligations des fonctionnaires et bénéficient, le cas échéant, des dispositions prévues aux articles 11 et 11 bis A de la même loi.Les fonctionnaires civils, les magistrats et les militaires, en activité ou retraités, recrutés en qualité de réserviste sont soumis aux dispositions du code des pensions civiles et militaires de retraite, notamment, s'agissant des personnels retraités, celles relatives au cumul de pensions avec des rémunérations d'activité ou avec d'autres pensions. Les autres réservistes sont soumis au code de la sécurité sociale, notamment, s'agissant des personnels retraités, celles relatives au cumul de pensions avec des rémunérations d'activité ou avec d'autres pensions.II. - Les réservistes volontaires doivent remplir des conditions d'aptitude fixées par arrêté du ministre de la justice. Ceux dont la candidature a été acceptée souscrivent un engagement contractuel d'une durée minimale d'un an renouvelable. Ils accomplissent les missions qui leur sont confiées dans la limite de cent cinquante jours par an. Si le réserviste ne remplit plus les conditions d'aptitude requises pour intégrer la réserve ou s'il ne respecte pas les obligations prévues par le contrat d'engagement, l'administration peut mettre fin au contrat ou le suspendre, sans condition de préavis.III. - Les réservistes participent, à leur demande ou à celle de l'administration, aux actions de formation ou de perfectionnement assurées par l'École nationale de protection judiciaire de la jeunesse, les services déconcentrés ou tout autre organisme public ou privé de formation.IV. - Le réserviste exerçant des fonctions salariées qui, pendant son temps de travail, effectue les missions prévues au I au titre de la réserve de protection judiciaire de la jeunesse doit obtenir l'accord exprès de son employeur.V. - Les activités accomplies au titre de la réserve sont indemnisées. Le montant de l'indemnité perçue est fixé par arrêté conjoint du ministre de la justice et des ministres chargés du budget et de la fonction publique.VI. - L'indemnité journalière de réserve est attribuée aux réservistes après service fait et couvre tous les frais et toutes les sujétions directement liés aux périodes d'emploi et de formation dans la réserve de protection judiciaire de la jeunesse, à l'exception des frais de déplacement. Chaque ordre de rappel des réservistes ouvre droit au remboursement des frais de déplacement et de séjour, dans les conditions prévues par la réglementation applicable aux fonctionnaires de l'Etat.Dans le cas où le réserviste exerce une activité salariée, son contrat de travail est suspendu pendant la période où il effectue des missions au titre de la réserve de protection judiciaire de la jeunesse. Toutefois, cette période est considérée comme une période de travail effectif pour les avantages légaux et conventionnels en matière d'ancienneté, d'avancement, de congés payés et de droits aux prestations sociales.Pendant la période d'activité dans la réserve, l'intéressé bénéficie, pour lui-même et ses ayants droit, dans les conditions prévues à l'article L. 161-8 du code de la sécurité sociale, des prestations des assurances maladie, maternité, invalidité et décès du régime de sécurité sociale dont il relève en dehors de son service dans la réserve.Aucune sanction ni aucun licenciement ou déclassement professionnel ne peut être prononcé à l'encontre d'un réserviste en raison des absences résultant du présent article.VII. - Deux ans après la mise en place de la réserve de protection judiciaire de la jeunesse, un rapport est présenté au Parlement afin d'évaluer l'efficacité de ce dispositif.VIII. - Un décret précise les modalités d'application du présent article."
    },
    {
      "provision_ref": "art190",
      "section": "190",
      "title": "Article 190",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-833 DC du 28 décembre 2021.]"
    },
    {
      "provision_ref": "art192",
      "section": "192",
      "title": "Article 192",
      "content": "I.-A modifié les dispositions suivantes :\n\n-Code général des collectivités territoriales\n\nII.-Le présent article entre en vigueur le 1er janvier 2023."
    },
    {
      "provision_ref": "art193",
      "section": "193",
      "title": "Article 193",
      "content": "I.-A modifié les dispositions suivantes :\n\n- Code général des collectivités territoriales\n\nII. - En 2022, la différence entre les sommes réparties en application de l'article L. 2335-17 du code général des collectivités territoriales et un montant de 20 millions d'euros est prélevée sur la dotation globale de fonctionnement des communes et des établissements publics de coopération intercommunale dans les conditions prévues à l'article L. 2334-7-1 du même code."
    },
    {
      "provision_ref": "art194",
      "section": "194",
      "title": "Article 194",
      "content": "I à IX.-A créé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code général des collectivités territoriales\n\n- Code général des collectivités territoriales\n\n- Code général des collectivités territoriales\n\n- LOI n°2020-1721 du 29 décembre 2020\n\nX. - Pour l'application des II et III de l'article L. 3335-2 du code général des collectivités territoriales aux départements expérimentant la recentralisation du revenu de solidarité active mentionné à l'article L. 262-2 du code de l'action sociale et des familles en application de l'article 43 de la présente loi, le montant de l'assiette de la taxe de publicité foncière et des droits d'enregistrement est, à compter de la répartition effectuée au titre de l'année suivant celle du début de l'expérimentation et jusqu'à la répartition effectuée au titre de l'année suivant celle de la fin de l'expérimentation, diminué, le cas échéant, d'un pourcentage égal à la fraction du produit reprise en application du deuxième alinéa du VII du même article 43.XI. - Les 5° et 6° du III du présent article entrent en vigueur le 1er janvier 2023."
    },
    {
      "provision_ref": "art196",
      "section": "196",
      "title": "Article 196",
      "content": "I à III.-A modifié les dispositions suivantes :\n\n- Code général des collectivités territoriales\n\n- LOI n° 2009-1673 du 30 décembre 2009\n\n- LOI n°2020-1721 du 29 décembre 2020\n\nIV. - Le I entre en vigueur le 1er janvier 2022."
    },
    {
      "provision_ref": "art199",
      "section": "199",
      "title": "Article 199",
      "content": "En 2022, une dotation de 51 600 000 euros est versée aux départements, à l'exception de la Guyane, de Mayotte et de La Réunion, au titre de la compensation de la perte des produits nets mentionnés au I de l'article L. 3334-16-3 du code général des collectivités territoriales résultant de l'application du 1° du I de l'article 29 de la loi n° 2020-1721 du 29 décembre 2020 de finances pour 2021.Cette dotation est répartie entre les départements bénéficiaires selon les modalités prévues au 2° du II de l'article L. 3334-16-3 du code général des collectivités territoriales."
    },
    {
      "provision_ref": "art200",
      "section": "200",
      "title": "Article 200",
      "content": "En 2022, une dotation de 107 000 000 € est versée aux régions, au Département de Mayotte, à la collectivité de Corse et aux collectivités territoriales de Martinique et de Guyane au titre de la compensation de la perte en 2022 des produits mentionnés au I de l'article 41 de la loi n° 2013-1278 du 29 décembre 2013 de finances pour 2014 résultant de l'application du I de l'article 8 et du 1° du I de l'article 29 de la loi n° 2020-1721 du 29 décembre 2020 de finances pour 2021.Cette dotation est répartie entre les collectivités bénéficiaires selon les modalités prévues au B du II de l'article 41 de la loi n° 2013-1278 du 29 décembre 2013 précitée."
    },
    {
      "provision_ref": "art201",
      "section": "201",
      "title": "Article 201",
      "content": "Le Gouvernement remet au Parlement, avant le 1er juillet 2022, un rapport détaillant l'évolution précise du montant des intérêts de retard et des intérêts moratoires perçus et versés depuis 2006 et présentant une évaluation de leur évolution dans les années à venir.Le cas échéant, ce rapport présente également les évolutions des systèmes d'information de l'administration fiscale requises pour disposer des informations manquantes relatives aux intérêts de retard et aux intérêts moratoires."
    },
    {
      "provision_ref": "art202",
      "section": "202",
      "title": "Article 202",
      "content": "I., II. - A modifié les dispositions suivantes :\n\n- Code de la sécurité sociale.\n\n- Code de l'action sociale et des familles\n\nIII. - Les I et II s'appliquent aux allocations dues à compter du mois de janvier 2022."
    },
    {
      "provision_ref": "art203",
      "section": "203",
      "title": "Article 203",
      "content": "Dans un délai d'un an à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur l'opportunité de rendre publiques les données nécessaires à l'appréciation précise de l'application des critères de conjugalité de l'allocation aux adultes handicapés, afin, en particulier, de compléter l'information sur les bénéficiaires et d'étudier précisément la gestion de l'allocation."
    },
    {
      "provision_ref": "art204",
      "section": "204",
      "title": "Article 204",
      "content": "Le Gouvernement remet au Parlement, avant le 1er septembre 2023, un rapport dressant un bilan des travaux menés concernant la modernisation de la délivrance de la prime d'activité et le développement de moyens de récupération automatique des données déclaratoires des bénéficiaires."
    },
    {
      "provision_ref": "art206",
      "section": "206",
      "title": "Article 206",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-833 DC du 28 décembre 2021.]"
    },
    {
      "provision_ref": "art208",
      "section": "208",
      "title": "Article 208",
      "content": "I.-A modifié les dispositions suivantes :\n\n- Code du travail\n\nII.-Le présent article entre en vigueur le 1er mars 2022.Les jeunes bénéficiant à cette date de l'allocation mentionnée à l'article L. 5131-6 du code du travail dans sa rédaction antérieure à la présente loi continuent de bénéficier de cette allocation dans les conditions en vigueur à la date à laquelle est contractualisé leur parcours d'engagement."
    },
    {
      "provision_ref": "art211",
      "section": "211",
      "title": "Article 211",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nIII.-Le présent article est applicable aux contrats en vigueur à la date de promulgation de la présente loi par lesquels l'Etat a confié l'exploitation d'un aérodrome à un tiers.\n\n-Code général des impôts, CGI.\n\n-Code des transports\n\n-Code des transports\n\n-Code des transports"
    },
    {
      "provision_ref": "artÉTATB",
      "section": "ÉTATB",
      "title": "Article ÉTATB",
      "content": "(Article 57 de la loi)RÉPARTITION, PAR MISSION ET PROGRAMME, DES CRÉDITS DU BUDGET GÉNÉRALBUDGET GÉNÉRAL\n\n(En euros)\n\nMission / Programme\n\nAutorisationsd'engagement\n\nCréditsde paiement\n\nAction extérieure de l'État\n\n3 055 713 556\n\n3 058 628 529\n\nAction de la France en Europe et dans le monde\n\n1 950 980 919\n\n1 953 770 892\n\nDont titre 2\n\n723 443 927\n\n723 443 927\n\nDiplomatie culturelle et d'influence\n\n730 812 344\n\n730 812 344\n\nDont titre 2\n\n70 678 650\n\n70 678 650\n\nFrançais à l'étranger et affaires consulaires\n\n373 920 293\n\n374 045 293\n\nDont titre 2\n\n232 042 058\n\n232 042 058\n\nAdministration générale et territoriale de l'État\n\n4 405 048 280\n\n4 387 206 210\n\nAdministration territoriale de l'État\n\n2 463 697 054\n\n2 412 008 762\n\nDont titre 2\n\n1 878 621 648\n\n1 878 621 648\n\nVie politique\n\n491 291 225\n\n488 607 225\n\nDont titre 2\n\n77 967 500\n\n77 967 500\n\nConduite et pilotage des politiques de l'intérieur\n\n1 450 060 001\n\n1 486 590 223\n\nDont titre 2\n\n764 139 609\n\n764 139 609\n\nAgriculture, alimentation, forêt et affaires rurales\n\n3 030 155 329\n\n3 006 173 853\n\nCompétitivité et durabilité de l'agriculture, de l'agroalimentaire, de la forêt, de la pêche et de l'aquaculture\n\n1 774 876 891\n\n1 764 473 911\n\nSécurité et qualité sanitaires de l'alimentation\n\n614 173 282\n\n611 297 332\n\nDont titre 2\n\n343 157 504\n\n343 157 504\n\nConduite et pilotage des politiques de l'agriculture\n\n641 105 156\n\n630 402 610\n\nDont titre 2\n\n554 321 253\n\n554 321 253\n\nAide publique au développement\n\n6 621 523 021\n\n5 104 952 446\n\nAide économique et financière au développement\n\n3 213 712 000\n\n1 862 035 176\n\nRenforcement des fonds propres de l'Agence française de développement\n\n190 000 000\n\n190 000 000\n\nSolidarité à l'égard des pays en développement\n\n3 217 811 021\n\n3 052 917 270\n\nDont titre 2\n\n157 678 170\n\n157 678 170\n\nRestitution des “biens mal acquis”\n\n0\n\n0\n\nAnciens combattants, mémoire et liens avec la Nation\n\n2 085 082 504\n\n2 084 727 494\n\nReconnaissance et réparation en faveur du monde combattant, mémoire et liens avec la Nation\n\n1 992 317 868\n\n1 991 962 858\n\nIndemnisation des victimes des persécutions antisémites et des actes de barbarie pendant la seconde guerre mondiale\n\n92 764 636\n\n92 764 636\n\nDont titre 2\n\n1 435 840\n\n1 435 840\n\nCohésion des territoires\n\n17 295 366 092\n\n17 183 684 711\n\nHébergement, parcours vers le logement et insertion des personnes vulnérables\n\n2 785 788 444\n\n2 677 488 444\n\nAide à l'accès au logement\n\n13 079 400 000\n\n13 079 400 000\n\nUrbanisme, territoires et amélioration de l'habitat\n\n529 541 333\n\n529 541 333\n\nImpulsion et coordination de la politique d'aménagement du territoire\n\n244 235 164\n\n246 990 195\n\nPolitique de la ville\n\n557 980 516\n\n557 980 516\n\nDont titre 2\n\n18 871 649\n\n18 871 649\n\nInterventions territoriales de l'État\n\n98 420 635\n\n92 284 223\n\nConseil et contrôle de l'État\n\n713 408 266\n\n753 651 216\n\nConseil d'État et autres juridictions administratives\n\n441 798 728\n\n481 132 386\n\nDont titre 2\n\n377 851 687\n\n377 851 687\n\nConseil économique, social et environnemental\n\n44 578 712\n\n44 578 712\n\nDont titre 2\n\n35 518 337\n\n35 518 337\n\nCour des comptes et autres juridictions financières\n\n225 678 472\n\n226 587 764\n\nDont titre 2\n\n200 651 703\n\n200 651 703\n\nHaut Conseil des finances publiques\n\n1 352 354\n\n1 352 354\n\nDont titre 2\n\n1 302 215\n\n1 302 215\n\nCrédits non répartis\n\n847 667 000\n\n547 667 000\n\nProvision relative aux rémunérations publiques\n\n423 667 000\n\n423 667 000\n\nDont titre 2\n\n423 667 000\n\n423 667 000\n\nDépenses accidentelles et imprévisibles\n\n424 000 000\n\n124 000 000\n\nCulture\n\n3 490 087 790\n\n3 460 368 047\n\nPatrimoines\n\n1 034 666 547\n\n1 022 229 648\n\nCréation\n\n921 732 976\n\n914 833 863\n\nTransmission des savoirs et démocratisation de la culture\n\n756 347 824\n\n747 890 542\n\nSoutien aux politiques du ministère de la culture\n\n777 340 443\n\n775 413 994\n\nDont titre 2\n\n683 272 805\n\n683 272 805\n\nDéfense\n\n59 586 044 877\n\n49 560 125 681\n\nEnvironnement et prospective de la politique de défense\n\n2 146 434 497\n\n1 778 435 637\n\nPréparation et emploi des forces\n\n14 892 868 961\n\n10 798 596 256\n\nSoutien de la politique de la défense\n\n25 459 200 381\n\n22 479 534 924\n\nDont titre 2\n\n21 222 499 951\n\n21 222 499 951\n\nÉquipement des forces\n\n17 087 541 038\n\n14 503 558 864\n\nDirection de l'action du Gouvernement\n\n849 646 426\n\n959 953 079\n\nCoordination du travail gouvernemental\n\n709 190 779\n\n739 878 067\n\nDont titre 2\n\n249 807 925\n\n249 807 925\n\nProtection des droits et libertés\n\n117 054 696\n\n117 514 506\n\nDont titre 2\n\n53 761 644\n\n53 761 644\n\nPrésidence française du Conseil de l'Union européenne en 2022\n\n23 400 951\n\n102 560 506\n\nDont titre 2\n\n2 294 323\n\n2 294 323\n\nÉcologie, développement et mobilité durables\n\n21 577 007 728\n\n21 248 916 288\n\nInfrastructures et services de transports\n\n3 824 706 658\n\n3 869 523 159\n\nAffaires maritimes\n\n191 961 220\n\n192 653 750\n\nPaysages, eau et biodiversité\n\n244 065 931\n\n244 083 699\n\nExpertise, information géographique et météorologie\n\n471 047 976\n\n471 047 976\n\nPrévention des risques\n\n1 065 562 051\n\n1 072 200 262\n\nDont titre 2\n\n50 668 264\n\n50 668 264\n\nÉnergie, climat et après-mines\n\n3 620 171 836\n\n3 197 328 865\n\nService public de l'énergie\n\n8 449 312 976\n\n8 449 312 976\n\nConduite et pilotage des politiques de l'écologie, du développement et de la mobilité durables\n\n2 874 178 980\n\n2 916 765 501\n\nDont titre 2\n\n2 687 777 921\n\n2 687 777 921\n\nCharge de la dette de SNCF Réseau reprise par l'État (crédits évaluatifs)\n\n836 000 100\n\n836 000 100\n\nÉconomie\n\n3 409 389 315\n\n4 017 609 144\n\nDéveloppement des entreprises et régulations\n\n1 790 399 579\n\n1 795 130 850\n\nDont titre 2\n\n386 253 978\n\n386 253 978\n\nPlan “France Très haut débit”\n\n21 801 144\n\n621 801 144\n\nStatistiques et études économiques\n\n432 461 030\n\n435 331 024\n\nDont titre 2\n\n368 613 802\n\n368 613 802\n\nStratégies économiques\n\n416 727 562\n\n417 346 126\n\nDont titre 2\n\n129 725 382\n\n129 725 382\n\nFinancement des opérations patrimoniales envisagées en 2021 et en 2022 sur le compte d'affectation spéciale “Participations financières de l'État”\n\n748 000 000\n\n748 000 000\n\nEngagements financiers de l'État\n\n207 274 117 743\n\n44 344 812 407\n\nCharge de la dette et trésorerie de l'État (crédits évaluatifs)\n\n38 656 000 000\n\n38 656 000 000\n\nAppels en garantie de l'État (crédits évaluatifs)\n\n3 500 909 318\n\n3 500 909 318\n\nÉpargne\n\n60 208 425\n\n60 208 425\n\nDotation du Mécanisme européen de stabilité\n\n57 000 000\n\n57 000 000\n\nAugmentation de capital de la Banque européenne d'investissement\n\n0\n\n0\n\nFonds de soutien relatif aux prêts et contrats financiers structurés à risque\n\n0\n\n185 644 664\n\nAmortissement de la dette de l'État liée à la covid-19\n\n165 000 000 000\n\n1 885 050 000\n\nEnseignement scolaire\n\n77 756 863 491\n\n77 791 319 907\n\nEnseignement scolaire public du premier degré\n\n24 204 473 948\n\n24 204 473 948\n\nDont titre 2\n\n24 162 040 735\n\n24 162 040 735\n\nEnseignement scolaire public du second degré\n\n34 609 178 946\n\n34 609 178 946\n\nDont titre 2\n\n34 495 340 770\n\n34 495 340 770\n\nVie de l'élève\n\n6 859 347 282\n\n6 859 347 282\n\nDont titre 2\n\n2 935 470 198\n\n2 935 470 198\n\nEnseignement privé du premier et du second degrés\n\n7 996 967 010\n\n7 996 967 010\n\nDont titre 2\n\n7 175 617 904\n\n7 175 617 904\n\nSoutien de la politique de l'éducation nationale\n\n2 559 835 518\n\n2 594 208 402\n\nDont titre 2\n\n1 819 092 034\n\n1 819 092 034\n\nEnseignement technique agricole\n\n1 527 060 787\n\n1 527 144 319\n\nDont titre 2\n\n996 194 421\n\n996 194 421\n\nGestion des finances publiques\n\n10 016 173 792\n\n9 995 044 147\n\nGestion fiscale et financière de l'État et du secteur public local\n\n7 580 111 927\n\n7 545 159 038\n\nDont titre 2\n\n6 607 487 645\n\n6 607 487 645\n\nConduite et pilotage des politiques économiques et financières\n\n857 887 759\n\n884 958 487\n\nDont titre 2\n\n488 742 235\n\n488 742 235\n\nFacilitation et sécurisation des échanges\n\n1 578 174 106\n\n1 564 926 622\n\nDont titre 2\n\n1 232 720 851\n\n1 232 720 851\n\nImmigration, asile et intégration\n\n1 993 451 011\n\n1 896 530 707\n\nImmigration et asile\n\n1 556 528 486\n\n1 459 546 851\n\nIntégration et accès à la nationalité française\n\n436 922 525\n\n436 983 856\n\nInvestir pour la France de 2030\n\n34 009 300 000\n\n7 003 621 863\n\nSoutien des progrès de l'enseignement et de la recherche\n\n0\n\n245 000 000\n\nValorisation de la recherche\n\n0\n\n846 000 000\n\nAccélération de la modernisation des entreprises\n\n0\n\n418 500 000\n\nFinancement des investissements stratégiques\n\n27 998 300 000\n\n4 078 300 000\n\nFinancement structurel des écosystèmes d'innovation\n\n6 011 000 000\n\n1 415 821 863\n\nJustice\n\n12 770 735 263\n\n10 741 447 680\n\nJustice judiciaire\n\n3 920 840 359\n\n3 849 089 892\n\nDont titre 2\n\n2 534 277 135\n\n2 534 277 135\n\nAdministration pénitentiaire\n\n6 544 736 420\n\n4 584 034 245\n\nDont titre 2\n\n2 823 273 440\n\n2 823 273 440\n\nProtection judiciaire de la jeunesse\n\n992 297 832\n\n984 827 054\n\nDont titre 2\n\n567 576 850\n\n567 576 850\n\nAccès au droit et à la justice\n\n680 032 697\n\n680 032 697\n\nConduite et pilotage de la politique de la justice\n\n619 002 773\n\n638 200 492\n\nDont titre 2\n\n199 838 285\n\n199 838 285\n\nConseil supérieur de la magistrature\n\n13 825 182\n\n5 263 300\n\nDont titre 2\n\n2 975 133\n\n2 975 133\n\nMédias, livre et industries culturelles\n\n698 172 643\n\n675 147 989\n\nPresse et médias\n\n350 759 363\n\n350 759 363\n\nLivre et industries culturelles\n\n347 413 280\n\n324 388 626\n\nOutre-mer\n\n2 635 225 631\n\n2 472 363 419\n\nEmploi outre-mer\n\n1 788 674 961\n\n1 777 735 887\n\nDont titre 2\n\n175 396 270\n\n175 396 270\n\nConditions de vie outre-mer\n\n846 550 670\n\n694 627 532\n\nPlan de relance\n\n1 511 259 372\n\n13 005 896 116\n\nÉcologie\n\n139 000 000\n\n5 696 871 934\n\nCompétitivité\n\n547 249 167\n\n2 762 667 917\n\nCohésion\n\n825 010 205\n\n4 546 356 265\n\nDont titre 2\n\n45 255 988\n\n45 255 988\n\nPlan d'urgence face à la crise sanitaire\n\n200 000 000\n\n200 000 000\n\nPrise en charge du chômage partiel et financement des aides d'urgence aux employeurs et aux actifs précaires à la suite de la crise sanitaire\n\n0\n\n0\n\nFonds de solidarité pour les entreprises à la suite de la crise sanitaire\n\n0\n\n0\n\nRenforcement exceptionnel des participations financières de l'État dans le cadre de la crise sanitaire\n\n0\n\n0\n\nCompensation à la sécurité sociale des allègements de prélèvements pour les entreprises les plus touchées par la crise sanitaire\n\n0\n\n0\n\nMatériels sanitaires pour faire face à la crise de la covid-19\n\n200 000 000\n\n200 000 000\n\nPouvoirs publics\n\n1 047 610 762\n\n1 047 610 762\n\nPrésidence de la République\n\n105 300 000\n\n105 300 000\n\nAssemblée nationale\n\n552 490 000\n\n552 490 000\n\nSénat\n\n338 584 600\n\n338 584 600\n\nLa Chaîne parlementaire\n\n34 289 162\n\n34 289 162\n\nIndemnités des représentants français au Parlement européen\n\n0\n\n0\n\nConseil constitutionnel\n\n15 963 000\n\n15 963 000\n\nHaute Cour\n\n0\n\n0\n\nCour de justice de la République\n\n984 000\n\n984 000\n\nRecherche et enseignement supérieur\n\n29 247 943 082\n\n29 237 843 107\n\nFormations supérieures et recherche universitaire\n\n14 160 219 812\n\n14 212 837 812\n\nDont titre 2\n\n416 934 735\n\n416 934 735\n\nVie étudiante\n\n3 088 988 669\n\n3 079 958 669\n\nRecherches scientifiques et technologiques pluridisciplinaires\n\n7 740 247 222\n\n7 503 175 364\n\nRecherche spatiale\n\n1 642 286 109\n\n1 642 286 109\n\nRecherche dans les domaines de l'énergie, du développement et de la mobilité durables\n\n1 614 122 374\n\n1 729 120 775\n\nRecherche et enseignement supérieur en matière économique et industrielle\n\n619 580 262\n\n692 485 405\n\nRecherche duale (civile et militaire)\n\n0\n\n0\n\nEnseignement supérieur et recherche agricoles\n\n382 498 634\n\n377 978 973\n\nDont titre 2\n\n238 091 238\n\n238 091 238\n\nRégimes sociaux et de retraite\n\n6 102 351 871\n\n6 102 351 871\n\nRégimes sociaux et de retraite des transports terrestres\n\n4 204 530 026\n\n4 204 530 026\n\nRégimes de retraite et de sécurité sociale des marins\n\n802 009 370\n\n802 009 370\n\nRégimes de retraite des mines, de la SEITA et divers\n\n1 095 812 475\n\n1 095 812 475\n\nRelations avec les collectivités territoriales\n\n4 916 695 773\n\n4 348 911 497\n\nConcours financiers aux collectivités territoriales et à leurs groupements\n\n4 657 399 513\n\n4 113 334 621\n\nConcours spécifiques et administration\n\n259 296 260\n\n235 576 876\n\nRemboursements et dégrèvements\n\n130 607 941 162\n\n130 607 941 162\n\nRemboursements et dégrèvements d'impôts d'État (crédits évaluatifs)\n\n123 981 941 162\n\n123 981 941 162\n\nRemboursements et dégrèvements d'impôts locaux (crédits évaluatifs)\n\n6 626 000 000\n\n6 626 000 000\n\nSanté\n\n1 296 427 535\n\n1 299 727 535\n\nPrévention, sécurité sanitaire et offre de soins\n\n209 477 535\n\n212 777 535\n\nDont titre 2\n\n1 000 000\n\n1 000 000\n\nProtection maladie\n\n1 086 950 000\n\n1 086 950 000\n\nSécurités\n\n22 669 429 829\n\n21 563 781 551\n\nPolice nationale\n\n11 999 246 890\n\n11 630 482 080\n\nDont titre 2\n\n10 321 786 239\n\n10 321 786 239\n\nGendarmerie nationale\n\n9 941 164 076\n\n9 315 038 356\n\nDont titre 2\n\n7 815 196 786\n\n7 815 196 786\n\nSécurité et éducation routières\n\n51 026 161\n\n50 131 161\n\nSécurité civile\n\n677 992 702\n\n568 129 954\n\nDont titre 2\n\n190 392 906\n\n190 392 906\n\nSolidarité, insertion et égalité des chances\n\n28 007 064 996\n\n27 646 440 540\n\nInclusion sociale et protection des personnes\n\n13 144 327 851\n\n13 144 327 851\n\nDont titre 2\n\n1 947 603\n\n1 947 603\n\nHandicap et dépendance\n\n13 237 188 020\n\n13 238 484 470\n\nÉgalité entre les femmes et les hommes\n\n47 388 581\n\n50 609 403\n\nConduite et soutien des politiques sanitaires et sociales\n\n1 578 160 544\n\n1 213 018 816\n\nDont titre 2\n\n385 243 619\n\n385 243 619\n\nPrise en charge par l'État du financement de l'indemnité inflation\n\n0\n\n0\n\nSport, jeunesse et vie associative\n\n1 692 266 253\n\n1 722 119 357\n\nSport\n\n759 102 654\n\n654 395 516\n\nDont titre 2\n\n119 713 700\n\n119 713 700\n\nJeunesse et vie associative\n\n772 070 841\n\n772 070 841\n\nDont titre 2\n\n27 220 507\n\n27 220 507\n\nJeux Olympiques et Paralympiques 2024\n\n161 092 758\n\n295 653 000\n\nTransformation et fonction publiques\n\n447 576 617\n\n795 001 493\n\nRénovation des cités administratives et autres sites domaniaux multi-occupants\n\n0\n\n266 430 438\n\nTransformation publique\n\n95 200 000\n\n183 943 689\n\nDont titre 2\n\n3 500 000\n\n3 500 000\n\nInnovation et transformation numériques\n\n10 600 000\n\n12 100 000\n\nDont titre 2\n\n3 000 000\n\n3 000 000\n\nFonction publique\n\n303 251 858\n\n294 002 607\n\nDont titre 2\n\n12 290 000\n\n12 290 000\n\nConduite et pilotage de la transformation et de la fonction publiques\n\n38 524 759\n\n38 524 759\n\nDont titre 2\n\n38 524 759\n\n38 524 759\n\nTravail et emploi\n\n15 793 098 037\n\n14 643 137 019\n\nAccès et retour à l'emploi\n\n8 109 370 227\n\n7 809 650 411\n\nAccompagnement des mutations économiques et développement de l'emploi\n\n6 964 658 199\n\n6 084 924 756\n\nAmélioration de la qualité de l'emploi et des relations du travail\n\n57 397 043\n\n92 425 496\n\nConception, gestion et évaluation des politiques de l'emploi et du travail\n\n661 672 568\n\n656 136 356\n\nDont titre 2\n\n570 166 311\n\n570 166 311\n\nTotal\n\n717 659 845 047\n\n522 514 713 827\n\n1"
    },
    {
      "provision_ref": "artÉTATC",
      "section": "ÉTATC",
      "title": "Article ÉTATC",
      "content": "(Article 58 de la loi)RÉPARTITION, PAR MISSION ET PROGRAMME, DES CRÉDITS DES BUDGETS ANNEXESBUDGETS ANNEXES\n\n(En euros)\n\nMission / Programme\n\nAutorisations d'engagement\n\nCrédits de paiement\n\nContrôle et exploitation aériens\n\n2 372 975 156\n\n2 381 439 156\n\nSoutien aux prestations de l'aviation civile\n\n1 754 488 198\n\n1 754 488 198\n\nDont charges de personnel\n\n1 214 064 670\n\n1 214 064 670\n\nNavigation aérienne\n\n573 345 699\n\n581 809 699\n\nTransports aériens, surveillance et certification\n\n45 141 259\n\n45 141 259\n\nPublications officielles et information administrative\n\n155 379 722\n\n149 350 771\n\nÉdition et diffusion\n\n51 112 240\n\n44 942 104\n\nPilotage et ressources humaines\n\n104 267 482\n\n104 408 667\n\nDont charges de personnel\n\n62 896 140\n\n62 896 140\n\nTotal\n\n2 528 354 878\n\n2 530 789 927\n\n1"
    },
    {
      "provision_ref": "artÉTATD",
      "section": "ÉTATD",
      "title": "Article ÉTATD",
      "content": "(Article 59 de la loi)RÉPARTITION, PAR MISSION ET PROGRAMME, DES CRÉDITS DES COMPTES D'AFFECTATION SPÉCIALE ET DES COMPTES DE CONCOURS FINANCIERSI. - COMPTES D'AFFECTATION SPÉCIALE\n\n(En euros)\n\nII. - COMPTES DE CONCOURS FINANCIERS\n\n(En euros)\n\nMission / Programme\n\nAutorisationsd'engagement\n\nCréditsde paiement\n\nContrôle de la circulation et du stationnement routiers\n\n1 535 135 836\n\n1 535 135 836\n\nStructures et dispositifs de sécurité routière\n\n339 950 000\n\n339 950 000\n\nContrôle et modernisation de la politique de la circulation et du stationnement routiers\n\n26 200 000\n\n26 200 000\n\nContribution à l'équipement des collectivités territoriales pour l'amélioration des transports en commun, de la sécurité et de la circulation routières\n\n600 462 493\n\n600 462 493\n\nDésendettement de l'État\n\n568 523 343\n\n568 523 343\n\nDéveloppement agricole et rural\n\n126 000 000\n\n126 000 000\n\nDéveloppement et transfert en agriculture\n\n60 480 000\n\n60 480 000\n\nRecherche appliquée et innovation en agriculture\n\n65 520 000\n\n65 520 000\n\nFinancement des aides aux collectivités pour l'électrification rurale\n\n360 000 000\n\n360 000 000\n\nÉlectrification rurale\n\n353 500 000\n\n353 500 000\n\nOpérations de maîtrise de la demande d'électricité, de production d'électricité par des énergies renouvelables ou de production de proximité dans les zones non interconnectées\n\n6 500 000\n\n6 500 000\n\nGestion du patrimoine immobilier de l'État\n\n365 606 827\n\n415 606 827\n\nContribution des cessions immobilières au désendettement de l'État\n\n0\n\n0\n\nOpérations immobilières et entretien des bâtiments de l'État\n\n365 606 827\n\n415 606 827\n\nParticipation de la France au désendettement de la Grèce\n\n0\n\n98 900 000\n\nVersement de la France à la Grèce au titre de la restitution à cet État des revenus perçus sur les titres grecs\n\n0\n\n98 900 000\n\nRétrocessions de trop-perçus à la Banque de France\n\n0\n\n0\n\nParticipations financières de l'État\n\n9 592 050 000\n\n9 592 050 000\n\nOpérations en capital intéressant les participations financières de l'État\n\n7 707 000 000\n\n7 707 000 000\n\nDésendettement de l'État et d'établissements publics de l'État\n\n1 885 050 000\n\n1 885 050 000\n\nPensions\n\n61 104 461 975\n\n61 104 461 975\n\nPensions civiles et militaires de retraite et allocations temporaires d'invalidité\n\n57 687 426 487\n\n57 687 426 487\n\nDont titre 2\n\n57 684 426 487\n\n57 684 426 487\n\nOuvriers des établissements industriels de l'État\n\n1 935 789 335\n\n1 935 789 335\n\nDont titre 2\n\n1 929 173 704\n\n1 929 173 704\n\nPensions militaires d'invalidité et des victimes de guerre et autres pensions\n\n1 481 246 153\n\n1 481 246 153\n\nDont titre 2\n\n16 000 000\n\n16 000 000\n\nTotal\n\n73 083 254 638\n\n73 232 154 638\n\n1\n\nMission / Programme\n\nAutorisationsd'engagement\n\nCrédits de paiement\n\nAccords monétaires internationaux\n\n0\n\n0\n\nRelations avec l'Union monétaire ouest-africaine\n\n0\n\n0\n\nRelations avec l'Union monétaire d'Afrique centrale\n\n0\n\n0\n\nRelations avec l'Union des Comores\n\n0\n\n0\n\nAvances à divers services de l'État ou organismes gérant des services publics\n\n11 948 400 000\n\n11 321 400 000\n\nAvances à l'Agence de services et de paiement, au titre du préfinancement des aides communautaires de la politique agricole commune\n\n10 000 000 000\n\n10 000 000 000\n\nAvances à des organismes distincts de l'État et gérant des services publics\n\n332 400 000\n\n349 400 000\n\nAvances à des services de l'État\n\n707 000 000\n\n707 000 000\n\nAvances à l'Office national d'indemnisation des accidents médicaux, des affections iatrogènes et des infections nosocomiales (ONIAM) au titre de l'indemnisation des victimes du Benfluorex\n\n15 000 000\n\n15 000 000\n\nAvances aux exploitants d'aéroports touchés par la crise de covid-19 au titre des dépenses de sûreté-sécurité\n\n150 000 000\n\n150 000 000\n\nAvances remboursables destinées à soutenir Île-de-France Mobilités à la suite des conséquences de l'épidémie de la covid-19\n\n0\n\n0\n\nAvances remboursables destinées à soutenir les autorités organisatrices de la mobilité à la suite des conséquences de l'épidémie de la covid-19\n\n0\n\n0\n\nAvances remboursables destinées au financement des infrastructures de transports collectifs du quotidien de la métropole d'Aix-Marseille-Provence\n\n744 000 000\n\n100 000 000\n\nAvances à l'audiovisuel public\n\n3 701 315 775\n\n3 701 315 775\n\nFrance Télévisions\n\n2 406 803 300\n\n2 406 803 300\n\nARTE France\n\n278 645 663\n\n278 645 663\n\nRadio France\n\n588 791 670\n\n588 791 670\n\nFrance Médias Monde\n\n259 562 750\n\n259 562 750\n\nInstitut national de l'audiovisuel\n\n89 738 042\n\n89 738 042\n\nTV5 Monde\n\n77 774 350\n\n77 774 350\n\nAvances aux collectivités territoriales\n\n114 877 485 112\n\n114 877 485 112\n\nAvances aux collectivités et établissements publics, et à la Nouvelle-Calédonie\n\n6 000 000\n\n6 000 000\n\nAvances sur le montant des impositions revenant aux régions, départements, communes, établissements et divers organismes\n\n114 871 485 112\n\n114 871 485 112\n\nAvances remboursables de droits de mutation à titre onéreux destinées à soutenir les départements et d'autres collectivités affectés par les conséquences économiques de l'épidémie de covid-19\n\n0\n\n0\n\nPrêts à des États étrangers\n\n1 724 028 997\n\n725 331 569\n\nPrêts du Trésor à des États étrangers en vue de faciliter la vente de biens et de services concourant au développement du commerce extérieur de la France\n\n1 500 000 000\n\n311 302 572\n\nPrêts à des États étrangers pour consolidation de dettes envers la France\n\n224 028 997\n\n224 028 997\n\nPrêts à l'Agence française de développement en vue de favoriser le développement économique et social dans des États étrangers\n\n0\n\n190 000 000\n\nPrêts aux États membres de l'Union européenne dont la monnaie est l'euro\n\n0\n\n0\n\nPrêts et avances à des particuliers ou à des organismes privés\n\n295 050 000\n\n710 050 000\n\nPrêts et avances pour le logement des agents de l'État\n\n50 000\n\n50 000\n\nPrêts pour le développement économique et social\n\n75 000 000\n\n75 000 000\n\nPrêts et avances pour le développement du commerce avec l'Iran\n\n0\n\n0\n\nSoutien à la filière nickel en Nouvelle-Calédonie\n\n220 000 000\n\n220 000 000\n\nPrêts octroyés dans le cadre des programmes des investissements d'avenir\n\n0\n\n32 000 000\n\nPrêts à la société concessionnaire de la liaison express entre Paris et l'aéroport Paris-Charles de Gaulle\n\n0\n\n383 000 000\n\nAvances remboursables et prêts bonifiés aux entreprises touchées par la crise de la covid-19\n\n0\n\n0\n\nTotal\n\n132 546 279 884\n\n131 335 582 456\n\n1"
    },
    {
      "provision_ref": "artÉTATE",
      "section": "ÉTATE",
      "title": "Article ÉTATE",
      "content": "(Article 60 de la loi)RÉPARTITION DES AUTORISATIONS DE DÉCOUVERTI. - COMPTES DE COMMERCE\n\n(En euros)\n\nII. - COMPTES D'OPÉRATIONS MONÉTAIRES\n\n(En euros)\n\nNumérodu compte\n\nIntitulé du compte\n\nAutorisationde découvert\n\n901\n\nApprovisionnement de l'État et des forces armées en produits pétroliers, biens et services complémentaires\n\n125 000 000\n\n912\n\nCantine et travail des détenus dans le cadre pénitentiaire\n\n23 000 000\n\n910\n\nCouverture des risques financiers de l'État\n\n726 000 000\n\n902\n\nExploitations industrielles des ateliers aéronautiques de l'État\n\n0\n\n903\n\nGestion de la dette et de la trésorerie de l'État\n\n19 200 000 000\n\nleft\n\nSection 1 : Opérations relatives à la dette primaire et gestion de la trésorerie\n\n17 500 000 000\n\nleft\n\nSection 2 : Opérations de gestion active de la dette au moyen d'instruments financiers à terme\n\n1 700 000 000\n\n904\n\nLancement de certains matériels de guerre et matériels assimilés\n\n0\n\n907\n\nOpérations commerciales des domaines\n\n0\n\n909\n\nRégie industrielle des établissements pénitentiaires\n\n609 800\n\n914\n\nRenouvellement des concessions hydroélectriques\n\n6 200 000\n\n915\n\nSoutien financier au commerce extérieur\n\n0\n\nleft\n\nTotal\n\n20 080 809 800\n\n1\n\nNumérodu compte\n\nIntitulé du compte\n\nAutorisationde découvert\n\n951\n\nÉmission des monnaies métalliques\n\n0\n\n952\n\nOpérations avec le Fonds monétaire international\n\n0\n\n953\n\nPertes et bénéfices de change\n\n250 000 000\n\nleft\n\nTotal\n\n250 000 000\n\n1"
    },
    {
      "provision_ref": "artliminaire",
      "section": "liminaire",
      "title": "Article liminaire",
      "content": "Les prévisions de solde structurel et de solde effectif de l'ensemble des administrations publiques pour l'année 2022, l'exécution de l'année 2020 et la prévision d'exécution de l'année 2021 s'établissent comme suit :\n\n(En points de produit intérieur brut)\n\nExécution 2020\n\nPrévision d'exécution 2021\n\nPrévision 2022\n\nSolde structurel (1)\n\n-1,3\n\n-5,7\n\n-4,0\n\nSolde conjoncturel (2)\n\n-5,0\n\n-2,3\n\n-0,8\n\nMesures ponctuelles et temporaires (3)\n\n-2,8\n\n-0,1\n\n-0,2\n\nSolde effectif (1 + 2 + 3)\n\n-9,1\n\n-8,2\n\n-5,0\n\n1\n\ncenter"
    }
  ]
}