{
  "id": "loi-n-2008-757-du-1er-aout-2008",
  "type": "statute",
  "title": "LOI n° 2008-757 du 1er août 2008",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000019277729",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "III. - Le présent article est applicable en Polynésie française, dans les îles Wallis et Futuna, en Nouvelle-Calédonie et dans les Terres australes et antarctiques françaises."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I. ― Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai de douze mois à compter de la date de publication de la présente loi, les dispositions relevant du domaine de la loi nécessaires pour mettre les sections 4 et 6 du chapitre Ier du titre IV du livre V du code de l'environnement en conformité avec le règlement (CE) n° 1013 / 2006 du Parlement européen et du Conseil, du 14 juin 2006, concernant les transferts de déchets.II. ― Le projet de loi portant ratification de cette ordonnance est déposé devant le Parlement au plus tard le dernier jour du sixième mois à compter de la publication de cette ordonnance."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I. ― Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnances, dans un délai de douze mois à compter de la date de publication de la présente loi, toutes mesures afin d'adapter les dispositions législatives relatives aux produits chimiques et aux biocides du titre II du livre V du code de l'environnement, les dispositions législatives relatives aux risques chimiques du titre Ier du livre IV de la quatrième partie du code du travail, les dispositions pénales du titre IV du livre VII de la quatrième partie du même code, ainsi que l'article L. 5141-2 du code de la santé publique :1° Au règlement (CE) n° 1907 / 2006 du Parlement européen et du Conseil, du 18 décembre 2006, concernant l'enregistrement, l'évaluation et l'autorisation des substances chimiques, ainsi que les restrictions applicables à ces substances (REACH), instituant une agence européenne des produits chimiques, modifiant la directive 1999 / 45 / CE et abrogeant le règlement (CEE) n° 793 / 93 du Conseil et le règlement (CE) n° 1488 / 94 de la Commission ainsi que la directive 76 / 769 / CEE du Conseil et les directives 91 / 155 / CEE, 93 / 67 / CEE, 93 / 105 / CE et 2000 / 21 / CE de la Commission ;2° Au règlement (CE) n° 842 / 2006 du Parlement européen et du Conseil, du 17 mai 2006, relatif à certains gaz à effet de serre fluorés ;3° Au règlement (CE) n° 850 / 2004 du Parlement européen et du Conseil, du 29 avril 2004, concernant les polluants organiques persistants et modifiant la directive 79 / 117 / CEE ;4° Au règlement (CE) n° 304 / 2003 du Parlement européen et du Conseil, du 28 janvier 2003, concernant les exportations et importations de produits chimiques dangereux ;5° Au règlement (CE) n° 2037 / 2000 du Parlement européen et du Conseil, du 29 juin 2000, relatif à des substances qui appauvrissent la couche d'ozone ;6° A la directive 98 / 8 / CE du Parlement européen et du Conseil, du 16 février 1998, concernant la mise sur le marché des produits biocides, au règlement (CE) n° 1451 / 2007 de la Commission, du 4 décembre 2007, concernant la seconde phase du programme de travail de dix ans visé à l'article 16, paragraphe 2, de la directive 98 / 8 / CE du Parlement européen et du Conseil concernant la mise sur le marché des produits biocides.II. ― Le projet de loi portant ratification de ces ordonnances est déposé devant le Parlement au plus tard le dernier jour du sixième mois à compter de la publication de ces ordonnances."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "A l'intérieur de la circonscription d'un port autonome, les espaces à vocation naturelle pérenne, délimités par le port autonome, y compris ceux du domaine public maritime naturel ou du domaine public fluvial naturel, peuvent faire l'objet :― pour les immeubles propriétés du port autonome, d'une cession ;― pour les immeubles propriétés de l'Etat, après avis du port autonome, d'une affectation ou d'une attribution au Conservatoire de l'espace littoral et des rivages lacustres en application des articles L. 322-1, L. 322-6 et L. 322-6-1 du code de l'environnement.Priorité est alors donnée au port autonome, s'il le demande, pour assurer la gestion patrimoniale de ces espaces."
    }
  ]
}