{
  "id": "loi-n-86-1290-du-23-decembre-1986",
  "type": "statute",
  "title": "Loi n° 86-1290 du 23 décembre 1986",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000874247",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Les locaux vacants à compter du 23 décembre 1986 ne sont pas soumis aux dispositions de la loi n° 48-1360 du 1er septembre 1948 précitée. Ils sont désormais régis par les chapitres Ier à III du titre Ier de la loi n° 89-462 du 6 juillet 1989, à l'exception des locaux à usage exclusivement professionnel qui sont régis par l'article 57 A et par les dispositions du code civil.\n\nSi les locaux loués depuis le 23 décembre 1986 ne satisfont pas aux caractéristiques définies en application des premier et deuxième alinéas de l'article 6 de la loi n° 89-462 du 6 juillet 1989 précitée, le locataire peut, dans le délai d'un an à compter de la date de prise d'effet du contrat de location initial, demander au propriétaire leur mise en conformité avec ces normes sans qu'il soit porté atteinte à la validité du contrat de location en cours.\n\nA défaut d'accord entre les parties, le juge saisi détermine, le cas échéant, la nature des travaux à réaliser et le délai de leur exécution, qu'il peut même d'office assortir d'une astreinte. Il peut également se prononcer sur une demande de modification du loyer fixé par le bailleur ou proposé par le locataire.\n\nA défaut de mise aux normes effectuée dans les conditions précitées, le loyer des locaux soumis au présent article est fixé conformément aux II ou III de l'article 17 de la loi n° 89-462 du 6 juillet 1989.\n\nLes dispositions du présent article ne sont pas applicables aux locaux classés en catégorie IV."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "Le bailleur d'un local classé en sous-catégorie II B ou II C dont le loyer ou l'indemnité d'occupation est fixé conformément aux dispositions du chapitre III de la loi n° 48-1360 du 1er septembre 1948 précitée peut proposer au locataire ou occupant de bonne foi un contrat de location régi par les dispositions des articles 30 à 33 du présent chapitre et des chapitres Ier à III, à l'exception des articles 10 et 11, de la loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986 et, s'il s'agit d'un local à usage exclusivement professionnel, par les dispositions du code civil et les articles 30 à 33 et 57 A de la présente loi.Les dispositions des deuxième et troisième alinéas de l'article 25 sont applicables aux locaux loués en application du présent article."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Les dispositions de l'article 28 ne sont pas opposables au locataire ou occupant de bonne foi dont les ressources, cumulées avec celles des autres occupants du logement, sont inférieures à un seuil fixé par décret.Le seuil est calculé en fonction de la localisation géographique du logement et du nombre de personnes qui l'occupent.Toutefois, si, à l'expiration du contrat prévu à l'article 30 ci-dessous, le locataire est âgé de plus de soixante-cinq ans ou handicapé visé au 2° de l'article 27 de la loi n° 48-1360 du 1er septembre 1948 précitée, il bénéficiera, nonobstant les dispositions de l'article 33, du droit au maintien dans les lieux prévu à l'article 4 de la loi n° 48-1360 du 1er septembre 1948 précitée."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "Le contrat de location conclu en application de l'article 28 est d'une durée de huit ans. Son loyer est fixé par référence aux loyers non régis par le chapitre III de la loi n° 48-1360 du 1er septembre 1948 précitée et habituellement constatés dans le voisinage au cours des trois dernières années pour les logements comparables.\n\nLa différence entre le loyer du contrat de location établi en application de l'article 28 et le loyer ou l'indemnité d'occupation antérieur s'applique par huitième au cours des huit années de ce contrat. La révision éventuelle résultant du I de l'article 17-1 de la loi n° 89-462 du 6 juillet 1989 précitée s'applique à chaque valeur ainsi définie."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Le contrat de location proposé en application de l'article 28 doit, à peine de nullité, reproduire les dispositions des articles 25 et 28 à 33.Le bailleur notifie, à peine de nullité de la proposition de contrat, la liste des références ayant servi à déterminer le prix proposé. Les éléments constitutifs de ces références sont fixés par décret, après avis de la Commission nationale de concertation.Dans un délai de deux mois à compter de la réception de la proposition du bailleur, le locataire ou l'occupant de bonne foi fait, le cas échéant, connaître au bailleur, en présentant les justifications, qu'il remplit les conditions de l'article 29.Dans le même délai, le locataire ou occupant de bonne foi qui ne peut se prévaloir des conditions de l'article 29 fait connaître au bailleur son acceptation ou son refus du contrat de location ainsi que, le cas échéant, le montant des travaux dont il demande le remboursement en application de l'article 32.Les notifications prévues aux trois premiers alinéas du présent article sont faites par lettre recommandée avec demande d'avis de réception ou signifiées par acte d'huissier.En cas de désaccord ou à défaut de réponse du locataire, l'une ou l'autre partie peut saisir la commission prévue à l'article 20 de la loi n° 89-462 du 6 juillet 1989 dans les trois mois qui suivent la réception de la proposition du contrat de location faite par le bailleur. Si, en l'absence d'accord entre les parties, à l'expiration d'un délai de six mois à compter de la proposition de contrat de location faite par le bailleur, le juge n'a pas été saisi, le local reste soumis aux dispositions de la loi n° 48-1360 du 1er septembre 1948 précitée.En cas de saisine du juge, celui-ci fixe le montant du loyer et statue sur les demandes des parties. Le contrat de location est alors réputé être conclu avec les clauses et conditions fixées judiciairement. La décision est exécutoire par provision.Sauf convention expresse contraire, le contrat de location conclu dans les conditions du présent article prend effet à l'expiration d'un délai de six mois à compter de la date de la proposition de contrat de location faite par le bailleur.A la date d'effet du contrat de location, les rapports entre le bailleur et le locataire ou occupant de bonne foi ne sont plus régis par les dispositions de la loi n° 48-1360 du 1er septembre 1948 précitée."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Lorsqu'il est fait application de l'article 28, le coût des travaux ayant amélioré substantiellement le confort ou l'équipement du local effectués par le locataire ou l'occupant de bonne foi est remboursé par le propriétaire. Un décret en Conseil d'Etat détermine la nature des travaux pris en compte ainsi que les modalités de leur évaluation.Le montant en est fixé et le remboursement effectué lors de la conclusion du contrat de location prévu à l'article 28.Si le bailleur le demande, le règlement intervient par compensation sur la fraction du nouveau loyer qui excède le montant de l'ancien. Si la dette n'est pas éteinte à l'expiration du bail mentionné à l'article 28, le bailleur en règle alors le solde."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "A l'expiration du contrat conclu en application de l'article 31, le local est soumis aux dispositions des chapitres Ier à III du titre Ier de la loi n° 89-462 du 6 juillet 1989 et les locaux à usage exclusivement professionnel aux dispositions de l'article 57 A et aux dispositions du code civil."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "A l'expiration des contrats de location conclus en application des articles 3 bis, 3 quater, 3 quinquies, 3 sexies et 3 septies de la loi n° 48-1360 du 1er septembre 1948 précitée, en cours au moment de la publication de la présente loi, et portant sur des locaux à usage d'habitation ou mixte, il est fait application de l'article 20. A l'expiration des contrats conclus après la publication de la présente loi en application des articles 3 bis, 3 quater et 3 octies de la loi n° 48-1360 du 1er septembre 1948 précitée, les contrats de location des locaux d'habitation ou mixte sont soumis aux dispositions des chapitres Ier à III de la loi 89-462 du 6 juillet 1989, à l'exception de l'article 16, du paragraphe c de l'article 17 et des articles 18 à 20.A l'expiration des contrats conclus en application des mêmes articles et portant sur des locaux à usage exclusivement professionnel, il est fait usage des dispositions de l'article 57 A et des dispositions du code civil."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Les normes prévues à l'article 25 de la présente loi sont applicables, à compter de leur conclusion, aux contrats de location conclus conformément au 2° de l'article 3 bis et aux articles 3 quater, 3 quinquies, 3 sexies et 3 septies de la loi n° 48-1360 du 1er septembre 1948 précitée en cours à la date de la publication de la présente loi. Cette disposition ne s'applique pas à ceux de ces contrats qui, à la date de publication de la présente loi, ont fait l'objet d'une contestation devant les tribunaux."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "Jusqu'au 1er janvier 1987, les loyers, autres que ceux mentionnés à l'article L. 442-1-1 du code de la construction et de l'habitation, pratiqués par les organismes d'habitations à loyer modéré restent régis par les dispositions prises en application de la loi n° 82-526 du 22 juin 1982 précitée. A compter de cette date et pour une période transitoire de six mois, ces loyers peuvent évoluer dans la limite de la dernière variation annuelle de l'indice du coût de la construction connue le 30 novembre 1986.Toutefois, lorsque des travaux d'amélioration tels que définis par l'accord collectif de location conclu le 23 novembre 1983 et rendu obligatoire par le décret n° 84-364 du 11 mai 1984 ont été entrepris avant le 1er janvier 1987, une majoration supplémentaire de loyer peut être appliquée à compter du premier jour du mois qui suit l'achèvement de ces travaux, si cette date est antérieure au 1er juillet 1987. La majoration annuelle est au plus égale à 10 p. 100 du coût réel des travaux plafonné à 9 000 F par logement, augmenté de 2 000 F par pièce principale."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "L'article L. 442-5 du code de la construction et de l'habitation est abrogé."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "Une commission nationale de concertation est instituée auprès du ministre chargé de la construction et de l'habitation. Elle a pour mission, par ses études, avis et propositions, de contribuer à l'amélioration des rapports entre bailleurs et locataires.Elle comprend notamment des représentants des organisations représentatives au plan national de bailleurs, de locataires et de gestionnaires. Sa composition, le mode de désignation de ses membres, son organisation et ses règles de fonctionnement sont fixés par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art41bis",
      "section": "41bis",
      "title": "Article 41bis",
      "content": "Il est créé, au sein du comité régional de l'habitat prévu à l'article L. 364-1 du code de la construction et de l'habitation, une commission spécialisée des rapports locatifs composée notamment de représentants des organisations représentatives au plan départemental de bailleurs, de locataires et de gestionnaires."
    },
    {
      "provision_ref": "art41ter",
      "section": "41ter",
      "title": "Article 41ter",
      "content": "Des accords collectifs de location peuvent être conclus, pour un ou plusieurs secteurs locatifs, au sein de la Commission nationale de concertation ou de chaque commission spécialisée des rapports locatifs prévue à l'article 41 bis entre une ou plusieurs organisations de bailleurs et de locataires. Les accords ainsi conclus s'imposent aux organisations signataires et aux adhérents de ces organisations.\n\nLes secteurs locatifs sont les suivants :\n\n-logements appartenant ou gérés par les organismes d'habitations à loyer modéré ;\n\n-logements appartenant aux sociétés d'économie mixte, aux sociétés immobilières à participation majoritaire de la Caisse des dépôts et consignations, aux collectivités publiques, aux sociétés filiales directes et indirectes de la société mentionnée à l'article L. 313-20 du code de la construction et de l'habitation autres que celles mentionnées à l'alinéa ci-dessus, à un collecteur agréé par le ministre chargé du logement dans des conditions fixées par décret en Conseil d'Etat aux fins de collecter la participation des employeurs à l'effort de construction ;\n\n-logements appartenant aux entreprises d'assurance, aux établissements de crédit, aux sociétés de financement et aux filiales de ces organismes et aux personnes morales autres que celles mentionnées aux deux alinéas précédents ;\n\n-logements appartenant aux bailleurs personnes physiques et aux sociétés civiles immobilières constituées exclusivement entre parents et alliés jusqu'au quatrième degré inclus.\n\nCes accords portent notamment sur les suppléments de loyers pour les organismes d'habitations à loyer modéré, la maîtrise de l'évolution des charges récupérables, la grille de vétusté, l'amélioration et l'entretien des logements et des parties communes, les locaux résidentiels à usage commun.\n\nLes accords conclus au sein de la Commission nationale de concertation font l'objet de la publication d'un avis au Journal officiel de la République française. A l'issue d'un délai d'un mois après cette publication et sauf opposition de la majorité des organisations représentatives des bailleurs d'un ou plusieurs secteurs et des organisations représentatives des locataires, ils peuvent être rendus obligatoires, par décret, pour tous les logements des secteurs locatifs concernés. Le décret peut, après avis motivé de la Commission nationale de concertation et sans modifier l'équilibre de l'accord, en distraire certaines clauses."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "Les bailleurs de logements visés à l'article 41 ter peuvent conclure avec une ou plusieurs associations de locataires des accords collectifs locaux portant sur tout ou partie de leur patrimoine. Ces accords portent notamment sur les loyers, les suppléments de loyers pour les organismes d'habitation à loyer modéré, la maîtrise de l'évolution des charges récupérables, la grille de vétusté, l'amélioration et l'entretien des logements et des parties communes, les locaux résidentiels à usage commun.\n\nCes accords sont obligatoires sur tout ou partie du patrimoine dès lors qu'ils ont été conclus :\n\n- soit par une ou plusieurs associations affiliées à une organisation siégeant à la commission nationale de concertation, présentes dans le patrimoine du bailleur ;\n\n- soit par une ou plusieurs associations regroupant au moins 50 % des voix des locataires aux élections au conseil d'administration ou au conseil de surveillance de l'organisme ;\n\n- soit par une ou plusieurs associations regroupant au moins 20 % des locataires concernés par l'accord.\n\nCes accords ne sont pas obligatoires s'ils ont été rejetés par écrit par 50 % des locataires concernés, dans un délai de deux mois à compter de leur notification individuelle par le bailleur.\n\nEn l'absence d'accords signés conformément au présent article, les bailleurs peuvent en outre proposer directement aux locataires des accords de même nature. Ces accords sont réputés applicables dès lors qu'ils ont été approuvés, par écrit, par la majorité des locataires concernés par l'accord qui se sont exprimés, dans un délai de deux mois à compter de la réception de la notification individuelle par le bailleur, à condition que 25 % des locataires concernés par l'accord se soient exprimés. A défaut, une nouvelle consultation est alors engagée et l'accord est réputé applicable dès lors qu'il a été approuvé, par écrit, par la majorité des locataires qui se sont exprimés, dans un délai de deux mois à compter de la réception de la nouvelle notification individuelle par le bailleur.\n\nDans tous les cas, il n'est attribué qu'une seule voix par logement loué.\n\nLes accords prévus au présent article peuvent être conclus pour une durée déterminée ou indéterminée. Ils mentionnent les conditions de leur dénonciation, de leur renouvellement ou de leur révision."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "Pour l'application de l'article 41 de la présente loi et de l'article 20 de la loi n° 89-462 du 6 juillet 1989, la représentativité des organisations de bailleurs, de gestionnaires et de locataires est appréciée d'après les critères suivants :a) Montant global des cotisations ;b) Indépendance, expérience et activité de l'organisation dans le domaine du logement ;c) En outre :- pour les organisations de bailleurs et de gestionnaires, nombre de leurs adhérents et nombre de logements détenus ou gérés par leur adhérents ;- pour les organisations de locataires, nombre et répartition géographique de leurs adhérents."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "Dans un immeuble ou groupe d'immeubles, tout groupement de locataires affilié à une organisation siégeant à la Commission nationale de concertation ou toute association qui représente au moins 10 % des locataires ou toute association de locataires affiliée à une organisation nationale siégeant à la Commission nationale de concertation, au Conseil national de l'habitat ou au Conseil national de la consommation désigne au bailleur, et, le cas échéant, au syndic de copropriété par lettre recommandée avec demande d'avis de réception, le nom de trois au plus de ses représentants choisis parmi les locataires de l'immeuble ou du groupe d'immeubles. Les associations ci-dessus désignées doivent oeuvrer dans le domaine du logement. Elles doivent être indépendantes de tout parti politique ou organisation philosophique, confessionnelle, ethnique ou raciale. En outre, elles oeuvrent dans le secteur locatif social et ne doivent pas poursuivre des intérêts collectifs qui seraient en contradiction avec les objectifs du logement social fixés par le code de la construction et de l'habitation, et notamment par les articles L. 411 et L. 441, ou du droit à la ville tel que défini par la loi n° 91-662 du 13 juillet 1991 d'orientation pour la ville.\n\nCes représentants ont accès aux différents documents concernant la détermination et l'évolution des charges locatives. A leur demande, le bailleur ou, s'il y a lieu, l'administrateur de la copropriété les consulte chaque semestre sur les différents aspects de la gestion de l'immeuble ou du groupe d'immeubles.\n\nDans les immeubles soumis au statut de la copropriété, les représentants des associations désignés ci-dessus peuvent assister à l'assemblée générale de copropriété et formuler des observations sur les questions inscrites à l'ordre du jour de l'assemblée générale. Le syndic de la copropriété informe les représentants des associations, par lettre recommandée avec demande d'avis de réception, de la date, de l'heure, du lieu et de l'ordre du jour de l'assemblée générale.\n\nLes décisions prises en assemblée des copropriétaires et relatives à l'entretien de l'immeuble et aux travaux font l'objet d'un procès-verbal abrégé affiché dans les parties communes de l'immeuble.\n\nDans chaque bâtiment d'habitation, un panneau d'affichage doit être mis à la disposition des associations ou groupements de locataires, définis au premier alinéa du présent article, pour leurs communications portant sur le logement, l'habitat et les travaux, dans un lieu de passage des locataires."
    },
    {
      "provision_ref": "art44bis",
      "section": "44bis",
      "title": "Article 44bis",
      "content": "Les bailleurs des secteurs locatifs mentionnés aux troisième, quatrième et cinquième alinéas de l'article 41 ter sont tenus d'élaborer, avec les représentants des associations de locataires présentes dans le patrimoine du bailleur affiliées à une organisation siégeant à la Commission nationale de concertation, au Conseil national de l'habitat ou au Conseil national de la consommation, les représentants des associations de locataires ayant obtenu 10 % des suffrages exprimés aux dernières élections et les administrateurs élus représentants des locataires, un plan de concertation locative couvrant l'ensemble de leur patrimoine.\n\nLe plan de concertation locative, validé par le conseil d'administration ou le conseil de surveillance du bailleur, définit les modalités pratiques de la concertation applicables aux immeubles ou aux ensembles immobiliers de leur patrimoine. Il précise notamment les règles destinées à formaliser les relations locatives locales, instaure un ou plusieurs conseils de concertation locative dont il peut prévoir la composition et prévoit des moyens matériels attribués aux représentants des locataires pour exercer leurs fonctions dans ce cadre. Il prévoit des moyens financiers, au moins égaux à 2 € par logement du patrimoine concerné par le plan et par an, pour soutenir les actions des associations qui participent à la concertation locative. Ces moyens sont répartis entre les associations de locataires en fonction de leur résultat aux dernières élections des représentants des locataires. L'usage de ces moyens et les modalités de suivi de cet usage sont définis dans le plan de concertation locative. Un bilan annuel de l'utilisation de ces moyens est adressé par les associations bénéficiaires à l'organisme concerné.\n\nLe plan doit être élaboré dans le délai de neuf mois après publication de la loi n° 2000-1208 du 13 décembre 2000 relative à la solidarité et au renouvellement urbains.\n\nLe plan fait l'objet de bilans et de révisions périodiques, dans les conditions qu'il définit, entre les partenaires visés au premier alinéa ci-dessus.\n\nDans un délai de trois ans après publication de la loi n° 2000-1208 du 13 décembre 2000 précitée, le Gouvernement présentera un bilan de la mise en oeuvre des mesures relatives à la concertation après avis des secteurs concernés de la Commission nationale de concertation."
    },
    {
      "provision_ref": "art44quater",
      "section": "44quater",
      "title": "Article 44quater",
      "content": "Préalablement à toute décision d'engager une opération d'amélioration, ayant une incidence sur les loyers ou les charges locatives, ou de construction-démolition, le bailleur mentionné à l'article 44 bis est tenu d'organiser une réunion d'information des locataires. Pendant l'élaboration du projet, il est tenu de mener une concertation avec les représentants des locataires, désignés dans les conditions prévues au premier alinéa de l'article 44. Lorsque le conseil de concertation locative, prévu à l'article 44 ter, existe, cette concertation est également réalisée dans son cadre. A défaut de représentants des locataires dans l'immeuble ou le groupe d'immeubles et après en avoir informé le conseil de concertation locative, quand il existe le bailleur doit mener cette concertation avec les locataires réunis à cet effet.\n\nLa concertation porte sur la consistance et le coût des travaux, leur répercussion prévisible sur les loyers ou les charges locatives, les modalités de leur réalisation, sur l'opportunité de créer un local collectif résidentiel ainsi que, le cas échéant, sur les conditions de relogement des locataires, notamment pour les opérations de construction-démolition.\n\nLes documents et les diagnostics ayant permis d'élaborer le projet sont tenus à disposition des locataires et de leurs représentants.\n\nParallèlement, le bailleur informe la commune de ses projets et de l'engagement de la concertation.\n\nUne fois le projet élaboré et avant le début de l'opération d'amélioration ou de construction-démolition, le bailleur dresse un bilan de la concertation qui comporte, le cas échéant, l'avis motivé des représentants des locataires. Il en informe les locataires réunis à cet effet.\n\nUn décret fixe, en tant que de besoin, les conditions d'application des articles 44 bis, 44 ter et du présent article."
    },
    {
      "provision_ref": "art44ter",
      "section": "44ter",
      "title": "Article 44ter",
      "content": "Le conseil de concertation locative prévu à l'article 44 bis est consulté sur les différents aspects de la gestion de l'immeuble ou des ensembles immobiliers concernés, sur les projets d'amélioration ou de construction-démolition et plus généralement sur toutes mesures touchant aux conditions d'habitat et au cadre de vie des habitants des ensembles concernés.Il est composé de représentants du bailleur et de représentants des locataires désignés dans les conditions prévues au premier alinéa de l'article 44.Les membres du conseil de concertation locative peuvent être assistés, dans les conditions fixées par le plan de concertation locative, de toute personne dont la compétence est jugée utile.Il doit être mis en place au plus tard dans les six mois qui suivent l'élaboration du plan de concertation locative et se réunit au moins une fois par an."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "A compter du premier renouvellement ou reconduction suivant la publication de la présente loi, les loyers plafonds prévus par les contrats de location des logements ayant bénéficié de primes ou de prêts spéciaux à la construction du Crédit foncier de France ou de la Caisse centrale de coopération économique sont révisés, par rapport aux loyers plafonds d'origine, par application de l'indice de référence, sans que joue la clause d'atténuation figurant au contrat."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "Les dispositions du présent titre sont d'ordre public."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "Les contrats de location en cours qui n'ont pas été mis en conformité avec les dispositions de la loi n° 82-526 du 22 juin 1982 précitée, contrairement aux dispositions du troisième alinéa de l'article 71 de cette loi, sont réputés avoir été renouvelés dans les conditions de cet article par périodes de trois années à compter de leur date d'expiration contractuelle lorsqu'il s'agit de contrats de location à durée déterminée et par périodes de trois années à compter du 24 juin 1983 lorsqu'il s'agit de contrats de location à durée indéterminée conclus avant cette date. Ces dispositions ne s'appliquent pas à ceux de ces contrats dont le renouvellement est contesté devant les tribunaux."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "Les accords collectifs conclus en application des articles 28, 37 et 61 de la loi n° 82-526 du 22 juin 1982 précitée continuent de produire effet jusqu'à leur terme ou jusqu'à la date d'effet de leur dénonciation par l'une ou l'autre des parties."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "Les contrats d'amélioration conclus en application de l'article 59 de la loi n° 82-526 du 22 juin 1982 précitée continuent de produire effet jusqu'au terme des contrats de location auxquels ils ont donné lieu ou peuvent donner lieu."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "Les loyers fixés en application des articles 15 et 21 ou négociés en application des articles 41 ter et 42 ne peuvent ni excéder, pour les logements ayant fait l'objet de conventions passées en application de l'article L. 351-2 du code de la construction et de l'habitation, les loyers plafonds applicables à ces logements ni déroger, pour les logements ayant fait l'objet de primes ou de prêts spéciaux à la construction du Crédit foncier de France ou de la Caisse centrale de coopération économique, aux règles applicables à ces logements.Les accords conclus en application de l'article 42 ne peuvent conduire à déroger, pour les logements dont le loyer est fixé par application du chapitre III de la loi n° 48-1360 du 1er septembre 1948 précitée, aux règles de fixation de ce loyer ni, pour les logements gérés par les organismes d'habitations à loyer modéré, aux règles de fixation et d'évolution des loyers prévues à l'article L. 442-1 du code de la construction et de l'habitation."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "La loi n° 82-526 du 22 juin 1982 précitée est abrogée, à l'exception de ses articles 76, 78, 81 et 82."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "L'ordonnance n° 58-1444 du 31 décembre 1958 relative à la levée des scellés apposés lors du décès de l'occupant d'un local est abrogée."
    },
    {
      "provision_ref": "art57A",
      "section": "57A",
      "title": "Article 57A",
      "content": "Le contrat de location d'un local affecté à un usage exclusivement professionnel est conclu pour une durée au moins égale à six ans. Il est établi par écrit.\n\nAu terme fixé par le contrat et sous réserve des dispositions du troisième alinéa du présent article, le contrat est reconduit tacitement pour la même durée.\n\nChaque partie peut notifier à l'autre son intention de ne pas renouveler le contrat à l'expiration de celui-ci en respectant un délai de préavis de six mois.\n\nLe locataire peut, à tout moment, notifier au bailleur son intention de quitter les locaux en respectant un délai de préavis de six mois.\n\nLes notifications mentionnées au présent article sont effectuées par lettre recommandée avec demande d'avis de réception ou par acte d'huissier.\n\nLes parties peuvent déroger au présent article dans les conditions fixées au 7° du I de l'article L. 145-2 du code de commerce."
    },
    {
      "provision_ref": "art57B",
      "section": "57B",
      "title": "Article 57B",
      "content": "Au moment de chaque prise de possession des locaux par un locataire et lors de leur restitution, un état des lieux est établi contradictoirement et amiablement par les parties ou par un tiers mandaté par elles et joint au contrat de location.\n\nSi l'état des lieux ne peut être établi dans les conditions prévues au premier alinéa, il est établi par un huissier de justice, sur l'initiative de la partie la plus diligente, à frais partagés par moitié entre le bailleur et le locataire."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "Les dispositions de l'article 61 entreront en vigueur à une date fixée par décret en Conseil d'Etat et au plus tard le 1er juillet 1987. Toutefois, les dispositions du code de la construction et de l'habitation, remplacées par l'article 61, continuent de s'appliquer dans leur rédaction antérieure pour toutes les décisions d'aliénation ayant fait l'objet, à la date d'entrée en vigueur du présent titre, de l'offre de vente prise au vu de la décision d'aliéner prévue par l'article L. 443-9 du code de la construction et de l'habitation dans sa rédaction antérieure à la présente loi."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "L'article 26 du décret-loi du 28 février 1852 sur les sociétés de crédit foncier est abrogé."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "Si une décision n'a pas été prise dans les conditions de l'article L. 112-1 du code de l'urbanisme dans un délai de trois mois à compter de la publication de la présente loi, la limite légale de densité et les valeurs de cette limite résultant de la rédaction du chapitre II du titre Ier du livre Ier du code de l'urbanisme antérieurement à la publication de la présente loi cessent de produire leurs effets.Le délai est porté à six mois pour les communautés urbaines, pour les groupements de communes ayant compétence en matière d'élaboration de documents d'urbanisme ou en matière d'aménagement urbain et pour les communes de Paris et Marseille.La suppression expresse ou tacite du plafond légal de densité est sans effet sur le régime des zones d'aménagement concerté dont le bilan a été approuvé antérieurement à la délibération ou à l'expiration des délais prévus ci-dessus."
    }
  ]
}