{
  "id": "loi-n-2019-791-du-26-juillet-2019",
  "type": "statute",
  "title": "LOI n°2019-791 du 26 juillet 2019",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000038829065",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "L'Etat attribue de manière pérenne à chaque commune les ressources correspondant à l'augmentation des dépenses obligatoires qu'elle a prises en charge en application des articles L. 212-4, L. 212-5 et L. 442-5 du code de l'éducation au titre de l'année scolaire 2019-2020 par rapport à l'année scolaire 2018-2019 dans la limite de la part d'augmentation résultant directement de l'abaissement à trois ans de l'âge de l'instruction obligatoire.La réévaluation de ces ressources peut être demandée par une commune au titre des années scolaires 2020-2021 et 2021-2022.Un décret en Conseil d'Etat fixe les modalités d'application du présent article."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Par dérogation à l'article L. 131-2 du code de l'éducation, l'instruction obligatoire peut être donnée aux enfants âgés de trois à six ans dans un établissement d'accueil collectif recevant exclusivement des enfants âgés de plus de deux ans dit \" jardin d'enfants \" géré ou financé par une collectivité publique et qui était ouvert à la date d'entrée en vigueur de la présente loi.\n\nLes personnes responsables d'un enfant soumis à l'obligation d'instruction prévue à l'article L. 131-1 du même code doivent déclarer, avant le début de l'année scolaire, au maire et à l'autorité de l'Etat compétente en matière d'éducation qu'elles l'inscrivent dans un établissement mentionné au premier alinéa du présent article.\n\nL'autorité de l'Etat compétente en matière d'éducation prescrit le contrôle des établissements mentionnés au même premier alinéa afin de s'assurer que l'enseignement qui y est dispensé respecte les normes minimales de connaissances requises par l'article L. 131-1-1 du code de l'éducation et que les élèves de ces établissements ont accès au droit à l'éducation tel que celui-ci est défini par l'article L. 111-1 du même code.\n\nCe contrôle est organisé selon les modalités prévues aux troisième à dernier alinéas du II de l'article L. 442-2 dudit code."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "I. à III.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nIV.-Dans leur rédaction en vigueur à la date de la publication de la présente loi, l'arrêté du préfet du département du Bas-Rhin pris en application de l'article L. 421-19-1 du code de l'éducation dans sa rédaction en vigueur avant la publication de la présente loi et la convention conclue sur le fondement des mêmes dispositions sont réputés pris sur le fondement des dispositions de la section 3 bis du chapitre Ier du titre II du livre IV du code de l'éducation dans leur rédaction résultant de la présente loi.V.-Dans un délai de deux ans à compter de la publication de la présente loi, le Gouvernement remet au Parlement un rapport appréciant le caractère équilibré de l'offre en matière d'enseignement international sur le territoire national ainsi que le bilan de l'application outre-mer des dispositions du présent article.\n\n- Code de l'éducation\n\n- Code général des collectivités territoriales\n\n- Code de l'éducation"
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2019-787 DC du 25 juillet 2019.]"
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "A modifié les dispositions suivantes :\n\n-Code de l'éducation"
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement publie un rapport sur :1° Le fléchage des financements perçus par Mayotte dans le cadre du « Plan Mayotte » au titre de l'éducation des enfants non scolarisés ;2° Les difficultés et les perspectives de la mise en œuvre de la scolarisation obligatoire dès trois ans à Mayotte et en Guyane."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code de l'éducation\n\nII. - Lorsque des expérimentations ont été autorisées sur le fondement de l'article L. 401-1 du code de l'éducation dans sa rédaction antérieure à la présente loi, elles se poursuivent jusqu'au terme de la période pour laquelle elles ont été autorisées."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "A modifié les dispositions suivantes :\n\n-Code de l'éducation"
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "A modifié les dispositions suivantes :\n\n-Code de l'éducation"
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2019-787 DC du 25 juillet 2019.]"
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai d'un an à compter de la publication de la présente loi, les mesures relevant du domaine de la loi permettant, d'une part, de simplifier l'organisation et le fonctionnement, sur l'ensemble du territoire national, des conseils de l'éducation nationale mentionnés aux chapitres IV et V du titre III du livre II du code de l'éducation et, d'autre part, de redéfinir et d'adapter les attributions de ces conseils, afin de tenir compte notamment de l'évolution des compétences des collectivités territoriales.Un projet de loi de ratification est déposé devant le Parlement dans un délai de quatre mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code de l'éducation\n\nII. - A compter de la date d'entrée en vigueur du présent article, la liste d'aptitude établie au titre de l'année scolaire 2018-2019 en application de l'article L. 953-2 du code de l'éducation dans sa rédaction antérieure à la présente loi est caduque."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "En Guyane et à Mayotte, à titre expérimental et pour une durée de sept ans à compter de la promulgation de la présente loi, les conditions mentionnées au deuxième alinéa de l'article L. 2171-2 du code de la commande publique ne sont pas applicables aux marchés publics de conception-réalisation relatifs à la réalisation d'écoles élémentaires et maternelles d'enseignement public.Le présent article est applicable aux marchés pour lesquels une consultation est engagée ou un avis d'appel à la concurrence est envoyé à compter de la promulgation de la présente loi."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "Le Gouvernement est autorisé à procéder par voie d'ordonnance, dans les conditions prévues à l'article 38 de la Constitution, à la révision et à l'actualisation des dispositions de nature législative particulières à l'outre-mer en vigueur à la date de publication de l'ordonnance, au sein du code de l'éducation, en vue :1° De remédier aux éventuelles erreurs ou insuffisances de codification, en incluant les dispositions de nature législative qui n'auraient pas été codifiées et en adaptant le plan et la rédaction des dispositions codifiées ;2° D'abroger les dispositions obsolètes, inadaptées ou devenues sans objet ;3° D'adapter, le cas échéant, ces dispositions à l'évolution des caractéristiques et contraintes particulières des collectivités régies par l'article 73 de la Constitution ;4° D'étendre, le cas échéant dans le respect des règles de partage des compétences prévues par la loi organique, l'application de ces dispositions, selon le cas, à Saint-Pierre-et-Miquelon, à Saint-Barthélemy, à Saint-Martin, en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna, avec les adaptations nécessaires, et de procéder, si nécessaire, à l'adaptation des dispositions déjà applicables dans ces collectivités ;5° De répartir dans des divisions les articles relevant respectivement de la compétence de l'Etat, de la Nouvelle-Calédonie et de la Polynésie française, en procédant à une nouvelle numérotation de ceux-ci ;6° De mettre les autres codes et lois qui mentionnent ces dispositions en cohérence avec la nouvelle rédaction adoptée.L'ordonnance mentionnée au premier alinéa du présent article est prise dans un délai de dix-huit mois à compter de la promulgation de la présente loi. Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "I.-A.-L'ordonnance n° 2014-691 du 26 juin 2014 portant suppression des compétences contentieuses et disciplinaires du Conseil supérieur de l'éducation et des conseils académiques de l'éducation nationale est ratifiée.\n\nB.-A modifié les dispositions suivantes :\n\nII.-L'ordonnance n° 2014-692 du 26 juin 2014 relative à l'application à Mayotte de la loi n° 2013-595 du 8 juillet 2013 d'orientation et de programmation pour la refondation de l'école de la République est ratifiée.III.-L'ordonnance n° 2014-693 du 26 juin 2014 portant extension et adaptation dans les îles Wallis et Futuna, en Polynésie française et en Nouvelle-Calédonie de la loi n° 2013-595 du 8 juillet 2013 d'orientation et de programmation pour la refondation de l'école de la République est ratifiée.IV.-A.-L'ordonnance n° 2014-135 du 17 février 2014 modifiant la partie législative du code de la recherche est ratifiée.\n\nB.-A modifié les dispositions suivantes :\n\nV.-A.-L'ordonnance n° 2015-24 du 14 janvier 2015 portant extension et adaptation dans les îles Wallis et Futuna, en Polynésie française et en Nouvelle-Calédonie de la loi n° 2013-660 du 22 juillet 2013 relative à l'enseignement supérieur et à la recherche est ratifiée.\n\nB.-A modifié les dispositions suivantes :\n\nVI.-L'ordonnance n° 2015-25 du 14 janvier 2015 relative à l'application à Mayotte de la loi n° 2013-660 du 22 juillet 2013 relative à l'enseignement supérieur et à la recherche et de l'article 23 de la loi n° 2014-288 du 5 mars 2014 relative à la formation professionnelle, à l'emploi et à la démocratie sociale est ratifiée.\n\n-Code de l'éducation\n\n-Code de la recherche\n\n-Code de l'éducation"
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "Les articles 3, 4, 7, 11, 14, 17, 18, 19, 24, 25, 26, 27, 28, 32, 38, 40, 41, 43 à 46, 49, 50, 56 et 58 entrent en vigueur à la rentrée scolaire 2019.Les articles 36 et 54 entrent en vigueur le 1er janvier 2020.Les articles 13 et 15 entrent en vigueur à la rentrée scolaire 2020.Les directeurs d'école supérieure du professorat et de l'éducation dont le mandat est en cours à la date d'entrée en vigueur des articles 43 à 45 exercent, pour la durée de leur mandat restant à courir, la fonction de directeur d'institut national supérieur du professorat et de l'éducation.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}