{
  "id": "loi-n-50-586-du-27-mai-1950",
  "type": "statute",
  "title": "Loi n° 50-586 du 27 mai 1950",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000332633",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Les jetons de présence et tantièmes qui sont alloués aux fonctionnaires de l'Etat et agents des autres collectivités publiques en activité de service siégeant en qualité d'administrateurs dans les filiales de sociétés d'économie mixte ou d'entreprises publiques ou dans les sociétés dont les établissements publics de l'Etat, les collectivités locales ou les territoires de l'Union française détiennent une partie du capital, doivent être versés au Trésor au crédit du compte spécial ouvert en application de l'article 18 de la loi du 8 mars 1949 ou au budget de la collectivité publique ou de l'établissement public détenteur du capital. Des indemnités peuvent être allouées à ces administrateurs dans les conditions fixées par l'article 18 de la loi susvisée.\n\nLes administrateurs des entreprises publiques et des sociétés d'économie mixte qui ne représentent pas l'Etat, mais qu'il appartient au Gouvernement de désigner soit en raison de leur compétence personnelle, soit pour qu'ils représentent des intérêts économiques ou sociaux, ne peuvent être choisis parmi les fonctionnaires en activité à l'exception des chercheurs, des enseignants-chercheurs et des autres personnes régis par des statuts répondant aux exigences posées à l'article 25 de la loi n° 82-610 du 15 juillet 1982 d'orientation et de programmation pour la recherche et le développement technologique de la France ou à l'article 57 de la loi n° 84-52 du 26 janvier 1984 sur l'enseignement supérieur.\n\nLe mandat des chercheurs, des enseignants-chercheurs et des autres personnels ainsi appelés à siéger dans des conseils d'administration d'entreprises du secteur public en tant que personnalités qualifiées est gratuit."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "La mise en jeu de la garantie de l'Etat accordée la caisse nationale des marchés de l'Etat en exécution notamment de la loi du 12 septembre 1940 et de la loi n° 49-1052 du 2 août 1949 entraîne de plein droit subrogation de l'Etat, à concurrence des payements effectués par le Trésor à la caisse, dans tous les droits, actions, privilèges et hypothèques que cet établissement détient à l'encontre des débiteurs et afférents à la même garantie.Le recouvrement des créances du Trésor résultant de la mise en jeu de la garantie de l'Etat prévue au paragraphe précédent est poursuivi dans les conditions fixées pour le recouvrement des créances de l'Etat, étrangères à l'impôt et au Domaine."
    }
  ]
}