{
  "id": "loi-n-2015-737-du-25-juin-2015",
  "type": "statute",
  "title": "LOI n°2015-737 du 25 juin 2015",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000030784348",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - L'ordonnance n° 2014-806 du 17 juillet 2014 modifiant le chapitre unique du titre VIII du livre VII de la troisième partie du code de l'éducation relatif aux dispositions applicables à l'université des Antilles et de la Guyane pour y adapter le titre V de la loi n° 2013-660 du 22 juillet 2013 relative à l'enseignement supérieur et à la recherche est ratifiée.\n\nII et III. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- ORDONNANCE n° 2014-806 du 17 juillet 2014\n\n- Code de l'éducation\n\n- Code de l'éducation\n\n- Code de l'éducation\n\n- Code de l'éducation"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I.-A compter de l'entrée en vigueur de la présente loi, le conseil d'administration de l'université des Antilles est constitué des membres du conseil d'administration de l'université des Antilles et de la Guyane élus et nommés au titre des régions Guadeloupe et Martinique en exercice à cette date. Il exerce les compétences prévues au II de l'article L. 781-2 du code de l'éducation.A compter de la même date, le conseil de chaque pôle universitaire régional de l'université des Antilles est constitué des membres élus et nommés au titre de ce pôle siégeant au sein du conseil d'administration de l'université des Antilles et de la Guyane en exercice à cette date. Il exerce les compétences prévues au III de l'article L. 781-3 du même code.A compter de la même date, les compétences prévues au IV du même article L. 781-3 sont exercées, pour chaque pôle universitaire régional de l'université des Antilles, par les vice-présidents des pôles universitaires régionaux de la Guadeloupe et de la Martinique de l'université des Antilles et de la Guyane en exercice à cette date.A compter de la même date, pour chaque pôle universitaire régional de l'université des Antilles, la commission de la recherche et la commission de la formation et de la vie universitaire du conseil académique sont constituées, respectivement, des membres du conseil scientifique et des membres du conseil des études et de la vie universitaire de l'université des Antilles et de la Guyane élus et nommés au titre des régions Guadeloupe et Martinique. Le conseil scientifique, composé des membres élus et désignés au titre de chaque pôle universitaire, exerce dans chacun des pôles les compétences de la commission de la recherche et le conseil des études et de la vie universitaire celles de la commission de la formation et de la vie universitaire. Les membres des deux conseils siègent ensemble pour exercer les compétences du conseil académique en formation plénière. La section compétente du conseil académique prévue au IV de l'article L. 712-6-1 dudit code est constituée des enseignants-chercheurs et personnels assimilés membres du conseil scientifique et du conseil des études et de la vie universitaire de l'université des Antilles et de la Guyane élus au titre des régions Guadeloupe et Martinique en exercice à la date d'entrée en vigueur de la présente loi.II.-Le conseil d'administration en exercice à la date d'entrée en vigueur de la présente loi, conformément au I du présent article, adopte dans un délai d'un an, par délibération statutaire, des statuts en conformité avec les dispositions de cette même loi.En l'absence de délibération statutaire adoptée dans ce délai, les statuts sont arrêtés par le ministre chargé de l'enseignement supérieur.III.-Le conseil d'administration est désigné conformément à la présente loi à l'échéance des mandats des représentants élus des personnels du conseil d'administration siégeant au titre des régions Guadeloupe et Martinique en exercice à la date d'entrée en vigueur de la présente loi.IV.-A compter de l'entrée en vigueur de la présente loi, le conseil d'administration composé des membres élus au titre des régions Guadeloupe et Martinique complète, le cas échéant, les sections disciplinaires."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les ordonnances n° 2008-1304 du 11 décembre 2008 et n° 2014-807 du 17 juillet 2014, modifiant la partie législative du code de l'éducation, sont ratifiées."
    }
  ]
}