{
  "id": "loi-n-2011-894-du-28-juillet-2011",
  "type": "statute",
  "title": "LOI n° 2011-894 du 28 juillet 2011",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000024409075",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Est approuvé le montant rectifié de 3,6 milliards d'euros correspondant à la compensation des exonérations, réductions ou abattements d'assiette de cotisations ou contributions de sécurité sociale entrant dans le champ des dispositions de l'article L. 131-7 du code de la sécurité sociale, dont la liste figure à l'annexe 5 jointe au projet de loi de financement de la sécurité sociale pour 2011."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Au titre de l'année 2011, sont rectifiées, conformément aux tableaux qui suivent, les prévisions de recettes, réparties par catégorie dans l'état figurant en annexe B à la présente loi :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale et par branche :\n\n(En milliards d'euros)\n\n(En milliards d'euros)\n\n(En milliards d'euros)\n\n2° Pour le régime général de sécurité sociale et par branche :\n\n3° Pour les organismes concourant au financement des régimes obligatoires de base de sécurité sociale :\n\nPRÉVISIONSde recettes\n\nFonds de solidarité vieillesse\n\n17,9\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Au titre de l'année 2011, est rectifié, conformément au tableau qui suit, le tableau d'équilibre, par branche, de l'ensemble des régimes obligatoires de base de sécurité sociale :\n\n(En milliards d'euros)\n\nPRÉVISIONSde recettes\n\nOBJECTIFSde dépenses\n\nSOLDE\n\nMaladie\n\n173,1\n\n183,3\n\n― 10,2\n\nVieillesse\n\n193,9\n\n202,0\n\n― 8,2\n\nFamille\n\n52,8\n\n55,6\n\n― 2,8\n\nAccidents du travail et maladies professionnelles\n\n13,0\n\n12,9\n\n0,1\n\nToutes branches (hors transferts entre branches)\n\n427,3\n\n448,3\n\n― 21,0\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Au titre de l'année 2011, est rectifié, conformément au tableau qui suit, le tableau d'équilibre, par branche, du régime général de sécurité sociale :\n\n(En milliards d'euros)\n\nPRÉVISIONSde recettes\n\nOBJECTIFSde dépenses\n\nSOLDE\n\nMaladie\n\n148,7\n\n159,1\n\n― 10,3\n\nVieillesse\n\n100,2\n\n106,6\n\n― 6,4\n\nFamille\n\n52,3\n\n55,1\n\n― 2,8\n\nAccidents du travail et maladies professionnelles\n\n11,6\n\n11,6\n\n0,0\n\nToutes branches (hors transferts entre branches)\n\n307,4\n\n326,9\n\n― 19,5\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Au titre de l'année 2011, est rectifié, conformément au tableau qui suit, le tableau d'équilibre des organismes concourant au financement des régimes obligatoires de base de sécurité sociale :\n\n(En milliards d'euros)\n\nPRÉVISIONSde recettes\n\nPRÉVISIONSde dépenses\n\nSOLDE\n\nFonds de solidarité vieillesse\n\n17,9\n\n21,9\n\n― 4,1\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. ― Au titre de l'année 2011, l'objectif d'amortissement de la dette sociale par la Caisse d'amortissement de la dette sociale demeure fixé conformément au I de l'article 37 de la loi n° 2010-1594 du 20 décembre 2010 de financement de la sécurité sociale pour 2011.II. - Au titre de l'année 2011, les prévisions des recettes affectées au Fonds de réserve pour les retraites demeurent fixées conformément au II du même article 37.III. - Au titre de l'année 2011, les prévisions des recettes mises en réserve par le Fonds de solidarité vieillesse demeurent fixées conformément au III du même article 37."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Est approuvé le rapport figurant en annexe A à la présente loi rectifiant, pour les quatre années à venir (2011-2014), les prévisions de recettes et les objectifs de dépenses par branche des régimes obligatoires de base de sécurité sociale et du régime général, les prévisions de recettes et de dépenses des organismes concourant au financement de ces régimes, ainsi que l'objectif national de dépenses d'assurance maladie."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "A compter de la date de promulgation de la présente loi, le régime général est habilité à recourir à des ressources non permanentes afin de couvrir ses besoins de trésorerie dans la limite de 18 milliards d'euros.La liste des autres régimes obligatoires de base et des organismes concourant à leur financement habilités à recourir à des ressources non permanentes afin de couvrir leurs besoins de trésorerie ainsi que les limites dans lesquelles ces besoins peuvent être couverts par de telles ressources demeurent fixées conformément à l'article 47 de la loi n° 2010-1594 du 20 décembre 2010 précitée."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Au titre de l'année 2011, les objectifs rectifiés de dépenses de la branche Maladie, maternité, invalidité et décès sont fixés :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale, à 183,3 milliards d'euros ;2° Pour le régime général de sécurité sociale, à 159,1 milliards d'euros."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Au titre de l'année 2011, l'objectif national de dépenses d'assurance maladie de l'ensemble des régimes obligatoires de base ainsi que ses sous-objectifs demeurent fixés conformément au tableau de l'article 90 de la loi n° 2010-1594 du 20 décembre 2010 précitée."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Au titre de l'année 2011, les objectifs rectifiés de dépenses de la branche Accidents du travail et maladies professionnelles sont fixés :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale, à 12,9 milliards d'euros ;2° Pour le régime général de sécurité sociale, à 11,6 milliards d'euros."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Au titre de l'année 2011, les objectifs rectifiés de dépenses de la branche Famille sont fixés :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale, à 55,6 milliards d'euros ;2° Pour le régime général de sécurité sociale, à 55,1 milliards d'euros."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Au titre de l'année 2011, les objectifs rectifiés de dépenses de la branche Vieillesse sont fixés :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale, à 202,0 milliards d'euros ;2° Pour le régime général de sécurité sociale, à 106,6 milliards d'euros."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Au titre de l'année 2011, les prévisions des charges des organismes concourant au financement des régimes obligatoires de sécurité sociale demeurent fixées conformément au tableau de l'article 112 de la loi n° 2010-1594 du 20 décembre 2010 précitée."
    },
    {
      "provision_ref": "artAnnexeA",
      "section": "AnnexeA",
      "title": "Article AnnexeA",
      "content": "Les recettes, les dépenses et le solde des régimes de base de sécurité sociale et des organismes concourant à leur financement sont influencés par l'environnement économique général. Les projections quadriennales des comptes de ces régimes et du Fonds de solidarité vieillesse (FSV), présentées dans la présente annexe, sont fondées sur les hypothèses macro-économiques retenues dans le programme de stabilité de la France 2011-2014 examiné par le Parlement en mai 2011.Après 2009 qui a été l'année la plus défavorable en termes de croissance depuis la Seconde Guerre mondiale, avec une diminution de 2,6 % du produit intérieur brut (PIB) en volume, l'année 2010 a vu un raffermissement de l'activité économique (+ 1,5 %). Le scénario macro-économique sous-jacent aux projections quadriennales décrites dans la présente annexe prévoit une poursuite de la reprise de la croissance à partir de 2011. Le PIB en volume progresserait de 2,25 % en 2012 et de 2,5 % en 2013 et 2014. La masse salariale du secteur privé, principale assiette des recettes de la sécurité sociale, suivrait la reprise de l'activité économique avec un certain décalage en 2011, puis rattraperait une partie de son retard sur le PIB à partir de 2012 : la masse salariale du champ ACOSS progresserait en valeur de 3,2 % en 2011, puis de 4,2 % en 2012 et de 4,5 % en 2013 et 2014, soit un quart de point de croissance de plus que le PIB durant ces deux dernières années. Ce scénario est réaliste en ce qu'il traduit un rattrapage très partiel des pertes considérables de croissance enregistrées en 2009 et 2010.La trajectoire des comptes des régimes de sécurité sociale décrite dans la présente annexe est conforme aux engagements pris par le Gouvernement dans le programme de stabilité européen, à savoir la limitation du déficit des administrations publiques en deçà de 3 % du PIB en 2013 et de 2 % du PIB en 2014.Pour les administrations de sécurité sociale, ensemble formé des régimes de sécurité sociale et des fonds concourant à leur financement, des régimes d'indemnisation du chômage, des régimes obligatoires de retraite complémentaire et des hôpitaux publics, ce scénario implique un redressement rapide, leur solde devant passer de ― 1,2 % du PIB en 2010 à ― 0,4 % en 2013 et à ― 0,1 % en 2014.Pour 2011, première année de cette programmation pluriannuelle, la prévision de la situation financière des régimes de base de sécurité sociale est significativement améliorée par rapport à celle associée à la loi n° 2010-1594 du 20 décembre 2010 de financement de la sécurité sociale pour 2011. S'agissant ainsi du régime général, le déficit de l'exercice 2011 s'établirait à 19,5 Md€, en réduction de 1,4 Md€ par rapport au solde prévisionnel initial. D'une part, les objectifs de dépenses des quatre branches seront respectés, et même au-delà en ce qui concerne la branche Famille. D'autre part, le régime général bénéficiera, en raison de l'amélioration de la dynamique de la masse salariale dans le secteur privé (+ 3,2 %, contre + 2,9 % en loi de financement initiale), d'un surcroît de recettes qui avantagera particulièrement la branche Maladie, compte tenu par ailleurs des nouvelles règles d'affectation de recettes fiscales à titre pérenne.En tout état de cause, les années 2011 à 2014 doivent donc être mises à profit pour agir de façon déterminée sur les conditions de l'équilibre financier de la sécurité sociale. Le renforcement des efforts de maîtrise des dépenses sociales, afin qu'elles continuent à rendre aux Français des services de qualité pour un coût sans cesse réduit, sera à cet égard décisif (I). En outre, la stratégie de redressement des comptes sociaux sera complétée par des actions visant à sécuriser les recettes sociales (II)."
    },
    {
      "provision_ref": "artAnnexeB",
      "section": "AnnexeB",
      "title": "Article AnnexeB",
      "content": "ÉTAT RECTIFIÉ DES RECETTES, PAR CATÉGORIE ET PAR BRANCHE, DES RÉGIMES OBLIGATOIRES DE BASE DE SÉCURITÉ SOCIALE ET DU RÉGIME GÉNÉRAL DE SÉCURITÉ SOCIALE AINSI QUE DES RECETTES, PAR CATÉGORIE, DES ORGANISMES CONCOURANT AU FINANCEMENT DES RÉGIMES OBLIGATOIRES DE SÉCURITÉ SOCIALE1. Recettes par catégorie et par branche des régimes obligatoires de base de sécurité sociale :\n\nExercice 2011 (prévisions)\n\n(En milliards d'euros)\n\nLes montants figurant en total par branche et par catégorie peuvent être différents de l'agrégation des montants détaillés, du fait des opérations réciproques (notamment transferts).2. Recettes par catégorie et par branche du régime général de sécurité sociale :\n\nExercice 2011 (prévisions)\n\n(En milliards d'euros)\n\nLes montants figurant en total par branche et par catégorie peuvent être différents de l'agrégation des montants détaillés, du fait des opérations réciproques (notamment transferts).3. Recettes par catégorie des organismes concourant au financement des régimes obligatoires de base de sécurité sociale :\n\nExercice 2011 (prévisions)\n\n(En milliards d'euros)\n\nMALADIE\n\nVIEILLESSE\n\nFAMILLE\n\nACCIDENTSdu travail/Maladies professionnelles\n\nTOTALpar catégorie\n\nCotisations effectives\n\n79,1\n\n101,6\n\n34,0\n\n11,7\n\n226,4\n\nCotisations fictives\n\n1,1\n\n39,7\n\n0,1\n\n0,3\n\n41,3\n\nCotisations prises en charge par l'Etat\n\n1,4\n\n1,3\n\n0,6\n\n0,1\n\n3,3\n\nCotisations prises en charge par la sécurité sociale\n\n1,4\n\n0,0\n\n0,3\n\n0,0\n\n1,7\n\nContributions publiques\n\n0,1\n\n7,1\n\n0,0\n\n0,1\n\n7,2\n\nImpôts et taxes affectés\n\n84,9\n\n16,1\n\n17,1\n\n0,4\n\n118,4\n\nDont contribution sociale généralisée\n\n60,1\n\n0,0\n\n9,2\n\n0,0\n\n69,3\n\nTransferts reçus\n\n2,4\n\n26,9\n\n0,0\n\n0,1\n\n23,8\n\nRevenus des capitaux\n\n0,0\n\n0,6\n\n0,0\n\n0,0\n\n0,6\n\nAutres ressources\n\n2,7\n\n0,7\n\n0,6\n\n0,4\n\n4,4\n\nTotal par branche\n\n173,1\n\n193,9\n\n52,8\n\n13,0\n\n427,3\n\n1\n\nMALADIE\n\nVIEILLESSE\n\nFAMILLE\n\nACCIDENTSdu travail/Maladies professionnelles\n\nTOTALpar catégorie\n\nCotisations effectives\n\n70,9\n\n64,7\n\n33,8\n\n11,0\n\n180,4\n\nCotisations fictives\n\n0,0\n\n0,0\n\n0,0\n\n0,0\n\n0,0\n\nCotisations prises en charge par l'Etat\n\n1,1\n\n0,9\n\n0,6\n\n0,0\n\n2,6\n\nCotisations prises en charge par la sécurité sociale\n\n1,4\n\n0,0\n\n0,3\n\n0,0\n\n1,7\n\nContributions publiques\n\n0,1\n\n0,0\n\n0,0\n\n0,0\n\n0,1\n\nImpôts et taxes affectés\n\n70,5\n\n10,2\n\n17,1\n\n0,2\n\n98,0\n\nDont contribution sociale généralisée\n\n52,2\n\n0,0\n\n9,2\n\n0,0\n\n61,3\n\nTransferts reçus\n\n2,3\n\n24,1\n\n0,0\n\n0,0\n\n21,0\n\nRevenus des capitaux\n\n0,0\n\n0,0\n\n0,0\n\n0,0\n\n0,0\n\nAutres ressources\n\n2,4\n\n0,2\n\n0,6\n\n0,3\n\n3,5\n\nTotal par branche\n\n148,7\n\n100,2\n\n52,3\n\n11,6\n\n307,4\n\n1\n\nFONDSde solidaritévieillesse\n\nCotisations effectives\n\n0,0\n\nCotisations fictives\n\n0,0\n\nCotisations prises en charge par l'État\n\n0,0\n\nContributions publiques\n\n0,0\n\nImpôts et taxes affectés\n\n13,5\n\nDont contribution sociale généralisée\n\n9,5\n\nTransferts reçus\n\n4,4\n\nRevenus des capitaux\n\n0,0\n\nAutres ressources\n\n0,0\n\nTotal\n\n17,9\n\n1"
    }
  ]
}