{
  "id": "loi-n-98-657-du-29-juillet-1998",
  "type": "statute",
  "title": "Loi n° 98-657 du 29 juillet 1998",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000206894",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Tout chômeur âgé de seize à vingt-cinq ans ou tout chômeur de longue durée ou rencontrant des difficultés d'insertion professionnelle a le droit à un accueil, un bilan de compétences et une action d'orientation professionnelle afin de bénéficier d'un nouveau départ sous forme d'une formation, d'un appui individualisé ou d'un parcours vers l'emploi ou la création ou la reprise d'entreprise."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Les personnes bénéficiaires de l'allocation d'insertion prévue à l'article L. 351-9 du code du travail, ou de l'allocation de solidarité spécifique prévue à l'article L. 351-10 du code du travail, ou de l'allocation de veuvage prévue à l'article L. 356-1 du code de la sécurité sociale peuvent cumuler cette allocation avec les revenus tirés d'une activité professionnelle salariée ou non salariée dans les conditions prévues aux I à IV ci-après.\n\nI. - Paragraphe modificateur\n\nII. - Paragraphe modificateur\n\nIII. - Paragraphe modificateur\n\nIV. - Paragraphe modificateur\n\nV. (Abrogé)"
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I et II (Paragraphes modificateurs)\n\nIII. - Les dispositions du présent article sont applicables à compter du 1er janvier 1999, à l'exception de celles relatives à la mise à disposition auprès des employeurs visés au 2 de l'article L. 322-4-16-3 du code du travail qui prennent effet au 1er juillet 1999."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "[Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 98-403 DC du 29 juillet 1998.]"
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Par dérogation aux limites d'âge prévues à l'article L. 980-1 du code du travail, les contrats mentionnés à l'article L. 981-1 du même code sont ouverts aux personnes sans emploi de vingt-six ans et plus rencontrant ou susceptibles de rencontrer des difficultés sociales et professionnelles.Les dispositions des articles L. 980-1, L. 981-1, L. 981-2, L. 981-10, L. 981-11 et L. 981-12 du même code ainsi que celles du IV de l'article 30 de la loi de finances pour 1985 (n° 84-1208 du 29 décembre 1984) sont applicables aux contrats conclus en application de l'alinéa précédent. Toutefois, lorsque ces contrats sont financés dans le cadre de l'article 2 de la loi n° 2001-624 du 17 juillet 2001 portant diverses dispositions d'ordre social, éducatif et culturel, les organismes gestionnaires mentionnés à l'article L. 351-21 du même code peuvent prendre en charge directement les dépenses pour des actions de formation qui leur sont afférentes. Ce financement est alors exclusif de tout versement au titre du IV de l'article 30 de la loi de finances pour 1985 précitée.Par dérogation aux dispositions de l'article L. 981-1 du même code, ces contrats peuvent prendre la forme d'un contrat de travail à durée indéterminée comportant une période de qualification d'une durée égale à celle du contrat prévu au premier alinéa du même article.Les dispositions de l'article L. 981-3 du même code ne leur sont pas applicables.Les dispositions de l'article L. 981-4 du même code ne s'appliquent qu'aux contrats conclus avant le 1er janvier 2002.Les entreprises de travail temporaire peuvent également embaucher des personnes de vingt-six ans et plus dans les conditions définies au présent article. Les activités professionnelles en relation avec les enseignements reçus sont alors exercées dans le cadre des missions régies par le chapitre IV du titre II du livre Ier du code du travail.Un décret en Conseil d'Etat fixe les autres conditions de mise en oeuvre des contrats mentionnés ci-dessus, en particulier les conditions auquelles doivent répondre les personnes sans emploi susceptibles d'en bénéficier, les conditions de rémunération ainsi que les aides de l'Etat auxquelles ils peuvent ouvrir droit et leurs modalités de versement."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Le Gouvernement présentera au Parlement, avant la fin 1999, un rapport sur le système de rémunération des stagiaires et notamment sur l'allocation formation reclassement. Ce rapport analysera les modalités et les sources de financement et portera également sur les caractéristiques des publics bénéficiaires, les dispositifs mobilisés et les formations proposées et sur leur dimension qualifiante."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "[Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 98-403 DC du 29 juillet 1998.]"
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Les associations de défense des personnes en situation d'exclusion par le logement sont consultées aux plans national, départemental et local sur les mesures visant à la mise en oeuvre du droit au logement.Un décret en Conseil d'Etat détermine les conditions d'application du présent article."
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "Dans un délai d'un an, le Gouvernement présentera au Parlement un rapport sur le rôle de la médecine scolaire dans la politique de prévention et les conditions de son renforcement pour améliorer le suivi médical des enfants scolarisés, notamment dans les zones où le recours aux soins est insuffisant."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "Un rapport sera remis par le Gouvernement au Parlement sur l'opportunité et les modalités d'un transfert de compétence des départements vers l'Etat en matière de lutte contre la tuberculose. Ce rapport sera déposé dans un délai d'un an suivant la promulgation de la présente loi."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "Les personnes condamnées à une peine d'emprisonnement ont droit, pendant l'exécution de leur peine, à une information sur leurs droits sociaux de nature à faciliter leur réinsertion."
    },
    {
      "provision_ref": "art98",
      "section": "98",
      "title": "Article 98",
      "content": "La personne dont la commission de surendettement a vérifié qu'elle se trouve dans la situation définie à l'article L. 331-2 du code de la consommation bénéficie d'une réduction de la tarification des rémunérations dues aux huissiers de justice, dans les conditions fixées par décret en Conseil d'Etat. La personne informe l'huissier de cette situation."
    },
    {
      "provision_ref": "art99",
      "section": "99",
      "title": "Article 99",
      "content": "Un décret en Conseil d'Etat fixe les conditions d'application du présent chapitre.Les procédures en cours à la date d'entrée en vigueur de ce décret sont poursuivies conformément aux dispositions du présent chapitre. Toutefois, les dispositions du sixième alinéa de l'article L. 331-3 et du premier alinéa de l'article L. 331-4 du code de la consommation, issues respectivement du II de l'article 89 et de l'article 90 de la présente loi, ne sont pas applicables à ces procédures lorsque la commission a déjà dressé l'état d'endettement du débiteur en application du troisième alinéa de l'article L. 331-3 de ce code."
    },
    {
      "provision_ref": "art105",
      "section": "105",
      "title": "Article 105",
      "content": "Les dispositions des articles 32 à 42 du décret du 28 février 1852 sur les sociétés de crédit foncier sont abrogées."
    },
    {
      "provision_ref": "art107",
      "section": "107",
      "title": "Article 107",
      "content": "[Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 98-403 DC du 29 juillet 1998.]"
    },
    {
      "provision_ref": "art109",
      "section": "109",
      "title": "Article 109",
      "content": "[Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 98-403 DC du 29 juillet 1998.]"
    },
    {
      "provision_ref": "art110",
      "section": "110",
      "title": "Article 110",
      "content": "[Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 98-403 DC du 29 juillet 1998.]"
    },
    {
      "provision_ref": "art113",
      "section": "113",
      "title": "Article 113",
      "content": "L'établissement financier qui offre ou consent un prêt ou un crédit personnalisé à un mineur sans l'autorisation du juge des tutelles ou, s'agissant des actes de la vie courante, du représentant légal est redevable d'une amende fiscale d'un montant égal au quintuple du montant de la créance figurant au contrat. Cette amende est recouvrée conformément aux dispositions prévues aux articles 1724 et 1724 A du code général des impôts.En cas de défaut ou d'insuffisance de paiement, les dispositions de l'article 1727 du même code sont applicables."
    },
    {
      "provision_ref": "art118",
      "section": "118",
      "title": "Article 118",
      "content": "Dans un délai de trois mois à compter de la publication de la présente loi, un décret en Conseil d'Etat précise les modalités selon lesquelles l'instance est engagée sur demande formée au secrétariat-greffe du juge de l'exécution, par lettre recommandée avec demande d'avis de réception ou par déclaration faite ou remise contre récépissé, sans le concours d'un officier ministériel, pour l'exécution des ordonnances et jugements autorisant l'expulsion."
    },
    {
      "provision_ref": "art119",
      "section": "119",
      "title": "Article 119",
      "content": "[Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 98-403 DC du 29 juillet 1998.]"
    },
    {
      "provision_ref": "art133",
      "section": "133",
      "title": "Article 133",
      "content": "Dans le cadre de la mise en oeuvre du droit au transport, une concertation entre l'Etat, les régions, les départements, les communes, les associations pour l'emploi dans l'industrie et le commerce et les directeurs d'entreprise de transport sera engagée, dans un délai de six mois après la promulgation de la présente loi, sur la mise en oeuvre de mécanismes d'aide aux chômeurs en fin de droits et aux demandeurs d'emploi de moins de vingt-six ans leur permettant l'accès aux transports collectifs.Le financement de ces mesures reposera sur la modulation des tarifs."
    },
    {
      "provision_ref": "art140",
      "section": "140",
      "title": "Article 140",
      "content": "L'égal accès de tous, tout au long de la vie, à la culture, à la pratique sportive, aux vacances et aux loisirs constitue un objectif national. Il permet de garantir l'exercice effectif de la citoyenneté.\n\nLa réalisation de cet objectif passe notamment par le développement, en priorité dans les zones défavorisées, des activités artistiques, culturelles et sportives, la promotion de la formation dans le secteur de l'animation et des activités périscolaires ainsi que des actions de sensibilisation des jeunes fréquentant les structures de vacances et de loisirs collectifs. Elle passe également par le développement des structures touristiques à caractère social et familial, par l'organisation du départ en vacances des personnes en situation d'exclusion et par leur accès aux pratiques artistique et sportive et à l'offre culturelle locale.\n\nL'Etat, les collectivités territoriales, les organismes de protection sociale, les entreprises et les associations contribuent à la réalisation de cet objectif.\n\nIls peuvent mettre en oeuvre des programmes d'action concertés pour l'accès aux pratiques artistiques, sportives et culturelles, pour les besoins desquelles ils mettent en place des actions spécifiques pour les personnes en situation d'exclusion.\n\nAu titre de leur mission de service public, les établissement culturels financés par l'Etat s'engagent à lutter contre les exclusions."
    },
    {
      "provision_ref": "art146",
      "section": "146",
      "title": "Article 146",
      "content": "Le Gouvernement présentera au Parlement, avant le 1er septembre 1999, un rapport sur la fréquentation des cantines scolaires depuis 1993 et son évolution, ainsi que sur le fonctionnement des fonds sociaux."
    },
    {
      "provision_ref": "art147",
      "section": "147",
      "title": "Article 147",
      "content": "Les tarifs des services publics administratifs à caractère facultatif peuvent être fixés en fonction du niveau du revenu des usagers et du nombre de personnes vivant au foyer.Les droits les plus élevés ainsi fixés ne peuvent être supérieurs au coût par usager de la prestation concernée.Les taux ainsi fixés ne font pas obstacle à l'égal accès de tous les usagers au service."
    },
    {
      "provision_ref": "art152",
      "section": "152",
      "title": "Article 152",
      "content": "[Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 98-403 DC du 29 juillet 1998.]"
    },
    {
      "provision_ref": "art158",
      "section": "158",
      "title": "Article 158",
      "content": "Le Gouvernement présentera au Parlement avant le 31 décembre 1998 un rapport sur la situation matérielle des Français de l'étranger confrontés à l'exclusion. Ce rapport sera rendu public."
    }
  ]
}