{
  "id": "loi-n-2017-1339-du-15-septembre-2017",
  "type": "statute",
  "title": "LOI n°2017-1339 du 15 septembre 2017",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000035567974",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. - A modifié les dispositions suivantes :\n\n- LOI n° 2013-907 du 11 octobre 2013\n\nII. - Le I est applicable en Polynésie française, dans les îles Wallis et Futuna et en Nouvelle-Calédonie."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. - A modifié les dispositions suivantes :\n\n- LOI n° 2013-907 du 11 octobre 2013\n\nII. - Le I entre en vigueur trois mois après la promulgation de la présente loi."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision n° 2017-752 DC du 8 septembre 2017.]"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision n° 2017-752 DC du 8 septembre 2017.]"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I.-Il est interdit à un membre du Gouvernement de compter parmi les membres de son cabinet :1° Son conjoint, partenaire lié par un pacte civil de solidarité ou concubin ;2° Ses parents ou les parents de son conjoint, partenaire lié par un pacte civil de solidarité ou concubin ;3° Ses enfants ou les enfants de son conjoint, partenaire lié par un pacte civil de solidarité ou concubin.La violation de cette interdiction emporte l'illégalité de l'acte de nomination et, le cas échéant, la cessation de plein droit du contrat.Un décret en Conseil d'Etat détermine les modalités selon lesquelles le membre du Gouvernement rembourse les sommes versées en violation de cette interdiction.Aucune restitution des sommes versées ne peut être exigée du membre du cabinet.Le fait, pour un membre du Gouvernement, de compter l'une des personnes mentionnées aux 1° à 3° parmi les membres de son cabinet est puni d'une peine de trois ans d'emprisonnement et de 45 000 € d'amende.II.-Le membre du Gouvernement informe sans délai la Haute Autorité pour la transparence de la vie publique du fait qu'il compte parmi les membres de son cabinet :1° Son frère ou sa sœur, ou le conjoint, partenaire lié par un pacte civil de solidarité ou concubin de celui-ci ou celle-ci ;2° L'enfant de son frère ou de sa sœur, ou le conjoint, partenaire lié par un pacte civil de solidarité ou concubin de cet enfant ;3° Son ancien conjoint, la personne ayant été liée à lui par un pacte civil de solidarité ou son ancien concubin ;4° L'enfant, le frère ou la sœur des personnes mentionnées au 3° du présent II ;5° Le frère ou la sœur de la personne mentionnée au 1° du I.III.-Lorsqu'un membre de cabinet ministériel a un lien familial au sens des I ou II avec un autre membre du Gouvernement, il en informe sans délai le membre du Gouvernement dont il est le collaborateur et la Haute Autorité pour la transparence de la vie publique.[Dispositions déclarées non conformes à la Constitution par la décision n° 2017-752 DC du 8 septembre 2017.]V.-Les II, III [Dispositions déclarées non conformes à la Constitution par la décision n° 2017-752 DC du 8 septembre 2017.] du présent article s'appliquent sans préjudice des articles 432-10 à 432-13 et 432-15 du code pénal."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I.-Lorsque le contrat de travail en cours au jour de la publication de la présente loi méconnaît l'article 8 quater de l'ordonnance n° 58-1100 du 17 novembre 1958 relative au fonctionnement des assemblées parlementaires, il prend fin de plein droit dans les conditions prévues au présent I, sous réserve du respect des dispositions spécifiques à la protection de la grossesse et de la maternité prévues à l'article L. 1225-4 du code du travail.La rupture du contrat constitue un licenciement fondé sur la présente loi. Ce motif spécifique constitue une cause réelle et sérieuse.Le parlementaire notifie le licenciement à son collaborateur, par lettre recommandée avec demande d'avis de réception, dans les trois mois suivant la publication de la présente loi. Il lui remet les documents prévus aux articles L. 1234-19 et L. 1234-20 du même code ainsi qu'une attestation d'assurance chômage.Le collaborateur peut exécuter le délai de préavis prévu par son contrat ou par la réglementation applicable à l'assemblée concernée.Le collaborateur bénéficie des indemnités mentionnées aux articles L. 1234-5, L. 1234-9 et L. 3141-28 dudit code lorsqu'il remplit les conditions prévues. Les indemnités sont supportées par l'assemblée parlementaire.Le parlementaire n'est pas pénalement responsable de l'infraction prévue à l'article 8 quater de l'ordonnance n° 58-1100 du 17 novembre 1958 précitée lorsque cette infraction est commise pendant le délai de notification et le délai de préavis prévus au présent I.II.-Lorsqu'un collaborateur est employé, au jour de la publication de la présente loi, en violation du I de l'article 110 de la loi n° 84-53 du 26 janvier 1984 portant dispositions statutaires relatives à la fonction publique territoriale, dans sa rédaction résultant de la présente loi, le contrat prend fin de plein droit dans les conditions prévues au présent II, sous réserve du respect des dispositions spécifiques à la protection de la grossesse et de la maternité prévues à l'article L. 1225-4 du code du travail.L'autorité territoriale notifie le licenciement à son collaborateur, par lettre recommandée avec demande d'avis de réception, dans les trois mois suivant la publication de la présente loi. Le collaborateur peut exécuter le délai de préavis prévu par la règlementation applicable.L'autorité territoriale n'est pas pénalement responsable de l'infraction prévue au II de l'article 110 de la loi n° 84-53 du 26 janvier 1984 précitée lorsque cette infraction est commise pendant le délai de notification et le délai de préavis prévus au présent II."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I.-La cessation du mandat du parlementaire constitue un motif spécifique de licenciement du collaborateur reposant sur une cause réelle et sérieuse.L'ancien député ou sénateur notifie le licenciement à son collaborateur après un délai minimal de cinq jours francs, qui court à compter du lendemain du dernier jour du mandat.Le collaborateur est dispensé d'exécuter le préavis auquel il a droit en application de l'article L. 1234-1 du code du travail. Il bénéficie des indemnités mentionnées aux articles L. 1234-5, L. 1234-9 et L. 3141-28 du même code.Sont remis au collaborateur les documents prévus aux articles L. 1234-19 et L. 1234-20 dudit code ainsi qu'une attestation d'assurance chômage.II.-Les collaborateurs parlementaires qui l'acceptent peuvent, lorsqu'ils font l'objet d'une procédure de licenciement pour un motif autre que personnel, bénéficier d'un parcours d'accompagnement personnalisé, qui débute par une phase de prébilan, d'évaluation des compétences et d'orientation professionnelle en vue de l'élaboration d'un projet professionnel.Ce parcours, dont les modalités sont précisées par décret, comprend notamment des mesures d'accompagnement et d'appui au projet professionnel, ainsi que des périodes de formation et de travail.L'accompagnement personnalisé est assuré par l'institution mentionnée à l'article L. 5312-1 du code du travail, dans des conditions prévues par décret.III.-Dans des conditions définies par décret, l'institution mentionnée à l'article L. 5312-1 du code du travail propose et assure les prestations relatives au dispositif d'accompagnement mentionné au IV du présent article au profit du collaborateur parlementaire, compte tenu de la contribution de ce dernier, lorsqu'il a perçu une indemnité compensatrice de préavis. Le montant de cette contribution ne peut excéder celui de l'indemnité compensatrice de préavis.IV.-Le bénéficiaire du dispositif d'accompagnement mentionné au II du présent article est placé sous le statut de stagiaire de la formation professionnelle et perçoit, pendant une durée maximale de douze mois, une allocation supérieure à celle à laquelle le collaborateur aurait pu prétendre au titre de l'allocation d'assurance mentionnée à l'article L. 5422-1 du code du travail pendant la même période.Le salaire de référence servant au calcul de cette allocation est le salaire de référence retenu pour le calcul de l'allocation d'assurance du régime d'assurance chômage mentionnée au même article L. 5422-1.Pour bénéficier de cette allocation, le bénéficiaire doit justifier d'une ancienneté d'au moins douze mois à la date du licenciement.Le montant de cette allocation ainsi que les conditions dans lesquelles les règles de l'assurance chômage s'appliquent aux bénéficiaires du dispositif, en particulier les conditions d'imputation de la durée d'exécution de l'accompagnement personnalisé sur la durée de versement de l'allocation d'assurance mentionnée audit article L. 5422-1, sont définis par décret."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I. à III. - A modifié les dispositions suivantes :\n\nIV. - Les I et III entrent en vigueur le 1er janvier 2018.\n\n- Code de la sécurité sociale.\n\n- Ordonnance n° 58-1100 du 17 novembre 1958\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I entre en vigueur le 1er janvier 2018.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision n° 2017-752 DC du 8 septembre 2017.]"
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I. et III. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Loi n° 88-227 du 11 mars 1988\n\n- LOI n° 2017-286 du 6 mars 2017\n\n- Loi n° 88-227 du 11 mars 1988\n\n- Loi n° 88-227 du 11 mars 1988\n\n- Loi n° 88-227 du 11 mars 1988\n\nII. - Le I du présent article entre en vigueur le 1er janvier 2018. Les 6° à 8° et 12° du même I s'appliquent à compter du premier exercice des partis ou groupements politiques ouvert postérieurement au 31 décembre 2017.L'article 11-3-1, la dernière phrase du troisième alinéa et la dernière phrase de l'avant-dernier alinéa de l'article 11-4 de la loi n° 88-227 du 11 mars 1988 relative à la transparence financière de la vie politique, dans leur rédaction résultant de la présente loi, ne sont pas applicables aux contrats conclus antérieurement à l'entrée en vigueur du I du présent article.IV. - Les II et III du présent article sont applicables en Polynésie française, dans les îles Wallis et Futuna et en Nouvelle-Calédonie."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I. et III.-A modifié les dispositions suivantes :\n\nII.-Le I entre en vigueur le 1er janvier 2018.IV.-Les II et III du présent article sont applicables en Polynésie française, dans les îles Wallis et Futuna et en Nouvelle-Calédonie.\n\n-Code électoral"
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "I.-Un médiateur du crédit aux candidats et aux partis politiques est chargé de concourir, en facilitant le dialogue entre, d'une part, les candidats à un mandat électif et les partis et groupements politiques et, d'autre part, les établissements de crédit et les sociétés de financement, au financement légal et transparent de la vie politique, en vue de favoriser, conformément aux articles 2 et 4 de la Constitution, l'égalité de tous devant le suffrage, les expressions pluralistes des opinions et la participation équitable des partis et groupements politiques à la vie démocratique de la Nation.II.-Tout candidat, parti ou groupement politique peut saisir le médiateur afin qu'il exerce une mission de conciliation auprès des établissements de crédit et des sociétés de financement ayant rejeté ses demandes de prêt.Le médiateur favorise ou suscite toute solution de conciliation propre à assurer le financement de la campagne des candidats, partis ou groupements politiques présentant des garanties de solvabilité suffisantes.III.-Tout mandataire financier ou toute association de financement électorale d'un candidat, tout mandataire financier ou toute association de financement d'un parti ou groupement politique peut saisir le médiateur afin qu'il exerce une mission de conciliation auprès des établissements de crédit ayant refusé sa demande d'ouverture d'un compte de dépôt ou des prestations liées à ce compte.Le médiateur favorise ou suscite toute solution de conciliation propre à remédier dans un délai raisonnable aux difficultés rencontrées dans l'ouverture et le fonctionnement de ce compte de dépôt.IV.-Les constatations du médiateur et les déclarations recueillies au cours de la médiation ne peuvent être divulguées aux tiers ni invoquées ou produites dans le cadre d'une instance juridictionnelle civile sans l'accord des parties.V.-Le médiateur du crédit aux candidats et aux partis politiques est nommé par décret du Président de la République pour une durée de six ans non renouvelable après avis des commissions compétentes en matière de lois électorales et après avis du gouverneur de la Banque de France.VI.-Le secret professionnel protégé par l'article L. 511-33 du code monétaire et financier n'est pas opposable au médiateur du crédit aux candidats et aux partis politiques.VII.-Le médiateur du crédit aux candidats et aux partis politiques présente au Parlement un rapport annuel dans lequel il fait un bilan de son activité et peut présenter des recommandations relatives au financement des candidats et partis ou groupements politiques.VIII.-Les modalités d'application du présent article sont fixées par décret en Conseil d'Etat.IX.-Le présent article est applicable en Polynésie française, dans les îles Wallis et Futuna et en Nouvelle-Calédonie."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "I.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance, dans un délai de neuf mois à compter de la promulgation de la présente loi, les mesures relevant du domaine de la loi nécessaires pour que les candidats, partis et groupements politiques soumis à la loi n° 88-227 du 11 mars 1988 relative à la transparence financière de la vie politique puissent, en cas de défaillance avérée du marché, le cas échéant après intervention du médiateur du crédit aux candidats et aux partis politiques, assurer, à compter du 1er novembre 2018, le financement de campagnes électorales pour les élections présidentielle, législatives, sénatoriales et européennes par l'obtention de prêts, avances ou garanties.Ce dispositif peut prendre la forme d'une structure dédiée, le cas échéant adossée à un opérateur existant, ou d'un mécanisme spécifique de financement. L'ordonnance en précise les règles de fonctionnement, dans des conditions garantissant à la fois l'impartialité des décisions prises, en vue d'assurer le pluralisme de la vie politique, et la viabilité financière du dispositif mis en place.II.-Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "I à III-A modifié les dispositions suivantes :\n\nIII.-Le 3° de l'article 12 de la loi n° 2016-1048 du 1er août 2016 rénovant les modalités d'inscription sur les listes électorales est ainsi rédigé :3° Après les mots : “ dans sa rédaction ”, la fin du premier alinéa de l'article 26 est ainsi rédigée : “ en vigueur à compter de la date mentionnée au I de l'article 16 de la loi n° 2016-1048 du 1er août 2016 rénovant les modalités d'inscription sur les listes électorales, est applicable : ”.\n\nIV.-Le 1° du II est applicable aux mandats en cours à la date de promulgation de la présente loi.\n\nL'administration fiscale dispose d'un délai de trois mois à compter de la promulgation de la présente loi pour transmettre l'attestation prévue par ces dispositions. Cette attestation constate la situation fiscale à la date de promulgation de la présente loi.\n\nV.-Le 2° du II entre en vigueur à compter de la publication de la loi organique n° 2017-1338 du 15 septembre 2017 pour la confiance dans la vie politique.\n\nVI.-Le présent article est applicable en Polynésie française, dans les îles Wallis et Futuna et en Nouvelle-Calédonie.\n\n-LOI n° 2013-907 du 11 octobre 2013\n\n-Loi n° 77-729 du 7 juillet 1977"
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "I-A modifié les dispositions suivantes :\n\n-LOI n° 2013-907 du 11 octobre 2013\n\nII.-Le I entre en vigueur à compter du renouvellement général du Parlement européen qui suit la promulgation de la présente loi.III.-Le présent article est applicable en Polynésie française, dans les îles Wallis et Futuna et en Nouvelle-Calédonie.\n\nArt. 12"
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "I.-Dans un délai de six mois à compter de l'entrée en vigueur de la présente loi, tout représentant français au Parlement européen complète la déclaration d'intérêts mentionnée au III de l'article 4 de la loi n° 2013-907 du 11 octobre 2013 relative à la transparence de la vie publique qu'il a adressée au président de la Haute Autorité pour la transparence de la vie publique, afin d'y faire figurer les éléments prévus au 1° du I de l'article 11 de cette même loi, dans sa rédaction résultant de la présente loi.II.-Les interdictions mentionnées au 8° de l'article LO 146, aux 1° et 3° de l'article LO 146-1, au premier alinéa et au 2° de l'article LO 146-2 ainsi qu'à l'article LO 146-3 du code électoral, dans leur rédaction résultant de la loi organique n° 2017-1338 du 15 septembre 2017 pour la confiance dans la vie politique, s'appliquent à tout représentant français au Parlement européen à compter de l'entrée en vigueur de la même loi organique.Tout représentant français au Parlement européen qui se trouve dans un des cas d'incompatibilité prévus au 8° de l'article LO 146, au 3° de l'article LO 146-1, au 2° de l'article LO 146-2 et à l'article LO 146-3 du code électoral, dans leur rédaction résultant de la loi organique n° 2017-1338 du 15 septembre 2017 précitée, met fin à la situation d'incompatibilité dans un délai de trois mois à compter de l'entrée en vigueur de la même loi organique.Les représentants français au Parlement européen auxquels l'interdiction prévue à l'article LO 146-1 du même code, dans sa rédaction antérieure à l'entrée en vigueur de la loi organique n° 2017-1338 du 15 septembre 2017 précitée, n'était pas applicable en application du second alinéa du même article LO 146-1, dans cette même rédaction, ne peuvent commencer à exercer une fonction de conseil qui n'était pas la leur avant l'entrée en vigueur de la même loi organique.III.-Les interdictions mentionnées au 2° de l'article LO 146-1 et au 1° de l'article LO 146-2 du code électoral, dans leur rédaction résultant de la loi organique n° 2017-1338 du 15 septembre 2017 précitée, s'appliquent aux représentants français au Parlement européen à compter du renouvellement général du Parlement européen qui suit la promulgation de la même loi organique.IV.-Le présent article est applicable en Polynésie française, dans les îles Wallis et Futuna et en Nouvelle-Calédonie."
    }
  ]
}