{
  "id": "loi-n-86-966-du-18-aout-1986",
  "type": "statute",
  "title": "Loi n° 86-966 du 18 août 1986",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000317540",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les personnes physiques fiscalement domiciliées en France sont assujetties sur leurs revenus de 1985 et 1986 à une contribution dont le produit est versé à la caisse nationale d'assurance vieillesse des travailleurs salariés."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "La contribution est égale à 0,4 p. 100 du revenu net global de l'année considérée augmenté des plus-values et gains nets en capital de la même année soumis à l'impôt sur le revenu à un taux proportionnel et diminué, le cas échéant, des abattements forfaitaires prévus aux articles 157 bis et 196 B du code général des impôts."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "La contribution s'applique aux profits réalisés en 1986 et soumis au prélèvement institué à l'article 235 quinquies du code général des impôts lorsque celui-ci libère de l'impôt sur le revenu. La contribution afférente à ces profits est établie et recouvrée selon les mêmes règles et sous les mêmes sûretés, privilèges et sanctions que les prélèvements auxquels donnent lieu ces profits en matière d'impôt sur le revenu."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les contribuables qui ne sont pas soumis à l'impôt sur le revenu dû au titre de l'année considérée ne sont pas assujettis à la contribution."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Sous réserve des dispositions des articles 3 et 7, la contribution est établie et recouvrée selon les mêmes règles et sous les mêmes sûretés, privilèges et sanctions qu'en matière d'impôt sur le revenu. Les dispositions du 1 bis de l'article 1657 du code général des impôts ne sont pas applicables à cette contribution.Les dispositions du premier alinéa de l'article L. 80 du livre des procédures fiscales sont applicables. La partie de l'avoir fiscal, des crédits d'impôt et des prélèvements non libératoires de l'impôt sur les revenus de 1985 et 1986 non imputée sur l'impôt sur le revenu peut être imputée sur le montant de la contribution."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Lorsque la contribution définie à l'article 2 n'excède pas la somme de 160 F plus 140 F par enfant à charge, son montant est réduit d'une décote. Celle-ci est égale à la différence entre la somme de 160 F plus 140 F par enfant à charge et le montant de la contribution qui résulte de l'application de l'article 2.Les enfants à charge sont ceux que mentionnent les articles 196 et 196 B, premier alinéa, du code général des impôts.Le montant de 140 F fixé par enfant à charge est doublé pour chaque enfant titulaire de la carte d'invalidité prévue à l'article 173 du code de la famille et de l'aide sociale."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Sauf dans les cas où la cotisation d'impôt due sur les revenus de 1985 n'est pas mise en recouvrement en 1986, la contribution sur les revenus de 1985 est mise en recouvrement et exigible à la date du 20 janvier 1987. Elle est majorable pour toute somme non acquittée au 20 février 1987.Pour le versement en 1987 du premier acompte provisionnel à valoir sur l'impôt sur les revenus de 1986, la date du 20 février 1987 est substituée à celle du \" 15 du mois suivant celui au cours duquel il est devenu exigible \" au 1 de l'article 1762 du code général des impôts.Sauf dans les cas où la cotisation d'impôt due sur les revenus de 1986 n'est pas mise en recouvrement en 1987, la contribution sur les revenus de 1986 est mise en recouvrement le 31 décembre 1987 et acquittée en même temps que le premier acompte provisionnel de l'impôt sur le revenu dû en 1988.Pour les contribuables ayant opté pour le paiement mensuel de l'impôt sur le revenu, la contribution est prélevée en même temps que la première mensualité suivant la date du premier acompte provisionnel de 1987 et 1988."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "La contribution due sur les revenus à raison desquels la cotisation d'impôt sur le revenu est inférieure au montant mentionné au 1 de l'article 1664 du code général des impôts n'est pas mise en recouvrement."
    }
  ]
}