{
  "id": "loi-n-2006-1771-du-30-decembre-2006",
  "type": "statute",
  "title": "Loi n° 2006-1771 du 30 décembre 2006",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000273196",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - Paragraphe modificateurII. - Le I s'applique à compter du 1er janvier 2006.III. - Le montant de la taxe sur les véhicules de sociétés due par les sociétés en application de l'article 1010-0 A du code général des impôts est réduit des deux tiers pour la période d'imposition du 1er octobre 2005 au 30 septembre 2006 et d'un tiers pour la période d'imposition du 1er octobre 2006 au 30 septembre 2007."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I., II. - Paragraphes modificateursIII. - Par dérogation au 1 de l'article 1668 du code général des impôts, les entreprises mentionnées aux b et c du même 1 clôturant leur exercice social le 31 décembre 2006 doivent verser, au plus tard le 29 décembre 2006, un acompte exceptionnel égal à la différence entre respectivement 80 % ou 90 % du montant de l'impôt sur les sociétés estimé au titre de cet exercice selon les mêmes modalités que celles définies au premier alinéa du même article et le montant des acomptes déjà versés au titre du même exercice.IV. - Les I et II s'appliquent aux acomptes dus à compter du 1er janvier 2007.L'article 1731 du code général des impôts n'est pas applicable à l'acompte exceptionnel mentionné au III."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les personnes mentionnées au IV de l'article 33 de la loi n° 2004-1484 du 30 décembre 2004 de finances pour 2005 bénéficient d'un remboursement partiel de la taxe intérieure de consommation applicable au gazole sous conditions d'emploi et au fioul lourd repris respectivement aux indices d'identification 20 et 24 du tableau B du 1 de l'article 265 du code des douanes et de la taxe intérieure de consommation sur le gaz naturel prévue à l'article 266 quinquies du même code.Le montant du remboursement s'élève à :- 5 Euros par hectolitre pour les quantités de gazole acquises entre le 1er janvier et le 31 décembre 2006 ;- 1,665 Euros par 100 kilogrammes net pour les quantités de fioul lourd acquises entre le 1er janvier et le 31 décembre 2006 ;- 1,071 Euros par millier de kilowattheures pour les volumes de gaz acquis entre le 1er janvier et le 31 décembre 2006.Un décret fixe les conditions et délais dans lesquels les personnes mentionnées au premier alinéa adressent leur demande de remboursement."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I., II. - A modifié les dispositions suivantes :\n\nCode général des impôts\n\n732, 793\n\nIII. - Le 2° du I s'applique aux cessions réalisées à compter du 7 janvier 2006."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Entre le 25 mars 2006 et le 27 octobre 2007, les exploitants de réseaux de communications électroniques ouverts au public, dont les autorisations ont été attribuées en 2006 et en 2007, sont assujettis, pour les fréquences qui leur sont attribuées pour l'établissement de liaisons point à point du service fixe, au paiement :\n\n1° D'une redevance domaniale de mise à disposition, dont le montant, en euros, est égal :\n\n- pour une assignation, au produit des coefficients l, bf, lb, es et kl ;\n\n- pour un allotissement, au produit des coefficients l, bf, a et kl ;\n\noù kl est le coefficient de référence, le coefficient l représente la largeur de bande de fréquences attribuée, exprimée en mégahertz, et les coefficients bf, lb, es et a caractérisent, respectivement, la bande de fréquences, la longueur de bond, l'efficacité spectrale et l'avantage procuré par les allotissements.\n\nLes coefficients bf, lb, es, a et kl sont fixés par arrêté du ministre chargé des communications électroniques ;\n\n2° D'une redevance accessoire, dont le montant, en euros, est égal :\n\n- au produit d'un coefficient de référence G par le nombre d'assignations, pour les assignations ;\n\n- au produit d'un coefficient de référence G par le nombre de mégahertz allotis, pour les allotissements.\n\nLes coefficients G et G sont fixés par arrêté du ministre chargé des communications électroniques."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Est autorisée, à compter de la date d'entrée en vigueur de la présente loi, la perception des rémunérations de services rendus instituées par les décrets suivants :1° Décret n° 2005-1692 du 28 décembre 2005 relatif à la rémunération de certains services rendus par le ministère de la défense ;2° Décret n° 2006-420 du 7 avril 2006 relatif à la rémunération de certains services rendus par le ministère de l'économie, des finances et de l'industrie ;3° Décret n° 2006-545 du 12 mai 2006 relatif à la rémunération de certains services rendus par la Cour de cassation et modifiant le code de l'organisation judiciaire ;4° Décret n° 2006-1240 du 10 octobre 2006 relatif à la rémunération de certains services rendus par le ministère de l'agriculture et de la pêche."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Pour 2006, les fractions de tarifs mentionnées au premier alinéa du I de l'article 40 de la loi n° 2005-1719 du 30 décembre 2005 de finances pour 2006 sont fixées comme suit :Tableau non reproduit, consulter le fac-similé"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I. - Pour 2006, la fraction de taux mentionnée au premier alinéa du III de l'article 52 de la loi n° 2004-1484 du 30 décembre 2004 de finances pour 2005 est fixée à 2,035 %.En 2006, chaque département reçoit un produit de la taxe mentionnée au premier alinéa du même III correspondant aux pourcentages de cette fraction de taux fixés comme suit :Tableau non reproduit, consulter le fac-similéII. - Paragraphe modificateurIII. - En 2006, un montant de 40 205 981 Euros est attribué aux départements sur le produit de la taxe sur les conventions d'assurances revenant à l'Etat en application du 5° bis de l'article 1001 du code général des impôts.A chaque département est attribué un montant égal à l'écart positif entre le montant de la réfaction effectuée en 2005 dans les conditions prévues au troisième alinéa de l'article L. 3334-7-1 du code général des collectivités territoriales et la part du produit de la taxe sur les conventions d'assurances versée à ce département en 2005 conformément au I de la loi n° 2004-1484 du 30 décembre 2004 précitée, selon le tableau suivant :Tableau non reproduit, voir le fac-similé"
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I. - Paragraphe modificateurII. - En 2006, un montant de 1 917 904 Euros et un montant de 159 109 Euros sont attribués respectivement aux départements des Landes et de l'Ardèche sur le produit de la taxe intérieure sur les produits pétroliers revenant à l'Etat."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I. - Par dérogation à l'article L. 2334-24 du code général des collectivités territoriales, un montant de 50 millions d'euros au titre du produit des amendes forfaitaires de la police de la circulation est affecté pour la seule année 2006 à l'Agence nationale pour la cohésion sociale et l'égalité des chances créée par la loi n° 2006-396 du 31 mars 2006 pour l'égalité des chances, afin de financer la réalisation d'actions de prévention de la délinquance dans les conditions définies à l'article L. 2215-2 du code général des collectivités territoriales.II. - Un montant de 50 millions d'euros est prélevé sur le montant du produit des amendes forfaitaires de la police de la circulation ouvert au titre de l'année 2006 et affecté au solde de la dotation d'aménagement prévu à l'article L. 2334-13 du code général des collectivités territoriales et mis en répartition en 2007."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Le produit des soldes de liquidation des établissements publics chargés de l'aménagement de la ville nouvelle de Cergy-Pontoise et de la ville nouvelle de Saint-Quentin-en-Yvelines constatés dans les conditions définies par les décrets n° 2002-1538 et n° 2002-1539 du 24 décembre 2002 est affecté à hauteur de 90 % à l'établissement public dénommé \" Agence foncière et technique de la région parisienne \". Les 10 % restants sont reversés au budget général."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I. - Pour 2006, l'ajustement des ressources tel qu'il résulte des évaluations révisées figurant à l'état A annexé à la présente loi et le supplément des charges du budget de l'Etat sont fixés aux montants suivants :Tableau non reproduit, voir le fac-similéII. - Pour 2006, le plafond d'autorisation des emplois rémunérés par l'Etat demeure inchangé."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Il est ouvert aux ministres, pour 2006, au titre du budget général, des autorisations d'engagement et des crédits de paiement supplémentaires s'élevant respectivement aux montants de 31 925 100 259 Euros et de 9 383 892 784 Euros, conformément à la répartition par mission donnée à l'état B annexé à la présente loi."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Il est annulé, au titre des missions du budget général pour 2006, des autorisations d'engagement et des crédits de paiement s'élevant respectivement aux montants de 1 588 147 269 Euros et de 2 078 337 212 Euros, conformément à la répartition par mission donnée à l'état B' annexé à la présente loi."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Il est ouvert, pour 2006, au ministre chargé du budget, au titre du compte d'affectation spéciale \" Pensions \", une autorisation d'engagement et un crédit de paiement supplémentaires s'élevant à 3 265 814 284 Euros, répartis conformément à l'état C annexé à la présente loi."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Sont ratifiés les crédits ouverts et annulés par les décrets n° 2006-365 du 27 mars 2006, n° 2006-954 du 1er août 2006, n° 2006-1295 du 23 octobre 2006 et n° 2006-1530 du 6 décembre 2006 portant ouverture de crédits à titre d'avance et annulations de crédits à cette fin."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I. à VII. - Paragraphes modificateursVIII. - 1. Les I, II et III s'appliquent aux véhicules fonctionnant, exclusivement ou non, au moyen du superéthanol E85 mentionné au 1 du tableau B du 1 de l'article 265 du code des douanes ou aux matériels spécifiques destinés au stockage et à la distribution de ce même carburant acquis à compter du 1er janvier 2007.2. Les IV, VI et VII s'appliquent à compter du 1er janvier 2007.3. Le V s'applique aux véhicules dont la première mise en circulation intervient à compter du 1er janvier 2007."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I. - Paragraphe modificateurII. - Les 1° et 2° du I s'appliquent aux dépenses d'acquisition, de location, et de transformation payées du 1er janvier 2006 au 31 décembre 2009, ainsi qu'aux destructions de véhicules automobiles intervenues durant cette même période.Le 3° du I s'applique à compter de l'imposition des revenus de l'année 2006."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "I à IV - Paragraphes modificateursV. - Les I à III s'appliquent à compter du 1er janvier 2007.Le IV s'applique à l'impôt sur le revenu dû au titre de 2007 et des années suivantes."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "I., II. - Paragraphes modificateursIII. - Le I s'applique aux logements pour lesquels les dépenses ont été payées à compter du 1er janvier 2007."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "I. à IV. Paragraphes modificateursV. - Les I à IV sont applicables à compter de l'imposition des revenus de l'année 2007."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "I. - Paragraphe modificateur\n\nII. - Un décret en Conseil d'Etat fixe les modalités d'application du I et, en particulier, les conditions d'agrément des dépenses par le préfet et de calcul du droit institué par le 6° du I.\n\nIII. - Les 2° et 6° du I s'appliquent aux demandes de concessions qui n'ont pas fait l'objet, à la date de la publication de la présente loi, de la décision mentionnée au premier alinéa de l'article 13 de la loi du 16 octobre 1919 relative à l'utilisation de l'énergie hydraulique."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "I et II. - Paragraphes modificateursIII. - Les I et II entrent en vigueur à compter du 1er juillet 2007."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "I. et II. - Paragraphes modificateursIII. - Les I et II entrent en vigueur à compter du 1er janvier 2007."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "I. - Paragraphe modificateurII. - Le 1° du I entre en vigueur à compter du 1er juillet 2007.III. - En 2007, le produit de la taxe mentionnée à l'article 266 sexies du code des douanes est affecté à l'Agence de l'environnement et de la maîtrise de l'énergie dans la limite de 25 millions d'euros."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "I. - Paragraphe modificateurII. - Un décret détermine les bénéficiaires et les modalités d'application de l'exonération prévue au I."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "I. à III. Paragraphes modificateursIV. - Les I et III entrent en vigueur à compter du 1er janvier 2007."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "I. - Paragraphe modificateurII. - Le I s'applique à compter du 1er janvier 2007."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "I. - Paragraphe modificateurII. - Le I s'applique à compter du 1er janvier 2007."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "I. - Paragraphe modificateurII. - Le I est applicable à compter du 1er janvier 2007."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "I. - Paragraphe modificateurII. - Le I s'applique à compter du 1er janvier 2007."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "I. - Paragraphe modificateurII. - Le I s'applique à compter du 1er janvier 2007."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "I. - Paragraphe modificateurII. - Le I s'applique à compter du 1er janvier 2007."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "I. - Paragraphe modificateurII. - Le I s'applique à compter du 1er janvier 2007."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "I. - Paragraphe modificateurII. - Le I s'applique à compter du 1er janvier 2007."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "I. - Paragraphe modificateurII. - Le I s'applique à compter du 1er janvier 2007."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "I. à III. - Paragraphes modificateursIV. - Le présent article s'applique aux cessions et apports réalisés à compter du 1er janvier 2007."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "I. à III.  - Paragraphes modificateursIV. - Les I, II et III s'appliquent à compter du 1er janvier 2007."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "I. - Paragraphe modificateurII. - Le I s'applique aux successions ouvertes à compter du 1er janvier 2007."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "I. - Paragraphe modificateurII. - Le I s'applique à compter du 1er janvier 2007."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "I. à VI. - Paragraphes modificateursVII. - Les I et II s'appliquent pour la détermination des résultats des exercices clos à compter du 31 décembre 2006."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "I. - Paragraphe modificateurII. - Le I s'applique pour la détermination des résultats des exercices clos à compter du 1er janvier 2006."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "I. - Paragraphe modificateurII. - Le I s'applique à compter de l'imposition des revenus de 2006."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "I. à II. - Paragraphes modificateursIII. - Les I et II entrent en vigueur au 1er janvier 2007."
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "I. à III. - Paragraphes modificateursIV. - Le présent article est applicable à compter de l'imposition des revenus de l'année 2007."
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "I. - Paragraphe modificateurII. - Un décret fixe les conditions d'application du présent article. Il précise notamment les performances techniques des logements mentionnées au 2° du I de l'article 199 decies I du code général des impôts."
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "I. - Paragraphe modificateurII. - Le I est applicable aux contribuables dont la période de six mois d'activité mentionnée au b du I de l'article 200 decies du code général des impôts s'achève après le 31 décembre 2006."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "I. - Paragraphe modificateurII. - Le 1° du I est applicable aux contribuables dont la période de six mois d'activité mentionnée au 1° du I de l'article 200 duodecies du code général des impôts s'achève après le 31 décembre 2006."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "I. - Paragraphe modificateurII. - Le I s'applique aux offres d'avance émises à compter du 1er avril 2007."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "I. et III. : Paragraphes modificateursII. - Pour les chèques-vacances acquis en 2007, les montants mentionnés à l'article L. 411-4 du code du tourisme sont fixés respectivement à 17 492 Euros et 4 059 Euros.IV. - Le 1° du I est applicable aux chèques-vacances acquis à compter de 2008. Pour cette même année, les montants qui y sont mentionnés sont actualisés en application des 2° et 3° du même I."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "I. à VI.  - Paragraphes modificateursVII. - Le présent article s'applique aux contrats de location conclus ou aux mises à disposition sous toute autre forme intervenues à compter du 1er janvier 2007."
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "I. - Paragraphe modificateurII. - Le I s'applique aux immeubles et équipements acquis ou créés à compter du 1er janvier 2007."
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "I. - Paragraphe modificateurII. - Le I s'applique aux exercices clos à compter du 31 décembre 2006.III. - Par exception au deuxième alinéa du 1 de l'article 239 du code général des impôts, les groupements de coopération sociale et médico-sociale mentionnés au I du présent article qui souhaitent opter pour l'impôt sur les sociétés au titre des exercices ouverts en 2006 doivent notifier cette option au plus tard le 31 mars 2007."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "I. à III. - Paragraphes modificateursIV. - 1. Les dispositions du I, des 1°, 5° et 6° du A du II, des B et C du II et du III sont applicables pour la détermination des résultats des exercices ouverts à compter du 1er janvier 2007.2. Les 2°, 3° et 4° du A du II sont applicables aux acquisitions réalisées au cours des exercices ouverts à compter du 1er janvier 2007."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "I. à VI. - Paragraphes modificateursVII. - Les I à VI s'appliquent pour la détermination des résultats des exercices clos à compter du 31 décembre 2006."
    },
    {
      "provision_ref": "art84",
      "section": "84",
      "title": "Article 84",
      "content": "I. - Paragraphe modificateurII. - Le I s'applique pour la détermination des résultats des exercices ouverts à compter du 1er janvier 2007."
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Article 86",
      "content": "I. - Paragraphe modificateurII. - Le I s'applique à compter du 1er septembre 2007."
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "I. à XI., XIV. - Paragraphes modificateurs\n\nXII. - Les délibérations instituant les exonérations prévues aux articles 1465 et 1465 B du code général des impôts pour les opérations réalisées jusqu'au 31 décembre 2006 sont applicables aux opérations réalisées à compter du 1er janvier 2007.\n\nLes délibérations instituant les exonérations prévues aux articles 1465 et 1465 B du même code prises en 2007 par des collectivités territoriales et des établissements publics de coopération intercommunale dotés d'une fiscalité propre qui n'étaient pas situés pour tout ou partie dans des zones ouvrant droit à ces mêmes exonérations dans leur rédaction antérieure ou qui n'avaient pas pris de délibération en faveur de ces exonérations antérieurement s'appliquent aux opérations réalisées à compter du 1er janvier 2007.\n\nXIII. - Les zones d'aide à finalité régionale ainsi que les zones d'aide à l'investissement des petites et moyennes entreprises sont définies par décret.\n\nXV. - Les I et VIII s'appliquent aux contrats conclus à compter du 1er janvier 2007.\n\nLe II s'applique aux immeubles achevés ou aux travaux de rénovation réalisés à compter du 1er janvier 2007."
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "I. à XI - Paragraphes modificateurs\n\nXII. -  Le III s'applique  aux exercices ouverts à compter du 1er janvier 2012 et les V à XI s'appliquent aux exercices ouverts à compter du 1er janvier 2008.\n\nXIII. - Le 2° du II s'applique à compter des impositions dues au titre de 2007."
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "Article 91",
      "content": "I. - Paragraphe modificateurII. - Le I s'applique aux crédits d'impôt calculés au titre des dépenses exposées à compter du 1er janvier 2007.III. - Le Gouvernement présente au Parlement, avant le 1er juillet 2007, un rapport évaluant l'efficacité du crédit d'impôt recherche tel qu'il résulte de l'article 87 de la loi de finances pour 2004 (n° 2003-1311 du 30 décembre 2003)."
    },
    {
      "provision_ref": "art93",
      "section": "93",
      "title": "Article 93",
      "content": "I. à III. - Paragraphes modificateursIV. - Les I à III sont applicables à compter du 1er janvier 2007."
    },
    {
      "provision_ref": "art96",
      "section": "96",
      "title": "Article 96",
      "content": "I. à VII. - Paragraphes modificateursVIII. - Le présent article s'applique à compter du 15 juin 2007."
    },
    {
      "provision_ref": "art97",
      "section": "97",
      "title": "Article 97",
      "content": "I. à II. - Parargaphes modificateursIII. - Les I et II s'appliquent à compter du 1er janvier 2007."
    },
    {
      "provision_ref": "art99",
      "section": "99",
      "title": "Article 99",
      "content": "I. à II. - Paragraphes modificateursIII. - Les I et II s'appliquent à compter du 1er janvier 2007."
    },
    {
      "provision_ref": "art100",
      "section": "100",
      "title": "Article 100",
      "content": "I. et III. - Paragraphes modificateursII. - Le I s'applique aux investissements réalisés, ou achevés lorsqu'il s'agit d'immeubles, à compter du 1er janvier 2007."
    },
    {
      "provision_ref": "art102",
      "section": "102",
      "title": "Article 102",
      "content": "I. à XI. - Paragraphes modificateursXII. - Un décret fixe les modalités d'application du présent article, notamment les obligations déclaratives."
    },
    {
      "provision_ref": "art103",
      "section": "103",
      "title": "Article 103",
      "content": "I. - Paragraphe modificateurII. - Le I s'applique au titre des exercices clos entre le 31 décembre 2006 et le 31 décembre 2008."
    },
    {
      "provision_ref": "art104",
      "section": "104",
      "title": "Article 104",
      "content": "I. à IV. - Paragraphes modificateursV. - Les I à III s'appliquent pour la taxe due sur le prix des entrées délivrées à compter du 1er janvier 2007. Le IV s'applique à compter du 1er janvier 2007.L'article 1609 duovicies du code général des impôts s'applique pour la taxe due sur les entrées délivrées jusqu'au 31 décembre 2006, nonobstant le fait que la semaine cinématographique n'est pas achevée à cette date.L'article 1609 duovicies du même code est abrogé pour les entrées délivrées à compter du 1er janvier 2007.Par dérogation au troisième alinéa de l'article 47 du code de l'industrie cinématographique, la déclaration mentionnée à cet article peut, jusqu'au 30 juin 2007, être transmise par tout autre moyen que la transmission par voie électronique au Centre national de la cinématographie."
    },
    {
      "provision_ref": "art105",
      "section": "105",
      "title": "Article 105",
      "content": "I. à V. - Paragraphes modificateursVI. - Le présent article entre en vigueur le 1er janvier 2007."
    },
    {
      "provision_ref": "art107",
      "section": "107",
      "title": "Article 107",
      "content": "Par dérogation au délai prévu à l'avant-dernière phrase du cinquième alinéa de l'article 37 de la loi n° 77-2 sur l'architecture, l'inscription à l'annexe du tableau régional des architectes sous le titre de détenteur de récépissé peut être demandée dans un délai de six mois à compter de l'entrée en vigueur de la présente loi. Cette inscription donne lieu à paiement d'un droit fixe de 500 Euros au profit de l'Etat."
    },
    {
      "provision_ref": "art113",
      "section": "113",
      "title": "Article 113",
      "content": "I. - Paragraphe modificateurII. - Le I entre en vigueur le 1er janvier 2007."
    },
    {
      "provision_ref": "art115",
      "section": "115",
      "title": "Article 115",
      "content": "I. à X. - Paragraphes modificateursXI. - Le présent article entre en vigueur le 1er janvier 2007."
    },
    {
      "provision_ref": "art116",
      "section": "116",
      "title": "Article 116",
      "content": "I. - Paragraphe modificateur\n\nII. - abrogé"
    },
    {
      "provision_ref": "art117",
      "section": "117",
      "title": "Article 117",
      "content": "I. - Paragraphe modificateurII. - Le 1° du I entre en vigueur dans un délai de six mois à compter de la publication du décret mentionné à l'article L. 133-18 du code du tourisme.Le 2° du I entre en vigueur à compter du 1er janvier 2007."
    },
    {
      "provision_ref": "art119",
      "section": "119",
      "title": "Article 119",
      "content": "I. à II. - Paragraphes modificateursIII. - Les I et II s'appliquent à compter des impositions établies au titre de 2008."
    },
    {
      "provision_ref": "art120",
      "section": "120",
      "title": "Article 120",
      "content": "I. - Paragraphe modificateurII. - Le I est applicable à compter des impositions établies au titre de 2008."
    },
    {
      "provision_ref": "art122",
      "section": "122",
      "title": "Article 122",
      "content": "I. - Paragraphe modificateurII. - Le I s'applique aux impositions établies à compter de l'année 2007."
    },
    {
      "provision_ref": "art123",
      "section": "123",
      "title": "Article 123",
      "content": "I. à III. - Paragraphes modificateursIV. - Les I et II s'appliquent à compter des impositions établies au titre de 2006, en cas de création d'établissement ou de changement d'exploitant ou d'activité en 2005, et à compter de 2007 dans les autres cas.Le III s'applique à compter des impositions établies au titre de 2007.V. - Dans un délai de neuf mois suivant la promulgation de la présente loi, le Gouvernement présente au Parlement un rapport évaluant l'impact des nouvelles normes comptables, applicables depuis le 1er janvier 2005, sur les bases d'imposition des entreprises, plus particulièrement au titre de la taxe professionnelle."
    },
    {
      "provision_ref": "art124",
      "section": "124",
      "title": "Article 124",
      "content": "I. - Paragraphe modificateurII. - Le I est applicable à compter des impositions établies au titre de 2008."
    },
    {
      "provision_ref": "art126",
      "section": "126",
      "title": "Article 126",
      "content": "I. - Paragraphe modificateurII. - Le I s'applique à compter des impositions établies au titre de 2008."
    },
    {
      "provision_ref": "art127",
      "section": "127",
      "title": "Article 127",
      "content": "I. à V. - Paragraphes modificateurVI. - Les I à V s'appliquent à compter du 1er janvier 2008."
    },
    {
      "provision_ref": "art128",
      "section": "128",
      "title": "Article 128",
      "content": "I., III. à XVI. - Paragraphes modificateursII. - Pour les établissements publics fonciers qui perçoivent pour la première fois la taxe mentionnée à l'article 1607 ter du code général des impôts au titre de 2007, le montant de celle-ci est arrêté et notifié avant le 31 mars 2007.XVII. - 1. Les I, II et III s'appliquent à compter des impositions établies au titre de 2007.2. Les IX et X s'appliquent à compter du 1er janvier 2007.3. Le XI s'applique pour la contribution au développement de l'apprentissage due à raison des rémunérations versées à compter du 1er janvier 2006."
    },
    {
      "provision_ref": "art130",
      "section": "130",
      "title": "Article 130",
      "content": "I. à V.-Paragraphes modificateurs\n\nVI.-Pour l'application de l'article 1383 H et du I quinquies A de l'article 1466 A du code général des impôts aux opérations intervenues en 2007, les délibérations contraires des collectivités territoriales et de leurs établissements publics de coopération intercommunale doivent être prises dans les soixante jours de la publication du texte réglementaire sélectionnant les bassins en application du 3 bis de l'article 42 de la loi n° 95-115 du 4 février 1995 d'orientation pour l'aménagement et le développement du territoire.\n\nVII.-Les revenus d'activité tels qu'ils sont pris en compte pour la détermination de l'assiette des cotisations définie à L. 242-1 du code de la sécurité sociale et de celle définie à l'article L. 741-10 du code rural et de la pêche maritime, versés au cours d'un mois civil aux salariés employés par un établissement d'une entreprise exerçant les activités visées d du I de l'article 44 octies A du code général des impôts qui s'implante entre le 1er janvier 2007 et le 31 décembre 2027 dans un bassin d'emploi à redynamiser définis au 3 bis de l'article 42 de la loi n° 95-115 du 4 février 1995 précitée, sont exonérés des cotisations à la charge de l'employeur au titre des assurances sociales, des allocations familiales ainsi que du versement transport et des contributions et cotisations au Fonds national d'aide au logement, dans la limite du produit du nombre d'heures rémunérées par le montant du salaire minimum de croissance majoré de 40 %.\n\nL'exonération est ouverte au titre de l'emploi de salariés dont l'activité réelle, régulière et indispensable à l'exécution du contrat de travail s'exerce en tout ou partie dans un bassin d'emploi à redynamiser.\n\nL'article L. 2242-5-1 du code du travail est applicable à cette exonération.\n\nDans des conditions fixées par décret, l'exonération s'applique également aux revenus d'activité versés aux salariés recrutés à l'occasion d'une extension d'établissement ouvrant droit à l'exonération de taxe professionnelle prévue au I quinquies A de l'article 1466 A du code général des impôts.\n\nL'exonération prévue au premier alinéa n'est pas applicable aux revenus d'activité afférents aux emplois transférés par une entreprise dans une zone d'emploi à redynamiser pour lesquels l'employeur a bénéficié, au titre d'une ou plusieurs des cinq années précédant celle du transfert soit de l'exonération prévue à l'article L. 322-13 du code du travail, soit du versement de la prime d'aménagement du territoire.\n\nL'exonération est applicable pendant une période de sept ans à compter de la date d'implantation ou de la création. Lorsque la date d'implantation ou de création est postérieure au 31 décembre 2013, l'exonération est applicable pendant une période de cinq ans à compter de cette date.\n\nEn cas d'embauche de salariés dans les sept années suivant la date de l'implantation ou de la création, l'exonération est applicable, pour ces salariés, dans les conditions prévues à l'alinéa précédent, à compter de la date d'effet du contrat de travail. Lorsque la date d'implantation ou de création est postérieure au 31 décembre 2013, la période de sept années mentionnée à la première phrase est ramenée à cinq années.\n\nLe bénéfice de l'exonération mentionnée au premier alinéa du présent VII est subordonné au respect du règlement (CE) n° 1998/2006 de la Commission du 15 décembre 2006 concernant l'application des articles 87 et 88 du traité aux aides de minimis.\n\nToutefois, lorsque le bénéfice des exonérations fiscales figurant aux articles 44 duodecies, 1383 H et au I quinquies A de l'article 1466 A du code général des impôts est subordonné au respect du règlement (CE) n° 1628/2006 de la Commission du 24 octobre 2006 concernant l'application des articles 87 et 88 du traité CE aux aides nationales à l'investissement à finalité régionale, le bénéfice de l'exonération mentionnée au premier alinéa du présent VII est subordonné au respect du même règlement.\n\nLe droit à l'exonération prévue au premier alinéa est subordonné à la condition que l'employeur soit à jour de ses obligations à l'égard de l'organisme de recouvrement des cotisations patronales de sécurité sociale et d'allocations familiales ou ait souscrit un engagement d'apurement progressif de ses dettes.\n\nLe bénéfice de l'exonération ne peut être cumulé, pour l'emploi d'un même salarié, avec celui d'une aide de l'Etat à l'emploi ou d'une exonération totale ou partielle de cotisations patronales de sécurité sociale ou l'application de taux spécifiques d'assiettes ou montants de cotisations, à l'exception de la déduction forfaitaire prévue à l'article L. 241-18 du code de la sécurité sociale.\n\nAucune déclaration annuelle des employeurs n'est demandée. Les conditions de mise en œuvre du présent VII sont fixées par décret.\n\nVIII.-Le VII s'applique à compter du 1er janvier 2007."
    },
    {
      "provision_ref": "art131",
      "section": "131",
      "title": "Article 131",
      "content": "I. à II. - Paragraphes modificateursIII. - Les I et II s'appliquent à compter des impositions établies au titre de 2007."
    },
    {
      "provision_ref": "art132",
      "section": "132",
      "title": "Article 132",
      "content": "I. - Paragraphe modificateurII. - Le I s'applique à compter des impositions établies au titre de 2007."
    },
    {
      "provision_ref": "art135",
      "section": "135",
      "title": "Article 135",
      "content": "I. à III - Paragraphes modificateursIV. - Les I, II et III s'appliquent à une date qui sera fixée par la loi de finances pour 2008 après communication au Parlement d'une évaluation des conséquences du présent article."
    },
    {
      "provision_ref": "art136",
      "section": "136",
      "title": "Article 136",
      "content": "Avant le 30 septembre 2007, le Gouvernement présente un rapport sur la prise en compte du travail temporaire dans la valeur ajoutée au regard du plafonnement de la taxe professionnelle."
    },
    {
      "provision_ref": "art137",
      "section": "137",
      "title": "Article 137",
      "content": "Jusqu'au 31 décembre 2008, le conseil municipal peut décider d'exonérer de taxe locale d'équipement les constructions de serre de production agricole dont le permis de construire a été délivré entre le 1er janvier 1996 et le 31 décembre 1998."
    },
    {
      "provision_ref": "art138",
      "section": "138",
      "title": "Article 138",
      "content": "I. à VI.-Paragraphes modificateurs\n\nVII.-Le présent article s'applique à la détermination des résultats des exercices ouverts à compter du 1er janvier 2007, à l'exception des dispositions suivantes :\n\n1° La condition prévue au deuxième alinéa du 1° du II doit être remplie, pour les sociétés placées sous le bénéfice du régime prévu à l'article 208 C du code général des impôts avant le 1er janvier 2007, à compter du 1er janvier 2009 ;\n\n2° Le I et le b du 2° du II s'appliquent aux cessions réalisées entre le 1er janvier 2007 et le 30 juin 2009 ;\n\n3° Le 4° du II s'applique aux distributions mises en paiement à compter du 1er juillet 2007."
    },
    {
      "provision_ref": "art141",
      "section": "141",
      "title": "Article 141",
      "content": "I. - Des ensembles d'actifs immobiliers appartenant à l'Etat ou à ses établissements publics peuvent être transférés en pleine propriété à une société détenue par l'Etat chargée d'en assurer la valorisation dans des conditions adaptées à leurs caractéristiques particulières, pour un montant, fixé par arrêté conjoint des ministres concernés, égal à leur valeur nette comptable ou, à défaut, à leur valeur évaluée par le ministre chargé des domaines. Dans les conditions prévues par voie de convention, ces transferts peuvent être effectués afin que les actifs immobiliers soient cédés par ladite société à l'Etat ou ses établissements publics.\n\nLes transferts mentionnés au premier alinéa peuvent également être effectués au profit de sociétés appartenant au secteur public et dont les sociétés mentionnées au même premier alinéa détiennent une partie du capital social.\n\nLes transferts mentionnés au présent article sont réalisés soit par arrêté des ministres intéressés, soit par acte notarié.\n\nII. - Les transferts ne donnent lieu à aucun versement de contribution prévue à l'article 879 du code général des impôts ou d'honoraires au profit d'agents de l'Etat, ni à aucune indemnité ou perception d'impôts, de droits ou de taxes de quelque nature que ce soit.\n\nIII. - Les sociétés mentionnées au I du présent article peuvent rétrocéder aux établissements publics dont proviennent les biens transférés tout ou partie des plus-values réalisées à travers leur cession."
    },
    {
      "provision_ref": "art144",
      "section": "144",
      "title": "Article 144",
      "content": "Le ministre chargé de l'économie est autorisé à donner, par arrêté, la garantie de l'Etat en principal et en intérêts aux prêts accordés, à compter du 15 mai 2006, par la Caisse des dépôts et consignations, sur fonds d'épargne, à la société Immobilier Insertion Défense Emploi pour la constitution d'un patrimoine immobilier destiné à l'accomplissement de son objet social, dans la limite d'un montant en principal de 540 millions d'euros."
    },
    {
      "provision_ref": "art146",
      "section": "146",
      "title": "Article 146",
      "content": "I. - Paragraphe modificateurII. - Le présent article entre en vigueur à compter du 1er juillet 2007.Les déficits ayant fait l'objet d'un premier acte de mise en jeu de la responsabilité personnelle et pécuniaire d'un comptable public ou d'un régisseur avant cette date demeurent régis par les dispositions antérieures."
    },
    {
      "provision_ref": "art153",
      "section": "153",
      "title": "Article 153",
      "content": "I. et III. - Paragraphes modificateursII. - Le I est applicable à compter du 1er janvier 2007."
    },
    {
      "provision_ref": "art164",
      "section": "164",
      "title": "Article 164",
      "content": "Les caisses d'allocations familiales sont chargées de gérer pour le compte de l'Etat une allocation d'installation étudiante. Ce service donne lieu à la rémunération des coûts de gestion dans des conditions fixées par décret."
    },
    {
      "provision_ref": "art165",
      "section": "165",
      "title": "Article 165",
      "content": "Dans les établissements scolaires qui comportent une ou plusieurs sections internationales où sont dispensés des enseignements spécifiques impliquant l'utilisation progressive d'une langue étrangère dans certaines disciplines, les enseignants chargés d'assurer ces enseignements peuvent être mis à disposition par les pays étrangers concernés ou être recrutés et rémunérés par des associations agréées. Ils peuvent également être recrutés par l'Etat dans les conditions prévues à l'article L. 932-2 du code de l'éducation. Un décret en Conseil d'Etat pris sur le rapport du ministre chargé des finances détermine les conditions dans lesquelles ces prestations particulières d'enseignement peuvent donner lieu au paiement d'une redevance."
    },
    {
      "provision_ref": "art167",
      "section": "167",
      "title": "Article 167",
      "content": "I. - La taxe spéciale de consommation sur les produits pétroliers instituée par le conseil général de Mayotte dans sa délibération du 19 mai 2005 (n° 48/2005/CG) est validée.II. - Paragraphe modificateur"
    }
  ]
}