{
  "id": "loi-n-96-1111-du-19-decembre-1996",
  "type": "statute",
  "title": "Loi n° 96-1111 du 19 décembre 1996",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000381303",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Un pécule d'incitation au départ anticipé est institué, à titre temporaire, du 1er janvier 1997 au 31 décembre 2002. Il peut être accordé, sur demande agréée par le ministre chargé des armées, au militaire de carrière en position d'activité, se trouvant à plus de trois ans de la limite d'âge de son grade et qui fait valoir ses droits à une pension militaire de retraite. La durée minimum de services militaires effectifs pour prétendre au bénéfice du pécule est de vingt-cinq années pour les officiers et de quinze années pour les sous-officiers et officiers mariniers.Ce pécule est accordé en fonction des besoins de la gestion des effectifs au regard des objectifs de la loi n° 96-589 du 2 juillet 1996 relative à la programmation militaire pour les années 1997 à 2002."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Le montant du pécule institué à l'article 1er est fixé, pour le militaire qui se trouve à plus de dix ans de la limite d'âge de son grade, à quarante-cinq mois de la solde indiciaire brute dont il bénéficie à la date d'attribution du pécule ; ce montant est réduit de cinq mois de solde par année de service effectuée de dix ans à moins de sept ans de la limite d'âge du grade, puis de quatre mois par année de service supplémentaire.Les pécules accordés en 1999 et 2000 sont réduits d'un dixième ; ceux accordés en 2001 et 2002 le sont de deux dixièmes.Le pécule est exonéré de l'impôt sur le revenu."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Un pécule réduit des quatre cinquièmes est attribué aux militaires de carrière admis au bénéfice des dispositions des articles 5 et 6 de la loi n° 75-1000 du 30 octobre 1975 modifiant la loi n° 72-662 du 13 juillet 1972 portant statut général des militaires et édictant des dispositions concernant les militaires de carrière ou servant en vertu d'un contrat."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Le militaire de carrière admis dans un des emplois des collectivités énumérées à l'article L. 84 du code des pensions civiles et militaires de retraite ne peut pas bénéficier de l'attribution du pécule prévu par les présentes dispositions.Toute admission ou réintégration dans un de ces emplois entraîne, pour le militaire bénéficiaire des dispositions des articles 1er et 2, l'obligation de reverser le pécule perçu, dans un délai d'un an. Cette disposition ne s'applique pas aux anciens militaires admis dans un emploi au sein de l'Etablissement public d'insertion de la défense."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "La faculté de renoncer à la solde de réforme et d'opter pour une affiliation rétroactive au régime général des assurances sociales prévue aux articles L. 7 et L. 65 du code des pensions civiles et militaires de retraite s'applique aux militaires dont la radiation des cadres est postérieure à l'entrée en vigueur de la présente loi."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Les militaires pensionnés visés à l'article L. 6 du code des pensions civiles et militaires de retraite bénéficient du revenu de remplacement prévu à l'article L. 351-1 du code du travail."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Le Gouvernement présentera chaque année dans le rapport sur l'exécution de la loi de programmation militaire, prévu à l'article 4 de la loi n° 96-589 du 2 juillet 1996 précitée, un état de l'exécution de la présente loi."
    }
  ]
}