{
  "id": "loi-n-74-1114-du-27-decembre-1974",
  "type": "statute",
  "title": "Loi n° 74-1114 du 27 décembre 1974",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000333533",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. Des centres de gestion dont l'objet est d'apporter une assistance en matière de gestion aux industriels, commerçants, artisans et agriculteurs peuvent être agréés dans des conditions fixées par décret en Conseil d'Etat.\n\nII. Ces centres sont créés à l'initiative soit d'experts comptables et comptables agréés ou de sociétés membres de l'ordre, soit de chambres de commerce et d'industrie territoriales, de chambres de métiers ou de chambres d'agriculture, soit d'organisations professionnelles légalement constituées d'industriels, de commerçants, d'artisans ou d'agriculteurs.\n\nIII. Les adhérents assujettis à l'impôt sur le revenu, places sous un régime réel d'imposition et dont le chiffre d'affaires ou de recettes n'excède pas le double des limites prévues pour l'application du régime forfaitaire, bénéficient d'un abattement de 10 % sur leur bénéfice imposable.\n\nIV. La comptabilité des adhérents des centres de gestion doit être tenue, centralisée ou surveillée par un expert-comptable, un comptable agréé ou une société membre de l'ordre qui vise les documents fiscaux après s'être assuré de leur régularité formelle et de leur concordance avec la comptabilité.\n\nToutefois, les centres créés à l'initiative des organisations et organismes visés au paragraphe II ci-dessus et dont l'activité concerne la mise en œuvre des articles 9 à 11 de la loi n° 70-1199 du 21 décembre 1970 sont admis, après agrément, à tenir et à présenter les documents comptables de leurs adhérents établis par les soins d'un personnel ayant un diplôme ou une expérience répondant à des conditions fixées par décret, sans préjudice des dispositions des articles 2 et 8 de l'ordonnance n° 45-2138 du 19 septembre 1945 modifiée par la loi n° 68-946 du 31 octobre 1968 relatives à l'attestation de régularité et de sincérité. Les centres visés au présent alinéa établissent ces documents selon une méthodologie définie dans le cadre d'une concertation permanente entre les organisations professionnelles agricoles et l'ordre des experts comptables et des comptables agréés. Ils font appel aux membres de l'ordre pour la vérification par sondages de ces documents.\n\nEn cas de remise en cause, pour inexactitude ou insuffisance, des éléments fournis au centre de gestion agréé, les adhérents perdent le bénéfice de l'abattement de 10 %, sans préjudice des sanctions fiscales de droit commun, pour l'année au titre de laquelle le redressement est opéré.\n\nLe bénéfice de l'abattement est, en revanche, maintenu lorsque le redressement porte exclusivement sur des erreurs de droit ou des erreurs matérielles.\n\nV. Le délai dont dispose l'administration pour l'exercice de son droit de reprise est réduit de deux ans en ce qui concerne les erreurs de droit commises en matière d'impôts directs, de taxes sur le chiffre d'affaires et de taxes assimilées par les centres de gestion agréés, dans les déclarations fiscales de leurs adhérents visés au paragraphe III ci-dessus.\n\nVI. 1. Les plus-values nettes à court terme réalisées par les industriels, commerçants et artisans, ainsi que par les exploitants agricoles places par option respectivement sous le régime simplifié d'imposition et sous celui du bénéfice réel agricole, sont soumises au régime fiscal des plus-values à long terme, sauf demande contraire des intéressés.\n\n2. Le taux intermédiaire de la taxe sur la valeur ajoutée est applicable à l'ensemble des opérations autres que les reventes en l'état réalisées par les redevables inscrits au registre national des entreprises en tant qu'entreprise du secteur des métiers et de l'artisanat et qui sont placés par option sous le régime simplifié d'imposition.\n\nVII. Les centres sont notamment habilités à élaborer, pour le compte de leurs adhérents placés sous un régime réel d'imposition, les déclarations destinées à l'administration fiscale ; un agent de l'administration fiscale apporte son assistance technique au centre de gestion agréé, dans les conditions prévues par la convention passée entre le centre et l'administration fiscale.\n\nVIII. Sous réserve du deuxième alinéa du paragraphe IV ci-dessus, les dispositions du présent article relatives aux missions comptables ne peuvent déroger aux dispositions des articles 2 et 8 de l'ordonnance n° 45-2138 du 19 septembre 1945, modifiée par la loi n° 68-946 du 31 octobre 1968.\n\nIX. A modifié les dispositions suivantes :\n\nOrdonnance n° 45-2138 du 19 septembre 1945\n\nArt. 7 ter"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. LES ENTREPRISES D' ASSURANCES ET DE REASSURANCES PEUVENT CONSTITUER EN FRANCHISE D' IMPOTS DES PROVISIONS DESTINEES A FAIRE FACE AUX CHARGES EXCEPTIONNELLES AFFERENTES AUX OPERATIONS GARANTISSANT LES RISQUES DUS A DES ELEMENTS NATURELS, LE RISQUE ATOMIQUE ET LES RISQUES DE RESPONSABILITE CIVILE DUS A LA POLLUTION.II. LES LIMITES DANS LESQUELLES LES DOTATIONS ANNUELLES A CES PROVISIONS PEUVENT ETRE RETRANCHEES DES BENEFICES ET CELLES DU MONTANT GLOBAL DE CHAQUE PROVISION SONT FIXEES PAR DECRET, RESPECTIVEMENT EN FONCTION DE L' IMPORTANCE DES BENEFICES TECHNIQUES ET DU MONTANT DES PRIMES OU COTISATIONS, NETTES DE REASSURANCES, DE LA CATEGORIE DE RISQUE CONCERNEE .CHAQUE PROVISION EST AFFECTEE, DANS L' ORDRE D' ANCIENNETE DES DOTATIONS ANNUELLES, A LA COMPENSATION DES RESULTATS TECHNIQUES DEFICITAIRES DE L' EXERCICE, PAR CATEGORIE DE RISQUES CORRESPONDANTE .  LES DOTATIONS ANNUELLES QUI, DANS UN DELAI DE DIX ANS, N' ONT PU ETRE UTILISEES CONFORMEMENT A CET OBJET SONT RAPPORTEES AU BENEFICE IMPOSABLE DE LA ONZIEME ANNEE SUIVANT CELLE DE LEUR COMPTABILISATION .III. LES CONDITIONS DE COMPTABILISATION ET DE DECLARATION DES PROVISIONS SONT FIXEES PAR DECRET .IV. LES DISPOSITIONS DU PRESENT ARTICLE S' APPLIQUENT POUR LA PREMIERE FOIS AUX EXERCICES CLOS EN 1975 ."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "A COMPTER DU 1ER JANVIER 1975, LE MONTANT MAXIMUM DE LA PROVISION SUSCEPTIBLE D'ETRE CONSTITUEE EN FRANCHISE D'IMPOT EN VERTU DES DISPOSITIONS DE L'ARTICLE 39 OCTIES A II DU CODE GENERAL DES IMPOTS EST PORTE A LA MOITIE DES SOMMES INVESTIES EN CAPITAL AU COURS DES CINQ PREMIERES ANNEES D'EXPLOITATION."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "LE LOCATAIRE D'UN VEHICULE FAISANT L'OBJET SOIT D'UN CONTRAT DE CREDIT-BAIL, SOIT D'UN CONTRAT DE LOCATION DE DEUX ANS OU PLUS ET COMPORTANT UNE FACULTE D'ACHAT, EST REDEVABLE DE LA TAXE SPECIALE SUR CERTAINS VEHICULES ROUTIERS AU LIEU ET PLACE DU PROPRIETAIRE.TOUTEFOIS, CE DERNIER EST SOLIDAIREMENT RESPONSABLE DU PAIEMENT DE LA TAXE AINSI QUE, LE CAS ECHEANT, DE LA MAJORATION DE RETARD APPLICABLE.LES DISPOSITIONS CI-DESSUS SONT ETENDUES A LA TAXE DIFFERENTIELLE SUR LES VEHICULES AUTOMOBILES."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "LES TAUX DE L' ABATTEMENT FACULTATIF A LA BASE ET DE L' ABATTEMENT OBLIGATOIRE POUR CHARGES DE FAMILLE PREVUS POUR LE CALCUL DE LA TAXE D' HABITATION PEUVENT ETRE MAJORES DE CINQ OU DE DIX POINTS PAR LE CONSEIL MUNICIPAL ."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I. LE TAUX DE 2,40% DU REMBOURSEMENT FORFAITAIRE PREVU A L'ARTICLE 298 QUATER DU CODE GENERAL DES IMPOTS EST FIXE A 3,40 % POUR LES VENTES DE LAIT, DE VIN, DE FRUITS, DE LEGUMES, DE POMMES DE TERRE ET DE PRODUITS DE L'HORTICULTURE ET DES PEPINIERES EFFECTUEES EN 1973.LE REMBOURSEMENT COMPLEMENTAIRE SERA ACCORDE AU VU D'UNE DECLARATION SPECIALE DEPOSEE AVANT LE 1ER FEVRIER 1975 ET INDIQUANT LE MONTANT DES VENTES A DES ASSUJETTIS A LA TAXE SUR LA VALEUR AJOUTEE DE PRODUITS VISES CI-DESSUS. IL NE POURRA EXCEDER 1 000 F PAR BENEFICIAIRE.II. LES AGRICULTEURS PLACES SOUS LE REGIME SIMPLIFIE DE LA TAXE SUR LA VALEUR AJOUTEE DEFINI AUX ARTICLES 298 BIS ET SUIVANTS DU CODE GENERAL DES IMPOTS POURRONT PRESENTER UNE DEMANDE DE REMBOURSEMENT PORTANT SUR UNE SOMME EGALE A 1 % DE LEUR CHIFFRE D'AFFAIRES IMPOSABLE REALISE EN 1973, AU TITRE DE LEURS VENTES DE PRODUITS AUTRES QUE CEREALES, BETTERAVES INDUSTRIELLES, OLEAGINEUX ET BOIS.LE CHIFFRE D'AFFAIRES PRIS EN CONSIDERATION POUR LA LIQUIDATION DE CE REMBOURSEMENT NE POURRA EXCEDER 50 000 F.LA DEMANDE DE REMBOURSEMENT DEVRA ETRE DEPOSEE AVANT LE 1ER FEVRIER 1975."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Le droit de quai institué dans l'île de Saint-Barthélémy par arrêté du maire du 24 mai 1879, approuvé par arrêté du gouverneur de la Guadeloupe en conseil privé du 3 juin 1879, sera désormais perçu au taux de 5 p. 100 ad valorem sur toutes les marchandises importées par voie maritime ou aérienne sur le territoire de la commune de Saint-Barthélémy.    Ce taux pourra être modifié par décret à la demande du conseil municipal de Saint-Barthélémy.    Le droit de quai est perçu et contrôlé comme en matière de douane.Les infractions au droit de quai sont recherchées, constatées et réprimées, les poursuites effectuées, les instances instruites et jugées comme en matière de douane. Elles constituent des contraventions douanières de troisième classe, passibles des sanctions prévues à l'article 412 du code des douanes.Quiconque a omis de déclarer la valeur de la marchandise et du fret servant de calcul au droit de quai ou s'est opposé au contrôle des agents percepteurs tombe sous le coup des dispositions des alinéas précédents.Des agents de la commune de Saint-Barthélemy, agréés et commissionnés par arrêté du préfet de la Guadeloupe, sur proposition du maire de Saint-Barthélemy et après avis du directeur régional des douanes territorialement compétent, sont habilités à opérer les recouvrements et les contrôles nécessaires et à constater les infractions visées à l'alinéa précédent. A cette fin, ils peuvent procéder à la visite des marchandises et demander la communication de tout document nécessaire à leur contrôle.Le maire de Saint-Barthélemy peut demander l'assistance de la direction régionale des douanes en cas de besoin."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I. à III. (Paragraphes abrogés).IV. (Alinéas abrogés).- les billets continueront à être échangés librement et sans limitation aux guichets de l'Institut d'émission des départements d'outre-mer.V. La valeur des billets de la Banque de France mis en circulation par l'Institut d'émission des départements d'Outre-mer conformément aux dispositions des paragraphes III et IV ci-dessus fait l'objet d'une avance ouverte au nom de cet établissement dans les livres de la Banque de France.Alinéa modificateurVI. Paragraphe modificateurVII. 1. Pour l'imposition des revenus réalisés à partir de la date d'introduction du franc métropolitain dans le département de La Réunion, l'impôt sur le revenu est calculé d'après le barème applicable en France métropolitaine. A titre transitoire, les limites des tranches de ce barème sont respectivement majorées de 36 %, 24 % et 12 % pour chacune des trois premières années d'application du barème métropolitain. Dans le cas où le franc métropolitain serait introduit à une date autre que le 1er janvier, le barème métropolitain ne serait mis en vigueur, dans les conditions prévues ci-dessus, qu'à compter de l'année suivante.Les limites d'exonération sont majorées, pour les années correspondantes, dans la même proportion.2. A compter de la même date, les limites prévues pour l'admission au régime de l'évaluation administrative en matière de bénéfices non commerciaux et au régime du forfait en matière de taxes sur le chiffre d'affaires, de bénéfices industriels et commerciaux ou de bénéfices agricoles sont majorées, pour chacune des années visées au 1 ci-dessus des mêmes pourcentages.3. Les entreprises placées sous le régime du forfait de chiffre d'affaires et de bénéfice pourront opter pour le régime simplifié d'imposition, pour l'année en cours et l'année suivante, dans les trois mois de la date d'introduction du franc métropolitain dans le département de La Réunion. Dans le cas où le franc métropolitain serait introduit à une date autre que le 1er janvier, l'option prendrait effet au 1er janvier de l'année suivante.4. Les dispositions du présent article demeurent sans incidence sur les bases des impôts directs locaux jusqu'au remplacement de ces impôts."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Le coefficient de majoration prévu par le décret n° 67-600 du 23 juillet 1967 s'applique au montant du traitement afférent à l'indice hiérarchique détenu dans l'emploi occupé, après déduction des retenues pour pension civile et sécurité sociale."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I et II (Paragraphes modificateurs)\n\nIII. La police d'Etat est instituée dans les communes suivantes :\n\nMarignane, Berre-l'Etang, Châteauneuf-lès-Martigues, Gignac-la-Nerthe, Les Pennes-Mirabeau, Rognac, Saint-Chamas, Saint-Victoret, du département des Bouches-du-Rhône, Sarrebourg, Imling, Réding, Buhl-Lorraine, du département de la Moselle.\n\nIV. Les agents de polices municipales des communes mentionnées au paragraphe ci-dessus peuvent, sur leur demande, être intégrés dans les cadres de la police nationale. Un décret en Conseil d'Etat précisera les conditions dans lesquelles seront réalisées ces intégrations."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I - Il est institué un permis de chasser délivré à titre permanent par le préfet. Le permis est visé et validé chaque année dans les conditions fixées ci-après :a) la délivrance du permis de chasser est subordonnée à l'admission à un examen.Toutefois, les personnes ayant obtenu un permis de chasse ou une autorisation délivrée par l'administration des affaires maritimes, antérieurement à l'entrée en vigueur du présent article, sont dispensées de l'examen.b) Nul ne peut obtenir le visa du permis de chasser s'il n'est membre d'une fédération départementale de chasseurs et s'il n'a acquitté à celle-ci les cotisations statutaires. Les fédérations départementales de chasseurs ne peuvent rejeter l'adhésion d'une personne titulaire du permis de chasser.c) Le permis de chasser est validé par le paiement de \"redevances cynégétiques\" départementales et nationales dont le montant maximum est fixé par décret en Conseil d'Etat.Pour obtenir la validation départementale du permis de chasser, le demandeur doit être membre de la fédération du département correspondant.II - Le montant de ces redevances est versé à l'office national de la chasse pour être affecté au financement de ses dépenses, au fonctionnement du conseil national de la chasse et de la faune sauvage, au paiement par les fédérations départementales des chasseurs, du personnel concourant à la surveillance et à la police de la chasse, désigné par décision ministérielle, à la création et au fonctionnement d'associations communales et intercommunales de chasse agréées, ainsi qu'à l'indemnisation des dégâts causés aux récoltes par certaines espèces de gibier, prévue aux paragraphes V à VIII de l'article 14 de la loi n° 68-1172 du 27 décembre 1968.III - Il est perçu :a) Pour la délivrance du permis de chasser, un droit de timbre de 50 F au profit de l'Etat et de 25 F pour chaque duplicata. Les personnes dispensées de l'examen sont également dispensées du droit de timbre ;b) Pour le visa du permis de chasser :Un droit de timbre annuel de 20 F au profit de l'Etat ;Une taxe annuelle de 22 F au profit de la commune où la demande de visa a été présentée.c) Pour la délivrance de chaque duplicata du visa annuel du permis de chasser, une taxe de 10 F au profit de la commune où la demande de visa est présentée.d) Pour l'inscription à l'examen du permis de chasser, un droit d'examen dont le montant est fixé dans la limite de 50 F, par arrêté du ministre de la qualité de la vie et du ministre de l'économie et des finances. Ce droit est perçu à compter de l'examen organisé pour la campagne de chasse 1976-1977.IV - Un décret en Conseil d'Etat précise les modalités d'application des dispositions contenues dans le présent article qui, à l'exception des dispositions concernant l'examen, entrent en vigueur le 1er juillet 1975. Les dispositions concernant l'examen entreront en vigueur le 5 janvier 1976.V Paragraphe modificateur"
    }
  ]
}