{
  "id": "loi-n-2004-575-du-21-juin-2004",
  "type": "statute",
  "title": "Loi n° 2004-575 du 21 juin 2004",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000801164",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1-1",
      "section": "1-1",
      "title": "Article 1-1",
      "content": "I.-Les personnes dont l'activité est d'éditer un service de communication au public en ligne mettent à la disposition du public, dans un standard ouvert :\n\n1° S'il s'agit de personnes physiques, leurs nom, prénoms, domicile et numéro de téléphone et, si elles sont assujetties aux formalités d'inscription au registre du commerce et des sociétés ou au registre national des entreprises en tant qu'entreprise du secteur des métiers et de l'artisanat, le numéro de leur inscription ;\n\n2° S'il s'agit de personnes morales, leur dénomination ou leur raison sociale et leur siège social, leur numéro de téléphone et, s'il s'agit d'entreprises assujetties aux formalités d'inscription au registre du commerce et des sociétés ou au registre national des entreprises en tant qu'entreprise du secteur des métiers et de l'artisanat, le numéro de leur inscription, leur capital social et l'adresse de leur siège social ;\n\n3° Le nom du directeur ou du codirecteur de la publication, au sens de l'article 93-2 de la loi n° 82-652 du 29 juillet 1982 sur la communication audiovisuelle et, le cas échéant, celui du responsable de la rédaction ;\n\n4° Le nom, la dénomination ou la raison sociale, l'adresse et le numéro de téléphone du fournisseur de services d'hébergement ;\n\n5° Le cas échéant, le nom, la dénomination ou la raison sociale et l'adresse des personnes physiques ou morales qui assurent, même à titre gratuit, le stockage de données traitées directement par elles dans le cadre de l'édition du service.\n\nII.-Les personnes éditant à titre non professionnel un service de communication au public en ligne peuvent ne tenir à la disposition du public, pour préserver leur anonymat, que le nom, la dénomination ou la raison sociale et l'adresse du fournisseur de services d'hébergement, sous réserve d'avoir communiqué à ce fournisseur les éléments d'identification personnelle mentionnés au I du présent article.\n\nLes fournisseurs de services d'hébergement sont assujettis au secret professionnel, dans les conditions prévues aux articles 226-13 et 226-14 du code pénal, pour tout ce qui concerne la divulgation de ces éléments d'identification personnelle ou de toute information permettant d'identifier la personne concernée. Ce secret professionnel n'est pas opposable à l'autorité judiciaire.\n\nIII.-Toute personne nommée ou désignée dans un service de communication au public en ligne dispose d'un droit de réponse, sans préjudice des demandes de correction ou de suppression du message qu'elle peut adresser au service.\n\nLa demande d'exercice du droit de réponse est adressée au directeur de la publication ou, lorsque la personne éditant à titre non professionnel a conservé l'anonymat, au fournisseur de services d'hébergement, qui la transmet sans délai au directeur de la publication. Elle est présentée dans un délai de trois mois à compter de la mise à la disposition du public du message justifiant cette demande.\n\nLe directeur de la publication est tenu d'insérer dans les trois jours de leur réception les réponses de toute personne nommée ou désignée dans le service de communication au public en ligne, sous peine d'une amende de 3 750 euros, sans préjudice des autres peines et dommages et intérêts auxquels le message pourrait donner lieu.\n\nLes conditions d'insertion de la réponse sont celles prévues à l'article 13 de la loi du 29 juillet 1881 sur la liberté de la presse. La réponse est gratuite.\n\nUn décret en Conseil d'Etat fixe les modalités d'application du présent III.\n\nIV.-Les associations mentionnées aux articles 48-1 à 48-6 de la loi du 29 juillet 1881 sur la liberté de la presse peuvent également exercer le droit de réponse prévu au III du présent article dans le cas où des imputations susceptibles de porter atteinte à l'honneur ou à la réputation d'une personne ou d'un groupe de personnes en raison de leur sexe, de leur handicap, de leur orientation sexuelle ou identité de genre, vraie ou supposée, de leur appartenance ou de leur non-appartenance à une prétendue race, une ethnie, une nation ou une religion déterminée sont diffusées sur un service de communication au public en ligne.\n\nSi les imputations concernent des personnes considérées individuellement, l'association ne peut exercer le droit de réponse que si elle justifie avoir reçu leur accord.\n\nAucune association ne peut requérir la diffusion d'une réponse en application du présent IV lorsqu'a été diffusée une réponse à la demande d'une des associations remplissant les conditions précitées.\n\nV.-Les chapitres IV et V de la loi du 29 juillet 1881 sur la liberté de la presse sont applicables aux services de communication au public en ligne et la prescription est acquise dans les conditions prévues à l'article 65 de la même loi."
    },
    {
      "provision_ref": "art1-2",
      "section": "1-2",
      "title": "Article 1-2",
      "content": "Est puni d'un an d'emprisonnement et de 75 000 euros d'amende le fait, pour une personne physique ou le dirigeant de droit ou de fait d'une personne morale dont l'activité est d'éditer un service de communication au public en ligne, de ne pas respecter les I et II de l'article 1er-1.\n\nLes personnes morales peuvent être déclarées pénalement responsables des manquements aux mêmes I et II, dans les conditions prévues à l'article 121-2 du code pénal. Elles encourent une peine d'amende, suivant les modalités prévues à l'article 131-38 du même code, ainsi que les peines mentionnées aux 2° et 9° de l'article 131-39 dudit code. L'interdiction mentionnée au 2° du même article 131-39 est prononcée pour une durée de cinq ans au plus et porte sur l'activité professionnelle dans l'exercice ou à l'occasion de laquelle l'infraction a été commise."
    },
    {
      "provision_ref": "art1-3",
      "section": "1-3",
      "title": "Article 1-3",
      "content": "Les producteurs mentionnés à l'article L. 132-23 du code de la propriété intellectuelle qui produisent des contenus à caractère pornographique simulant la commission d'un crime ou d'un délit mentionné au deuxième alinéa du présent article affichent un message avertissant l'utilisateur du caractère illégal des comportements ainsi représentés. Ce message, visible avant tout accès par voie électronique audit contenu puis pendant toute la durée de visionnage, est clair, lisible et compréhensible.\n\nLe premier alinéa du présent article est applicable aux infractions prévues aux paragraphes 1 et 3 de la section 3 du chapitre II du titre II du livre II du code pénal.\n\nLe contenu et les modalités de présentation du message prévu au premier alinéa du présent article sont précisés par un décret pris après avis de l'Autorité de régulation de la communication audiovisuelle et numérique.\n\nTout manquement à l'obligation prévue au présent article est puni d'un an d'emprisonnement et de 75 000 euros d'amende.\n\nTout contenu qui ne fait pas l'objet du message prévu au présent article est illicite au sens du paragraphe h de l'article 3 du règlement (UE) 2022/2065 du Parlement européen et du Conseil du 19 octobre 2022 relatif à un marché unique des services numériques et modifiant la directive 2000/31/CE (règlement sur les services numériques)."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "L'Etat, les collectivités territoriales, les établissements publics et les personnes privées chargées d'une mission de service public veillent à ce que l'accès et l'usage des nouvelles technologies de l'information permettent à leurs agents et personnels handicapés d'exercer leurs missions."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "On entend par standard ouvert tout protocole de communication, d'interconnexion ou d'échange et tout format de données interopérable et dont les spécifications techniques sont publiques et sans restriction d'accès ni de mise en oeuvre."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "a modifié les dispositions suivantes"
    },
    {
      "provision_ref": "art5-1",
      "section": "5-1",
      "title": "Article 5-1",
      "content": "I.-On entend par “ services de la société de l'information ” les services définis au b du paragraphe 1 de l'article 1er de la directive (UE) 2015/1535 du Parlement européen et du Conseil du 9 septembre 2015 prévoyant une procédure d'information dans le domaine des réglementations techniques et des règles relatives aux services de la société de l'information.II.-On entend par “ services intermédiaires ” les services de la société de l'information définis au paragraphe g de l'article 3 du règlement (UE) 2022/2065 du Parlement européen et du Conseil du 19 octobre 2022 relatif à un marché unique des services numériques et modifiant la directive 2000/31/ CE (règlement sur les services numériques)."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I.-1. On entend par fournisseur d'un “ service d'accès à internet ” toute personne fournissant un service de simple transport, défini au i du paragraphe g de l'article 3 du règlement (UE) 2022/2065 du Parlement européen et du Conseil du 19 octobre 2022 relatif à un marché unique des services numériques et modifiant la directive 2000/31/ CE (règlement sur les services numériques), dont l'activité consiste à offrir un accès à des services de communication au public en ligne.\n\n2. On entend par fournisseur de “ services d'hébergement ” toute personne fournissant les services définis au iii du même paragraphe g.\n\n3. On entend par “ moteur de recherche en ligne ” un service défini au paragraphe j du même article 3.\n\n4. On entend par “ plateforme en ligne ” un service défini au paragraphe i dudit article 3.\n\n5. On entend par “ service de réseaux sociaux en ligne ” un service défini au paragraphe 7 de l'article 2 du règlement (UE) 2022/1925 du Parlement européen et du Conseil du 14 septembre 2022 relatif aux marchés contestables et équitables dans le secteur numérique et modifiant les directives (UE) 2019/1937 et (UE) 2020/1828 (règlement sur les marchés numériques).\n\n6. On entend par “ boutique d'applications logicielles ” un service défini au paragraphe 14 du même article 2.\n\n7. On entend par “ application logicielle ” tout produit ou service défini au paragraphe 15 dudit article 2.\n\nII.-Les personnes dont l'activité consiste à fournir un service intermédiaire au sens du paragraphe g de l'article 3 du règlement (UE) 2022/2065 du Parlement européen et du Conseil du 19 octobre 2022 précité ne sont pas des producteurs, au sens de l'article 93-3 de la loi n° 82-652 du 29 juillet 1982 sur la communication audiovisuelle.\n\nIII.-A.-Les personnes dont l'activité consiste à fournir un service d'accès à internet informent leurs abonnés de l'existence de moyens techniques permettant de restreindre l'accès à certains services ou de les sélectionner et leur proposent au moins un de ces moyens sans surcoût. Un décret, pris après avis de la Commission nationale de l'informatique et des libertés, précise les fonctionnalités minimales et les caractéristiques techniques auxquelles ces moyens répondent, compte tenu de la nature de l'activité de ces personnes.\n\nLes personnes mentionnées au premier alinéa du présent A informent également leurs abonnés de l'existence de moyens de sécurisation permettant de prévenir les manquements à l'obligation définie à l'article L. 336-3 du code de la propriété intellectuelle.\n\nB.-Dans le respect de la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés, les fournisseurs de services d'accès à internet informent également leurs abonnés de la quantité de données consommées dans le cadre de la fourniture d'accès au réseau et indiquent l'équivalent des émissions de gaz à effet de serre correspondant.\n\nLes équivalents d'émissions de gaz à effet de serre correspondant à la consommation de données sont établis suivant une méthodologie mise à disposition par l'Agence de l'environnement et de la maîtrise de l'énergie.\n\nC.-Les fournisseurs de services d'accès à internet informent leurs abonnés de l'interdiction de procéder, en France métropolitaine et dans les collectivités régies par l'article 73 de la Constitution, à des opérations de vente à distance, d'acquisition, d'introduction en provenance d'un autre Etat membre de l'Union européenne ou d'importation en provenance de pays tiers de produits du tabac manufacturé dans le cadre d'une vente à distance ainsi que des sanctions légalement encourues pour de tels actes.\n\nTout manquement à cette obligation est puni d'un an d'emprisonnement et de 250 000 euros d'amende.\n\nLes personnes morales peuvent être déclarées pénalement responsables de cette infraction dans les conditions prévues à l'article 121-2 du code pénal. Elles encourent une peine d'amende, suivant les modalités prévues à l'article 131-38 du même code, ainsi que les peines mentionnées aux 2° et 9° de l'article 131-39 dudit code. L'interdiction mentionnée au 2° du même article 131-39 est prononcée pour une durée de cinq ans au plus et porte sur l'activité professionnelle dans l'exercice ou à l'occasion de laquelle l'infraction a été commise.\n\nD.-Lorsque les fournisseurs de services d'accès à internet invoquent, à des fins publicitaires, la possibilité qu'ils offrent de télécharger des fichiers dont ils ne sont pas les fournisseurs, ils font figurer dans cette publicité une mention facilement identifiable et lisible rappelant que le piratage nuit à la création artistique.\n\nIV.-A.-Les personnes dont l'activité consiste à fournir des services d'hébergement concourent à la lutte contre la diffusion de contenus constituant les infractions mentionnées aux articles 211-2,222-33,222-33-1-1,222-33-2 à 222-33-2-3,222-39,223-13,225-4-13,225-5,225-6,227-18 à 227-21,227-22 à 227-24,412-8,413-13,413-14,421-2-5,431-6,433-3,433-3-1,521-1-2 et 521-1-3 et au deuxième alinéa de l'article 222-33-3 du code pénal ainsi qu'aux cinquième, septième et huitième alinéas de l'article 24 et à l'article 24 bis de la loi du 29 juillet 1881 sur la liberté de la presse.\n\nA ce titre, elles informent promptement les autorités compétentes de toutes les activités illicites mentionnées au premier alinéa du présent A qui leur sont signalées et qu'exercent les destinataires de leurs services.\n\nTout manquement à cette obligation d'information est puni d'un an d'emprisonnement et de 250 000 euros d'amende.\n\nLes personnes morales peuvent être déclarées pénalement responsables de cette infraction, dans les conditions prévues à l'article 121-2 du code pénal. Elles encourent une peine d'amende, suivant les modalités prévues à l'article 131-38 du même code, ainsi que les peines mentionnées aux 2° et 9° de l'article 131-39 dudit code. L'interdiction mentionnée au 2° du même article 131-39 est prononcée pour une durée de cinq ans au plus et porte sur l'activité professionnelle dans l'exercice ou à l'occasion de laquelle l'infraction a été commise.\n\nB.-Les personnes qui fournissent des services d'hébergement procurent aux personnes qui éditent un service de communication au public en ligne des moyens techniques permettant à celles-ci de satisfaire aux conditions d'identification prévues au I de l'article 1er-1 de la présente loi.\n\nC.-La méconnaissance de l'obligation d'informer immédiatement les autorités compétentes prévue à l'article 18 du règlement (UE) 2022/2065 du Parlement européen et du Conseil du 19 octobre 2022 précité est punie d'un an d'emprisonnement et de 250 000 euros d'amende.\n\nLorsque l'infraction prévue au premier alinéa du présent C est commise de manière habituelle par une personne morale, le montant de l'amende peut être porté à 6 % de son chiffre d'affaires mondial hors taxes pour l'exercice précédant la sanction.\n\nV.-A.-Dans les conditions fixées aux II bis à III bis de l'article L. 34-1 du code des postes et des communications électroniques, les personnes dont l'activité consiste à fournir des services d'accès à internet ou des services d'hébergement détiennent et conservent les données de nature à permettre l'identification de quiconque a contribué à la création du contenu ou de l'un des contenus des services dont elles sont prestataires.\n\nUn décret en Conseil d'Etat, pris après avis de la Commission nationale de l'informatique et des libertés, définit les données mentionnées au premier alinéa du présent A et détermine la durée et les modalités de leur conservation.\n\nB.-Tout manquement aux obligations mentionnées au A du présent V est puni d'un an d'emprisonnement et de 250 000 euros d'amende. Le fait de ne pas déférer à la demande d'une autorité judiciaire d'obtenir communication des éléments mentionnés au même A est puni des mêmes peines.\n\nLes personnes morales peuvent être déclarées pénalement responsables de ces infractions dans les conditions prévues à l'article 121-2 du code pénal. Elles encourent une peine d'amende, suivant les modalités prévues à l'article 131-38 du même code, ainsi que les peines mentionnées aux 2° et 9° de l'article 131-39 dudit code. L'interdiction mentionnée au 2° du même article 131-39 est prononcée pour une durée de cinq ans au plus et porte sur l'activité professionnelle dans l'exercice ou à l'occasion de laquelle l'infraction a été commise.\n\nVI.-Toute plateforme en ligne dont l'activité sur le territoire français dépasse un seuil de nombre de connexions déterminé par décret, qu'elle soit ou non établie sur le territoire français, met en œuvre des procédures et des moyens humains et technologiques proportionnés permettant, lorsqu'elle a une activité de stockage de contenus, de conserver temporairement les contenus qui lui ont été signalés comme contraires aux dispositions mentionnées au A du IV du présent article et qu'elle a retirés ou rendus inaccessibles, aux fins de les mettre à la disposition de l'autorité judiciaire pour les besoins de la recherche, de la constatation et de la poursuite des infractions pénales.\n\nLa durée et les modalités de conservation de ces contenus sont définies par un décret en Conseil d'Etat, pris après avis de la Commission nationale de l'informatique et des libertés.\n\nVII.-Le fait, pour toute personne, de présenter aux personnes dont l'activité consiste à fournir des services d'hébergement un contenu ou une activité comme étant illicite dans le but d'en obtenir le retrait ou d'en faire cesser la diffusion, alors qu'elle sait cette information inexacte, est puni d'un an d'emprisonnement et de 15 000 euros d'amende."
    },
    {
      "provision_ref": "art6-1",
      "section": "6-1",
      "title": "Article 6-1",
      "content": "I.-Lorsque les nécessités de la lutte contre la provocation à des actes terroristes ou l'apologie de tels actes relevant de l'article 421-2-5 du code pénal, contre la diffusion des images ou des représentations de mineurs relevant de l'article 227-23 du même code ou contre la cession ou l'offre de stupéfiants dans les conditions prévues à l'article 222-39 dudit code le justifient, l'autorité administrative peut demander à toute personne dont l'activité est d'éditer un service de communication au public en ligne ou aux fournisseurs de services d'hébergement de retirer les contenus qui contreviennent à ces mêmes articles 421-2-5,227-23 et 222-39. Elle en informe simultanément les fournisseurs de services d'accès à internet.\n\nEn l'absence de retrait de ces contenus dans un délai de vingt-quatre heures, l'autorité administrative peut notifier aux fournisseurs de services d'accès à internet la liste des adresses électroniques des services de communication au public en ligne contrevenant auxdits articles 421-2-5,227-23 et 222-39. Ces personnes doivent alors empêcher sans délai l'accès à ces adresses. Toutefois, en l'absence de mise à disposition par la personne dont l'activité est d'éditer un service de communication au public en ligne des informations mentionnées à l'article 1er-1 de la présente loi, l'autorité administrative peut procéder à la notification prévue à la première phrase du présent alinéa sans avoir préalablement demandé le retrait des contenus dans les conditions prévues à la première phrase du premier alinéa du présent I.\n\nL'autorité administrative transmet les demandes de retrait et la liste mentionnées, respectivement, aux premier et deuxième alinéas à une personnalité qualifiée, désignée en son sein par l'Autorité de régulation de la communication audiovisuelle et numérique pour la durée de son mandat au sein de l'autorité. La personnalité qualifiée s'assure de la régularité des demandes de retrait et des conditions d'établissement, de mise à jour, de communication et d'utilisation de la liste. Si elle constate une irrégularité, elle peut à tout moment recommander à l'autorité administrative d'y mettre fin. Si l'autorité administrative ne suit pas cette recommandation, la personnalité qualifiée peut saisir la juridiction administrative compétente, en référé ou sur requête.\n\nL'autorité administrative peut également notifier les adresses électroniques dont les contenus contreviennent aux articles 421-2-5,227-23 et 222-39 du code pénal aux moteurs de recherche ou aux annuaires, lesquels prennent toute mesure utile destinée à faire cesser le référencement du service de communication au public en ligne. La procédure prévue au troisième alinéa du présent I est applicable.\n\nLa personnalité qualifiée mentionnée au même troisième alinéa rend public chaque année un rapport d'activité sur les conditions d'exercice et les résultats de son activité, qui précise notamment le nombre de demandes de retrait, le nombre de contenus qui ont été retirés, les motifs de retrait et le nombre de recommandations faites à l'autorité administrative. Ce rapport est remis au Gouvernement et au Parlement.\n\nLes modalités d'application du présent I sont précisées par décret, notamment la compensation, le cas échéant, des surcoûts justifiés résultant des obligations mises à la charge des opérateurs.\n\nTout manquement aux obligations définies au présent I est puni des peines prévues au C du III de l'article 6 de la présente loi.\n\nII.-Sans préjudice des articles L. 521-1 et L. 521-2 du code de justice administrative, les fournisseurs de services d'hébergement et les fournisseurs de contenus concernés par une demande de retrait faite en application du I du présent article ainsi que la personnalité qualifiée mentionnée au même I peuvent demander au président du tribunal administratif ou au magistrat délégué par celui-ci l'annulation de cette demande, dans un délai de quarante-huit heures à compter soit de la réception de la demande, soit, s'agissant du fournisseur de contenus, du moment où il est informé par le fournisseur de services d'hébergement du retrait du contenu.\n\nIl est statué sur la légalité de l'injonction de retrait dans un délai de soixante-douze heures à compter de la saisine. L'audience est publique.\n\nLes jugements rendus en application du présent II sur la légalité de la décision sont susceptibles d'appel dans un délai de dix jours à compter de leur notification. Dans ce cas, la juridiction d'appel statue dans un délai d'un mois à compter de sa saisine.\n\nLes modalités d'application du présent II sont précisées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art6-1-1",
      "section": "6-1-1",
      "title": "Article 6-1-1",
      "content": "I.-L'autorité administrative mentionnée à l'article 6-1 est compétente pour émettre des injonctions de retrait au titre de l'article 3 du règlement (UE) 2021/784 du Parlement européen et du Conseil du 29 avril 2021 relatif à la lutte contre la diffusion de contenus à caractère terroriste en ligne.II.-La personnalité qualifiée mentionnée à l'article 6-1 reçoit transmission des injonctions de retrait émises en application des articles 3 et 4 du règlement (UE) 2021/784 du Parlement européen et du Conseil du 29 avril 2021 précité. Elle est l'autorité compétente pour procéder à l'examen approfondi des injonctions de retrait au titre de l'article 4 du même règlement.III.-L'Autorité de régulation de la communication audiovisuelle et numérique est compétente pour :1° Superviser la mise en œuvre des mesures spécifiques prises en application de l'article 5 du règlement (UE) 2021/784 du Parlement européen et du Conseil du 29 avril 2021 précité ;2° Recevoir la notification de la désignation d'un représentant légal au titre du 4 de l'article 17 du même règlement.IV.-Les modalités d'application du présent article sont précisées par décret, notamment les modalités d'échange d'informations entre l'autorité administrative, la personnalité qualifiée mentionnée au II et l'Autorité de régulation de la communication audiovisuelle et numérique, d'une part, et entre ces autorités et les autres autorités compétentes étrangères désignées pour la mise en œuvre du règlement (UE) 2021/784 du Parlement européen et du Conseil du 29 avril 2021 précité, d'autre part."
    },
    {
      "provision_ref": "art6-1-1A",
      "section": "6-1-1A",
      "title": "Article 6-1-1A",
      "content": "Les fournisseurs de services d'hébergement définis au 2 du I de l'article 6 agissent promptement pour retirer tout contenu pornographique signalé par une personne représentée dans ce contenu comme étant diffusé en violation de l'accord de cession de droits ou pour rendre l'accès à celui-ci impossible, lorsque ce signalement est notifié conformément à l'article 16 du règlement (UE) 2022/2065 du Parlement européen et du Conseil du 19 octobre 2022 relatif à un marché unique des services numériques et modifiant la directive 2000/31/ CE (règlement sur les services numériques)."
    },
    {
      "provision_ref": "art6-1-2",
      "section": "6-1-2",
      "title": "Article 6-1-2",
      "content": "En cas d'indisponibilité de la personnalité qualifiée mentionnée aux articles 6-1 et 6-1-1, les missions de cette dernière sont exercées par un suppléant, désigné en son sein par l'Autorité de régulation de la communication audiovisuelle et numérique, pour la durée de son mandat au sein de l'autorité."
    },
    {
      "provision_ref": "art6-1-3",
      "section": "6-1-3",
      "title": "Article 6-1-3",
      "content": "I.-La méconnaissance de l'obligation de retirer des contenus à caractère terroriste ou de bloquer l'accès à ces contenus dans tous les Etats membres dans un délai d'une heure à compter de la réception d'une injonction de retrait prévue au 3 de l'article 3 et au 2 de l'article 4 du règlement (UE) 2021/784 du Parlement européen et du Conseil du 29 avril 2021 précité est punie d'un an d'emprisonnement et de 250 000 euros d'amende.Lorsque l'infraction prévue au premier alinéa du présent I est commise de manière habituelle par une personne morale, le montant de l'amende peut être porté à 4 % de son chiffre d'affaires mondial pour l'exercice précédent.II.-La méconnaissance de l'obligation d'informer immédiatement prévue au 5 de l'article 14 du règlement (UE) 2021/784 du Parlement européen et du Conseil du 29 avril 2021 précité est punie d'un an d'emprisonnement et de 250 000 euros d'amende.Lorsque l'infraction prévue au premier alinéa du présent II est commise de manière habituelle par une personne morale, le montant de l'amende peut être porté à 6 % de son chiffre d'affaires mondial pour l'exercice précédent.III.-Les personnes morales peuvent être déclarées pénalement responsables, dans les conditions prévues à l'article 121-2 du code pénal, des infractions prévues aux I et II du présent article. Elles encourent une peine d'amende, suivant les modalités prévues à l'article 131-38 du code pénal, ainsi que les peines prévues aux 2° et 9° de l'article 131-39 du même code. L'interdiction prévue au 2° du même article 131-39 est prononcée pour une durée de cinq ans au plus et porte sur l'activité professionnelle dans l'exercice ou à l'occasion de laquelle l'infraction a été commise."
    },
    {
      "provision_ref": "art6-1-4",
      "section": "6-1-4",
      "title": "Article 6-1-4",
      "content": "I.-L'Autorité de régulation de la communication audiovisuelle et numérique veille, dans les conditions prévues au présent article, au respect du règlement (UE) 2021/784 du Parlement européen et du Conseil du 29 avril 2021 précité par les fournisseurs de services d'hébergement définis à l'article 2 du même règlement qui ont leur établissement principal en France ou dont le représentant légal réside en France.Elle recueille auprès des fournisseurs de services d'hébergement concernés, dans les conditions fixées à l'article 19 de la loi n° 86-1067 du 30 septembre 1986 relative à la liberté de communication, les informations nécessaires au suivi des obligations prévues au présent article.II.-L'Autorité de régulation de la communication audiovisuelle et numérique peut mettre le fournisseur concerné en demeure de se conformer, le cas échéant dans le délai qu'elle fixe, aux obligations prévues au 6 de l'article 3, au 7 de l'article 4, aux 1,2,3 et 5 de l'article 5, aux articles 6,7,10 et 11, au 1 de l'article 15 et à l'article 17 du règlement (UE) 2021/784 du Parlement européen et du Conseil du 29 avril 2021 précité.III.-Lorsque le fournisseur concerné ne se conforme pas à la mise en demeure ou à la décision prise en application du 6 de l'article 5 du règlement (UE) 2021/784 du Parlement européen et du Conseil du 29 avril 2021 précité qui lui est adressée, l'Autorité de régulation de la communication audiovisuelle et numérique peut, dans les conditions prévues à l'article 42-7 de la loi n° 86-1067 du 30 septembre 1986 précitée, prononcer une sanction pécuniaire dont le montant prend en considération :1° La nature, la gravité et la durée du manquement ;2° Le fait que le manquement a été commis de manière intentionnelle ou par négligence ;3° Les manquements commis précédemment par le fournisseur concerné ;4° La situation financière du fournisseur concerné ;5° La coopération du fournisseur concerné avec les autorités compétentes ;6° La nature et la taille du fournisseur concerné ;7° Le degré de responsabilité du fournisseur concerné, en tenant compte des mesures techniques et organisationnelles prises par ce fournisseur pour se conformer au règlement (UE) 2021/784 du Parlement européen et du Conseil du 29 avril 2021 précité.La sanction ainsi prononcée ne peut excéder 4 % du chiffre d'affaires annuel mondial total de l'exercice précédent. Lorsque le même manquement a fait l'objet, dans un autre Etat, d'une sanction pécuniaire calculée sur la base de cette même assiette, le montant de cette sanction est pris en compte pour la détermination de la sanction prononcée en application du présent alinéa.L'Autorité de régulation de la communication audiovisuelle et numérique peut rendre publiques les mises en demeure et sanctions qu'elle prononce. Elle détermine dans sa décision les modalités de cette publication, qui tiennent compte de la gravité du manquement. Elle peut également ordonner l'insertion de ces mises en demeure et sanctions dans des publications, journaux et supports qu'elle désigne, aux frais des fournisseurs faisant l'objet de la mise en demeure ou de la sanction.Les sanctions pécuniaires sont recouvrées comme les créances de l'Etat étrangères à l'impôt et au domaine."
    },
    {
      "provision_ref": "art6-1-5",
      "section": "6-1-5",
      "title": "Article 6-1-5",
      "content": "I.-Sans préjudice des articles L. 521-1 et L. 521-2 du code de justice administrative, les fournisseurs de services d'hébergement et les fournisseurs de contenus concernés par une injonction de retrait au titre de l'article 3 du règlement (UE) 2021/784 du Parlement européen et du Conseil du 29 avril 2021 précité ainsi que la personnalité qualifiée mentionnée à l'article 6-1-1 de la présente loi peuvent demander au président du tribunal administratif ou au magistrat délégué par celui-ci l'annulation de cette injonction, dans un délai de quarante-huit heures à compter soit de sa réception, soit, s'agissant du fournisseur de contenus, du moment où il est informé par le fournisseur de services d'hébergement du retrait du contenu.Il est statué sur la légalité de l'injonction de retrait dans un délai de soixante-douze heures à compter de la saisine. L'audience est publique.II.-Sans préjudice des articles L. 521-1 et L. 521-2 du code de justice administrative, les fournisseurs de services d'hébergement et les fournisseurs de contenus concernés par une injonction de retrait au titre de l'article 4 du règlement (UE) 2021/784 du Parlement européen et du Conseil du 29 avril 2021 précité peuvent demander au président du tribunal administratif ou au magistrat délégué par celui-ci l'annulation de la décision motivée de la personnalité qualifiée mentionnée à l'article 6-1-1 de la présente loi, dans un délai de quarante-huit heures à compter de la notification de cette décision.Il est statué sur la légalité de la décision motivée dans un délai de soixante-douze heures à compter de la saisine. L'audience est publique.III.-Les jugements rendus sur la légalité de la décision en application des I et II du présent article sont susceptibles d'appel dans un délai de dix jours à compter de leur notification. Dans ce cas, la juridiction d'appel statue dans un délai d'un mois à compter de sa saisine.IV.-Les fournisseurs de services d'hébergement visés par une décision de l'Autorité de régulation de la communication audiovisuelle et numérique, prise en application de l'article 5 du règlement (UE) 2021/784 du Parlement européen et du Conseil du 29 avril 2021 précité, les déclarant exposés à des contenus terroristes ou leur enjoignant de prendre les mesures spécifiques nécessaires peuvent demander l'annulation de cette décision, dans un délai de quinze jours à compter de sa notification.La juridiction administrative compétente statue dans un délai d'un mois à compter de sa saisine."
    },
    {
      "provision_ref": "art6-2",
      "section": "6-2",
      "title": "Article 6-2",
      "content": "I.-Si un fournisseur de services d'hébergement n'a jamais fait l'objet d'une demande en application de l'article 6-1 en vue de retirer une image ou une représentation de mineurs présentant un caractère pornographique relevant de l'article 227-23 du code pénal ou un contenu relatif à la cession ou l'offre de stupéfiants relevant de l'article 222-39 du même code, l'autorité administrative mentionnée à l'article 6-1 de la présente loi communique à ladite personne des informations sur les procédures et les délais applicables, au moins douze heures avant d'émettre la demande de retrait.\n\nII.-Si le fournisseur mentionné au I du présent article ne peut se conformer à une demande de retrait pour des motifs tenant à la force majeure ou à une impossibilité de fait qui ne lui sont pas imputables, y compris pour des raisons techniques ou opérationnelles objectivement justifiables, il informe de ces motifs, sans retard indu, l'autorité administrative qui a émis la demande de retrait.\n\nLe délai indiqué au deuxième alinéa de l'article 6-1 commence à courir dès que les motifs mentionnés au premier alinéa du présent II ont cessé d'exister.\n\nSi le fournisseur mentionné au I ne peut se conformer à une demande de retrait, au motif que cette dernière contient des erreurs manifestes ou ne contient pas suffisamment d'informations pour en permettre l'exécution, il informe de ces motifs, sans retard indu, l'autorité administrative qui a émis la demande de retrait et demande les éclaircissements nécessaires.\n\nLe délai indiqué au deuxième alinéa de l'article 6-1 commence à courir dès que le fournisseur de services d'hébergement a reçu ces éclaircissements.\n\nIII.-Lorsqu'un fournisseur de services d'hébergement retire une image ou une représentation de mineurs présentant un caractère pornographique et relevant de l'article 227-23 du code pénal ou un contenu relatif à la cession ou l'offre de stupéfiants relevant de l'article 222-39 du même code, il en informe dans les meilleurs délais le fournisseur de contenus, en précisant les motifs qui ont conduit au retrait de l'image ou de la représentation, la possibilité de solliciter la transmission d'une copie de l'injonction de retrait et les droits dont il dispose pour contester la demande de retrait devant la juridiction administrative compétente.\n\nSur demande du fournisseur de contenus, le fournisseur de services d'hébergement transmet une copie de l'injonction de retrait.\n\nLes obligations prévues aux deux premiers alinéas du présent III ne s'appliquent pas lorsque l'autorité compétente qui a émis la demande de retrait décide qu'il est nécessaire et proportionné de ne pas divulguer d'informations pour ne pas entraver le bon déroulement des actions de prévention, de détection, de recherche et de poursuite des auteurs des infractions prévues aux articles 227-23 et 222-39 du code pénal.\n\nEn pareil cas, l'autorité compétente informe le fournisseur de services d'hébergement de sa décision en précisant sa durée d'application, qui ne peut excéder six semaines à compter de ladite décision, et le fournisseur de services d'hébergement ne divulgue aucune information sur le retrait du contenu au fournisseur de ce dernier.\n\nLadite autorité compétente peut prolonger cette période d'une nouvelle période de six semaines lorsque la non-divulgation continue d'être justifiée. En pareil cas, elle en informe le fournisseur de services d'hébergement."
    },
    {
      "provision_ref": "art6-2-1",
      "section": "6-2-1",
      "title": "Article 6-2-1",
      "content": "I.-Le fait, pour les fournisseurs de services d'hébergement, de ne pas retirer les images ou les représentations de mineurs présentant un caractère pornographique relevant de l'article 227-23 du code pénal ou un contenu relatif à la cession ou l'offre de stupéfiants relevant de l'article 222-39 du même code dans un délai de vingt-quatre heures à compter de la réception de la demande de retrait prévue à l'article 6-1 de la présente loi est puni d'un an d'emprisonnement et de 250 000 euros d'amende.\n\nLorsque l'infraction définie au premier alinéa du présent I est commise de manière habituelle par une personne morale, le montant de l'amende peut être porté à 4 % de son chiffre d'affaires mondial hors taxes réalisé au cours de l'exercice précédent.\n\nII.-Les personnes morales déclarées responsables pénalement, dans les conditions prévues à l'article 121-2 du code pénal, des infractions définies au I du présent article encourent, outre l'amende suivant les modalités prévues à l'article 131-38 du code pénal, les peines prévues aux 2° et 9° de l'article 131-39 du même code. L'interdiction prévue au 2° du même article 131-39 est prononcée pour une durée maximale de cinq ans et porte sur l'activité professionnelle dans l'exercice ou à l'occasion de laquelle l'infraction a été commise."
    },
    {
      "provision_ref": "art6-3",
      "section": "6-3",
      "title": "Article 6-3",
      "content": "Le président du tribunal judiciaire, statuant selon la procédure accélérée au fond, peut prescrire à toute personne susceptible d'y contribuer toutes les mesures propres à prévenir un dommage ou à faire cesser un dommage occasionné par le contenu d'un service de communication au public en ligne.Il détermine les personnes ou les catégories de personnes auxquelles une demande peut être adressée par l'autorité administrative dans les conditions prévues à l'article 6-4."
    },
    {
      "provision_ref": "art6-4",
      "section": "6-4",
      "title": "Article 6-4",
      "content": "Lorsqu'une décision judiciaire exécutoire a ordonné une mesure propre à empêcher l'accès à un service de communication au public en ligne dont le contenu relève des infractions mentionnées au A du IV de l'article 6, l'autorité administrative, saisie le cas échéant par toute personne intéressée, peut demander aux personnes dont l'activité est d'offrir un accès à des services de communication au public en ligne, aux fournisseurs de services d'hébergement ou à toute personne ou catégorie de personnes visée par cette décision judiciaire, pour une durée ne pouvant excéder celle restant à courir pour les mesures ordonnées par cette décision, d'empêcher l'accès à tout service de communication au public en ligne qu'elle a préalablement identifié comme reprenant le contenu du service mentionné par ladite décision, en totalité ou de manière substantielle.\n\nDans les mêmes conditions et pour la même durée, l'autorité administrative peut demander à l'exploitant d'un service reposant sur le classement ou le référencement, au moyen d'algorithmes informatiques, de contenus proposés ou mis en ligne par des tiers de faire cesser le référencement des adresses électroniques donnant accès aux services de communication au public en ligne mentionnés au premier alinéa du présent article.\n\nL'autorité administrative tient à jour une liste des services de communication au public en ligne mentionnés au même premier alinéa qui ont fait l'objet d'une demande de blocage d'accès en application dudit premier alinéa ainsi que des adresses électroniques donnant accès à ces services et met cette liste à la disposition des annonceurs, de leurs mandataires et des services mentionnés au 2° du II de l'article 299 du code général des impôts. Ces services de communication au public en ligne sont inscrits sur cette liste pour la durée restant à courir des mesures ordonnées par l'autorité judiciaire. Pendant toute la durée de l'inscription sur ladite liste, les annonceurs, leurs mandataires et les services mentionnés au même 2° qui entretiennent des relations commerciales, notamment pour pratiquer des insertions publicitaires, avec les services de communication au public en ligne figurant sur cette liste sont tenus de rendre publique sur leur site internet, au moins une fois par an, l'existence de ces relations et de les mentionner dans leur rapport annuel, s'ils sont tenus d'en adopter un.\n\nLorsqu'il n'est pas procédé au blocage ou au déréférencement desdits services, le président du tribunal judiciaire, statuant selon la procédure accélérée au fond, peut prescrire toute mesure destinée à faire cesser l'accès aux contenus de ces services."
    },
    {
      "provision_ref": "art6-5",
      "section": "6-5",
      "title": "Article 6-5",
      "content": "Lorsque l'autorité administrative compétente mentionnée à l'article L. 7124-1 du code du travail constate qu'un contenu audiovisuel est mis à la disposition du public sur une plateforme mentionnée au 5° du même article L. 7124-1 en méconnaissance de l'obligation d'agrément préalable prévu au titre du même 5° ou de l'obligation déclarative prévue à l'article 3 de la loi n° 2020-1266 du 19 octobre 2020 visant à encadrer l'exploitation commerciale de l'image d'enfants de moins de seize ans sur les plateformes en ligne, elle peut saisir l'autorité judiciaire selon les modalités et dans les conditions prévues par voie réglementaire afin que cette dernière ordonne toute mesure propre à prévenir un dommage imminent ou à faire cesser un trouble manifestement illicite."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Les autorités compétentes désignées en application de l'article 49 du règlement (UE) 2022/2065 du Parlement européen et du Conseil du 19 octobre 2022 relatif à un marché unique des services numériques et modifiant la directive 2000/31/ CE (règlement sur les services numériques) sont :\n\n1° L'Autorité de régulation de la communication audiovisuelle et numérique ;\n\n2° L'autorité administrative chargée de la concurrence et de la consommation ;\n\n3° La Commission nationale de l'informatique et des libertés.\n\nL'Autorité de régulation de la communication audiovisuelle et numérique est désignée coordinateur pour les services numériques, au sens du même article 49, sans préjudice des compétences de chacune des autorités administratives compétentes qui concourent à la mise en œuvre du même règlement."
    },
    {
      "provision_ref": "art7-1",
      "section": "7-1",
      "title": "Article 7-1",
      "content": "Dans l'exercice de ses missions, le coordinateur pour les services numériques mentionné au paragraphe 2 de l'article 49 du règlement (UE) 2022/2065 du Parlement européen et du Conseil du 19 octobre 2022 relatif à un marché unique des services numériques et modifiant la directive 2000/31/CE (règlement sur les services numériques) peut, dans le cadre d'une convention, recourir à l'assistance technique du service administratif de l'Etat mentionné à l'article 36 de la loi n° 2021-1382 du 25 octobre 2021 relative à la régulation et à la protection de l'accès aux œuvres culturelles à l'ère numérique, notamment pour toute question liée aux analyses de données, aux codes sources, aux programmes informatiques, aux traitements algorithmiques ou à l'audit des algorithmes.\n\nLe service administratif mentionné au même article 36 peut, pour des travaux relevant de son domaine d'expertise, proposer son assistance technique au coordinateur pour les services numériques pour la conduite des missions de ce dernier.\n\nLe coordinateur pour les services numériques veille à associer le service administratif aux missions de coopération relatives au développement de l'expertise et des capacités de l'Union européenne en matière d'évaluation des questions systémiques et émergentes mentionnées à l'article 64 du règlement (UE) 2022/2065 du Parlement européen et du Conseil du 19 octobre 2022 précité.\n\nLorsqu'il est sollicité ou qu'il propose son assistance technique au titre du présent article, le service administratif conduit ses travaux en toute indépendance. Il assure la confidentialité des informations recueillies dans le cadre de l'exercice de ses missions et limite leur utilisation aux seules fins nécessaires à ses missions.\n\nLa convention mentionnée au premier alinéa du présent article précise les modalités de la coopération entre le coordinateur pour les services numériques et le service administratif ainsi que les conditions propres à garantir la confidentialité des informations qu'ils se transmettent."
    },
    {
      "provision_ref": "art7-2",
      "section": "7-2",
      "title": "Article 7-2",
      "content": "Le coordinateur pour les services numériques veille à ce que les autorités mentionnées à l'article 7 de la présente loi coopèrent étroitement et se prêtent mutuellement assistance, dans le cadre de l'application du règlement (UE) 2022/2065 du Parlement européen et du Conseil du 19 octobre 2022 relatif à un marché unique des services numériques et modifiant la directive 2000/31/ CE (règlement sur les services numériques), de manière cohérente et efficace.Ces autorités peuvent se communiquer librement les informations dont elles disposent et se consulter mutuellement aux fins de l'accomplissement de leurs missions respectives au titre du même règlement, sans que ni le secret des affaires, ni le secret de l'instruction, ni la protection des données personnelles y fassent obstacle.Lorsque, à l'occasion de l'exercice de ses compétences au titre de la présente section, l'une de ces autorités constate des faits qui relèvent de la compétence d'une autre, elle l'en informe et lui transmet les informations correspondantes.Les modalités de mise en œuvre du présent article sont précisées par voie de convention entre ces mêmes autorités."
    },
    {
      "provision_ref": "art7-3",
      "section": "7-3",
      "title": "Article 7-3",
      "content": "Le coordinateur pour les services numériques siège au comité européen des services numériques mentionné à l'article 61 du règlement (UE) 2022/2065 du Parlement européen et du Conseil du 19 octobre 2022 relatif à un marché unique des services numériques et modifiant la directive 2000/31/ CE (règlement sur les services numériques). Lorsque les questions examinées par le comité relèvent de la compétence d'une autre autorité que celle désignée à l'article 7 de la présente loi en tant que coordinateur pour les services numériques, l'autorité compétente concernée participe au comité aux côtés du coordinateur.Aux fins d'exercer les compétences prévues aux articles 63,64 et 65 du règlement (UE) 2022/2065 du Parlement européen et du Conseil du 19 octobre 2022 précité, le coordinateur pour les services numériques exerce une mission de veille et d'analyse des risques systémiques mentionnés à l'article 34 du même règlement sur le territoire national."
    },
    {
      "provision_ref": "art7-4",
      "section": "7-4",
      "title": "Article 7-4",
      "content": "Il est créé un réseau national de coordination de la régulation des services numériques.Le réseau est composé de :1° L'Autorité de régulation de la communication audiovisuelle et numérique ;2° La Commission nationale de l'informatique et des libertés ;3° L'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse ;4° L'Autorité de la concurrence ;5° L'Agence nationale de la sécurité des systèmes d'information ;6° L'Autorité des relations sociales des plateformes d'emploi ;7° Les services de l'Etat compétents.La liste des services de l'Etat membres du réseau national de coordination de la régulation des services numériques est définie par décret.Le réseau national de coordination de la régulation des services numériques est chargé d'assurer les échanges d'informations et d'encourager la coordination entre ses membres. Il veille aux synergies des travaux des instances mentionnées au présent article en matière de régulation des services de la société de l'information, dans le respect de leurs attributions respectives et, le cas échéant, de leur indépendance.Il promeut une vision globale de la régulation des services numériques qui intègre les enjeux d'équité, de protection, d'innovation et de compétitivité. Il anime des réflexions et travaux d'analyses comparées sur les pratiques de régulation des autres Etats membres de l'Union européenne.Ce réseau se réunit au moins trois fois par an. Il est présidé pour une durée de dix-huit mois et de façon alternative par les ministres chargés du numérique et de la culture. Le premier exercice de la présidence est assuré par le ministre chargé du numérique. Le secrétariat du réseau est assuré par les services du ministère chargé du numérique.L'ordre du jour des réunions est proposé par le secrétariat du réseau et peut être complété par ses membres.Les travaux du réseau font l'objet de comptes rendus proposés par son secrétariat et approuvés par ses membres. Le réseau peut mettre en place des groupes de travail associant, sur une base volontaire, des représentants de ses membres en vue de conduire le partage de réflexions sur des thématiques particulières.Le réseau peut solliciter l'observatoire de la haine en ligne mentionné à l'article 16 de la loi n° 2020-766 du 24 juin 2020 visant à lutter contre les contenus haineux sur internet et le service administratif de l'Etat mentionné à l'article 36 de la loi n° 2021-1382 du 25 octobre 2021 relative à la régulation et à la protection de l'accès aux œuvres culturelles à l'ère numérique, en vue de conduire toute analyse destinée à apporter un éclairage sur des questions relevant de ses missions."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "a modifié les dispositions suivantes"
    },
    {
      "provision_ref": "art8-1",
      "section": "8-1",
      "title": "Article 8-1",
      "content": "L'Autorité de régulation de la communication audiovisuelle et numérique veille, dans les conditions prévues à la présente section, au respect :\n\n1° Par les personnes dont l'activité consiste à fournir un service intermédiaire, des obligations prévues aux paragraphes 1 et 5 de l'article 9, aux paragraphes 1 et 5 de l'article 10 et aux articles 11 à 15 du règlement (UE) 2022/2065 du Parlement européen et du Conseil du 19 octobre 2022 relatif à un marché unique des services numériques et modifiant la directive 2000/31/ CE (règlement sur les services numériques) ;\n\n2° Par les personnes dont l'activité consiste à fournir un service d'hébergement, des obligations prévues aux articles 16 et 17 du même règlement ;\n\n3° Par les personnes dont l'activité consiste à fournir un service de plateforme en ligne, à l'exception des microentreprises ou des petites entreprises au sens de l'article 19 dudit règlement, des obligations prévues :\n\na) Aux articles 20 à 24 du même règlement ;\n\nb) A l'article 25 du même règlement, à l'exception des pratiques mentionnées au 1° de l'article L. 133-1 du code de la consommation ;\n\nc) Aux a à c du paragraphe 1 et au paragraphe 2 de l'article 26, à l'article 27 et au paragraphe 1 de l'article 28 du règlement (UE) 2022/2065 du Parlement européen et du Conseil du 19 octobre 2022 précité."
    },
    {
      "provision_ref": "art8-2",
      "section": "8-2",
      "title": "Article 8-2",
      "content": "L'Autorité de régulation de la communication audiovisuelle et numérique analyse les rapports de transparence des fournisseurs de plateformes en ligne relevant de sa compétence, conformément à l'article 56 du règlement (UE) 2022/2065 du Parlement européen et du Conseil du 19 octobre 2022 relatif à un marché unique des services numériques et modifiant la directive 2000/31/ CE (règlement sur les services numériques), publiés en application des articles 15 et 24 du même règlement. Cette analyse fait l'objet d'un rapport annuel remis au Parlement."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "a modifié les dispositions suivantes"
    },
    {
      "provision_ref": "art9-1",
      "section": "9-1",
      "title": "Article 9-1",
      "content": "I.-Pour l'accomplissement de ses missions, l'Autorité de régulation de la communication audiovisuelle et numérique peut :\n\n1° Exercer auprès des fournisseurs de services intermédiaires mentionnés à l'article 8-1 ou auprès de toute autre personne mentionnée au paragraphe 1 de l'article 51 du règlement (UE) 2022/2065 du Parlement européen et du Conseil du 19 octobre 2022 relatif à un marché unique des services numériques et modifiant la directive 2000/31/ CE (règlement sur les services numériques) les pouvoirs d'enquête et d'exécution prévus au même article 51, dans les conditions prévues à la présente section ;\n\n2° Recueillir, auprès de tout fournisseur de services intermédiaires qui propose un service sur le territoire national, les informations nécessaires à l'élaboration des demandes d'examen mentionnées aux articles 58 ou 65 du même règlement.\n\nII.-Pour la recherche et la constatation des manquements aux obligations mentionnées à l'article 8-1 de la présente loi ou pour l'application des articles 57,60,66 ou 69 du règlement (UE) 2022/2065 du Parlement européen et du Conseil du 19 octobre 2022 précité, les agents habilités et assermentés de l'Autorité de régulation de la communication audiovisuelle et numérique peuvent procéder, de 6 heures à 21 heures, à des inspections dans tout lieu, local, enceinte, installation ou établissement utilisé par un fournisseur de services intermédiaires pour les besoins de son activité commerciale, industrielle, artisanale ou libérale, afin d'examiner, de saisir, de prendre ou d'obtenir des copies d'informations, sous quelque forme et sur quelque support de stockage que ce soit.\n\nLe procureur de la République territorialement compétent en est préalablement informé.\n\nLorsqu'il y a lieu de soupçonner que les informations relatives à un manquement aux obligations prévues par le même règlement sont conservées dans des lieux, des locaux, des enceintes, des installations ou des établissements partiellement ou entièrement affectés au domicile privé, la visite ne peut se dérouler qu'avec l'autorisation du juge des libertés et de la détention du tribunal judiciaire dans le ressort duquel sont situés les locaux à visiter, dans les conditions prévues au III du présent article.\n\nIII.-Le responsable de ces lieux, de ces locaux, de ces enceintes, de ces installations ou de ces établissements est informé de son droit d'opposition à la visite.\n\nLorsqu'il exerce ce droit, la visite ne peut se dérouler qu'avec l'autorisation du juge des libertés et de la détention du tribunal judiciaire dans le ressort duquel sont situés les locaux à visiter. Toutefois, lorsque l'urgence, la gravité des faits à l'origine du contrôle ou le risque de destruction ou de dissimulation de documents le justifie, la visite peut avoir lieu sur autorisation préalable du juge des libertés et de la détention sans que le responsable mentionné au premier alinéa du présent III en ait été informé. Dans ce cas, ce responsable ne peut s'opposer à la visite. La visite s'effectue sous l'autorité et le contrôle du juge des libertés et de la détention qui l'a autorisée, en présence de l'occupant des lieux ou de son représentant, qui peut se faire assister d'un conseil de son choix ou, à défaut, en présence de deux témoins qui ne sont pas placés sous l'autorité des personnes chargées de procéder au contrôle.\n\nL'ordonnance ayant autorisé la visite est exécutoire au seul vu de la minute. Elle mentionne que le juge ayant autorisé la visite peut être saisi à tout moment d'une demande de suspension ou d'arrêt de cette visite. Elle indique le délai et la voie de recours applicables. Elle peut faire l'objet, suivant les règles prévues par le code de procédure civile, d'un appel devant le premier président de la cour d'appel.\n\nIV.-Il est dressé un procès-verbal des vérifications et des visites menées en application du présent article ; le cas échéant, la liste des documents saisis lui est annexée. Ce procès-verbal est dressé contradictoirement lorsque les vérifications et les visites sont effectuées sur place ou sur convocation.\n\nLes documents saisis en application du II sont restitués sur décision du procureur de la République, d'office ou sur requête, dans un délai de six mois à compter de la visite.\n\nV.-A.-Pour l'application du présent article, l'Autorité de régulation de la communication audiovisuelle et numérique peut :\n\n1° Enjoindre au fournisseur concerné de mettre fin à un ou plusieurs manquements aux obligations mentionnées à l'article 8-1 dans un délai déterminé et prononcer une astreinte dans les conditions prévues au III de l'article 9-2 ;\n\n2° Enjoindre au fournisseur concerné de prendre toute mesure corrective de nature structurelle ou comportementale proportionnée au manquement et nécessaire pour faire cesser effectivement le manquement ;\n\n3° Adopter des injonctions à caractère provisoire lorsque le manquement constaté paraît susceptible de créer un dommage grave.\n\nElle peut aussi saisir l'autorité judiciaire afin que cette dernière ordonne les mesures mentionnées aux 1° à 3° du présent A.\n\nElle peut également constater qu'il n'y a plus lieu de statuer.\n\nB.-Pour l'application du I, l'Autorité de régulation de la communication audiovisuelle et numérique peut accepter des engagements proposés par les fournisseurs de services intermédiaires de nature à mettre un terme au manquement constaté.\n\nLa proposition d'engagements des fournisseurs de services intermédiaires est suffisamment détaillée, notamment en ce qui concerne le calendrier et la portée de leur mise en œuvre ainsi que leur durée, pour permettre à l'Autorité de régulation de la communication audiovisuelle et numérique de procéder à son évaluation.\n\nL'autorité peut, de sa propre initiative ou sur demande du fournisseur concerné, modifier les engagements qu'elle a acceptés ou y mettre fin si l'un des faits sur lesquels la décision d'engagements repose a subi un changement important ou si cette décision repose sur des informations incomplètes, inexactes ou trompeuses communiquées par le fournisseur ou par toute autre personne mentionnée au 1° du I.\n\nVI.-A.-Dans les conditions prévues au premier alinéa du paragraphe 3 de l'article 51 du règlement (UE) 2022/2065 du Parlement européen et du Conseil du 19 octobre 2022 précité, l'Autorité de régulation de la communication audiovisuelle et numérique peut enjoindre au fournisseur concerné, dans les meilleurs délais, de :\n\n1° Soumettre un plan d'action établissant les mesures nécessaires pour mettre fin au manquement ;\n\n2° Veiller à ce que ces mesures soient prises ;\n\n3° Rendre un rapport sur les mesures prises.\n\nB.-Dans les conditions prévues aux troisième et quatrième alinéas du même paragraphe 3, elle peut saisir l'autorité judiciaire afin que cette dernière ordonne une mesure de restriction temporaire de l'accès au service du fournisseur concerné, mentionnée audit paragraphe 3.\n\nUn décret en Conseil d'Etat fixe les modalités d'application du présent article et précise les voies de recours contre les mesures prononcées en application du V et du présent VI."
    },
    {
      "provision_ref": "art9-2",
      "section": "9-2",
      "title": "Article 9-2",
      "content": "I.-A.-L'Autorité de régulation de la communication audiovisuelle et numérique peut mettre le fournisseur concerné en demeure de se conformer, le cas échéant dans le délai qu'elle fixe, aux obligations mentionnées à l'article 8-1.\n\nB.-Lorsque le fournisseur concerné ne défère pas aux demandes de l'autorité dans le cadre d'une enquête conduite en application des I à III de l'article 9-1, ladite autorité peut prononcer une injonction de satisfaire à ces mesures, qui peut être assortie d'une astreinte dans les conditions prévues au III du présent article.\n\nII.-Lorsque le fournisseur concerné ne se conforme pas à la mise en demeure ou à l'injonction qui lui est adressée en application du I du présent article ou ne satisfait pas aux mesures prises en application des V et VI de l'article 9-1, l'Autorité de régulation de la communication audiovisuelle et numérique peut, dans les conditions prévues à l'article 42-7 de la loi n° 86-1067 du 30 septembre 1986 relative à la liberté de communication, prononcer une sanction pécuniaire.\n\nLe montant de la sanction pécuniaire ainsi que celui de l'astreinte dont est assortie éventuellement la mise en demeure ou l'injonction prennent en considération :\n\n1° La nature, la gravité et la durée du manquement ;\n\n2° Le fait que le manquement a été commis de manière intentionnelle ou par négligence ;\n\n3° Les manquements commis précédemment par le fournisseur ;\n\n4° La situation financière du fournisseur ;\n\n5° La coopération du fournisseur avec les autorités compétentes ;\n\n6° La nature et la taille du fournisseur ;\n\n7° Le degré de responsabilité du fournisseur, en tenant compte des mesures techniques et organisationnelles prises par ce fournisseur pour se conformer au règlement (UE) 2022/2065 du Parlement européen et du Conseil du 19 octobre 2022 relatif à un marché unique des services numériques et modifiant la directive 2000/31/ CE (règlement sur les services numériques).\n\nIII.-La sanction pécuniaire prononcée en application du II du présent article ne peut excéder 6 % du chiffre d'affaires mondial hors taxes de l'exercice précédant la sanction. Par dérogation, le montant de la sanction prononcée en cas de refus de déférer aux demandes du régulateur dans le cadre d'une enquête conduite en application des I à III de l'article 9-1 ne peut excéder 1 % du chiffre d'affaires mondial hors taxes de l'exercice précédant la sanction.\n\nLe montant maximal de l'astreinte prévue au I du présent article ne peut excéder, par jour, 5 % du chiffre d'affaires mondial hors taxes journalier moyen du fournisseur concerné sur l'exercice précédant l'astreinte, calculé à compter de la date spécifiée dans la décision de l'Autorité de régulation de la communication audiovisuelle et numérique.\n\nIV.-L'Autorité de régulation de la communication audiovisuelle et numérique peut rendre publiques les mises en demeure, les injonctions et les sanctions qu'elle prononce. Elle détermine dans sa décision les modalités de cette publication, qui tiennent compte de la gravité du manquement. Elle peut également ordonner l'insertion de ces mises en demeure, injonctions et sanctions dans des publications, journaux et supports qu'elle désigne, aux frais des fournisseurs faisant l'objet de la mise en demeure, de l'injonction ou de la sanction.\n\nLes sanctions pécuniaires sont recouvrées comme les créances de l'Etat étrangères à l'impôt et au domaine."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I.-L'Autorité de régulation de la communication audiovisuelle et numérique veille à ce que les contenus pornographiques mis à la disposition du public par un éditeur de service de communication au public en ligne, sous sa responsabilité éditoriale, ou fournis par un service de plateforme de partage de vidéos, au sens de l'article 2 de la loi n° 86-1067 du 30 septembre 1986 relative à la liberté de communication, ne soient pas accessibles aux mineurs.\n\nElle établit et publie à cette fin, après avis de la Commission nationale de l'informatique et des libertés, un référentiel déterminant les exigences techniques minimales applicables aux systèmes de vérification de l'âge. Ces exigences portent sur la fiabilité du contrôle de l'âge des utilisateurs et sur le respect de leur vie privée. Ce référentiel est actualisé en tant que de besoin dans les mêmes conditions. L'Autorité de régulation de la communication audiovisuelle et numérique peut exiger des éditeurs et des fournisseurs de services mentionnés au premier alinéa du présent I qu'ils conduisent un audit des systèmes de vérification de l'âge qu'ils mettent en œuvre afin d'attester de la conformité de ces systèmes avec les exigences techniques définies par le référentiel. Ledit référentiel précise les modalités de réalisation et de publicité de cet audit, qui est confié à un organisme indépendant disposant d'une expérience avérée.\n\nL'éditeur de service de communication au public en ligne et le fournisseur d'un service de plateforme de partage de vidéos mentionnés au même premier alinéa prévoient l'affichage d'un écran ne comportant aucun contenu à caractère pornographique tant que l'âge de l'utilisateur n'a pas été vérifié.\n\nII.-L'Autorité de régulation de la communication audiovisuelle et numérique peut, le cas échéant après avis du président de la Commission nationale de l'informatique et des libertés, mettre en demeure les personnes mentionnées au premier alinéa du I qui permettent l'accès à un contenu pornographique de se conformer, dans un délai d'un mois, au référentiel mentionné au deuxième alinéa du même I. Elle rend publiques ces mises en demeure.\n\nLorsque la personne ne se conforme pas à la mise en demeure à l'expiration de ce délai, l'Autorité de régulation de la communication audiovisuelle et numérique peut, après avis de la Commission nationale de l'informatique et des libertés, prononcer une sanction pécuniaire dans les conditions prévues à l'article 42-7 de la loi n° 86-1067 du 30 septembre 1986 précitée.\n\nLe montant de la sanction prend en compte la nature, la gravité et la durée du manquement, les avantages tirés de ce manquement et les manquements commis précédemment.\n\nLa sanction prononcée ne peut excéder 150 000 euros ou 2 % du chiffre d'affaires mondial hors taxes réalisé au cours de l'exercice précédent, le plus élevé des deux montants étant retenu. Ce maximum est porté à 300 000 euros ou à 4 % du chiffre d'affaires mondial hors taxes, le plus élevé des deux montants étant retenu, en cas de réitération du manquement dans un délai de cinq ans à compter de la date à laquelle la première sanction est devenue définitive.\n\nLes sanctions pécuniaires sont recouvrées comme les créances de l'Etat étrangères à l'impôt et au domaine.\n\nII.-L'Autorité de régulation de la communication audiovisuelle et numérique établit et publie le référentiel mentionné au I de l'article 10 de la loi n° 2004-575 du 21 juin 2004 pour la confiance dans l'économie numérique, dans sa rédaction résultant de la présente loi, dans un délai de deux mois à compter de sa promulgation. Elle rend compte, dans le rapport d'activité mentionné au IV de l'article 10-1 de la loi n° 2004-575 du 21 juin 2004 précitée, des actualisations du référentiel et des audits des systèmes de vérification de l'âge mis en œuvre par les services concernés.\n\nIII.-Les personnes mentionnées au I de l'article 10 de la loi n° 2004-575 du 21 juin 2004 précitée dont le service permet l'accès à des contenus pornographiques mettent en œuvre un système de vérification de l'âge conforme aux caractéristiques techniques du référentiel mentionné au même I dans un délai de trois mois à compter de la publication du référentiel par l'Autorité de régulation de la communication audiovisuelle et numérique."
    },
    {
      "provision_ref": "art10-1",
      "section": "10-1",
      "title": "Article 10-1",
      "content": "I.-Lorsqu'une personne dont l'activité est de fournir un service de communication au public en ligne sous sa responsabilité éditoriale ou de fournir un service de plateforme de partage de vidéos permet à des mineurs d'avoir accès à un contenu pornographique en violation de l'article 227-24 du code pénal, l'Autorité de régulation de la communication audiovisuelle et numérique lui fait part de ses observations motivées par une lettre, remise par tout moyen propre à en établir la date de réception. A compter de la date de sa réception, le destinataire de cette lettre dispose d'un délai de quinze jours pour présenter ses observations.\n\nA l'expiration de ce délai, l'Autorité de régulation de la communication audiovisuelle et numérique peut mettre en demeure la personne mentionnée au premier alinéa du présent I de prendre, dans un délai de quinze jours, toute mesure de nature à empêcher l'accès des mineurs à ces contenus. L'Autorité de régulation de la communication audiovisuelle et numérique rend publique cette mise en demeure.\n\nII.-Lorsque la personne mentionnée au I ne se conforme pas à la mise en demeure à l'expiration du délai de quinze jours mentionné au second alinéa du même I, l'Autorité de régulation de la communication audiovisuelle et numérique peut prononcer une sanction pécuniaire dans les conditions prévues à l'article 42-7 de la loi n° 86-1067 du 30 septembre 1986 relative à la liberté de communication.\n\nLe montant de la sanction prend en compte la nature, la gravité et la durée du manquement, les avantages tirés de ce manquement et les manquements commis précédemment.\n\nLa sanction prononcée ne peut excéder 250 000 euros ou 4 % du chiffre d'affaires mondial hors taxes réalisé au cours de l'exercice précédent, le plus élevé des deux montants étant retenu. Ce maximum est porté à 500 000 euros ou à 6 % du chiffre d'affaires mondial hors taxes, le plus élevé des deux montants étant retenu, en cas de réitération du manquement dans un délai de cinq ans à compter de la date à laquelle la première sanction est devenue définitive.\n\nLes sanctions pécuniaires sont recouvrées comme les créances de l'Etat étrangères à l'impôt et au domaine.\n\nIII.-En cas d'inexécution de la mise en demeure prévue au I du présent article, l'Autorité de régulation de la communication audiovisuelle et numérique peut notifier aux fournisseurs de services d'accès à internet ou aux fournisseurs de systèmes de résolution de noms de domaine mentionnés au II de l'article 12, par tout moyen propre à en établir la date de réception, les adresses électroniques des services de communication au public en ligne ou des services de plateforme de partage de vidéos ayant fait l'objet de la procédure prévue au I du présent article ainsi que celles des services qui reprennent le même contenu, en totalité ou de manière substantielle, et qui présentent les mêmes modalités d'accès. Ces fournisseurs doivent alors empêcher l'accès à ces adresses dans un délai de quarante-huit heures. Toutefois, en l'absence de mise à disposition des informations mentionnées aux I et II de l'article 1er-1, l'Autorité de régulation de la communication audiovisuelle et numérique peut procéder à la notification prévue au présent III sans avoir mis en œuvre la procédure prévue au I du présent article.\n\nLes utilisateurs des services de communication au public en ligne et des services de plateforme de partage de vidéos auxquels l'accès est empêché sont avertis par une page d'information de l'Autorité de régulation de la communication audiovisuelle et numérique indiquant les motifs de la mesure de blocage.\n\nL'Autorité de régulation de la communication audiovisuelle et numérique peut également notifier les adresses électroniques de ces services ainsi que celles des services qui reprennent le même contenu, en totalité ou de manière substantielle, et qui présentent les mêmes modalités d'accès aux moteurs de recherche ou aux annuaires, lesquels disposent d'un délai de quarante-huit heures afin de faire cesser le référencement des services concernés.\n\nUne copie des notifications adressées aux fournisseurs de services d'accès à internet, aux fournisseurs de systèmes de résolution de noms de domaine et aux moteurs de recherche ou aux annuaires est adressée simultanément à la personne dont l'activité est d'éditer le service de communication au public en ligne ou de fournir un service de plateforme de partage de vidéos concernée.\n\nLes mesures prévues au présent III sont prononcées pour une durée maximale de deux ans. Leur nécessité est réévaluée, d'office ou sur demande, au moins une fois par an. Lorsque les faits mentionnés au premier alinéa du I ne sont plus constitués, l'Autorité de régulation de la communication audiovisuelle et numérique avise sans délai les destinataires des notifications prévues au présent III de la levée de ces mesures.\n\nIV.-L'Autorité de régulation de la communication audiovisuelle et numérique rend public chaque année un rapport d'activité sur les conditions d'exercice et les résultats de son activité, qui précise notamment le nombre de décisions d'injonction, les suites qui y ont été données, les éventuelles décisions de justice prises sur les recours engagés contre ces décisions d'injonction et le nombre d'adresses électroniques qui ont fait l'objet d'une mesure de blocage d'accès ou de déréférencement. Ce rapport est remis au Gouvernement et au Parlement.\n\nV.-Sans préjudice des articles L. 521-1 et L. 521-2 du code de justice administrative, les personnes mentionnées aux I à III du présent article peuvent demander au président du tribunal administratif ou au magistrat délégué par celui-ci l'annulation des mesures mentionnées aux mêmes I à III dans un délai de cinq jours à compter de leur réception.\n\nIl est statué sur la légalité de la mesure de blocage ou de déréférencement dans un délai d'un mois à compter de la saisine. L'audience est publique.\n\nLes jugements rendus en application des deux premiers alinéas du présent V sont susceptibles d'appel dans un délai de dix jours à compter de leur notification. Dans ce cas, la juridiction d'appel statue dans un délai de trois mois à compter de sa saisine.\n\nVI.-Pour tout manquement aux obligations définies au III du présent article, l'Autorité de régulation de la communication audiovisuelle et numérique peut prononcer une sanction pécuniaire dans les conditions prévues à l'article 42-7 de la loi n° 86-1067 du 30 septembre 1986 précitée.\n\nToutefois, aucune sanction ne peut être prononcée lorsque, en raison de motifs de force majeure ou d'impossibilité de fait qui ne lui sont pas imputables, la personne concernée est placée dans l'impossibilité de respecter l'obligation qui lui a été faite ou, lorsque la procédure prévue au V du présent article a été engagée, tant qu'elle n'a pas fait l'objet d'une décision devenue définitive.\n\nLe montant de la sanction prend en compte la nature, la gravité et la durée du manquement, les avantages tirés de ce manquement et les manquements commis précédemment.\n\nLe montant de la sanction ne peut excéder la somme de 75 000 euros ou 1 % du chiffre d'affaires mondial hors taxes réalisé au cours de l'exercice précédent, le plus élevé des deux montants étant retenu. Ce maximum est porté à 150 000 euros ou à 2 % du chiffre d'affaires mondial hors taxes, le plus élevé des deux montants étant retenu, en cas de réitération du manquement dans un délai de cinq ans à compter de la date à laquelle la première sanction est devenue définitive.\n\nLes sanctions pécuniaires sont recouvrées comme les créances de l'Etat étrangères à l'impôt et au domaine.\n\nVII.-Les agents de l'Autorité de régulation de la communication audiovisuelle et numérique peuvent, s'ils ont été spécialement habilités à cet effet par l'autorité et assermentés dans les conditions prévues au 2° du I de l'article 19 de la loi n° 86-1067 du 30 septembre 1986 précitée, constater par procès-verbal qu'un service de communication au public en ligne ou un service de plateforme de partage de vidéos permettant l'accès à des contenus pornographiques ne met pas en œuvre un système de vérification de l'âge conforme aux exigences techniques minimales du référentiel mentionné à l'article 10 de la présente loi ou permet à des mineurs d'avoir accès à un contenu pornographique en violation de l'article 227-24 du code pénal.\n\nVIII.-Les conditions d'application du présent article sont précisées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art10-2",
      "section": "10-2",
      "title": "Article 10-2",
      "content": "I.-Les articles 10 et 10-1 s'appliquent aux éditeurs de service de communication au public en ligne et aux fournisseurs de services de plateforme de partage de vidéos établis en France ou hors de l'Union européenne.\n\nII.-Lorsque les conditions mentionnées au a du paragraphe 4 de l'article 3 de la directive 2000/31/ CE du Parlement européen et du Conseil du 8 juin 2000 relative à certains aspects juridiques des services de la société de l'information, et notamment du commerce électronique, dans le marché intérieur (“ directive sur le commerce électronique ”) sont remplies et au terme de la procédure prévue au b du paragraphe 4 ou, le cas échéant, au paragraphe 5 du même article 3, les articles 10 et 10-1 de la présente loi s'appliquent également aux éditeurs de service de communication au public en ligne et aux fournisseurs de services de plateforme de partage de vidéos établis dans un autre Etat membre de l'Union européenne, trois mois après la publication de l'arrêté conjoint du ministre chargé de la culture et de la communication et du ministre chargé du numérique les désignant. L'Autorité de régulation de la communication audiovisuelle et numérique peut proposer aux ministres la désignation de ces personnes et fournit à l'appui tous les éléments de nature à justifier sa proposition. L'arrêté est pris après avis de l'Autorité de régulation de la communication audiovisuelle et numérique, sauf lorsqu'il fait suite à une proposition de l'Autorité portant sur chacun des fournisseurs désignés par cet arrêté."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I.-L'Autorité de régulation de la communication audiovisuelle et numérique peut mettre en demeure les personnes dont l'activité est d'éditer un service de communication au public en ligne mentionnées au I de l'article 1er-1 et les fournisseurs de services d'hébergement définis au 2 du I de l'article 6 de retirer les contenus ou de faire cesser la diffusion des contenus qui contreviennent aux dispositions prises sur le fondement de l'article 215 du traité sur le fonctionnement de l'Union européenne portant sur l'interdiction de diffusion de contenus provenant des personnes visées par les sanctions. La personne destinataire de la mise en demeure dispose d'un délai de soixante-douze heures pour présenter ses observations.\n\nII.-A l'expiration de ce délai, si les contenus n'ont pas été retirés ou si leur diffusion n'a pas cessé, l'autorité peut notifier aux fournisseurs de services d'accès à internet ou aux fournisseurs de systèmes de résolution de noms de domaine définis au II de l'article 12 de la présente loi la liste des adresses électroniques des personnes ayant fait l'objet d'une mise en demeure en application du I du présent article, afin qu'ils empêchent, dans un délai fixé par l'Autorité de régulation de la communication audiovisuelle et numérique, l'accès à ces adresses. Toutefois, en l'absence d'éléments d'identification des personnes dont l'activité est d'éditer un service de communication au public en ligne mentionnées au I de l'article 1er-1 et des fournisseurs de services d'hébergement définis au 2 du I de l'article 6, l'autorité peut procéder à cette notification sans avoir préalablement demandé le retrait ou la cessation de la diffusion des contenus dans les conditions prévues au I du présent article.\n\nL'autorité peut également notifier les adresses électroniques dont les contenus contreviennent au même I aux moteurs de recherche ou aux annuaires, lesquels prennent toute mesure utile destinée à faire cesser leur référencement.\n\nIII.-L'autorité peut agir soit d'office, soit sur saisine du ministère public ou de toute personne physique ou morale.\n\nIV.-En cas de méconnaissance de l'obligation de retirer les contenus ou de faire cesser la diffusion des contenus mentionnés au I du présent article, l'autorité peut prononcer à l'encontre de l'auteur de ce manquement, dans les conditions prévues à l'article 42-7 de la loi n° 86-1067 du 30 septembre 1986 relative à la liberté de communication, une sanction pécuniaire dont le montant, fixé en fonction de la gravité du manquement, ne peut excéder 4 % du chiffre d'affaires mondial hors taxes réalisé au cours du dernier exercice clos calculé sur une période de douze mois ou, en l'absence de chiffre d'affaires, 250 000 euros. Ce maximum est porté à 6 % du chiffre d'affaires mondial hors taxes en cas de réitération du manquement dans un délai de cinq ans à compter de la date à laquelle la première décision de sanction est devenue définitive ou, en l'absence de chiffre d'affaires, à 500 000 euros. La méconnaissance de l'obligation d'empêcher l'accès aux adresses notifiées ou de prendre toute mesure utile destinée à faire cesser le référencement du service de communication au public en ligne en application du second alinéa du II du présent article peut être sanctionnée dans les mêmes conditions. Dans ce dernier cas, l'amende ne peut excéder 1 % du chiffre d'affaires hors taxes réalisé au cours du dernier exercice clos calculé sur une période de douze mois ou, en l'absence de chiffre d'affaires, 75 000 euros. Ce maximum est porté à 2 % du chiffre d'affaires mondial hors taxes en cas de réitération du manquement dans un délai de cinq ans à compter de la date à laquelle la première décision de sanction est devenue définitive ou, en l'absence de chiffre d'affaires, à 150 000 euros.\n\nLorsque sont prononcées, à l'encontre de la même personne, une amende administrative en application du présent article et une amende pénale en application de l'article 459 du code des douanes en raison des mêmes faits, le montant global des amendes prononcées ne dépasse pas le maximum légal le plus élevé des sanctions encourues.\n\nV.-Les modalités d'application du présent article sont précisées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I.-Lorsque l'un de ses agents spécialement désignés et habilités à cette fin constate qu'un service de communication au public en ligne est manifestement conçu pour réaliser des opérations constituant une des infractions mentionnées aux articles 226-4-1,226-18 et 323-1 du code pénal et à l'article L. 163-4 du code monétaire et financier ou l'escroquerie, au sens de l'article 313-1 du code pénal, et consistant à mettre en ligne ou à diriger l'utilisateur vers une interface dont les caractéristiques sont de nature à créer la confusion avec l'interface en ligne d'un service existant et à inciter ainsi l'utilisateur de cette interface, à son préjudice ou au préjudice d'un tiers, à fournir des données à caractère personnel ou à verser une somme d'argent, l'autorité administrative met en demeure la personne dont l'activité est d'éditer le service de communication au public en ligne en cause, sous réserve qu'elle ait mis à disposition les informations mentionnées à l'article 1er-1 de la présente loi, de cesser les opérations constituant l'infraction constatée. Elle l'informe également des mesures conservatoires mentionnées au deuxième alinéa du présent I prises à son encontre et l'invite à lui adresser ses observations dans un délai de cinq jours à compter de la notification de ces mesures.\n\nSimultanément, l'autorité administrative notifie l'adresse électronique du service concerné aux fournisseurs de navigateurs internet, au sens du 11 de l'article 2 du règlement (UE) 2022/1925 du Parlement européen et du Conseil du 14 septembre 2022 relatif aux marchés contestables et équitables dans le secteur numérique et modifiant les directives (UE) 2019/1937 et (UE) 2020/1828 (règlement sur les marchés numériques), aux fins de la mise en œuvre de mesures conservatoires.\n\nLa personne destinataire d'une notification prend sans délai, à titre conservatoire, toute mesure utile consistant à afficher un message avertissant l'utilisateur du risque de préjudice encouru en cas d'accès à cette adresse. Ce message est clair, lisible, unique et compréhensible et permet aux utilisateurs d'accéder à un site internet officiel défini par le décret mentionné au VI du présent article.\n\nCes mesures conservatoires sont mises en œuvre pendant une durée de sept jours à compter de leur notification.\n\nLorsque l'autorité administrative, le cas échéant après avoir pris connaissance des observations de la personne dont l'activité est d'éditer le service de communication au public en ligne en cause, estime que le constat mentionné au premier alinéa du présent I n'est plus valable, elle demande sans délai à la personne destinataire d'une telle notification de mettre fin aussitôt aux mesures conservatoires.\n\nII.-Lorsque la personne dont l'activité est d'éditer le service de communication au public en ligne en cause n'a pas mis à disposition les informations mentionnées à l'article 1er-1, lorsque celles-ci ne permettent pas de la contacter ou lorsqu'au terme du délai mentionné au premier alinéa du I du présent article, le cas échéant après que cette personne a fait valoir ses observations, il apparaît que le constat mentionné au même premier alinéa est toujours valable, l'autorité administrative peut, par une décision motivée, enjoindre aux fournisseurs de services d'accès à internet ou aux fournisseurs de systèmes de résolution de noms de domaine de prendre sans délai toute mesure utile destinée à empêcher l'accès à l'adresse de ce service pour une durée maximale de trois mois. Dans les mêmes conditions, elle peut enjoindre aux fournisseurs de navigateurs internet, au sens du 11 de l'article 2 du règlement (UE) 2022/1925 du Parlement européen et du Conseil du 14 septembre 2022 précité, d'afficher sans délai un message clair, lisible, unique et compréhensible avertissant les utilisateurs qui tentent d'accéder au service concerné du préjudice encouru, subordonnant l'accès à ce service à une confirmation explicite de l'utilisateur et lui permettant d'accéder au site internet officiel défini par le décret mentionné au VI du présent article, pour une durée maximale de trois mois.\n\nLes utilisateurs des services de communication au public en ligne dont l'accès est empêché en application des mesures mentionnées au premier alinéa du présent II sont dirigés vers une page d'information indiquant les motifs de la décision de l'autorité administrative et mentionnant le site internet officiel défini par le décret mentionné au VI.\n\nAu terme de la durée prescrite au premier alinéa du présent II, la mesure prise sur le fondement du même premier alinéa peut être prolongée de six mois au plus. Une prolongation supplémentaire de six mois peut être décidée.\n\nPour l'application dudit premier alinéa, on entend par fournisseur de systèmes de résolution de noms de domaine toute personne mettant à disposition un service permettant la traduction d'un nom de domaine en un numéro unique identifiant un appareil connecté à internet.\n\nLes décisions prises en application des premier et troisième alinéas du présent II sont notifiées par l'autorité administrative, sous la réserve mentionnée au premier alinéa du I, à la personne dont l'activité est d'éditer le service de communication au public en ligne en cause.\n\nL'autorité administrative peut également notifier les adresses électroniques dont les contenus contreviennent au même I aux moteurs de recherche ou aux annuaires, lesquels prennent toute mesure utile destinée à faire cesser leur référencement.\n\nL'autorité administrative peut à tout instant demander aux fournisseurs mentionnés au premier alinéa du présent II de mettre fin aux mesures mentionnées au même premier alinéa lorsque le constat sur lequel elles étaient fondées n'est plus valable.\n\nIII.-L'autorité administrative transmet sans délai les demandes mentionnées aux I et II ainsi que les adresses électroniques des services de communication en ligne concernés à une personnalité qualifiée désignée en son sein par la Commission nationale de l'informatique et des libertés pour la durée de son mandat au sein de cette commission. La personnalité qualifiée s'assure du caractère justifié des mesures et des conditions d'établissement, de mise à jour, de communication et d'utilisation de la liste des adresses électroniques concernées. Elle peut saisir le collège de la Commission nationale de l'informatique et des libertés lorsque l'enjeu le justifie. Elle peut, à tout moment, enjoindre à l'autorité administrative de mettre fin aux mesures qu'elle a prises sur le fondement des mêmes I et II.\n\nLorsque la personne dont l'activité est d'éditer le service de communication au public en ligne en cause saisit la personnalité qualifiée d'un recours administratif dans les conditions fixées par le décret mentionné au VI, la mesure prise sur le fondement des I ou II est suspendue pendant la durée de l'instruction de ce recours par la personnalité qualifiée.\n\nLa personnalité qualifiée rend public chaque année un rapport d'activité, annexé au rapport public prévu à l'article 8 de la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés, qui comporte des éléments relatifs notamment :\n\n1° Au nombre et aux motifs des mesures conservatoires demandées en application du I du présent article ;\n\n2° Au nombre, aux motifs et à la nature des mesures demandées en application du II ;\n\n3° Au nombre d'adresses de services de communication au public en ligne concernées ;\n\n4° Au nombre et à la nature des recommandations formulées à l'égard de l'autorité administrative ;\n\n5° Au nombre de recours administratifs dont elle a été saisie, aux délais moyens d'instruction de ces recours et aux issues qui leur ont été réservées ;\n\n6° Aux moyens nécessaires à l'amélioration de ses conditions d'exercice.\n\nIV.-Les adresses électroniques des services de communication au public en ligne faisant l'objet des demandes mentionnées aux I et II sont rendues publiques par l'autorité administrative dans un format ouvert soixante-douze heures après l'envoi de la notification ou de l'injonction, dans une liste unique mise à jour régulièrement.\n\nV.-Tout manquement aux obligations définies au présent article par la personne destinataire d'une notification ou d'une injonction de l'autorité administrative est puni des peines prévues au C du III de l'article 6.\n\nVI.-Les modalités d'application du présent article, notamment la désignation de l'autorité administrative compétente ainsi que le contenu et les modalités de présentation des messages d'avertissement mentionnés aux I et II, sont précisées par un décret en Conseil d'Etat pris après avis de la Commission nationale de l'informatique et des libertés."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Le commerce électronique est l'activité économique par laquelle une personne propose ou assure à distance et par voie électronique la fourniture de biens ou de services.Entrent également dans le champ du commerce électronique les services tels que ceux consistant à fournir des informations en ligne, des communications commerciales et des outils de recherche, d'accès et de récupération de données, d'accès à un réseau de communication ou d'hébergement d'informations, y compris lorsqu'ils ne sont pas rémunérés par ceux qui les reçoivent.Une personne est regardée comme étant établie en France au sens du présent chapitre lorsqu'elle s'y est installée d'une manière stable et durable pour exercer effectivement son activité, quel que soit, s'agissant d'une personne morale, le lieu d'implantation de son siège social."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I. - Toute personne physique ou morale exerçant l'activité définie au premier alinéa de l'article 14 est responsable de plein droit à l'égard de l'acheteur de la bonne exécution des obligations résultant du contrat, que ces obligations soient à exécuter par elle-même ou par d'autres prestataires de services, sans préjudice de son droit de recours contre ceux-ci.Toutefois, elle peut s'exonérer de tout ou partie de sa responsabilité en apportant la preuve que l'inexécution ou la mauvaise exécution du contrat est imputable, soit à l'acheteur, soit au fait, imprévisible et insurmontable, d'un tiers étranger à la fourniture des prestations prévues au contrat, soit à un cas de force majeure.II. - Paragraphe modificateur."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I. - L'activité définie à l'article 14 s'exerce librement sur le territoire national à l'exclusion des domaines suivants :1° Les jeux d'argent, y compris sous forme de paris et de loteries, légalement autorisés ;2° Les activités de représentation et d'assistance en justice ;3° Les activités exercées par les notaires en application des dispositions de l'article 1er de l'ordonnance n° 45-2590 du 2 novembre 1945 relative au statut du notariat.II. - En outre, lorsqu'elle est exercée par des personnes établies dans un Etat membre de la Communauté européenne autre que la France, l'activité définie à l'article 14 est soumise au respect :1° Des dispositions relatives au libre établissement et à la libre prestation des services à l'intérieur de la Communauté européenne dans le domaine de l'assurance, prévues aux articles L. 361-1 à L. 364-1 du code des assurances ;2° Des dispositions relatives à la publicité et au démarchage des organismes de placement collectif en valeurs mobilières, prévues à l'article L. 214-12 du code monétaire et financier ;3° Des dispositions relatives aux pratiques anticoncurrentielles et à la concentration économique, prévues aux titres II et III du livre IV du code de commerce ;4° Des dispositions relatives à l'interdiction ou à l'autorisation de la publicité non sollicitée envoyée par courrier électronique ;5° Des dispositions du code général des impôts ;6° Des droits protégés par le code de la propriété intellectuelle."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "L'activité définie à l'article 14 est soumise à la loi de l'Etat membre sur le territoire duquel la personne qui l'exerce est établie, sous réserve de la commune intention de cette personne et de celle à qui sont destinés les biens ou services.L'application de l'alinéa précédent ne peut avoir pour effet :1° De priver un consommateur ayant sa résidence habituelle sur le territoire national de la protection que lui assurent les dispositions impératives de la loi française relatives aux obligations contractuelles, conformément aux engagements internationaux souscrits par la France. Au sens du présent article, les dispositions relatives aux obligations contractuelles comprennent les dispositions applicables aux éléments du contrat, y compris celles qui définissent les droits du consommateur, qui ont une influence déterminante sur la décision de contracter ;2° De déroger aux règles de forme impératives prévues par la loi française pour les contrats créant ou transférant des droits sur un bien immobilier situé sur le territoire national ;3° De déroger aux règles déterminant la loi applicable aux contrats d'assurance pour les risques situés sur le territoire d'un ou plusieurs Etats parties à l'accord sur l'Espace économique européen et pour les engagements qui y sont pris, prévues aux articles L. 181-1 à L. 183-2 du code des assurances."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Sans préjudice des autres obligations d'information prévues par les textes législatifs et réglementaires en vigueur, toute personne qui exerce l'activité définie à l'article 14 est tenue d'assurer à ceux à qui est destinée la fourniture de biens ou la prestation de services un accès facile, direct et permanent utilisant un standard ouvert aux informations suivantes :\n\n1° S'il s'agit d'une personne physique, ses nom et prénoms et, s'il s'agit d'une personne morale, sa raison sociale ;\n\n2° L'adresse où elle est établie, son adresse de courrier électronique, ainsi que des coordonnées téléphoniques permettant d'entrer effectivement en contact avec elle ;\n\n3° Si elle est assujettie aux formalités d'inscription au registre du commerce et des sociétés ou au répertoire des métiers, le numéro de son inscription, son capital social et l'adresse de son siège social ;\n\n4° Si elle est assujettie à la taxe sur la valeur ajoutée et identifiée par un numéro individuel en application de l'article 286 ter du code général des impôts, son numéro individuel d'identification ;\n\n5° Si son activité est soumise à un régime d'autorisation, le nom et l'adresse de l'autorité ayant délivré celle-ci ;\n\n6° Si elle est membre d'une profession réglementée, la référence aux règles professionnelles applicables, son titre professionnel, l'Etat membre dans lequel il a été octroyé ainsi que le nom de l'ordre ou de l'organisme professionnel auprès duquel elle est inscrite.\n\nToute personne qui exerce l'activité définie à l'article 14 doit, même en l'absence d'offre de contrat, dès lors qu'elle mentionne un prix, indiquer celui-ci de manière claire et non ambiguë, et notamment si les taxes et les frais de livraison sont inclus. Le présent alinéa s'applique sans préjudice des dispositions régissant les pratiques commerciales trompeuses prévues à l'article L. 121-1 du code de la consommation, ni des obligations d'information sur les prix prévues par les textes législatifs et réglementaires en vigueur.\n\nLes infractions aux dispositions du présent article sont recherchées et constatées par les agents mentionnés aux articles L. 511-3 et L. 511-21 du code de la consommation dans les conditions prévues à l'article L. 511-7 du même code."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Toute publicité, sous quelque forme que ce soit, accessible par un service de communication au public en ligne, doit pouvoir être clairement identifiée comme telle. Elle doit rendre clairement identifiable la personne physique ou morale pour le compte de laquelle elle est réalisée.\n\nL'alinéa précédent s'applique sans préjudice des dispositions réprimant les pratiques commerciales trompeuses prévues à l'article L. 121-1 du code de la consommation."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I, II - Paragraphes modificateurs.III. - Sans préjudice des articles L. 33-4-1 du code des postes et télécommunications et L. 121-20-5 du code de la consommation tels qu'ils résultent des I et II du présent article, le consentement des personnes dont les coordonnées ont été recueillies avant la publication de la présente loi, dans les conditions prévues par la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés, à l'utilisation de celles-ci à fin de prospection directe peut être sollicité, par voie de courrier électronique, pendant les six mois suivant la publication de la présente loi. A l'expiration de ce délai, ces personnes sont présumées avoir refusé l'utilisation ultérieure de leurs coordonnées personnelles à fin de prospection directe si elles n'ont pas manifesté expressément leur consentement à celle-ci."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à procéder par ordonnance à l'adaptation des dispositions législatives subordonnant la conclusion, la validité ou les effets de certains contrats à des formalités autres que celles mentionnées à l'article 1108-1 du code civil, en vue de permettre l'accomplissement de celles-ci par voie électronique.L'ordonnance prévue à l'alinéa précédent devra être prise dans l'année suivant la publication de la présente loi.Un projet de loi de ratification devra être déposé devant le Parlement dans un délai de six mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "On entend par moyen de cryptologie tout matériel ou logiciel conçu ou modifié pour transformer des données, qu'il s'agisse d'informations ou de signaux, à l'aide de conventions secrètes ou pour réaliser l'opération inverse avec ou sans convention secrète. Ces moyens de cryptologie ont principalement pour objet de garantir la sécurité du stockage ou de la transmission de données, en permettant d'assurer leur confidentialité, leur authentification ou le contrôle de leur intégrité.On entend par prestation de cryptologie toute opération visant à la mise en oeuvre, pour le compte d'autrui, de moyens de cryptologie."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "I. - L'utilisation des moyens de cryptologie est libre.II. - La fourniture, le transfert depuis ou vers un Etat membre de la Communauté européenne, l'importation et l'exportation des moyens de cryptologie assurant exclusivement des fonctions d'authentification ou de contrôle d'intégrité sont libres.III. - La fourniture, le transfert depuis un Etat membre de la Communauté européenne ou l'importation d'un moyen de cryptologie n'assurant pas exclusivement des fonctions d'authentification ou de contrôle d'intégrité sont soumis à une déclaration préalable auprès du Premier ministre, sauf dans les cas prévus au b du présent III. Le fournisseur ou la personne procédant au transfert ou à l'importation tiennent à la disposition du Premier ministre une description des caractéristiques techniques de ce moyen de cryptologie, ainsi que le code source des logiciels utilisés. Un décret en Conseil d'Etat fixe :a) Les conditions dans lesquelles sont souscrites ces déclarations, les conditions et les délais dans lesquels le Premier ministre peut demander communication des caractéristiques du moyen, ainsi que la nature de ces caractéristiques ;b) Les catégories de moyens dont les caractéristiques techniques ou les conditions d'utilisation sont telles que, au regard des intérêts de la défense nationale et de la sécurité intérieure ou extérieure de l'Etat, leur fourniture, leur transfert depuis un Etat membre de la Communauté européenne ou leur importation peuvent être dispensés de toute formalité préalable.IV. - Le transfert vers un Etat membre de la Communauté européenne et l'exportation d'un moyen de cryptologie n'assurant pas exclusivement des fonctions d'authentification ou de contrôle d'intégrité sont soumis à autorisation du Premier ministre, sauf dans les cas prévus au b du présent IV. Un décret en Conseil d'Etat fixe :a) Les conditions dans lesquelles sont souscrites les demandes d'autorisation ainsi que les délais dans lesquels le Premier ministre statue sur ces demandes ;b) Les catégories de moyens dont les caractéristiques techniques ou les conditions d'utilisation sont telles que, au regard des intérêts de la défense nationale et de la sécurité intérieure ou extérieure de l'Etat, leur transfert vers un Etat membre de la Communauté européenne ou leur exportation peuvent être soit soumis au régime déclaratif et aux obligations d'information prévus au III, soit dispensés de toute formalité préalable."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "I. - La fourniture de prestations de cryptologie doit être déclarée auprès du Premier ministre. Un décret en Conseil d'Etat définit les conditions dans lesquelles est effectuée cette déclaration et peut prévoir des exceptions à cette obligation pour les prestations dont les caractéristiques techniques ou les conditions de fourniture sont telles que, au regard des intérêts de la défense nationale et de la sécurité intérieure ou extérieure de l'Etat, cette fourniture peut être dispensée de toute formalité préalable.II. - Les personnes exerçant cette activité sont assujetties au secret professionnel, dans les conditions prévues aux articles 226-13 et 226-14 du code pénal."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Sauf à démontrer qu'elles n'ont commis aucune faute intentionnelle ou négligence, les personnes fournissant des prestations de cryptologie à des fins de confidentialité sont responsables au titre de ces prestations, nonobstant toute stipulation contractuelle contraire, du préjudice causé aux personnes leur confiant la gestion de leurs conventions secrètes en cas d'atteinte à l'intégrité, à la confidentialité ou à la disponibilité des données transformées à l'aide de ces conventions."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Sauf à démontrer qu'ils n'ont commis aucune faute intentionnelle ou négligence, les prestataires de services de certification électronique sont responsables du préjudice causé aux personnes qui se sont fiées raisonnablement aux certificats présentés par eux comme qualifiés dans chacun des cas suivants :1° Les informations contenues dans le certificat, à la date de sa délivrance, étaient inexactes ;2° Les données prescrites pour que le certificat puisse être regardé comme qualifié étaient incomplètes ;3° La délivrance du certificat n'a pas donné lieu à la vérification que le signataire détient la convention privée correspondant à la convention publique de ce certificat ;4° Les prestataires n'ont pas, le cas échéant, fait procéder à l'enregistrement de la révocation du certificat et tenu cette information à la disposition des tiers.Les prestataires ne sont pas responsables du préjudice causé par un usage du certificat dépassant les limites fixées à son utilisation ou à la valeur des transactions pour lesquelles il peut être utilisé, à condition que ces limites figurent dans le certificat et soient accessibles aux utilisateurs.Ils doivent justifier d'une garantie financière suffisante, spécialement affectée au paiement des sommes qu'ils pourraient devoir aux personnes s'étant fiées raisonnablement aux certificats qualifiés qu'ils délivrent, ou d'une assurance garantissant les conséquences pécuniaires de leur responsabilité civile professionnelle."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Lorsqu'un fournisseur de moyens de cryptologie, même à titre gratuit, ne respecte pas les obligations auxquelles il est assujetti en application de l'article 30, le Premier ministre peut, après avoir mis l'intéressé à même de présenter ses observations, prononcer l'interdiction de mise en circulation du moyen de cryptologie concerné.L'interdiction de mise en circulation est applicable sur l'ensemble du territoire national. Elle emporte en outre pour le fournisseur l'obligation de procéder au retrait :1° Auprès des diffuseurs commerciaux, des moyens de cryptologie dont la mise en circulation a été interdite ;2° Des matériels constituant des moyens de cryptologie dont la mise en circulation a été interdite et qui ont été acquis à titre onéreux, directement ou par l'intermédiaire de diffuseurs commerciaux.Le moyen de cryptologie concerné pourra être remis en circulation dès que les obligations antérieurement non respectées auront été satisfaites, dans les conditions prévues à l'article 30."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "I. - Sans préjudice de l'application du code des douanes :1° Le fait de ne pas satisfaire à l'obligation de déclaration prévue à l'article 30 en cas de fourniture, de transfert, d'importation ou d'exportation d'un moyen de cryptologie ou à l'obligation de communication au Premier ministre prévue par ce même article est puni d'un an d'emprisonnement et de 15 000 Euros d'amende ;2° Le fait d'exporter un moyen de cryptologie ou de procéder à son transfert vers un Etat membre de la Communauté européenne sans avoir préalablement obtenu l'autorisation mentionnée à l'article 30 ou en dehors des conditions de cette autorisation, lorsqu'une telle autorisation est exigée, est puni de deux ans d'emprisonnement et de 30 000 Euros d'amende.II. - Le fait de vendre ou de louer un moyen de cryptologie ayant fait l'objet d'une interdiction administrative de mise en circulation en application de l'article 34 est puni de deux ans d'emprisonnement et de 30 000 Euros d'amende.III. - Le fait de fournir des prestations de cryptologie visant à assurer des fonctions de confidentialité sans avoir satisfait à l'obligation de déclaration prévue à l'article 31 est puni de deux ans d'emprisonnement et de 30 000 Euros d'amende.IV. - Les personnes physiques coupables de l'une des infractions prévues au présent article encourent également les peines complémentaires suivantes :1° L'interdiction, suivant les modalités prévues par les articles 131-19 et 131-20 du code pénal, d'émettre des chèques autres que ceux qui permettent le retrait de fonds par le tireur auprès du tiré ou ceux qui sont certifiés, et d'utiliser des cartes de paiement ;2° La confiscation, suivant les modalités prévues par l'article 131-21 du code pénal, de la chose qui a servi ou était destinée à commettre l'infraction ou de la chose qui en est le produit, à l'exception des objets susceptibles de restitution ;3° L'interdiction, suivant les modalités prévues par l'article 131-27 du code pénal et pour une durée de cinq ans au plus, d'exercer une fonction publique ou d'exercer l'activité professionnelle ou sociale dans l'exercice ou à l'occasion de l'exercice de laquelle l'infraction a été commise ;4° La fermeture, dans les conditions prévues par l'article 131-33 du code pénal et pour une durée de cinq ans au plus, des établissements ou de l'un ou de plusieurs des établissements de l'entreprise ayant servi à commettre les faits incriminés ;5° L'exclusion, dans les conditions prévues par l'article 131-34 du code pénal et pour une durée de cinq ans au plus, des marchés publics.V. - Les personnes morales sont responsables pénalement, dans les conditions prévues par l'article 121-2 du code pénal, des infractions prévues au présent article. Les peines encourues par les personnes morales sont :1° L'amende, suivant les modalités prévues par l'article 131-38 du code pénal ;2° Les peines mentionnées à l'article 131-39 du code pénal.VI. - Paragraphe modificateur."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "Outre les officiers et agents de police judiciaire agissant conformément aux dispositions du code de procédure pénale et, dans leur domaine de compétence, les agents des douanes agissant conformément aux dispositions du code des douanes, les agents habilités à cet effet par le Premier ministre et assermentés dans des conditions fixées par décret en Conseil d'Etat peuvent rechercher et constater par procès-verbal les infractions aux dispositions des articles 30,31 et 34 de la présente loi et des textes pris pour leur application.Les agents habilités par le Premier ministre mentionnés à l'alinéa précédent peuvent accéder aux moyens de transport, terrains ou locaux à usage professionnel, à l'exclusion des parties de ceux-ci affectées au domicile privé, en vue de rechercher et de constater les infractions, demander la communication de tous les documents professionnels et en prendre copie, recueillir, sur convocation ou sur place, les renseignements et justifications. Les agents ne peuvent accéder à ces locaux que pendant leurs heures d'ouverture lorsqu'ils sont ouverts au public et, dans les autres cas, qu'entre 8 heures et 20 heures.Le procureur de la République est préalablement informé des opérations envisagées en vue de la recherche des infractions. Il peut s'opposer à ces opérations. Les procès-verbaux lui sont transmis dans les cinq jours suivant leur établissement. Une copie en est également remise à l'intéressé.Les agents habilités peuvent, dans les mêmes lieux et les mêmes conditions de temps, procéder à la saisie des moyens de cryptologie mentionnés à l'article 29 sur autorisation judiciaire donnée par ordonnance du président du   tribunal judiciaire ou d'un magistrat du siège délégué par lui, préalablement saisi par le procureur de la République. La demande doit comporter tous les éléments d'information de nature à justifier la saisie. Celle-ci s'effectue sous l'autorité et le contrôle du juge qui l'a autorisée.Les matériels et logiciels saisis sont immédiatement inventoriés. L'inventaire est annexé au procès-verbal dressé sur les lieux. Les originaux du procès-verbal et de l'inventaire sont transmis, dans les cinq jours suivant leur établissement, au juge qui a ordonné la saisie. Ils sont versés au dossier de la procédure.Le président du   tribunal judiciaire ou le magistrat du siège délégué par lui peut à tout moment, d'office ou sur la demande de l'intéressé, ordonner mainlevée de la saisie.Est puni de six mois d'emprisonnement et de 7 500 Euros d'amende le fait de faire obstacle au déroulement des enquêtes prévues au présent article ou de refuser de fournir les informations ou documents y afférant."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "Les dispositions du présent chapitre ne font pas obstacle à l'application du décret du 18 avril 1939 fixant le régime des matériels de guerre, armes et munitions, à ceux des moyens de cryptologie qui sont spécialement conçus ou modifiés pour porter, utiliser ou mettre en oeuvre les armes, soutenir ou mettre en oeuvre les forces armées, ainsi qu'à ceux spécialement conçus ou modifiés pour le compte du ministère de la défense en vue de protéger les secrets de la défense nationale."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "I. - Paragraphe modificateur.II. - Les autorisations et déclarations de fourniture, d'importation et d'exportation de moyens de cryptologie délivrées ou effectuées conformément aux dispositions de l'article 28 de la loi n° 90-1170 du 29 décembre 1990 précitée et de ses textes d'application conservent leurs effets jusqu'à l'expiration du terme prévu par celles-ci. Les agréments délivrés aux organismes chargés de gérer pour le compte d'autrui des conventions secrètes de moyens de cryptologie permettant d'assurer des fonctions de confidentialité valent, pour ces moyens, déclaration au sens de l'article 31."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "Les personnes ayant demandé à l'Etat ou à l'Agence nationale des fréquences de déclarer à l'Union internationale des télécommunications une assignation de fréquence antérieurement à la publication de la présente loi doivent, si elles souhaitent conserver les droits d'exploitation de cette assignation de fréquence, solliciter l'autorisation prévue à l'article L. 97-2 du code des postes et télécommunications, dans un délai d'un an à compter de la date de publication du décret prévu au VI de l'article L. 97-2."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "I, II, III - Paragraphes modificateurs.IV. - Les infrastructures destinées à supporter des réseaux de télécommunications créées par les collectivités territoriales ou leurs groupements en application de l'article L. 1511-6 du code général des collectivités territoriales, ainsi que les projets de construction de telles infrastructures dont la consultation publique est achevée à la date d'entrée en vigueur de l'article L. 1425-1 du même code, sont réputés avoir été créés dans les conditions prévues audit article.V. - Paragraphe modificateur."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "I, II. - Paragraphes modificateurs.III. - Lorsque les collectivités territoriales font application de l'article L. 1425-1 du code général des collectivités territoriales en matière de radiocommunications mobiles de deuxième génération, les zones, incluant des centres-bourgs ou des axes de transport prioritaires, qu'elles ont identifiées comme n'étant couvertes par aucun opérateur de radiocommunications mobiles, sont couvertes en téléphonie mobile de deuxième génération par l'un de ces opérateurs chargé d'assurer une prestation d'itinérance locale.Par dérogation à la règle posée à l'alinéa précédent, la couverture en téléphonie mobile de deuxième génération dans certaines des zones visées est assurée, si tous les opérateurs de radiocommunications mobiles en conviennent, par le partage des infrastructures mises à disposition des opérateurs par les collectivités territoriales en application dudit article.Les zones mentionnées au premier alinéa sont identifiées par les préfets de région en concertation avec les départements et les opérateurs. En cas de différend sur l'identification de ces zones dans un département, les zones concernées seront identifiées au terme d'une campagne de mesures menée par le département, conformément à une méthodologie validée par l'Autorité de régulation des communications électroniques et des postes. Elles font l'objet d'une cartographie qui est transmise par les préfets de région au ministre chargé de l'aménagement du territoire au plus tard dans les trois mois suivant la promulgation de la présente loi. Le ministre chargé de l'aménagement du territoire adresse la liste nationale des zones ainsi identifiées au ministre chargé des télécommunications, à l'Autorité de régulation des communications électroniques et des postes et aux opérateurs de téléphonie mobile de deuxième génération.Sur la base de la liste nationale définie à l'alinéa précédent et dans les deux mois suivant sa transmission aux opérateurs par le ministre chargé de l'aménagement du territoire, les opérateurs adressent au ministre chargé des télécommunications, au ministre chargé de l'aménagement du territoire et à l'Autorité de régulation des tes communications électroniques et des postes un projet de répartition entre les zones qui seront couvertes selon le schéma de l'itinérance locale et celles qui seront couvertes selon le schéma du partage d'infrastructures, un projet de répartition des zones d'itinérance locale entre les opérateurs, ainsi qu'un projet de calendrier prévisionnel de déploiement des pylônes et d'installation des équipements électroniques de radiocommunication. Le ministre chargé des télécommunications et le ministre chargé de l'aménagement du territoire approuvent ce calendrier prévisionnel dans le mois suivant sa transmission par les opérateurs. L'Autorité de régulation des communications électroniques et des postes se prononce sur les répartitions proposées, qui ne devront pas perturber l'équilibre concurrentiel entre opérateurs de téléphonie mobile, dans le mois suivant leur transmission par les opérateurs. L'ensemble du déploiement est achevé dans les trois ans suivant la promulgation de la présente loi.Le ministre chargé de l'aménagement du territoire fait rapport annuellement au Parlement sur la progression de ce déploiement.IV. - Les infrastructures de réseau établies par les collectivités territoriales en application du III sont mises à disposition des opérateurs autorisés selon des conditions techniques et tarifaires fixées par décret en Conseil d'Etat.V. - L'opérateur de radiocommunications qui assure la couverture selon le schéma de l'itinérance locale dans une zone visée au III conclut des accords d'itinérance locale avec les autres opérateurs de radiocommunications mobiles et des conventions de mise à disposition des infrastructures et/ou des équipements avec les collectivités territoriales.VI. - Une convention de mise à disposition des infrastructures est conclue sur la base du droit privé entre l'opérateur exploitant ces infrastructures et la collectivité territoriale, dans le respect des dispositions de l'article L. 1425-1 du code général des collectivités territoriales.Cette convention détermine notamment les conditions de maintenance et d'entretien de ces infrastructures.VII, VIII, IX. - Paragraphes modificateurs.X. - Dans la zone où il assure une prestation d'itinérance locale, l'opérateur de radiocommunications mobiles fournit au moins les services suivants : émission et réception d'appels téléphoniques, appels d'urgence, accès à la messagerie vocale, émission et réception de messages alphanumériques courts."
    },
    {
      "provision_ref": "art52-1",
      "section": "52-1",
      "title": "Article 52-1",
      "content": "I.-La liste nationale mentionnée au III de l'article 52 est complétée par une liste comportant les zones suivantes :\n\n1° Les centre-bourgs de communes qui répondent aux critères fixés au premier alinéa du même III ;\n\n2° Les anciens centre-bourgs de communes ayant fusionné avec une autre commune au cours d'une période de cinquante ans précédant la date de promulgation de la loi n° 2015-990 du 6 août 2015 pour la croissance, l'activité et l'égalité des chances économiques identifiés comme n'étant couverts par aucun exploitant d'un réseau mobile ouvert au public, titulaire d'une autorisation d'utilisation de fréquences radioélectriques.\n\nII.-Cette liste est arrêtée conjointement par les ministres chargés des communications électroniques et de l'aménagement du territoire dans un délai de trois mois à compter de la promulgation de la loi n° 2015-990 du 6 août 2015 précitée, en concertation avec l'Autorité de régulation des communications électroniques et des postes, les représentants des collectivités territoriales et les exploitants des réseaux précités. Toute commune ne figurant pas sur la liste précitée et répondant aux critères fixés au premier alinéa du III de l'article 52 peut demander à y être inscrite, par un arrêté conjoint des ministres chargés des communications électroniques et de l'aménagement du territoire. Elle obtient une réponse motivée dans un délai de deux mois à compter de sa demande. En cas d'acceptation de la demande, l'arrêté conjoint précité est publié dans un délai d'un mois à compter de cette décision d'acceptation.\n\nIII.-Les zones inscrites sur la liste mentionnée au II du présent article sont couvertes en services de téléphonie mobile de deuxième génération, dans les conditions prévues à l'article 52, avant le 31 décembre 2016, et au plus tard six mois après la mise à disposition effective des infrastructures par les collectivités territoriales ou leurs groupements."
    },
    {
      "provision_ref": "art52-2",
      "section": "52-2",
      "title": "Article 52-2",
      "content": "Les zones résiduelles du programme d'extension de la couverture par les réseaux de téléphonie mobile de deuxième génération sont couvertes en services de téléphonie mobile de deuxième génération avant le 31 décembre 2016 ou, lorsqu'une mise à disposition d'infrastructures par les collectivités territoriales ou leurs groupements est prévue, au plus tard dans un délai de six mois à compter de leur mise à disposition effective.\n\nOn entend par zones résiduelles du programme d'extension de la téléphonie mobile de deuxième génération :\n\n1° Les zones de la liste nationale mentionnée au III de l'article 52 non couvertes en services de téléphonie mobile de deuxième génération à la date d'entrée en vigueur de la loi n° 2015-990 du 6 août 2015  pour la croissance, l'activité et l'égalité des chances économiques ;\n\n2° Les zones que les opérateurs de communications électroniques, titulaires, à la date d'entrée en vigueur de la même loi, d'une autorisation d'utilisation de fréquences radioélectriques pour l'exploitation d'un réseau mobile ouvert au public de deuxième génération, se sont engagés à couvrir par voie conventionnelle en services de téléphonie mobile de deuxième génération dans le cadre d'un partage des réseaux mobiles ouverts au public."
    },
    {
      "provision_ref": "art52-3",
      "section": "52-3",
      "title": "Article 52-3",
      "content": "Lorsque l'une des zones mentionnées aux articles 52-1 et 52-2 est couverte en services de téléphonie mobile de troisième génération, elle est réputée couverte au sens de ces mêmes articles."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "I. - Paragraphe modificateur.II. - La mise en oeuvre du présent article est subordonnée à la signature d'un accord d'entreprise."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "Un décret en Conseil d'Etat détermine chaque année la liste des services sociaux mettant à la disposition des usagers des numéros d'appel spéciaux accessibles gratuitement depuis les téléphones fixes et mobiles.Une tranche de numéros spéciaux réservés à cet usage est définie par l'Autorité de régulation des communications électroniques et des postes, dans les six mois à compter de la promulgation de la présente loi.L'Autorité de régulation des communications électroniques et des postes établit, après consultation publique, les principes de tarification entre opérateurs et fournisseurs de services auxquels l'utilisation de ces numéros est soumise."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "I.-Les dispositions des articles 1er à 12,14 à 20,25 et 29 à 49 sont applicables en Nouvelle-Calédonie, en Polynésie française et à Wallis-et-Futuna dans leur rédaction résultant de la loi n° 2025-532 du 13 juin 2025 visant à sortir la France du piège du narcotrafic.\n\nLes dispositions des articles 8,14,19,25 et 29 à 49 sont applicables dans les Terres australes et antarctiques françaises.\n\nOutre les dispositions du I de l'article 22, des articles 35 à 38 et 41 à 49, qui s'appliquent de plein droit dans cette collectivité, les articles 1er à 8,14 à 20,25,29 à 34,39 et 40 sont applicables à Mayotte.\n\nII.-Les références au tribunal de grande instance qui figurent dans les articles rendus applicables par les alinéas précédents sont remplacées par des références au tribunal de première instance. De même, les références à des codes ou à des lois qui ne sont pas applicables localement sont remplacées par des références aux dispositions correspondantes applicables localement.\n\nIII.-Le règlement (UE) 2021/784 du Parlement européen et du Conseil du 29 avril 2021 relatif à la lutte contre la diffusion de contenus à caractère terroriste en ligne est applicable à Saint-Barthélemy, à Saint-Pierre-et-Miquelon, en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna.\n\nLes articles 1 à 10, les paragraphes 2 et 3 de l'article 11, l'article 12, les paragraphes 1 et 3 à 5 de l'article 13, les paragraphes 1 à 4 de l'article 14, les paragraphes 1 et 2 de l'article 15, les articles 16 à 20, les paragraphes 1 à 7 de l'article 21, les paragraphes 1 à 3,6 et 7 de l'article 22, l'article 23, le paragraphe 1 de l'article 24, les paragraphes 1 et 2 de l'article 25, les articles 26 et 27, les paragraphes 1 à 3 de l'article 28, les articles 49 à 55, les paragraphes 2 et 3 de l'article 57, les paragraphes 3 à 5 de l'article 58, le a) du paragraphe 1 ainsi que les paragraphes 2 et 4 de l'article 60 et l'article 86 du règlement (UE) 2022/2065 du Parlement européen et du Conseil du 19 octobre 2022 relatif à un marché unique des services numériques sont applicables à Saint-Barthélemy, à Saint-Pierre-et-Miquelon, en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna.\n\nLe paragraphe 1 de l'article 11, le paragraphe 2 de l'article 13, le paragraphe 1 de l'article 57, le paragraphe 1 de l'article 58 et le deuxième alinéa du paragraphe 2 de l'article 60 du règlement (UE) 2022/2065 du Parlement européen et du Conseil du 19 octobre 2022 relatif à un marché unique des services numériques sont applicables à Saint-Barthélemy, à Saint-Pierre-et-Miquelon, en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna à l'exception de leurs dispositions relatives aux compétences de la Commission européenne et du comité européen des services numériques mentionné à l'article 61.\n\nLes articles 29 à 32 du règlement (UE) 2022/2065 du Parlement européen et du Conseil du 19 octobre 2022 relatif à un marché unique des services numériques sont applicables à Saint-Barthélemy, à Saint-Pierre-et-Miquelon et dans les îles Wallis et Futuna."
    }
  ]
}