{
  "id": "loi-n-2022-229-du-23-fevrier-2022",
  "type": "statute",
  "title": "LOI n°2022-229 du 23 février 2022",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000045220741",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "La Nation exprime sa reconnaissance envers les harkis, les moghaznis et les personnels des diverses formations supplétives et assimilés de statut civil de droit local qui ont servi la France en Algérie et qu'elle a abandonnés.Elle reconnaît sa responsabilité du fait de l'indignité des conditions d'accueil et de vie sur son territoire, à la suite des déclarations gouvernementales du 19 mars 1962 relatives à l'Algérie, des personnes rapatriées d'Algérie anciennement de statut civil de droit local et des membres de leurs familles, hébergés dans des structures de toute nature où ils ont été soumis à des conditions de vie particulièrement précaires ainsi qu'à des privations et à des atteintes aux libertés individuelles qui ont été source d'exclusion, de souffrances et de traumatismes durables."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Est instituée une journée nationale d'hommage aux harkis, aux moghaznis et aux personnels des diverses formations supplétives et assimilés en reconnaissance des sacrifices qu'ils ont consentis et des sévices qu'ils ont subis du fait de leur engagement au service de la France lors de la guerre d'Algérie. Cette journée rend également hommage aux personnes qui leur ont porté secours et assistance à l'occasion de leur rapatriement et de leur accueil sur le territoire français.Cette journée est fixée au 25 septembre."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les personnes mentionnées à l'article 1er, leurs conjoints et leurs enfants qui ont séjourné, entre le 20 mars 1962 et le 31 décembre 1975, dans l'une des structures destinées à les accueillir et dont la liste est fixée par décret peuvent obtenir réparation des préjudices résultant de l'indignité de leurs conditions d'accueil et de vie dans ces structures.La réparation prend la forme d'une somme forfaitaire tenant compte de la durée du séjour dans ces structures, versée dans des conditions et selon un barème fixés par décret. Son montant est réputé couvrir l'ensemble des préjudices de toute nature subis en raison de ce séjour. En sont déduites, le cas échéant, les sommes déjà perçues en réparation des mêmes chefs de préjudice."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I.-Il est institué auprès du Premier ministre une commission nationale indépendante de reconnaissance et de réparation des préjudices subis par les harkis, les autres personnes rapatriées d'Algérie anciennement de statut civil de droit local et les membres de leurs familles. Cette commission est chargée :1° D'entendre à leur demande les combattants mentionnés au premier alinéa de l'article 1er, d'examiner leur situation et de leur proposer toute mesure de reconnaissance appropriée ;2° De statuer sur les demandes présentées sur le fondement de l'article 3 ;3° De contribuer au recueil et à la transmission de la mémoire de l'engagement au service de la Nation des harkis, des moghaznis et des personnels des diverses formations supplétives et assimilés ainsi que des conditions dans lesquelles ces personnes, les membres de leurs familles ainsi que les autres personnes mentionnées au même article 3 ont été rapatriées et accueillies sur le territoire français ;4° D'apporter son appui à l'Office national des combattants et des victimes de guerre dans la mise en œuvre des missions définies aux 3° et 3° bis de l'article L. 611-5 du code des pensions militaires d'invalidité et des victimes de guerre. A ce titre, la commission signale à l'office toute situation individuelle particulière, nécessitant un accompagnement social adapté, dont elle a connaissance dans l'exercice de ses missions ;5° De proposer des évolutions, au vu de ses travaux, de la liste mentionnée au premier alinéa de l'article 3 de la présente loi ;6° De proposer, au vu de ses travaux, toute mesure de reconnaissance et de réparation envers les personnes mentionnées au 3° du présent I.La commission publie un rapport annuel d'activité, qui rend notamment compte des témoignages recueillis dans le cadre de l'exécution de la mission mentionnée au même 3°.II.-L'Office national des combattants et des victimes de guerre assiste la commission mentionnée au I dans la mise en œuvre de ses missions.A ce titre, il assure le secrétariat de la commission, instruit les demandes qui lui sont adressées et exécute les décisions qu'elle prend sur le fondement du 2° du même I. Il peut également, à la demande de la commission, solliciter de tout service de l'Etat, de toute collectivité territoriale, de tout établissement public ou de tout organisme gestionnaire de prestations sociales communication de tous renseignements utiles à l'exercice de ses missions.III.-La commission comprend :1° Un député et un sénateur ;2° Deux maires de communes ayant accueilli sur leur territoire des structures mentionnées au premier alinéa de l'article 3 ;3° Un membre du Conseil d'Etat et un magistrat de la Cour de cassation ;4° Des représentants de l'Etat, désignés par le Premier ministre ;5° Des personnalités qualifiées, désignées par le Premier ministre en raison de leurs connaissances dans le domaine de l'histoire des harkis, des moghaznis, des personnels des diverses formations supplétives et assimilés ainsi que des autres personnes rapatriées d'Algérie anciennement de statut civil de droit local ou de leurs compétences.Le président de la commission est nommé par le Président de la République parmi les personnes mentionnées aux 3° et 5° du présent III.IV.-Un décret précise la composition et le fonctionnement de la commission, ses attributions et celles de l'Office national des combattants et des victimes de guerre, les conditions de son indépendance dans l'exercice de ses missions, les modalités de présentation et d'instruction des demandes de réparation ainsi que les conditions dans lesquelles les personnes concernées peuvent être entendues."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "A modifié les dispositions suivantes :\n\nLa présente loi sera exécutée comme loi de l'Etat.\n\n- LOI n° 2015-1785 du 29 décembre 2015\n\n- Code de la sécurité sociale."
    }
  ]
}