{
  "id": "loi-n-43-612-du-17-novembre-1943",
  "type": "statute",
  "title": "Loi n° 43-612 du 17 novembre 1943",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000887242",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les organismes chargés par la loi de la gestion des intérêts professionnels ou interprofessionnels dans le cadre national, régional ou local et désignés dans la présente loi par l'expression \"organismes professionnels\" peuvent être autorisés, en vue de tâches relevant de leur compétence mais qui ne peuvent être convenablement accomplies par leurs propres services ou par l'entremise d'entreprises privées, à créer des sociétés professionnelles ou des établissements professionnels régis respectivement par les titres II et III.La même faculté est ouverte aux organismes de répartition."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les décisions ou délibérations portant création d'une société ou d'un établissement professionnel définissent limitativement son objet. Elles ne sont définitives qu'après approbation expresse du commissaire du Gouvernement ou de l'autorité de tutelle placée auprès des organismes fondateurs. Cette approbation est donnée sur instructions conjointes du ministre secrétaire d'Etat à l'économie nationale et aux finances et du ou des secrétaires d'Etat intéressés.Les statuts des sociétés professionnelles et des établissements professionnels sont approuvés dans les mêmes formes."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "En cas de carence des organismes professionnels, la décision de création d'une société ou d'un établissement professionnel peut être prise par l'autorité compétente pour accorder l'autorisation. La même autorité peut prescrire la liquidation d'une société ou d'un établissement existant ainsi que la modification de ses statuts."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les contrôles administratifs ou financiers exercés sur les opérations des organismes professionnels s'étendent aux sociétés et établissements professionnels qui en relèvent."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Quelle que soit leur nature et pourvu que leur activité s'exerce dans le cadre défini à l'article 1er, les sociétés, associations, groupements et organismes quelconques dont l'objet est d'intérêt professionnel ou interprofessionnel peuvent être tenus, par décision prise dans les formes prévues aux articles 2 et 3 ci-dessus, de se placer sous l'un des régimes institués par les titres II et III ci-après."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Quel que soit leur objet, les sociétés professionnelles sont commerciales.Elles sont soumises aux lois et usages du commerce ainsi qu'aux dispositions de la présente loi."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Les statuts déterminent notamment :1° Le siège de la société ;2° La composition du capital, divisé en parts entièrement libérées et obligatoirement nominatives, souscrites exclusivement, sauf disposition contraire de la décision de création, par des organismes professionnels fondateurs ou par leurs ressortissants et dont la cession est soumise à l'agrément du conseil d'administration ou des gérants ; les conditions nécessaires pour en modifier le montant.Les articles L. 231-3 et L. 231-5 (paragraphe 3) du code de commerce ne sont pas applicables aux sociétés professionnelles à capital variable.L'évaluation des apports autres qu'en numéraire fait l'objet d'un rapport établi par un expert désigné par l'autorité de tutelle. Aucun avantage particulier ne peut être stipulé au profit de l'un des associés ;3° Le mode d'administration de la société notamment le mode de désignation et de révocation des administrateurs ou gérants qui doivent être de nationalité française et ne peuvent être nommés par les statuts ; l'étendue et la durée de leurs pouvoirs ; la composition, le fonctionnement et les pouvoirs de l'assemblée générale des membres ;4° Les modalités des divers contrôles exercés, notamment par les pouvoirs publics, sur les opérations de la société auprès de laquelle l'autorité de tutelle est représentée par un commissaire du Gouvernement ;5° Les droits d'intervention réservés aux organismes professionnels fondateurs dans la gestion de la société et le contrôle de ses opérations ;6° S'il y a lieu, les conditions requises pour faire partie de la société et les modalités de la retraite, obligatoire ou facultative, des membres qui ne satisfont plus auxdites conditions ou de leurs ayants cause. Les paragraphes 1er et 2 de l'article L. 231-6 du code de commerce ne sont pas applicables aux sociétés professionnelles à capital variable ;7° Les conditions d'admission des nouveaux membres. Toute personne physique ou morale remplissant les conditions initialement requises pour l'entrée dans la société doit être admise comme membre sans que l'époque de son adhésion puisse justifier une discrimination à son détriment."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "La décision de création peut disposer que le capital de la société sera souscrit à titre obligatoire par les entreprises ou organismes professionnels intéressés entre lesquels il sera réparti suivant des règles déterminées."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Les opérations des sociétés professionnelles peuvent être garanties par les organismes professionnels dont elles relèvent. La décision qui accorde la garantie en fixe les limites et les modalités. Elle doit être approuvée dans les mêmes formes que les statuts."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Lorsqu'il est fait appel à sa garantie, l'organisme professionnel garant a la faculté de répartir les charges qui lui incombent de ce fait entre ceux de ses ressortissants qui bénéficient de l'activité de la société."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Sous réserve de la possibilité de servir au capital effectivement versé un intérêt qui ne peut excéder 6 p. 100, les excédents d'exploitation sont, dans les conditions et limites fixées par les statuts, mis en réserve, ristournés aux sociétaires au prorata des opérations effectuées par eux avec la société ou attribués aux organismes professionnels fondateurs."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "En cas de dissolution pour quelque cause que ce soit, l'actif subsistant après extinction du passif et remboursement du capital ne peut être réparti entre les sociétaires. Il est statué sur son affectation par l'autorité de tutelle après accord du ministre secrétaire d'Etat à l'économie nationale et aux finances, sur proposition des organismes professionnels fondateurs.L'associé qui se retire individuellement, même contre son gré, ne peut prétendre à rien de plus qu'au remboursement de son apport réduit, s'il y a lieu, en proportion des pertes subies."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Dans le mois de la constitution de la société, deux exemplaires des statuts, certifiés conformes par le commissaire du Gouvernement, et deux ampliations de l'acte d'approbation sont déposés au greffe du tribunal de commerce du siège social ainsi que, s'il y a lieu, deux exemplaires du rapport prévu à l'article 7 (paragraphe 2).Il est pourvu dans le même délai à la publication prescrite par l'article 56 de la loi du 24 juillet 1867."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Les sociétés professionnelles sont immatriculées au registre du commerce et des sociétés dans les conditions fixées par le secrétaire d'Etat à la production industrielle."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Dans tous les actes, factures, annonces, publications et autres documents émanant de la société, la dénomination sociale doit être accompagnée des mots \" société professionnelle \" écrits visiblement et en toutes lettres, de l'énonciation du montant du capital social ou de la mention \" à capital variable \" et de la date de l'acte approuvant les statuts.Toute contravention aux dispositions qui précèdent est punie d'une amende de 3750 euros   ."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Les litiges concernant le fonctionnement de la société et ses rapports avec les tiers sont portés devant les tribunaux compétents selon le droit commun applicable aux sociétés commerciales."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "La nullité d'une société professionnelle ne peut résulter que de l'annulation des actes qui ont décidé sa création ou arrêté ses statuts dans les conditions prévues aux articles 2 et 3 de la présente loi. Les actions portées devant les tribunaux de l'ordre judiciaire et fondées sur l'irrégularité de sa constitution au regard des lois commerciales et du présent titre ne peuvent donner lieu qu'à l'octroi de dommages et intérêts.Les mêmes dispositions sont applicables aux modifications des statuts et aux actes décidant la dissolution de la société."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Sont punis des peines portées aux articles 313-1 à 313-3 du code pénal, sans préjudice de l'application de cet article à tous les faits constitutifs du délit d'escroquerie :1° Ceux qui, à l'aide de manoeuvres frauduleuses, ont fait attribuer à un apport en nature, une valeur supérieure à sa valeur réelle ;2° Les administrateurs ou gérants qui ont sciemment publié ou communiqué des documents comptables inexacts en vue de dissimuler la véritable situation de la société ;3° Les administrateurs ou gérants qui, de mauvaise foi, ont fait de leurs pouvoirs un usage contraire à l'intérêt de la société dans un but personnel ou pour favoriser une autre société ou entreprise dans laquelle ils étaient intéressés de matière quelconque, et en particulier ont disposé dans ces conditions de ses biens ou de son crédit."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Les services érigés en établissements professionnels sont dotés de la personnalité civile. Ils fonctionnent sous la responsabilité et le contrôle des organismes professionnels fondateurs qui pourvoient, s'il y a lieu, à leur dotation initiale et aux frais de leur fonctionnement. Sous réserve des dispositions de la présente loi, ils sont régis par les lois et règlements d'ordre financier et administratif applicables aux services desdits organismes.Les établissements qui relèvent d'organismes professionnels de nature différente sont, pour l'application de la disposition qui précède, rattachés par la décision de création à une catégorie particulière d'entre eux et soumis au même régime administratif que les établissements qui en relèvent."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Les établissements professionnels sont administrés par un directeur assisté d'un conseil d'administration l'un et l'autre nommés, dans les conditions prévues par les statuts, par les organismes professionnels dont ils relèvent. Ils sont représentés en justice et dans leurs rapports avec les tiers par leur directeur et placés sous la surveillance d'un commissaire du Gouvernement représentant l'autorité de tutelle.Les modalités de leur fonctionnement intérieur et des contrôles exercés sur leurs opérations, et notamment les pouvoirs du directeur, du conseil d'administration et du commissaire du Gouvernement, sont fixés par les statuts."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Les ressortissants des organismes professionnels fondateurs ou ceux d'entre eux qui bénéficient de l'activité de l'établissement peuvent être tenus de participer individuellement à sa dotation initiale et aux frais de son fonctionnement."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Les sociétés ou établissements professionnels exerçant des activités similaires peuvent être tenus, en vertu d'un arrêté des ministres visés à l'article 2 ci-dessus, d'adhérer à une chambre nationale constituée sous forme d'établissement professionnel.La composition et les attributions des chambres nationales sont fixées dans chaque cas particulier par l'arrêté de création, qui peut les charger notamment de coordonner et contrôler au point de vue technique l'activité des sociétés ou établissements adhérents."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Les sociétés et établissements professionnels ne peuvent avoir pour objet le commerce de banque tel qu'il est défini par l'article 1er de la loi du 13 juin 1941."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Les sociétés et établissements professionnels sont réputés constitués à la date de l'acte approuvant leurs statuts."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Les dispositions du décret-loi du 9 septembre 1939 concernant la création ou l'extension des établissements commerciaux, industriels ou artisanaux ne leur sont pas applicables."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "A défaut de dispositions spéciales des statuts les contributions prévues par les articles 10 et 21 ci-dessus sont recouvrées comme des recettes budgétaires des organismes professionnels intéressés, qui en opèrent le reversement aux sociétés ou établissements en cause. Les modalités d'assiette et de perception et le taux en sont déterminés dans chaque cas particulier suivant les formes applicables auxdites recettes."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Les modalités d'application de la présente loi seront, en tant que de besoin, fixées par arrêtés ministériels ou interministériels."
    }
  ]
}