{
  "id": "loi-n-76-599-du-7-juillet-1976",
  "type": "statute",
  "title": "Loi n° 76-599 du 7 juillet 1976",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000699580",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Sera puni d'une amende de 10 000 à 1 000 000 F et d'un emprisonnement de trois mois à deux ans ou de l'une de ces deux peines seulement, et en cas de récidive du double de ces peines, tout capitaine d'un bâtiment français ou tout commandant de bord d'un aéronef français ou toute personne assumant la conduite des opérations d'immersion sur les engins français ou plates-formes fixes ou flottantes sous juridiction française, au sens de l'article 19 de la convention pour la prévention de la pollution marine par les opérations d'immersion effectuées par les navires et aéronefs signée à Oslo le 15 février 1972, qui se sera rendu coupable d'infraction aux dispositions des articles 5, 6 et 7 de ladite convention ou aux obligations imposées en vertu de l'article 4 de la présente loi.Les personnes physiques coupables des infractions prévues par la présente loi encourent également, à titre de peine complémentaire, la peine d'affichage de la décision prononcée ou de diffusion de celle-ci dans les conditions prévues à l'article 131-55 du code pénal."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Dans les cas prévus à l'article 8-1 de la convention internationale mentionnée à l'article 1er ci-dessus, les immersions doivent être notifiées dans les plus brefs délais, par l'une des personnes visées à l'article 1er, au préfet maritime ou son représentant sous peine d'une amende de 1 000 à 10 000 F.Cette notification devra mentionner avec précision les circonstances dans lesquelles sont intervenues les immersions."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Sans préjudice des peines prévues à l'article 1er ci-dessus, si l'une des infractions a été commise sur l'ordre du propriétaire ou de l'exploitant du navire, de l'aéronef, de l'engin ou de la plate-forme, ce propriétaire ou cet exploitant sera puni des peines prévues audit article, le maximum de ces peines étant toutefois porté au double.Tout propriétaire ou exploitant d'un navire, d'un aéronef, d'un engin ou d'une plate-forme qui n'aura pas donné au capitaine, au commandant de bord ou à la personne assumant la conduite des opérations d'immersion sur l'engin ou la plate-forme, l'ordre écrit de se conformer aux dispositions de la présente loi pourra être retenu comme complice des infractions qui y sont prévues.Lorsque le propriétaire ou l'exploitant est une personne morale, la responsabilité prévue aux deux alinéas ci-dessus incombe à celui ou ceux des représentants légaux ou dirigeants de fait qui en assument la direction ou l'administration ou à toute personne habilitée par eux."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "L'immersion des substances et matériaux non visés à l'annexe I de la convention d'Oslo est soumise, conformément aux dispositions des articles 6 et 7 de ladite convention, à autorisation délivrée par le ministre chargé de l'environnement.Un décret en Conseil d'Etat, fixe les conditions de délivrance, d'utilisation, de suspension et de suppression des autorisations visées à l'alinéa précédent en tenant compte des dispositions de l'annexe II et de l'annexe III de ladite convention.Les dispositions des articles 5 et 6 de la convention d'Oslo pourront être rendues applicables, par décret en Conseil d'Etat, à des substances où matériaux qui, bien que n'étant pas visés à l'annexe I ou à l'annexe II de ladite convention, présentent des caractères analogues à ceux des substances et matériaux mentionnés auxdites annexes."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Sans préjudice du respect de toutes les prescriptions législatives ou réglementaires applicables à l'embarquement ou au chargement des matériaux, substances et déchets en cause, l'embarquement ou le chargement de tous matériaux, substances ou déchets destinés à être immergés en mer est subordonné à l'obtention d'une autorisation délivrée par le ministre chargé de l'environnement dans des conditions fixées par décret en Conseil d'Etat.Les peines prévues à l'article 1er de la présente loi s'appliquent à l'encontre de toute capitaine de navire et de tout commandant de bord embarquant ou chargeant sur le territoire français, sans pouvoir justifier de l'une des autorisations prévues par la présente loi, des substances, matériaux ou déchets destinés à l'immersion en mer."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Les autorisations d'immersion délivrées en vertu de l'article 4 valent autorisation d'embarquement ou de chargement, au sens de l'article 5. Elles tiennent lieu également des autorisations prévues à l'article 2, alinéa 2, de la loi n° 64-1245 du 16 décembre 1964 relative au régime et à la répartition des eaux, et à la lutte contre leur pollution."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "En cas de violation d'une ou de plusieurs conditions fixées par les autorisations prévues aux articles 4 et 5 de la présente loi, les peines édictées par l'article 1er ci-dessus sont applicables, selon le cas, au titulaire de l'autorisation, au propriétaire des substances, matériaux et déchets destinés à l'immersion en mer, ou aux personnes visées respectivement aux articles 1er, 3 et 5 de la présente loi."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Indépendamment des officiers et agents de police judiciaire, sont habilités à rechercher et à constater les infractions aux dispositions de la présente loi :Les administrateurs des affaires maritimes les inspecteurs des affaires maritimes, les officiers du corps technique et administratif des affaires maritimes, les techniciens experts du service de la sécurité et de la navigation maritime ;Les ingénieurs des ponts et chaussées et les ingénieurs des travaux publics de l'Etat affectés aux services maritimes ainsi que les agents desdits services commissionnés à cet effet ;Les ingénieurs des mines et les ingénieurs des travaux publics de l'Etat affectés au service des mines des arrondissements minéralogiques intéressés ;Les officiers de port et officiers de port adjoints, les agents de la police de la navigation et de la surveillance des pêches maritimes ;Les commandants, commandants en second ou officiers en second des bâtiments de la marine nationale ;Les fonctionnaires des corps techniques de l'aviation civile, commissionnés à cet effet, les ingénieurs des ponts et chaussées et les ingénieurs des travaux publics de l'Etat chargés des bases aériennes ;Les ingénieurs des corps de l'armement, commissionnés à cet effet, les techniciens d'étude et fabrication de l'aéronautique commissionnés à cet effet ;Les agents des douanes ;et à l'étranger :Les consuls de France, à l'exclusion des agents consulaires.Sont chargés de rechercher les infractions aux dispositions de la présente loi, de recueillir à cet effet tous renseignements en vue de découvrir les auteurs de ces infractions et d'en informer soit un administrateur des affaires maritimes, soit un ingénieur des ponts et chaussées ou un ingénieur des travaux publics de l'Etat affectés à un service maritime, soit un officier de police judiciaire ;Les commandants des navires océanographiques de l'Etat ;Les chefs de bord des aéronefs militaires, des aéronefs de la protection civile et les aéronefs de l'Etat affectés à la surveillance des eaux maritimes ;Les agents de l'Institut français de recherche pour l'exploitation de la mer."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Les procès-verbaux dressés conformément à l'article 8 de la présente loi font foi jusqu'à preuve du contraire. Ils sont transmis immédiatement au procureur de la République par l'agent verbalisateur qui en adresse en même temps copie aux services intéressés."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Lorsque les nécessités de l'enquête ou de l'information ainsi que la gravité de l'infraction l'exigent, le bâtiment, aéronef, engin ou plate-forme qui a servi à commettre l'une des infractions visées aux articles 1er, 3, 5 et 7 de la présente loi peut être immobilisé sur décision du procureur de la République ou du juge d'instruction saisi.A tout moment, l'autorité judiciaire compétente peut ordonner la levée de l'immobilisation s'il est fourni un cautionnement dont elle fixe le montant et les modalités de versement.Les conditions d'affectation, d'emploi et de restitution du cautionnement sont réglées conformément aux dispositions des articles 142, 142-2 et 142-3 du code de procédure pénale."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Les infractions aux dispositions de la présente loi sont jugées soit par le tribunal compétent du lieu de l'infraction, soit par celui de la résidence de l'auteur de l'infraction. Sont en outre compétents :S'il s'agit d'un bâtiment, engin ou plate-forme, soit le tribunal dans le ressort duquel il est immatriculé s'il est français, soit celui dans le ressort duquel il peut être trouvé s'il est étranger, ou s'il s'agit d'un engin ou plate-forme non immatriculé ;S'il s'agit d'un aéronef, le tribunal du lieu de l'atterrissage après le vol au cours duquel l'infraction a été commise.A défaut d'autre tribunal, le tribunal de grande instance de Paris est compétent."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Dans tous les cas, les droits des tiers à l'égard des auteurs de pollution sont et demeurent réservés."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "L'administration conserve la faculté de poursuivre selon la procédure des contraventions de grande voirie la réparation des dommages causés au domaine public."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Les dispositions de la présente loi sont également applicables aux opérations d'immersion effectuées en dehors de la zone d'application de la Convention d'Oslo, soit en haute mer, soit dans les eaux territoriales et intérieures maritimes françaises.Dans les eaux territoriales françaises et dans les eaux intérieures maritimes françaises, les dispositions de la présente loi s'appliquent aux navires, aéronefs, engins et plates-formes étrangers, même immatriculés dans un Etat non partie à ladite convention."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Le contrôle de l'application des dispositions de la présente loi aux navires et aéronefs militaires français est exercé par les agents relevant du ministère de la défense.Les pénalités prévues par la présente loi sont applicables aux justiciables des juridictions militaires des forces armées conformément au code de justice militaire et notamment à ses articles 2, 56 et 100."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Dans le cas d'avarie ou d'accident en mer survenu à toute navire, aéronef, engin ou plate-forme transportant ou ayant à son bord des substances nocives, dangereuses ou des hydrocarbures, et pouvant créer un danger grave d'atteinte au littoral ou aux intérêts connexes au sens de l'article II 4 de la convention de Bruxelles du 29 novembre 1969 sur l'intervention en haute mer en cas d'accident entraînant ou pouvant entraîner une pollution par les hydrocarbures, l'armateur ou le propriétaire du navire, le propriétaire ou l'exploitant de l'aéronef, enfin ou plate-forme peut être mis en demeure de prendre toutes les mesures nécessaires pour mettre fin à ce danger.Dans le cas où cette mise en demeure reste sans effet ou n'a pas produit les effets attendus dans le délai imparti, ou d'office en cas d'urgence, l'Etat peut faire exécuter les mesures nécessaires aux frais, risques et périls de l'armateur, du propriétaire ou de l'exploitant ou recouvrer le montant de leur coût auprès de ces derniers.Les dispositions prévues aux premier et deuxième alinéas du présent article s'appliquent également aux navires, aéronefs, engins ou plates-formes en état d'avarie ou accidentés sur le domaine public maritime, dans les ports maritimes et leurs accès.La fourniture des prestations de biens et de services nécessaires à l'exécution des mesures prises en application du présent article ou de la convention de Bruxelles du 29 novembre 1969 sur l'intervention en haute mer en cas d'accident entraînant ou pouvant entraîner une pollution par les hydrocarbures, peut être obtenue soit par accord amiable, soit par réquisition.Le montant des indemnités dues par l'Etat est déterminé dans les conditions prévues par les titres II, IV et V de l'ordonnance n° 59-63 du 6 janvier 1959 relative aux réquisition de biens et services.Les conditions d'application du présent article sont fixées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Le Gouvernement déposera devant le Parlement, avant le 1er janvier 1977, un rapport sur les dispositions administratives, techniques et financières qu'il aura arrêtées pour mettre en oeuvre, en cas de pollution marine accidentelle, des plans assurant une intervention d'urgence."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Les dispositions de la présente loi sont applicables aux territoires d'outre-mer et à la collectivité territoriale de Mayotte. Les notifications prévues à l'article 2 ci-dessus sont faites au délégué du Gouvernement dans le territoire ou la collectivité ou à l'un de ses représentants.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}