{
  "id": "loi-n-2009-967-du-3-aout-2009",
  "type": "statute",
  "title": "LOI n° 2009-967 du 3 août 2009",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000020949548",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "La présente loi, avec la volonté et l'ambition de répondre au constat partagé et préoccupant d'une urgence écologique, fixe les objectifs et, à ce titre, définit le cadre d'action, organise la gouvernance à long terme et énonce les instruments de la politique mise en œuvre pour lutter contre le changement climatique et s'y adapter, préserver la biodiversité ainsi que les services qui y sont associés, contribuer à un environnement respectueux de la santé, préserver et mettre en valeur les paysages. Elle assure un nouveau modèle de développement durable qui respecte l'environnement et se combine avec une diminution des consommations en énergie, en eau et autres ressources naturelles. Elle assure une croissance durable sans compromettre les besoins des générations futures.Pour les décisions publiques susceptibles d'avoir une incidence significative sur l'environnement, les procédures de décision seront révisées pour privilégier les solutions respectueuses de l'environnement, en apportant la preuve qu'une décision alternative plus favorable à l'environnement est impossible à un coût raisonnable.Les politiques publiques doivent promouvoir un développement durable.A cet effet, elles concilient la protection et la mise en valeur de l'environnement, le développement économique et le progrès social.La stratégie nationale de développement durable et la stratégie nationale de la biodiversité sont élaborées par l'Etat en cohérence avec la stratégie européenne de développement durable et en concertation avec les représentants des élus nationaux et locaux, des employeurs, des salariés et de la société civile, notamment des associations et fondations visées au deuxième alinéa de l'article 49 de la présente loi.L'Etat assure le suivi de leur mise en œuvre au sein d'un comité pérennisant la conférence des parties prenantes du Grenelle de l'environnement et en rend compte chaque année devant le Parlement, auquel il propose les mesures propres à améliorer leur efficacité. Le Gouvernement transmet à celui-ci, au plus tard avant le 10 octobre, un rapport annuel sur la mise en œuvre des engagements prévus par la présente loi, son incidence sur les finances et la fiscalité locales et son impact sur les prélèvements obligatoires au regard du principe de stabilité de la pression fiscale pesant sur les particuliers et les entreprises.Pour ce qui concerne les régions, les départements et collectivités d'outre-mer, compte tenu de leurs caractéristiques environnementales et de la richesse de leur biodiversité, l'Etat fera reposer sa politique sur des choix stratégiques spécifiques qui seront déclinés dans le cadre de mesures propres à ces collectivités.Ces choix comporteront notamment un cadre expérimental pour le développement durable, au titre d'une gouvernance locale adaptée, reposant sur les dispositions du troisième alinéa de l'article 73 de la Constitution."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. ― La lutte contre le changement climatique est placée au premier rang des priorités. Dans cette perspective, est confirmé l'engagement pris par la France de diviser par quatre ses émissions de gaz à effet de serre entre 1990 et 2050 en réduisant de 3 % par an, en moyenne, les rejets de gaz à effet de serre dans l'atmosphère, afin de ramener à cette échéance ses émissions annuelles de gaz à effet de serre à un niveau inférieur à 140 millions de tonnes équivalent de dioxyde de carbone.Considérant que la région arctique joue un rôle central dans l'équilibre global du climat de la planète, la France soutiendra la création d'un observatoire scientifique international de l'Arctique.En outre, afin d'en protéger l'environnement, elle promouvra ou accompagnera, dans le cadre des instances internationales compétentes, l'adaptation de la réglementation internationale aux nouveaux usages de l'océan Arctique rendus possibles par son accessibilité croissante.La France se fixe comme objectif de devenir l'économie la plus efficiente en équivalent carbone de la Communauté européenne d'ici à 2020. A cette fin, elle prendra toute sa part à la réalisation de l'objectif de réduction d'au moins 20 % des émissions de gaz à effet de serre de la Communauté européenne à cette échéance, cet objectif étant porté à 30 % pour autant que d'autres pays industrialisés hors de la Communauté européenne s'engagent sur des objectifs comparables et que les pays en développement les plus avancés apportent une contribution adaptée. Elle soutiendra également la conclusion d'engagements internationaux contraignants de réduction des émissions. Elle concourra, de la même manière, à la réalisation de l'objectif d'amélioration de 20 % de l'efficacité énergétique de la Communauté européenne et s'engage à porter la part des énergies renouvelables à au moins 23 % de sa consommation d'énergie finale d'ici à 2020.II. ― Les mesures nationales de lutte contre le changement climatique porteront en priorité sur la baisse de la consommation d'énergie des bâtiments et la réduction des émissions de gaz à effet de serre des secteurs des transports et de l'énergie. Ces mesures sont conçues selon une approche conjointe de protection de la qualité de l'air et d'atténuation du changement climatique. La maîtrise de la demande d'énergie constitue la solution durable au problème des coûts croissants de l'énergie pour les consommateurs, notamment pour les ménages les plus démunis particulièrement exposés au renchérissement des énergies fossiles. Le programme d'économies d'énergie dans le secteur du logement comprendra des actions ciblées de lutte contre la précarité énergétique.Pour la mise en œuvre des objectifs visés au I, les mesures nationales visent à intégrer le coût des émissions de gaz à effet de serre dans la détermination des prix des biens et des services, notamment en :― améliorant l'information du consommateur sur le coût écologique de ces biens et services ;― adoptant de nouvelles réglementations ;― étendant le système européen d'échange des quotas d'émissions de gaz à effet de serre à de nouveaux secteurs, en tenant compte des mesures nationales prises par les autres Etats membres ;― mettant aux enchères une partie des quotas alloués aux entreprises en prenant en compte l'impact de cette mise aux enchères sur la concurrence internationale à laquelle sont exposés les secteurs concernés. La part des quotas alloués par la mise aux enchères pourra atteindre, à partir de 2013, 100 % si le secteur concerné est en capacité d'en supporter les conséquences sans subir une perte importante de ses parts de marché, conformément au calendrier fixé par la directive 2003/87/CE du Parlement européen et du Conseil, du 13 octobre 2003, établissant un système d'échange de quotas d'émission de gaz à effet de serre dans la Communauté.L'Etat étudiera la création d'une contribution dite « climat-énergie » en vue d'encourager les comportements sobres en carbone et en énergie. Cette contribution aura pour objet d'intégrer les effets des émissions de gaz à effet de serre dans les systèmes de prix par la taxation des consommations d'énergies fossiles. Elle sera strictement compensée par une baisse des prélèvements obligatoires de façon à préserver le pouvoir d'achat des ménages et la compétitivité des entreprises. Au terme de six mois à compter de la promulgation de la présente loi, le résultat de cette étude sera rendu public et transmis au Parlement.La France soutiendra la mise en place d'un mécanisme d'ajustement aux frontières pour les importations en provenance des pays qui refuseraient de contribuer à raison de leurs responsabilités et capacités respectives à l'effort mondial de réduction des émissions de gaz à effet de serre après 2012.Les dispositifs incitatifs économiques et les financements publics consacrés à des investissements de production ou de consommation d'énergie tiendront compte des économies d'énergie réalisées et du temps nécessaire à la rentabilisation des investissements concernés. L'efficience de ces mécanismes et dispositifs sera évaluée notamment au regard de leur coût par rapport au volume d'émissions de gaz à effet de serre évitées.Les dispositifs incitatifs économiques et les financements publics qui auront pour objet la réduction des émissions de gaz à effet de serre devront être justifiés notamment par référence au coût de la tonne de dioxyde de carbone évitée ou définitivement stockée."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Le secteur du bâtiment, qui consomme plus de 40 % de l'énergie finale et contribue pour près du quart aux émissions nationales de gaz à effet de serre, représente le principal gisement d'économies d'énergie exploitable immédiatement. Un plan de rénovation énergétique et thermique des bâtiments existants et de réduction des consommations énergétiques des constructions neuves, réalisé à grande échelle, réduira durablement les dépenses énergétiques, améliorera le pouvoir d'achat des ménages et contribuera à la réduction des émissions de dioxyde de carbone. Cette amélioration implique le développement et la diffusion de nouvelles technologies dans la construction neuve et la mise en œuvre d'un programme de rénovation accélérée du parc existant, en prenant systématiquement en compte l'objectif d'accessibilité aux personnes présentant un handicap au sens de l'article L. 114 du code de l'action sociale et des familles."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "La réglementation thermique applicable aux constructions neuves sera renforcée afin de réduire les consommations d'énergie et les émissions de gaz à effet de serre. Elle s'attachera à susciter une évolution technologique et industrielle significative dans le domaine de la conception et de l'isolation des bâtiments et pour chacune des filières énergétiques, dans le cadre d'un bouquet énergétique équilibré, faiblement émetteur de gaz à effet de serre et contribuant à l'indépendance énergétique nationale.L'Etat se fixe comme objectifs que :a) Toutes les constructions neuves faisant l'objet d'une demande de permis de construire déposée à compter de la fin 2012 et, par anticipation à compter de la fin 2010, s'il s'agit de bâtiments publics et de bâtiments affectés au secteur tertiaire, présentent une consommation d'énergie primaire inférieure à un seuil de 50 kilowattheures par mètre carré et par an en moyenne ; pour les énergies qui présentent un bilan avantageux en termes d'émissions de gaz à effet de serre, ce seuil sera modulé afin d'encourager la diminution des émissions de gaz à effet de serre générées par l'énergie utilisée, conformément au premier alinéa ; ce seuil pourra également être modulé en fonction de la localisation, des caractéristiques et de l'usage des bâtiments ; chaque filière énergétique devra, en tout état de cause, réduire très fortement les exigences de consommation d'énergie définies par les réglementations auxquelles elle est assujettie à la date d'entrée en vigueur de la présente loi. Afin de garantir la qualité de conception énergétique du bâti, la réglementation thermique fixera en outre un seuil ambitieux de besoin maximal en énergie de chauffage des bâtiments ; ce seuil pourra être modulé en fonction de la localisation, des caractéristiques et de l'usage des bâtiments. Une étude de l'Office parlementaire d'évaluation des choix scientifiques et technologiques sera réalisée afin de proposer un niveau pertinent de modulation pour respecter les objectifs fixés au premier alinéa et de mesurer l'impact économique de l'ensemble du dispositif prévu ; cette étude examinera également les questions liées aux facteurs de conversion d'énergie finale en énergie primaire ;b) Toutes les constructions neuves faisant l'objet d'une demande de permis de construire déposée à compter de la fin 2020 présentent, sauf exception, une consommation d'énergie primaire inférieure à la quantité d'énergie renouvelable produite dans ces constructions, et notamment le bois-énergie ;c) Les logements neufs construits dans le cadre du programme national de rénovation urbaine prévu par la loi n° 2003-710 du 1er août 2003 d'orientation et de programmation pour la ville et la rénovation urbaine respectent par anticipation les exigences prévues au a.Les normes susmentionnées seront adaptées à l'utilisation du bois comme matériau, en veillant à ce que soit privilégiée l'utilisation de bois certifié et, d'une façon plus générale, des biomatériaux sans conséquence négative pour la santé des habitants et des artisans.Pour atteindre ces objectifs, les acquéreurs de logements dont la performance énergétique excédera les seuils fixés par la réglementation applicable pourront bénéficier d'un avantage supplémentaire au titre de l'aide à l'accession à la propriété et du prêt à taux zéro."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "L'Etat se fixe comme objectif de réduire les consommations d'énergie du parc des bâtiments existants d'au moins 38 % d'ici à 2020. A cette fin, l'Etat se fixe comme objectif la rénovation complète de 400 000 logements chaque année à compter de 2013.I. ― Tous les bâtiments de l'Etat et de ses établissements publics seront soumis à un audit d'ici à 2010. L'objectif est, à partir du diagnostic ainsi établi, d'engager leur rénovation d'ici à 2012 avec traitement de leurs surfaces les moins économes en énergie. Cette rénovation aura pour objectif de réduire d'au moins 40 % les consommations d'énergie et d'au moins 50 % les émissions de gaz à effet de serre de ces bâtiments dans un délai de huit ans.L'Etat incitera les collectivités territoriales, dans le respect de leur libre administration, à engager un programme de rénovation de leurs bâtiments en matière d'économie d'énergie dans les mêmes conditions et au même rythme qu'indiqués à l'alinéa précédent. Les politiques engagées par les collectivités territoriales d'outre-mer feront l'objet d'un soutien spécifique afin de tenir compte des risques sismiques.Si les conditions définies par l'ordonnance n° 2004-559 du 17 juin 2004 sur les contrats de partenariat sont satisfaites, il pourra être fait appel à des contrats de partenariat pour réaliser les travaux de rénovation en matière d'économie d'énergie portant respectivement sur les 50 et 70 millions de mètres carrés de surface des bâtiments de l'Etat et de ses principaux établissements publics.Le droit de la commande publique devra prendre en compte l'objectif de réduction des consommations d'énergie visé au premier alinéa, en autorisant le pouvoir adjudicateur à recourir à un contrat de performance énergétique, notamment sous la forme d'un marché global regroupant les prestations de conception, de réalisation et d'exploitation ou de maintenance, dès lors que les améliorations de l'efficacité énergétique sont garanties contractuellement.II. ― L'Etat se fixe comme objectif la rénovation de l'ensemble du parc de logements sociaux. A cet effet, pour commencer, 800 000 logements sociaux dont la consommation d'énergie est supérieure à 230 kilowattheures d'énergie primaire par mètre carré et par an feront l'objet de travaux avant 2020, afin de ramener leur consommation annuelle à des valeurs inférieures à 150 kilowattheures d'énergie primaire par mètre carré. Ces travaux concerneront en particulier 180 000 logements sociaux situés dans des zones définies par l'article 6 de la loi n° 2003-710 du 1er août 2003 d'orientation et de programmation pour la ville et la rénovation urbaine.Pour définir les priorités du programme, il sera tenu compte du niveau de charges de chauffage payées par les locataires, du niveau de la consommation annuelle et de l'importance des économies envisagées.Ce programme de rénovation est ainsi réparti :A cet effet, une enveloppe de prêts à taux privilégiés sera accordée aux organismes bailleurs de logements sociaux. Des conventions entre l'Etat et ces organismes définiront les conditions de réalisation du programme et prévoiront les modalités de financement des travaux de rénovation, notamment à partir des économies réalisées grâce à ces travaux de rénovation. A l'appui de ces conventions, l'Etat pourra attribuer des subventions qui pourront s'élever jusqu'à 20 % du coût des travaux.Les organismes bailleurs de logements sociaux seront encouragés à recourir aux énergies renouvelables, notamment pour leur permettre des adaptations marginales à la norme fixée au premier alinéa dans le cas d'un patrimoine manifestement difficile à rénover. Un décret fixe les conditions techniques pouvant justifier de telles adaptations et les modalités de compensation applicables aux organismes concernés.III. ― Afin de permettre une rénovation accélérée du parc résidentiel et tertiaire existant en matière d'économie d'énergie, l'Etat mettra en place des actions spécifiques incluant un ensemble d'incitations financières destinées à encourager la réalisation des travaux. Ainsi :a) L'Etat favorisera la conclusion d'accords avec le secteur des banques et des assurances, tout en mobilisant les établissements financiers publics, pour développer le financement des investissements d'économie d'énergie ; ces accords auront pour objet la mise en place de prêts aux particuliers dont les caractéristiques financières permettront le remboursement des annuités d'emprunt au moyen des économies d'énergie réalisées ; de même, l'Etat encouragera la simplification et l'aménagement des contrats de performance énergétique en vue de faciliter leur diffusion, notamment dans les copropriétés, et s'assurera de l'élaboration de modèles de contrats de performance énergétique adaptés aux différents secteurs (résidentiel, tertiaire, industriel) ; il incitera le secteur des assurances à développer une offre de produits visant à garantir le bon résultat des travaux d'amélioration énergétique des bâtiments résidentiels ;b) Les modalités d'application du crédit d'impôt sur le revenu en faveur des économies d'énergie et de l'utilisation des énergies renouvelables seront réformées, afin de favoriser la rénovation des logements donnés en location et la réalisation de travaux ou l'acquisition des équipements les plus performants ;c) Les propriétaires de surfaces importantes affectées aux activités tertiaires, notamment les sociétés foncières, pourront être assujettis au dispositif des certificats d'économie d'énergie.L'Etat incitera les bailleurs et les associations de locataires à engager une concertation pour déterminer les modalités de partage des économies d'énergie réalisées par ces investissements. Dans un délai d'un an à compter de la promulgation de la présente loi, le Gouvernement rendra compte au Parlement de l'état de la concertation.En complément des mesures précitées, l'Etat prévoira des dispositifs d'incitation financière visant à encourager les propriétaires et les syndicats de copropriétaires à réaliser des travaux de rénovation lourde destinés à accroître la performance énergétique de logements anciens aux caractéristiques thermiques et énergétiques très dégradées. Ces dispositifs privilégieront les financements qui tirent parti des gains réalisés par les économies d'énergie. Une étude analysera par ailleurs les possibilités de mettre en œuvre à terme des obligations de travaux de rénovation.Le diagnostic de performance énergétique sera adapté à l'outre-mer afin de tenir compte des caractéristiques propres à ces territoires.L'Etat encouragera la constitution d'un groupement de l'ensemble des acteurs du plan de rénovation des bâtiments pour suivre et adapter les chantiers de rénovation en matière d'économie d'énergie dans les secteurs résidentiel et tertiaire.Dans un délai d'une année après la promulgation de la présente loi, l'Etat remettra à la représentation nationale un rapport mesurant la production en dioxyde de carbone des systèmes de climatisation et leur impact sur l'écosystème et l'environnement, singulièrement dans les collectivités d'outre-mer.Le plan d'urgence pour l'emploi des jeunes s'orientera en priorité vers les métiers liés à l'environnement, notamment dans le domaine du bâtiment."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "L'Etat incitera les acteurs de la formation professionnelle initiale et continue à engager, en concertation avec les régions, un programme pluriannuel de qualification et de formation des professionnels du bâtiment et de l'efficacité énergétique dans le but d'encourager l'activité de rénovation du bâtiment, dans ses dimensions de performance thermique et énergétique, acoustique et de qualité de l'air intérieur. Ce programme insistera avant tout sur la formation aux techniques de diagnostic préalable, la connaissance des énergies renouvelables et de leurs modalités d'utilisation, l'adaptation des contenus de formations pour privilégier l'isolation et les réseaux de chauffage.Les programmes publics de recherche dans le domaine du bâtiment seront orientés vers les nouvelles générations de bâtiments faiblement consommateurs d'énergie, ceux producteurs d'énergie à partir de sources renouvelables et les techniques de rénovation performantes en matière d'économie d'énergie.La France concourt à la création d'une plate-forme européenne sur l'écoconstruction, pour développer les recherches et promouvoir les différentes filières de bâtiments faiblement consommateurs d'énergie."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. ― Le rôle des collectivités publiques dans la conception et la mise en œuvre de programmes d'aménagement durable doit être renforcé. A cet effet, l'Etat incitera les régions, les départements et les communes et leurs groupements de plus de 50 000 habitants à établir, en cohérence avec les documents d'urbanisme et après concertation avec les autres autorités compétentes en matière d'énergie, de transport et de déchets, des « plans climat-énergie territoriaux » avant 2012.II. ― Le droit de l'urbanisme devra prendre en compte les objectifs suivants, dans un délai d'un an suivant la publication de la présente loi :a) Lutter contre la régression des surfaces agricoles et naturelles, les collectivités territoriales fixant des objectifs chiffrés en la matière après que des indicateurs de consommation d'espace auront été définis. Dans les six mois suivant la publication de la présente loi, une étude sur la réforme de la fiscalité et sur les incitations possibles pour limiter l'extension du foncier artificialisé sera effectuée ;b) Lutter contre l'étalement urbain et la déperdition d'énergie, ainsi que permettre la revitalisation des centres-villes, les collectivités territoriales disposant désormais, ou étant dotées dans l'année qui suit l'adoption de la présente loi, d'outils leur permettant en particulier de conditionner la création de nouveaux quartiers, d'opérations d'aménagement à dominante d'habitat ou de bureaux à la création ou au renforcement correspondant des infrastructures de transport, ainsi que de prescrire, dans certaines zones, des seuils minimaux de densité ou des performances énergétiques supérieures à la réglementation ;c) Concevoir l'urbanisme de façon globale en harmonisant les documents d'orientation et les documents de planification établis à l'échelle de l'agglomération ;d) Préserver la biodiversité, notamment à travers la conservation, la restauration et la création de continuités écologiques ;e) Assurer une gestion économe des ressources et de l'espace et réexaminer dans cette perspective les dispositifs fiscaux et les incitations financières relatives au logement et à l'urbanisme ;f) Permettre la mise en œuvre de travaux d'amélioration de la performance énergétique des bâtiments, notamment l'isolation extérieure, en adaptant les règles relatives à la protection du domaine public ;g) Créer un lien entre densité et niveau de desserte par les transports en commun.III. ― L'Etat encouragera la réalisation, par les collectivités territoriales, d'opérations exemplaires d'aménagement durable des territoires.Il mettra en œuvre un plan d'action pour inciter les collectivités territoriales, notamment celles qui disposent d'un programme significatif de développement de l'habitat, à réaliser des écoquartiers avant 2012, en fournissant à ces collectivités des référentiels et une assistance technique pour la conception et la réalisation des projets.Il encouragera la réalisation, par des agglomérations volontaires, de programmes globaux d'innovation énergétique, architecturale, paysagère et sociale, en continuité avec le bâti existant, qui intégreront dans leurs objectifs la préservation et la rénovation du patrimoine existant, le développement des transports en commun et des modes de déplacement économes en énergie, la prise en compte des enjeux économiques et sociaux, la réduction de la consommation d'espace et la réalisation de plusieurs écoquartiers.Un plan pour restaurer la nature en ville sera préparé pour l'année 2009."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I. ― La politique des transports contribue au développement durable et au respect des engagements nationaux et internationaux de la France en matière d'émissions de gaz à effet de serre et d'autres polluants, tout en limitant la consommation des espaces agricoles et naturels. L'objectif est de réduire, dans le domaine des transports, les émissions de gaz à effet de serre de 20 % d'ici à 2020, afin de les ramener à cette date au niveau qu'elles avaient atteint en 1990.L'Etat veillera à réduire les pollutions et les nuisances des différents modes de transport. Il favorisera l'adoption de comportements responsables au regard des exigences écologiques, incitera les entreprises du secteur des transports à améliorer leur performance environnementale et encouragera le renouvellement des matériels de transport et les projets innovants de transports favorisant la réduction des émissions de gaz à effet de serre.La politique de réduction des pollutions et nuisances fera, tous les cinq ans, l'objet d'une évaluation et d'un programme d'actions sur la base d'objectifs chiffrés.Dans une logique de développement des transports multimodale et intégrée, l'Etat veillera à ce que l'augmentation des capacités routières soit limitée au traitement des points de congestion, des problèmes de sécurité ou des besoins d'intérêt local en limitant les impacts sur l'environnement.Les fournisseurs de carburant devront conduire des actions visant à en maîtriser la consommation.II. ― L'Etat met à l'étude la possibilité de créer un fonds de capitalisation, regroupant des actifs et des participations de l'Etat dans le capital des sociétés dont il est actionnaire, qui pourrait, le cas échéant, être géré dans le cadre des missions de l'Agence de financement des infrastructures de transport de France. Le capital de ce fonds serait ouvert à des investisseurs institutionnels et à des collectivités territoriales.Ce fonds de participation aurait notamment pour objet de financer la réalisation des objectifs visés au I. En outre, cette étude proposera différents dispositifs permettant de financer les grands projets d'infrastructures de transport. Le Gouvernement en présentera les conclusions au Parlement au plus tard six mois après la promulgation de la présente loi.Les projets permettant d'achever les grands itinéraires autoroutiers largement engagés seront menés à bonne fin dans les meilleurs délais et dans le respect de normes environnementales conformes au développement durable."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I. ― Pour le transport des marchandises, le développement de l'usage du transport fluvial, ferroviaire, du transport maritime, et plus particulièrement du cabotage, revêt un caractère prioritaire. A cet effet, l'Etat accordera, en matière d'infrastructures, une priorité aux investissements ferroviaires, fluviaux et portuaires, tout en tenant compte des enjeux liés au développement économique et à l'aménagement et à la compétitivité des territoires. Il soutiendra le développement des trafics massifiés de fret ferroviaire et fluvial, du transport combiné ferroviaire, fluvial et maritime, des autoroutes ferroviaires et des autoroutes de la mer.\n\nLes moyens dévolus à la politique des transports de marchandises sont mobilisés pour faire évoluer la part modale du non-routier et non-aérien de 14 % à 25 % à l'échéance 2022. En première étape, le programme d'action permettra d'atteindre une croissance de 25 % de la part modale du fret non routier et non aérien d'ici à 2012. Cette augmentation sera calculée sur la base de l'activité fret enregistrée en 2006.\n\nDes dotations du budget de l'Etat encourageront le recours au transport combiné par des compensations tarifaires aux opérateurs, au moyen de conventions passées entre l'Etat et les opérateurs qui s'engagent sur des objectifs de développement et d'organisation.\n\nII. ― La politique durable des transports donne la priorité en matière ferroviaire au réseau existant. Cette priorité s'appuie d'abord sur sa régénération, puis sur sa modernisation.\n\nA cet effet, il sera établi, avant la fin de l'année 2009, une cartographie des points de saturation et de ralentissement du réseau ferroviaire, actuels et prévisibles, à l'horizon 2020. Cette cartographie déterminera en outre les tronçons de lignes qui ne sont pas encore électrifiés.\n\nLes moyens dévolus par l'Etat et ses établissements publics à la régénération du réseau ferroviaire seront accrus régulièrement pour atteindre en 2015 un niveau de 400 millions d'euros par an supplémentaires par rapport à l'actuel plan de renouvellement des voies ferrées 2006-2010, soit un montant deux fois et demi plus élevé que celui constaté en 2004. Les régions pourront contribuer à cet effort pour l'entretien et la régénération du réseau ferroviaire. Cet effort financier sera notamment destiné à des dépenses d'investissement et de fonctionnement sur les lignes qui jouent un rôle réel de désenclavement. L'extension progressive du réseau ferroviaire à grande vitesse et la création de lignes nouvelles mixtes libérera de la capacité pour le fret ferroviaire. Les deux principaux axes Nord-Sud du réseau seront aménagés afin de permettre la circulation de trains longs d'au moins 1 000 mètres.\n\nLe réseau ferroviaire national sera modernisé pour permettre un système de transport de fret de qualité répondant à la demande en termes de fiabilité, de rapidité, de régularité et de souplesse. Dans cette perspective, les investissements de l'Etat seront concentrés sur certains axes prioritaires de circulation importante, où le fret bénéficiera de sillons performants et stables, en prenant notamment en compte les intérêts des chargeurs.Un réseau d'autoroutes ferroviaires à haute fréquence et de transport combiné sera développé pour offrir une alternative performante aux transports routiers à longue distance, notamment pour les trafics de transit. Dans une première phase, trois autoroutes ferroviaires seront mises en place : l'autoroute ferroviaire alpine, qui sera prolongée jusqu'à la région lyonnaise, l'autoroute ferroviaire entre Perpignan et Luxembourg et l'autoroute ferroviaire Atlantique entre le pays basque, la région parisienne et le nord de la France. L'adaptation des infrastructures fera l'objet d'un financement public complémentaire de 50 millions d'euros et la création des plates-formes multimodales de fret classique ou à grande vitesse de fret fera l'objet d'un financement de 50 millions d'euros. Dans une deuxième phase, l'objectif sera le transfert de 2 millions de camions ; enfin, dans une troisième phase, l'objectif sera d'assurer le trafic de transit de marchandises dans sa totalité par les modes alternatifs à la route. En outre, l'Etat étudiera la possibilité de mettre en place des prêts à long terme ou des garanties pour faciliter l'acquisition du matériel nécessaire par les opérateurs.\n\nLa création d'opérateurs ferroviaires de proximité sera encouragée afin de répondre à la demande de trafic ferroviaire de wagons isolés. La faculté de réserver des sillons sera donnée aux opérateurs de transport combiné. Enfin, les projets innovants, comme les projets de fret à grande vitesse, notamment en correspondance avec le mode aérien, seront encouragés par des dispositifs spécifiques.\n\nUne instance de régulation des activités ferroviaires favorisera la croissance globale des trafics de marchandises tout en veillant au développement sans discrimination de la concurrence sur le marché du transport ferroviaire de fret classique et à grande vitesse.\n\nLa conservation des emprises des lignes ferroviaires désaffectées sera favorisée afin de permettre la mise en place ultérieure d'un système de transports de marchandises, de transports en commun ou de transports non motorisés, en concertation avec les autorités organisatrices de transports et les collectivités territoriales concernées.\n\nLe Gouvernement présente un rapport au Parlement, au plus tard six mois après la promulgation de la présente loi, sur l'opportunité d'interdire, à partir du 31 décembre 2015, la circulation sur les lignes électrifiées des trains utilisant un mode de propulsion autre qu'électrique.\n\nIII. ― L'amélioration de la compétitivité des ports maritimes français dans la concurrence internationale et de leur desserte multimodale permettra l'accroissement du transport de fret et des activités de logistique, créateurs d'emplois et respectueux de l'environnement. L'objectif est de doubler la part de marché du fret non routier pour les acheminements à destination et en provenance des ports d'ici à 2015.\n\nA cette fin, l'Etat accompagnera le développement des capacités portuaires et créera les conditions d'une desserte terrestre efficace des grands ports maritimes français par les modes de transport massifiés, ferroviaire et fluvial, en respectant les milieux aquatiques continental et estuarien. La desserte ferroviaire entre les ports et leur arrière-pays devra ainsi être fortement améliorée par le développement de lignes dédiées au fret et par sa prise en compte dans le cadre de projets d'amélioration du réseau de grandes lignes ou la réalisation de sections nouvelles.\n\nLa desserte fluviale des ports maritimes sera significativement accrue par un traitement efficace des flux de transports fluviaux, l'optimisation des coûts de manutention, la révision des pratiques fiscales pénalisantes et la réalisation d'infrastructures assurant l'interface entre les voies d'eau et les zones portuaires.\n\nIV. ― L'Etat soutiendra, avec les différentes parties intéressées, le développement de lignes d'autoroutes de la mer sur la façade atlantique entre la France, l'Espagne et le Portugal et sur la façade méditerranéenne entre la France, l'Espagne et l'Italie, afin d'offrir des alternatives à la traversée des massifs pyrénéen et alpin. Elles auront pour objectif de permettre un report modal de 5 à 10 % des trafics concernés. L'Etat pourra soutenir ces projets notamment au travers d'obligations de services publics et, si nécessaire, par des financements pour un montant maximal de 80 millions d'euros. Les autoroutes de la mer sur la façade méditerranéenne contribueront au développement de l'Union pour la Méditerranée sans porter atteinte au littoral méditerranéen.\n\nV. ― Le réseau fluvial, dit magistral, et en particulier celui à grand gabarit, fera l'objet d'un plan de restauration et de modernisation dont le montant financier devra être clairement établi. Le canal à grand gabarit Seine-Nord-Europe, qui permettra le report vers la voie d'eau de 4,5 milliards de tonnes-kilomètres par an, soit l'économie de 250 000 tonnes de dioxyde de carbone par an, sera réalisé. Ce programme, présentant un coût de l'ordre de 4 milliards d'euros, sera cofinancé dans le cadre d'un contrat de partenariat public-privé, par la Communauté européenne, les collectivités territoriales et l'Etat, sur la période 2009-2020. Les études nécessaires à la réalisation d'une liaison fluviale à grand gabarit entre les bassins de la Saône et de la Moselle seront poursuivies et un débat public sera organisé d'ici à 2012. Ce débat envisagera également l'intérêt d'une connexion fluviale entre la Saône et le Rhin qui fera l'objet d'études complémentaires préalables. Un débat public sera en outre organisé avant la fin de l'année 2011 sur la liaison à grand gabarit de la Seine amont entre Bray-sur-Seine et Nogent-sur-Seine.\n\nLa modernisation des barrages de navigation s'accompagnera, lorsque cela est pertinent, de la construction de microcentrales hydroélectriques.\n\nDans ce cadre, le soutien de l'Etat à la batellerie sera maintenu et portera prioritairement sur la création d'entreprises et la construction et la modernisation de la flotte fluviale. A ce titre, l'Etat étudiera la possibilité de mettre en œuvre des prêts à long terme et des garanties pour faciliter l'acquisition du matériel nécessaire à l'activité des opérateurs.\n\nEn outre, l'Etat étudiera l'opportunité de donner à l'établissement public Voies navigables de France la pleine propriété du domaine public fluvial attaché au réseau magistral. Le Gouvernement présentera au Parlement les conclusions de ces deux études au plus tard six mois après la promulgation de la présente loi.\n\nLe Gouvernement remet au Parlement, dans les six mois suivant l'adoption de la présente loi, un rapport sur la nécessité de rénovation des barrages manuels du réseau fluvial magistral, sur le coût global de ces interventions et les modalités de financement, ainsi que sur la régénération du réseau fluvial à vocation de transport de marchandises, et l'effort financier pluriannuel consenti à ce titre par l'Etat.\n\nVI. ― Des mesures seront mises en place afin d'améliorer les performances environnementales des poids lourds, notamment en termes de consommation de carburant. Dans cette optique, l'Etat encouragera la réduction de l'incidence de la conduite sur l'environnement, dite écoconduite , la mise en place des péages sans arrêt, ainsi que l'affichage des émissions de gaz à effet de serre des prestations de transports.\n\nEn outre, le Gouvernement présente au Parlement, au plus tard trois mois après la promulgation de la présente loi, un rapport sur les enjeux et les impacts relatifs, d'une part, à la généralisation de l'autorisation de circulation des poids lourds de 44 tonnes et, d'autre part, à la réduction de la vitesse à 80 kilomètres/heure pour tous les poids lourds circulant sur autoroute et à leur interdiction de se dépasser sur ces axes."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I. ― L'objectif pour les transports de voyageurs est de diminuer l'utilisation des hydrocarbures, de réduire les émissions de gaz à effet de serre, les pollutions atmosphériques et autres nuisances et d'accroître l'efficacité énergétique, en organisant un système de transports intégré et multimodal privilégiant les transports ferroviaires, maritimes et fluviaux dans leur domaine de pertinence, tout en limitant la consommation des espaces agricoles et naturels.Le développement de l'usage des transports collectifs de personnes revêt un caractère prioritaire. A cet effet, pour les déplacements interurbains et périurbains, il sera accordé, en matière d'infrastructures, la priorité aux investissements ferroviaires par rapport au développement de projets routiers ou aéroportuaires.Afin de rendre plus attractif le transport ferroviaire pour les voyageurs, l'Etat encouragera le développement du service auto-train.L'Etat prendra des mesures d'adaptation de la loi n° 82-1153 du 30 décembre 1982 d'orientation des transports intérieurs pour tenir compte de la situation particulière de chacune des régions d'outre-mer. En Guyane, la possibilité de mise en œuvre d'une ligne ferroviaire desservant les communes du littoral sera étudiée dans une perspective à la fois de désenclavement et de développement durable.II. ― L'Etat veillera à ce que les voyageurs disposent pour leurs déplacements en France et en Europe et pour la desserte des plates-formes de correspondance aérienne d'offres ferroviaires plus performantes constituant des alternatives au transport aérien. A cette fin, la connexion des grandes plates-formes aéroportuaires avec le réseau ferroviaire à grande vitesse sera améliorée.La création de nouveaux aéroports sera limitée aux cas de déplacement de trafic pour des raisons environnementales. La desserte des aéroports par les transports collectifs sera encouragée.Afin de lutter contre les nuisances sonores autour des aéroports, l'Etat continuera à soutenir la maîtrise de l'urbanisation aux abords de ces équipements et veillera au financement nécessaire de l'aide à l'insonorisation des constructions des riverains qui repose sur le principe du pollueur-payeur. Il assurera la transparence de l'information relative aux nuisances engendrées par le transport aérien. Des dispositifs de sanction renforcés seront institués afin de faire respecter la réglementation environnementale par les compagnies aériennes.En matière de navigation aérienne, l'objectif est, d'une part, de faire baisser le bruit au voisinage des aéroports par optimisation des procédures d'approche et de décollage des avions et, d'autre part, d'abaisser la consommation de carburant et les émissions de dioxyde de carbone dans un objectif de moindre impact environnemental en réduisant les distances parcourues par les avions et en réduisant les temps d'attente et de roulage. A cet effet, la France contribuera à la mise en place du ciel unique européen en soutenant la création d'un bloc d'espace aérien fonctionnel commun avec les Etats voisins de la Communauté européenne et en participant, pour un montant pouvant s'élever à 200 millions d'euros sur sept ans, au développement du futur système européen de navigation aérienne, notamment au programme de recherche dénommé SESAR.En coordination avec les entreprises du secteur aérien, l'Etat intensifiera l'effort de recherche dans le domaine de l'aéronautique civile. A l'horizon 2020, les objectifs retenus sont une réduction par passager-kilomètre de 50 % de la consommation de carburant et des émissions de dioxyde de carbone des avions, une réduction de 80 % des émissions d'oxydes d'azote et une réduction de 50 % du bruit perçu.La France soutiendra l'objectif d'inclusion des émissions de gaz à effet de serre du transport aérien dans le système de marchés de quotas d'émissions, dans le respect des réglementations et conventions internationales.III. ― La poursuite du développement du réseau de lignes ferrées à grande vitesse aura pour objectifs d'améliorer les liaisons des capitales régionales avec la région parisienne, de permettre des liaisons rapides entre elles grâce à des lignes transversales et des lignes d'interconnexion en Ile-de-France et de favoriser l'intégration de la France dans l'espace européen grâce à la connexion du réseau de lignes à grande vitesse français avec les réseaux des pays limitrophes.Le transport ferroviaire régional, élément structurant pour les déplacements interrégionaux, interurbains et périurbains, contribuera à diffuser l'effet de la grande vitesse au profit de l'ensemble du territoire.Parallèlement, la qualité de la desserte des agglomérations qui resteraient à l'écart du réseau à grande vitesse sera améliorée en termes de vitesse, de fiabilité et de confort. A cette fin, pourront notamment être prévus des aménagements portant sur les infrastructures existantes, ainsi que la construction de compléments d'infrastructures nouvelles, en particulier, à la traversée des aires urbaines saturées. La desserte de la Normandie sera améliorée dans ce cadre. Le cas échéant, il pourra être recouru à des contrats de service public financés par un système de péréquation.L'Etat contribuera, à hauteur de 16 milliards d'euros, au financement d'un programme d'investissements permettant de lancer la réalisation de 2 000 kilomètres de lignes ferroviaires nouvelles à grande vitesse d'ici à 2020.Ce programme de lignes à grande vitesse pourra porter sur les projets suivants dans la mesure de leur état d'avancement :― la ligne Sud-Europe―Atlantique, constituée d'un tronçon central Tours―Bordeaux et des trois branches Bordeaux―Toulouse, Bordeaux―Hendaye et Poitiers―Limoges ;― la ligne Bretagne―Pays de la Loire ;― l'arc méditerranéen, avec le contournement de Nîmes et de Montpellier, la ligne Montpellier―Perpignan et la ligne Provence-Alpes-Côte d'Azur ;― la desserte de l'est de la France, avec l'achèvement de la ligne Paris―Strasbourg et des trois branches de la ligne Rhin―Rhône ;― l'interconnexion sud des lignes à grande vitesse en Ile-de-France ;― les accès français au tunnel international de la liaison ferroviaire Lyon―Turin, qui fait l'objet d'un traité franco-italien.Il fera l'objet d'une concertation avec les collectivités territoriales, en particulier les régions, à engager avant fin 2009. Cette concertation portera sur les priorités, les alternatives à grande vitesse, les tracés et les clefs de financement des projets. Elle tiendra notamment compte de leurs impacts sur l'environnement, en particulier sur la biodiversité et sur les espaces agricoles et naturels, et des priorités établies au niveau européen dans le cadre des réseaux transeuropéens.Un programme supplémentaire de 2 500 kilomètres sera en outre défini, incluant la ligne Paris―Orléans―Clermont-Ferrand―Lyon, dont les études sont déjà engagées en vue d'un débat public. Dans ce cadre, seront mises à l'étude la ligne Paris―Amiens―Calais et la ligne Toulouse―Narbonne, reliant les réseaux LGV Sud-Est et Sud-Ouest, ainsi qu'un barreau Est-Ouest et un barreau améliorant la desserte du Béarn et de la Bigorre.Si certains projets figurant dans la liste des premiers 2 000 kilomètres prennent du retard par rapport à l'échéance de 2020, et dès lors qu'un projet figurant dans la liste des 2 500 kilomètres supplémentaires est prêt, ce dernier pourra être avancé à l'horizon 2020 et les travaux correspondants engagés."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I. ― Dans les zones urbaines et périurbaines, la politique durable des transports vise à réduire les émissions de gaz à effet de serre, les pollutions et les nuisances. A cet effet, l'Etat encouragera, dans le cadre des plans de déplacements urbains, la mise en place de plans de déplacement d'entreprises, d'administrations, d'écoles ou de zones d'activité, ainsi que le développement du covoiturage, de l'auto-partage et du télétravail, de la marche et du vélo, notamment par l'adoption d'une charte des usages de la rue. L'Etat encouragera également le transport par câble. Les compétences nécessaires à la définition d'une politique globale de mobilité durable seront attribuées aux autorités organisatrices des transports urbains à l'issue d'une concertation avec les collectivités territoriales concernées. L'Etat étudiera la possibilité que les collectivités territoriales et les autorités organisatrices de transports urbains instituent une taxe sur la valorisation des terrains nus et des immeubles bâtis résultant d'un projet de réalisation d'infrastructures de transports collectifs.L'Etat apportera la sécurité juridique nécessaire au développement du covoiturage.L'Etat se fixe comme objectif de ramener les émissions moyennes de dioxyde de carbone de l'ensemble du parc des véhicules particuliers en circulation de 176 grammes de dioxyde de carbone par kilomètre à 120 grammes de dioxyde de carbone par kilomètre en 2020 avec notamment la mise en place d'écopastilles. Des objectifs similaires en proportion devront être atteints pour les véhicules utilitaires et les motocycles. Les véhicules de collection ne sont pas concernés par cette obligation de respect d'un seuil d'émission de dioxyde de carbone, ni par l'écopastille.La France s'engage à défendre l'objectif communautaire de 120 grammes de dioxyde de carbone par kilomètre d'ici à 2012 pour les véhicules particuliers neufs. L'Etat étudiera la mise en place de la modulation du tarif des péages autoroutiers en fonction de plages horaires, du taux d'occupation des véhicules et de leur niveau d'efficacité énergétique.L'Etat soutient et promeut les innovations technologiques réduisant la pollution et la consommation des véhicules, en veillant à ce que ces innovations concourent également à la réduction des polluants locaux, comme les particules ou les oxydes d'azote. Il mettra en œuvre un programme de recherche en faveur du développement industriel des véhicules propres et économes. Il favorisera les recherches sur des véhicules utilisant des matériaux plus sûrs et plus légers. Il incitera les collectivités territoriales, les établissements publics et les entreprises disposant d'un parc automobile à usage professionnel important à procéder à des achats groupés de tels véhicules. Une politique d'incitation à l'éco-entretien des véhicules automobiles nécessaire pour maintenir les véhicules à leur niveau nominal d'émissions polluantes sera mise en œuvre par l'Etat en coordination avec les professionnels de l'automobile.Les collectivités territoriales favoriseront la mise en place du disque vert en stationnement payant.En lien avec les professionnels de l'automobile et les associations d'usagers de la route, l'Etat mettra en place un programme national d'incitation à la conduite respectueuse de l'environnement, notamment dans le cadre de la formation des nouveaux conducteurs.II. ― Le développement des transports collectifs revêt un caractère prioritaire dans les zones périurbaines et urbaines. Il contribue au désenclavement des quartiers sensibles, notamment dans le cadre du plan Espoir Banlieues.III. ― Hors Ile-de-France, il est prévu de développer les transports collectifs en site propre afin de les porter en quinze ans de 329 kilomètres à 1 800 kilomètres. Le coût de ce programme est estimé par les collectivités concernées à 18 milliards d'euros d'investissements.Dans un premier temps, l'Etat apportera, à concurrence de 2,5 milliards d'euros d'ici à 2020, des concours aux projets nouveaux au terme d'appels à projets obéissant à des critères de qualité au regard des objectifs de la présente loi, pour des investissements destinés en priorité au désenclavement des quartiers sensibles et à l'extension des réseaux existants. Privilégiant les projets économes en deniers publics, il pourra également apporter une aide sous forme de prêts bonifiés et s'engage à accompagner les collectivités dans la mise en place de dispositifs de financement adaptés.Les projets portés par les autorités organisatrices des transports devront également s'insérer dans une stratégie urbaine et intégrer les enjeux environnementaux tant globaux que locaux touchant à l'air, la biodiversité, le cadre de vie et le paysage, et la limitation de l'étalement urbain. Ils comprendront des objectifs de cohésion sociale, de gestion coordonnée de l'espace urbain et de développement économique.Pour favoriser une gouvernance renforcée en matière de coopération transport à l'échelle des aires métropolitaines, et la meilleure cohérence possible du système de transports collectifs urbains et périurbains sur les grands bassins de vie, des expérimentations pourront être mises en place permettant aux autorités organisatrices des transports concernées de confier à un syndicat mixte, autorité métropolitaine de mobilité durable, des compétences élargies en termes d'organisation et de coordination des transports collectifs sur un territoire.Un programme de transports en commun en site propre sera défini et mis en œuvre outre-mer avec le soutien de l'Etat et en partenariat avec les collectivités territoriales."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "En Ile-de-France, un programme renforcé de transports collectifs visera à accroître la fluidité des déplacements, en particulier de banlieue à banlieue. A cet effet, un projet de rocade structurante par métro automatique sera lancé après concertation avec l'autorité organisatrice, en complémentarité avec les autres projets d'infrastructures de transport déjà engagés dans le cadre du contrat de projets Etat-région. La procédure du débat public aura lieu en 2009 sur le projet de rocade dans sa totalité. Enfin, il conviendra de rénover le réseau RATP et SNCF francilien, de moderniser le matériel roulant, d'améliorer la ponctualité des trains et les conditions de transport des voyageurs. Il faudra permettre une information en temps réel, facilement accessible, sur les conditions de trafic sur l'ensemble du réseau, les retards et les suppressions de trains.Au nombre des actions prioritaires définies dans le cadre de concertations périodiques entre l'Etat, la région et les établissements publics compétents pourront figurer le prolongement de la ligne EOLE vers Mantes pour assurer la liaison avec l'axe de la Seine et la Normandie et des solutions à l'engorgement de la ligne 13 du métro parisien.L'Etat s'engage à développer des dispositifs de financement spécifiques pour la région francilienne."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I. ― Le schéma national des infrastructures de transport, qui constitue une révision des décisions du comité interministériel de l'aménagement et du développement du territoire de décembre 2003, sera élaboré en 2009 en concertation avec les parties prenantes du Grenelle.\n\nL'Etat évalue l'opportunité des projets d'infrastructures à inscrire dans le schéma national des infrastructures de transport en se fondant sur des critères permettant d'apprécier la contribution des projets à l'atteinte des objectifs de développement durable fixés dans le cadre de la présente loi. Ces critères seront par priorité :\n\n― le solde net d'émissions de gaz à effet de serre induites ou évitées par le projet rapporté à son coût ;\n\n― l'avancement d'autres projets et les perspectives de saturation des réseaux concernés ;\n\n― la performance environnementale (lutte contre le bruit, effet de coupure, préservation de la biodiversité...) ;\n\n― l'accessibilité multimodale, le développement économique, le désenclavement et l'aménagement des territoires aux différentes échelles ;\n\n― l'amélioration de l'efficacité, de la sécurité et de la cohérence du système de transport existant ;\n\n― la réalisation des objectifs d'accessibilité des personnes à mobilité réduite prévus par la législation nationale.\n\nII. ― (Abrogé)"
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "II. ― Abrogé.III. ― Abrogé.IV. ― Le fonds de soutien au développement de la production et de la distribution de chaleur d'origine renouvelable contribue au soutien apporté à la production et à la distribution de chaleur d'origine renouvelable, à partir notamment de la biomasse, de la géothermie et de l'énergie solaire, par l'injection de biogaz dans les réseaux de transport et de distribution, avec des cahiers des charges adaptés et rédigés à compter du 1er janvier 2010, et par la mobilisation de la ressource lignocellulosique et agricole.Un soutien appuyé sera apporté aux réseaux de chaleur alimentés à partir de sources renouvelables, y compris par l'utilisation de l'eau des réservoirs miniers profonds.La production d'énergie renouvelable à partir d'un réseau de chaleur sera prise en compte dans l'ensemble des textes relatifs à la construction et à l'urbanisme, et en particulier dans la réglementation thermique des bâtiments et les labels de performance énergétique, au même titre que la production d'énergie renouvelable in situ. Une sous-station de réseau de chaleur alimentée à plus de 50 % à partir d'énergies renouvelables et de récupération est considérée comme un équipement de production d'énergie renouvelable. Les équipements de récupération de chaleur in situ sont pris en compte comme des équipements de production d'énergie renouvelable dans l'ensemble des textes relatifs à la construction et à l'urbanisme, en particulier dans les réglementations thermiques du bâtiment.V. ― La production d'électricité d'origine hydraulique dans le respect de la qualité biologique des cours d'eau fait partie intégrante des énergies renouvelables à soutenir. Est notamment encouragé le développement des stations de transfert d'énergie par pompage.L'Etat étudiera les conditions dans lesquelles les unités de production d'hydroélectricité d'une puissance installée inférieure ou égale à 12 mégawatts pourront bénéficier de l'obligation d'achat de l'électricité produite ou de son renouvellement dès lors qu'elles rempliront les critères environnementaux définis par les lois en vigueur et les normes techniques de production, sans contrainte supplémentaire.VI. ― Tout projet de construction d'une centrale à charbon devra être conçu pour pouvoir équiper celle-ci, dans les meilleurs délais, d'un dispositif de captage et stockage du dioxyde de carbone.Aucune mise en service de nouvelle centrale à charbon ne sera autorisée si elle ne s'inscrit pas dans une logique complète de démonstration de captage, transport et stockage du dioxyde de carbone."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I. ― La recherche joue un rôle central dans l'analyse des processus environnementaux et est à l'origine d'innovations technologiques indispensables à la préservation de l'environnement et à l'adaptation aux changements globaux de la planète. L'effort national de recherche privilégiera les énergies renouvelables, notamment la production d'énergie solaire photovoltaïque à partir de couches minces, l'énergie des mers et toutes les ressources de la géothermie à différentes profondeurs, le stockage de l'énergie, les piles à combustible, la filière hydrogène, la maîtrise de la captation et du stockage du dioxyde de carbone, notamment par les végétaux, l'efficacité énergétique des bâtiments, des véhicules et des systèmes de transports terrestres, maritimes et aériens, les biocarburants de deuxième et troisième générations, la biodiversité, l'exploration et la caractérisation de la biodiversité en vue notamment de l'amélioration des plantes, la compréhension des écosystèmes, notamment anthropisés, l'étude des services obtenus des écosystèmes, l'écologie de la restauration et le génie écologique, les inventaires du patrimoine naturel, l'analyse des déterminants comportementaux et économiques de la protection de l'environnement, l'observation et la compréhension des changements climatiques, l'adaptation à ces changements et la recherche en métrologie.Le retard en matière de recherche pour les énergies renouvelables exige de mobiliser de façon convergente et optimisée les organismes de recherche, les universités, les grandes écoles et les centres techniques dans les secteurs de l'environnement et de l'énergie.En vue d'améliorer les relations entre la santé et l'environnement, un effort particulier sera consenti en faveur de la recherche dans les domaines des substituts aux substances chimiques, de l'écotoxicologie et de la toxicologie, et en faveur des méthodes d'évaluation des risques pour l'environnement et la santé. Un programme permettra de développer les recherches sur les maladies infectieuses et les risques sanitaires liés au changement climatique. Les technologies propres et le développement de produits propres, les technologies du traitement de l'eau et des déchets et de la protection des sols et les méthodes permettant de réduire l'utilisation d'intrants en agriculture, la contribution des végétaux à l'amélioration de l'environnement et de la santé, notamment par la capture et le stockage des produits organochlorés persistants, feront également l'objet de programmes spécifiques. Le captage et le stockage du dioxyde de carbone seront soutenus par l'organisation d'un cadre juridique adapté et l'allocation de financements particuliers.\n\nII. ― La mise en réseaux des laboratoires de recherche, la réalisation de plates-formes d'essais, notamment de très grandes infrastructures au rayonnement national, européen et international, et la constitution ou le renforcement de pôles d'excellence, en coopération avec les autres pôles européens, contribueront à la réalisation de ces objectifs. Ils concerneront notamment le stockage électrochimique de l'énergie et les batteries, les composants électroniques de puissance, les chaînes de traction hybrides et électriques, l'éco-construction, la réhabilitation des sols pollués et la modélisation de la ville.\n\nA ces efforts de recherche et de développement de technologies nouvelles devront correspondre des actions accrues de formation dans les différents cursus éducatifs et auprès des milieux professionnels. Parmi ces actions, une attention particulière sera portée aux métiers du recyclage. Elle sera accompagnée d'un effort de valorisation de l'image de ces métiers pour soutenir la création d'emplois et l'orientation professionnelle des jeunes et des demandeurs d'emplois.\n\nLa France encouragera au plan européen la coordination des programmes de recherche scientifique et technologique dans le domaine du développement durable.\n\nL'Etat mobilisera d'ici à 2012 un milliard d'euros supplémentaires en matière de recherche sur le développement durable, notamment sur le changement climatique, les énergies et les moteurs du futur, la biodiversité, l'impact de l'environnement sur la santé et les technologies du traitement des déchets et du recyclage.\n\nLes dépenses de recherche sur les technologies propres et sur la prévention des atteintes à l'environnement seront progressivement augmentées pour atteindre, d'ici à la fin 2012, le niveau des dépenses de recherche sur le nucléaire civil. La stratégie nationale de recherche énergétique mentionnée à l'article L. 144-1 du code de l'énergie sera mise à jour pour tenir compte de ces nouvelles orientations.\n\nAfin d'accélérer la mise en œuvre des nouvelles technologies ou des nouveaux services contribuant à la lutte contre le changement climatique, les démonstrateurs de nouvelles technologies de l'énergie pourront bénéficier du soutien de l'Agence de l'environnement et de la maîtrise de l'énergie.\n\nLe soutien aux innovations écoresponsables se traduira notamment par la mobilisation et la coordination des pôles de compétitivité travaillant dans le domaine de l'environnement et par la mise en place de mécanismes favorisant le développement des entreprises éco-innovantes.\n\nLes mesures d'aide au transfert et au développement industriel de nouvelles technologies tiendront compte de leurs performances environnementales."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Pour stopper la perte de biodiversité sauvage et domestique, restaurer et maintenir ses capacités d'évolution, l'Etat se fixe comme objectifs :― la constitution, d'ici à 2012, d'une trame verte et bleue, outil d'aménagement du territoire qui permettra de créer des continuités territoriales ;― la mise en œuvre de mesures de protection, de valorisation, de réparation des milieux et espèces naturels et de compensation des dommages causés à ceux-ci, tenant compte des spécificités des territoires ruraux, insulaires et de montagne et s'articulant de manière cohérente avec les dispositifs existants de protection ; sans préjudice des dispositifs de compensation et d'évaluation en vigueur, lorsqu'il n'existe pas d'autre solution que la réalisation d'un projet ou d'un programme susceptible de nuire à la biodiversité, des mesures de compensation proportionnées aux atteintes portées aux continuités écologiques dans le cadre de la trame verte et bleue seront rendues obligatoires selon des modalités définies par le code de l'environnement en concertation avec les élus locaux et les acteurs de terrain ;― le renforcement du rôle de la stratégie nationale de la biodiversité et l'élaboration, y compris outre-mer, de stratégies régionales et locales cohérentes dans le respect des compétences des collectivités territoriales et en concertation avec l'ensemble des acteurs concernés ;― la mise en œuvre d'une stratégie nationale de création d'aires protégées terrestres identifiant les lacunes du réseau actuel afin de placer sous protection forte, d'ici dix ans, 2 % au moins du territoire terrestre métropolitain : cet objectif implique notamment la création de trois nouveaux parcs nationaux et l'acquisition à des fins de lutte contre l'artificialisation des sols et de valorisation, notamment agricole, de 20 000 hectares de zones humides par les collectivités publiques, identifiées en concertation avec les acteurs de terrain, sur la base de données scientifiques ;― la création d'aires marines protégées afin de couvrir, en incluant notamment le réseau Natura 2000 en mer et la création de parcs naturels marins, 10 % des eaux placées sous la souveraineté de l'Etat dans les limites de la mer territoriale, d'ici à 2012 en métropole, et d'ici à 2015 dans les départements d'outre-mer ; les collectivités d'outre-mer et les collectivités en Nouvelle-Calédonie volontaires seront aidées pour la mise en place et la gestion de ces aires ;― la mise en place d'ici à 2013 de plans de conservation ou de restauration compatibles avec le maintien et le développement des activités humaines afin de protéger les espèces végétales et animales en danger critique d'extinction en France métropolitaine et outre-mer, dont 131 ont été recensées en 2007 ;― la mise en œuvre de plans de lutte contre les espèces exotiques envahissantes, terrestres et marines, afin de prévenir leur installation et leur extension et réduire leurs impacts négatifs ;― la réalisation des documents d'objectifs dans les sites Natura 2000 d'ici à 2013 ;― le renforcement du soutien de la France à la création d'un groupe d'expertise scientifique internationale pour la biodiversité sur le modèle du Groupe d'experts intergouvernemental sur l'évolution du climat."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "L'Etat se fixe comme objectif la création, d'ici à 2012, d'une trame verte constituée, sur la base de données scientifiques, des espaces protégés en application du droit de l'environnement et des territoires assurant leur connexion et le fonctionnement global de la biodiversité, et d'une trame bleue, son équivalent pour les eaux de surfaces continentales et leurs écosystèmes associés.Leur élaboration associera l'Etat, les collectivités territoriales et les parties concernées sur une base contractuelle. L'élaboration de la trame bleue s'effectuera en cohérence avec les travaux menés par les commissions locales de l'eau.Leur pilotage s'effectuera dans chaque région en association étroite avec les collectivités territoriales et en concertation avec les acteurs de terrain dans un cadre cohérent garanti par l'Etat.Les modalités de leur prise en compte par les documents d'urbanisme, les schémas d'aménagement et de gestion des eaux, les schémas d'infrastructures, la fiscalité locale et les concours financiers de l'Etat seront précisées à l'issue d'un audit qui aboutira avant fin 2009.A cet effet, l'action des conservatoires d'espaces naturels sera confortée par une reconnaissance spécifique."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "L'efficacité des actions menées en faveur de la biodiversité implique une amélioration de sa connaissance et une mise en cohérence des dispositifs existants. Pour cela, l'Etat se fixe comme objectifs :― la mise à jour d'ici à 2012 de l'inventaire des zones naturelles d'intérêt écologique, floristique et faunistique, marines et terrestres, et la révision, dans les mêmes délais, des listes d'espèces menacées ;― la création d'un réseau de conservatoires botaniques nationaux pour la flore et les habitats ;― l'étude, en concertation avec le comité visé à l'article 1er de la présente loi, des dispositifs permettant d'évaluer et de valoriser les services rendus par la biodiversité à la collectivité et aux acteurs socio-économiques ;― l'augmentation et la diversification des moyens de la Fondation scientifique pour la biodiversité ;― le soutien à la formation et à la recherche en sciences de la nature, notamment dans le domaine de la taxinomie ;― la mise en place d'un observatoire national de la biodiversité mettant à la disposition du public une information actualisée ;― le suivi et l'évaluation des mesures prises en application du présent chapitre."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "L'Etat contribuera au financement d'actions destinées à élaborer la trame verte et bleue, à mettre en place et gérer des aires protégées, à acquérir des zones humides, à sauvegarder les espèces menacées, à inventorier la biodiversité et à analyser son érosion.Afin de mettre ces actions en œuvre, la part de financement de l'Etat pourra être portée progressivement de 190 à 300 millions d'euros par an d'ici à 2013. L'Etat engagera de plus une négociation pour développer des solutions nouvelles de financement pour la biodiversité. Il fera appel aux financements de la Communauté européenne. Il mettra à l'étude des propositions d'outils économiques à disposition des collectivités territoriales et des initiatives pour développer la contribution des entreprises.Six mois après la publication de la présente loi, l'Etat, sur la base d'un audit, fera état des mesures fiscales défavorables à la biodiversité et proposera de nouveaux outils permettant un basculement progressif vers une fiscalité mieux adaptée aux nouveaux enjeux environnementaux."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Dans le domaine de l'eau, le premier objectif est d'atteindre ou de conserver d'ici à 2015 le bon état écologique ou le bon potentiel, au sens de l'article 2 de la directive 2000/60/CE du Parlement européen et du Conseil du 23 octobre 2000 établissant un cadre pour une politique communautaire dans le domaine de l'eau, de l'ensemble des masses d'eau, tant continentales que marines. L'Etat se fixe l'objectif de ne pas recourir aux reports de délais, autorisés par cette directive, pour plus d'un tiers des masses d'eau.Pour la réalisation de cet objectif, il est prévu d'interdire l'utilisation des phosphates dans tous les produits lessiviels à compter de 2012.En outre, d'ici à 2012, des plans d'action seront mis en œuvre en association étroite avec les agences de l'eau pour assurer la protection des cinq cents captages les plus menacés par les pollutions diffuses, notamment les nitrates et produits phytosanitaires. Les agences de l'eau développeront un programme spécifique sur les aires d'alimentation de captage et adapteront leurs ressources ainsi que leurs concours financiers à cet effet. Sur les périmètres de captage d'eau potable, la priorité sera donnée aux surfaces d'agriculture biologique et d'agriculture faiblement utilisatrice d'intrants afin de préserver la ressource en eau et de réduire ses coûts d'épuration.Les prélèvements seront adaptés aux ressources, par le biais de la gestion collective des prélèvements et la création de retenues visant au développement et à une meilleure gestion des ressources en eau, tout en respectant l'écologie des hydrosystèmes et les priorités d'usage.Les travaux à réaliser dans les stations d'épuration restant à mettre aux normes conformément à la directive 91/271/CEE du Conseil du 21 mai 1991 relative au traitement des eaux urbaines résiduaires seront achevés dans les meilleurs délais techniquement réalisables et, en aucun cas, au-delà de trois ans, afin d'atteindre un taux de conformité de 98 % d'ici à 2010 et de 100 % d'ici à 2011. Le parc de stations d'épuration sera modernisé afin d'assurer la réalisation des objectifs mentionnés à l'article L. 212-1 du code de l'environnement. Une action spécifique sera lancée pour généraliser la détection de fuites dans les réseaux et programmer les travaux nécessaires lorsque les pertes d'eau présentent un caractère excessif par rapport au type de réseau et à la situation de la ressource en eau utilisée à un coût raisonnable, sans aboutir à un prix de l'eau excessif. Dans la mesure où les systèmes de prétraitement et de traitement de la pollution de moins de 50 équivalents habitants entrent dans le cadre de la directive 89/106/CEE du Conseil du 21 décembre 1988 relative au rapprochement des dispositions législatives, réglementaires et administratives des Etats membres concernant les produits de construction, les dispositifs d'assainissement ayant la marque « CE » et respectant les performances épuratoires fixées par la réglementation seront agréés sans protocole complémentaire.L'instruction des demandes de permis de construire devra prendre en compte les modalités d'assainissement des eaux usées. A cet effet, le service public d'assainissement non collectif pourra être sollicité.La récupération et la réutilisation des eaux pluviales et des eaux usées seront développées dans le respect des contraintes sanitaires en tenant compte de la nécessité de satisfaire les besoins prioritaires de la population en cas de crise.Le second objectif dans ce domaine est de garantir l'approvisionnement durable en eau de bonne qualité propre à satisfaire les besoins essentiels des citoyens. A ce titre, l'Etat promeut des actions visant à limiter les prélèvements et les consommations d'eau. Il participe, en s'appuyant sur les acteurs compétents, à la diffusion des connaissances scientifiques et des techniques visant à une meilleure maîtrise des prélèvements et des consommations finales d'eau pour l'ensemble des usages domestiques, agricoles, industriels et de production énergétique."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "Des objectifs de réduction de la présence dans les milieux aquatiques des substances dangereuses prioritaires identifiées par la réglementation européenne et de leurs émissions chroniques et accidentelles seront fixés par l'Etat après concertation avec les organisations représentatives des acteurs concernés. Les agences de l'eau et les offices de l'eau fourniront leur appui aux actions de réduction et à l'effort de recherche-développement nécessaires."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "La trame bleue permettra de préserver et de remettre en bon état les continuités écologiques des milieux nécessaires à la réalisation de l'objectif d'atteindre ou de conserver, d'ici à 2015, le bon état écologique ou le bon potentiel pour les masses d'eau superficielles ; en particulier, l'aménagement des obstacles les plus problématiques pour la migration des poissons sera mis à l'étude. Cette étude, basée sur des données scientifiques, sera menée en concertation avec les acteurs concernés.Le développement des maîtrises d'ouvrage locales sera recherché, notamment en y associant les collectivités territoriales, afin de remettre en bon état et entretenir les zones humides et les réservoirs biologiques essentiels pour la biodiversité et le bon état écologique des masses d'eau superficielles. En particulier, la création des établissements publics territoriaux de bassin sera encouragée, ainsi que l'investissement des agences de l'eau et des offices de l'eau dans ces actions."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "La surveillance des milieux aquatiques sera renforcée afin de répondre aux obligations, notamment celles de la convention d'Aarhus signée par la France en 1998, liées à l'information environnementale et à l'accès à cette information et de préparer, à partir de 2012, les programmes de mesures pour la période 2016-2021 en application des objectifs de la directive-cadre sur l'eau. Elle permettra de mieux évaluer les impacts à la fois des pollutions historiques, notamment dans les sédiments, des pollutions émergentes et des modifications de l'hydromorphologie des masses d'eau.A cet effet, une aide budgétaire supplémentaire de 10 millions d'euros par an pourra être allouée par l'Etat.Les résultats des réseaux de surveillance des milieux aquatiques seront mis à disposition des partenaires concernés et du public dans un délai d'un an après la réalisation de la campagne de mesure.Des interfaces de mise à disposition plus simples d'utilisation seront développées par l'Etat et les agences ou les offices de l'eau."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "La vocation première et prioritaire de l'agriculture est de répondre aux besoins alimentaires de la population, et ce de façon accentuée pour les décennies à venir. Le changement climatique, avec ses aléas et sa rapidité, impose à l'agriculture de s'adapter, de se diversifier et de contribuer à la réduction mondiale des émissions de gaz à effet de serre. Pour cela, il est indispensable de préserver les surfaces agricoles, notamment en limitant leur consommation et leur artificialisation.Cependant, les processus intensifs de production font peser des risques parfois trop forts sur les milieux, menaçant aussi le caractère durable de l'agriculture elle-même.Au-delà des importantes évolutions des pratiques agricoles mises en œuvre depuis une dizaine d'années, un mouvement de transformation s'impose à l'agriculture pour concilier les impératifs de production quantitative et qualitative, de sécurité sanitaire, d'efficacité économique, de robustesse au changement climatique et de réalisme écologique : il s'agit de produire suffisamment, en utilisant les fonctionnements du sol et des systèmes vivants et, leur garantissant ainsi une pérennité, de sécuriser simultanément les productions et les écosystèmes. L'agriculture contribuera ainsi plus fortement à l'équilibre écologique du territoire, notamment en participant à la constitution d'une trame verte et bleue, au maintien et à la restauration de la biodiversité sauvage et domestique, des espaces naturels et des milieux aquatiques, et à la réhabilitation des sols.A cet effet, les objectifs à atteindre sont :a) De parvenir à une production agricole biologique suffisante pour répondre d'une manière durable à la demande croissante des consommateurs et aux objectifs de développement du recours aux produits biologiques dans la restauration collective publique ou à des produits saisonniers à faible impact environnemental, eu égard à leurs conditions de production et de distribution. Pour satisfaire cette attente, l'Etat favorisera la production et la structuration de cette filière pour que la surface agricole utile en agriculture biologique atteigne 6 % en 2012 et 20 % en 2020. A cette fin, le crédit d'impôt en faveur de l'agriculture biologique sera doublé dès l'année 2009 afin de favoriser la conversion des exploitations agricoles vers l'agriculture biologique ;b) De développer une démarche de certification environnementale des exploitations agricoles afin que 50 % des exploitations agricoles puissent y être largement engagées en 2012. Des prescriptions environnementales pourront être volontairement intégrées dans les produits sous signe d'identification de la qualité et de l'origine. Une incitation pour les jeunes exploitants s'installant en agriculture biologique ou en haute valeur environnementale sera étudiée ;c) De généraliser des pratiques agricoles durables et productives. L'objectif est, d'une part, de retirer du marché, en tenant compte des substances actives autorisées au niveau européen, les produits phytopharmaceutiques contenant les quarante substances les plus préoccupantes en fonction de leur substituabilité et de leur dangerosité pour l'homme, trente au plus tard en 2009, dix d'ici à la fin 2010, et, d'autre part, de diminuer de 50 % d'ici à 2012 ceux contenant des substances préoccupantes pour lesquels il n'existe pas de produits ni de pratiques de substitution techniquement et économiquement viables. De manière générale, l'objectif est de réduire de moitié les usages des produits phytopharmaceutiques et des biocides en dix ans en accélérant la diffusion de méthodes alternatives, sous réserve de leur mise au point, et en facilitant les procédures d'autorisation de mise sur le marché des préparations naturelles peu préoccupantes. Cette réduction ne doit cependant pas mettre en danger des productions, notamment les cultures dites mineures. Un programme pluriannuel de recherche appliquée et de formation sur l'ensemble de l'agriculture sera lancé au plus tard en 2009, ainsi qu'un état des lieux de la santé des agriculteurs et des salariés agricoles et un programme de surveillance épidémiologique. Une politique nationale visera la réhabilitation des sols agricoles et le développement de la biodiversité domestique, cultivée et naturelle dans les exploitations ;d) De réduire la dépendance des systèmes de production animale aux matières premières importées entrant dans la composition des produits d'alimentation animale, notamment en relançant la production des cultures de protéagineux et autres légumineuses ;e) De favoriser le maintien et la restauration des prairies et des herbages afin que les producteurs des filières bovines, ovines, équines et caprines puissent nourrir leurs cheptels majoritairement à l'herbe et aux graminées issues des pâturages ;f) D'accroître la maîtrise énergétique des exploitations afin d'atteindre un taux de 30 % d'exploitations agricoles à faible dépendance énergétique d'ici à 2013. A cet effet, l'Etat mettra en place un crédit d'impôt pour la réalisation d'un diagnostic énergétique de l'exploitation agricole ;g) D'interdire l'épandage aérien de produits phytopharmaceutiques, sauf dérogations.La politique génétique des semences et races domestiques aura pour objectifs :a) De rénover d'ici à fin 2009 le dispositif d'évaluation des variétés et d'en étendre les critères aux nouveaux enjeux du développement durable, notamment la réduction progressive des intrants de synthèse et le maintien de la biodiversité, dont la biodiversité domestique. La France s'emploiera à faire prendre en compte ces nouveaux critères au niveau européen ;b) De définir d'ici à 2010 un protocole permettant d'évaluer les variétés en conditions d'agriculture biologique ;c) Et d'adapter d'ici à fin 2009, par un dispositif d'inscription spécifique, le catalogue des semences aux variétés locales anciennes, y compris les variétés population, et aux variétés menacées d'érosion génétique, afin notamment d'en faciliter l'utilisation par les professionnels agricoles.L'Etat agira par une combinaison d'actions : l'encadrement des professions de distributeur et d'applicateur de produits phytopharmaceutiques par des exigences en matière de formation, d'identification ou de séparation des activités de vente et de conseil, dans le cadre d'un référentiel vérifiable d'enregistrement et de traçabilité des produits ; un renforcement des crédits d'impôt et des aides budgétaires pour aider les agriculteurs à développer l'agriculture biologique ; des instructions données à ses services en matière de restauration collective ; la promotion d'une organisation des acteurs agricoles et non agricoles pour mettre en œuvre des pratiques agricoles avancées sur l'ensemble du territoire concerné ; une réorientation des programmes de recherche et de l'appareil de formation agricole pour répondre d'ici à 2012 aux besoins de connaissance, notamment en microbiologie des sols, et au développement des pratiques économes en intrants et économiquement viables, notamment par un programme de recherche renforcé sur les variétés et itinéraires améliorant la résistance aux insectes et aux maladies ; l'objectif est qu'au moins 20 % des agriculteurs aient bénéficié de cette formation en 2012 ; la généralisation de la couverture des sols en hiver en fonction des conditions locales ; la valorisation des effluents organiques d'élevage ; l'implantation progressive, pour améliorer la qualité de l'eau et préserver la biodiversité, de bandes enherbées et zones végétalisées tampons d'au moins cinq mètres de large le long des cours d'eau et plans d'eau. Ces bandes enherbées contribuent aux continuités écologiques de la trame verte et bleue.La France demandera que l'Organisation mondiale du commerce prenne en compte des exigences environnementales afin d'éviter les distorsions de concurrence entre productions nationale et importée en matière agricole.Le rapport prévu à l'article 1er comporte une étude spécifiant l'impact des mesures contenues dans la présente loi sur le secteur agricole."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Un plan d'urgence en faveur de la préservation des abeilles sera mis en place en 2009 et s'appuiera notamment sur une évaluation toxicologique indépendante relative aux effets, sur les abeilles, de l'ensemble des substances chimiques.En outre, une interprofession de la filière apicole sera mise en place en vue de mieux structurer la profession apicole. Elle favorisera la création d'un institut scientifique et technique de l'abeille."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "La déclaration annuelle de ruches est rendue obligatoire dès la première ruche à compter du 1er janvier 2010."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "La biodiversité forestière ordinaire et remarquable doit être préservée et valorisée, dans le cadre d'une gestion plus dynamique de la filière bois et dans une perspective de lutte contre le changement climatique. La production accrue de bois, en tant qu'écomatériau et source d'énergie renouvelable, doit s'inscrire dans des projets de développement locaux.Pour atteindre ces objectifs, l'Etat s'engage à prendre en compte la lutte contre le changement climatique dans la politique forestière et dans les modalités de gestion des peuplements forestiers ; à promouvoir la certification et l'emploi de bois certifié ou, à défaut, issu de forêts gérées de manière durable, dans les constructions publiques à compter de 2010 ; à préciser les modalités de reconnaissance de la certification de la gestion durable des forêts, en s'appuyant sur les démarches européennes et internationales en ce domaine ; à définir un programme visant à extraire des forêts des volumes de bois supplémentaires, les stocker et les valoriser dans des conditions compatibles avec une gestion durable des ressources sylvicoles ; à adapter les normes de construction à l'usage du bois, notamment en augmentant très significativement le taux minimum d'incorporation de bois dans la construction et en soutenant la mise en place d'un label ; à reconnaître et valoriser les services environnementaux rendus par la forêt ; à défendre aux plans communautaire et international la forêt et la biodiversité comme un des piliers du cadre international de lutte contre le changement climatique, avec les mécanismes financiers correspondants, notamment en soutenant la prise en compte de la réduction des émissions de gaz à effet de serre issues de la déforestation et de la dégradation forestière dans le marché international du carbone, en lien avec le système européen d'échange des quotas d'émissions de gaz à effet de serre ; à promouvoir toutes les actions concourant à la résilience des forêts au réchauffement du climat ; et à renforcer les moyens de lutte contre les importations illégales de bois aux plans national et européen."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Une vision stratégique globale, fondée sur une gestion intégrée et concertée de la mer et du littoral, sera élaborée en prenant en compte l'ensemble des activités humaines concernées, la préservation du milieu marin et la valorisation et la protection de la mer et de ses ressources dans une perspective de développement durable.Cet engagement s'appuiera sur une nouvelle gouvernance et une planification stratégique prenant en compte les responsabilités des usagers vis-à-vis de la mer, l'intégration et l'évaluation des services rendus par les écosystèmes, ainsi que les dimensions socio-économiques et environnementales des activités humaines. Les principes et les orientations de cette planification seront définis à l'échelle nationale en s'appuyant sur une concertation institutionnelle. Les prescriptions et objectifs, déclinés à une échelle géographique et écosystémique adaptée, seront arrêtés en associant tous les acteurs concernés.La connaissance approfondie des milieux océaniques et côtiers, indispensable à la mise en œuvre de cette planification stratégique, est indissociable du renforcement des capacités d'expertise.La France renforcera sa politique de gestion durable et concertée des ressources halieutiques en mettant en place l'« écolabellisation » des produits de la pêche au plus tard en 2009, ainsi que l'encadrement de la pêche de loisir et la lutte contre la pêche illégale dans les eaux sous juridiction française ; la France lancera un programme méditerranéen pilote de cette gestion concertée.Le régime des extractions en mer sera réformé avec une vision d'ensemble du milieu maritime. Les autorisations de prélèvements de maërl seront limitées en tonnage de manière à ne pouvoir satisfaire que des usages à faible exigence quantitative.Toutes les mesures seront mises en œuvre pour renforcer la lutte contre les pratiques illégales et réduire à la source et prévenir les pollutions maritimes, y compris les macro-déchets et déchets flottants, les dégazages et déballastages, et les espèces exotiques envahissantes, notamment dans les zones portuaires et les zones de protection écologique. Des mesures seront également prises pour réduire l'impact sur la mer des activités humaines venant du continent."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "La réduction des atteintes à l'environnement contribue à l'amélioration de la santé publique et à la compétitivité des entreprises. La sobriété dans la consommation des matières premières, notamment par la prévention des pollutions et des déchets, fournit un élément essentiel d'une nouvelle économie. La mise en œuvre de cette politique sera fondée sur les principes de précaution, de substitution, de participation et de pollueur-payeur. La politique environnementale sera prise en compte comme une composante de la politique de santé dont le lien étroit avec l'environnement et la santé des écosystèmes sera reconnu."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "Un deuxième plan national santé environnement sera élaboré de manière concertée au plus tard en 2009. Il portera sur la connaissance, l'anticipation, la prévention et la réduction des risques sanitaires liés à l'environnement. Pour la période 2009-2012, il comportera notamment, ainsi que détaillé dans les articles 22 et 38 à 42 de la présente loi :a) Un plan destiné à réduire les rejets des substances les plus préoccupantes, au sens du règlement (CE) n° 1907/2006 du Parlement européen et du Conseil du 18 décembre 2006 concernant l'enregistrement, l'évaluation et l'autorisation des substances chimiques, ainsi que les restrictions applicables à ces substances (REACH), et instituant une agence européenne des produits chimiques, dans l'environnement, notamment le benzène, le mercure, le trichloroéthylène, les perturbateurs endocriniens, le perchloroéthylène et certains composés du chrome, ainsi que les résidus médicamenteux et l'exposition à l'ensemble de ces substances, en tenant compte de l'ensemble des sources et des milieux ;b) Des mesures destinées à améliorer l'anticipation des risques liés aux substances les plus préoccupantes ;c) Un plan de réduction des particules dans l'air ;d) Des mesures relatives à l'amélioration de la qualité de l'air intérieur ;e) Des mesures concernant les relations entre la santé et les transports, notamment destinées à encourager un renouvellement accéléré des flottes de tous les types de véhicules et d'aéronefs ;f) Un programme de « biosurveillance » permettant de mettre en relation la santé de la population et l'état de son environnement et d'évaluer les politiques publiques en matière de lien entre la santé et l'environnement ; ce programme s'appuiera notamment sur l'établissement de registres de maladies ;g) Des mesures destinées à renforcer l'équité face aux impacts sanitaires des atteintes à l'environnement et portant notamment sur des consultations en santé environnementale pour les personnes les plus vulnérables, spécialement les enfants en bas âge ; par ailleurs, une attention particulière sera apportée aux facteurs environnementaux pouvant impacter le développement de l'embryon et du fœtus ;h) La création de pôles de recherche pluridisciplinaires en santé environnementale associant les sciences du monde vivant, d'un pôle de toxicologie et écotoxicologie, et de centres de recherche clinique, de prévention et de soins communs à plusieurs centres hospitaliers universitaires et régionaux."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "Conformément à la réglementation communautaire, la préservation de l'environnement et de la santé des pollutions chimiques impose à titre préventif de restreindre ou d'encadrer strictement l'emploi des substances classées comme extrêmement préoccupantes pour la santé, notamment dans les lieux publics.L'interdiction de l'utilisation des produits phytopharmaceutiques et biocides contenant de telles substances est prévue pour les usages non professionnels ainsi que dans les lieux publics, sauf dérogation exceptionnelle. Cette interdiction sera effective dans les six mois suivant la publication de la présente loi pour les produits phytosanitaires.L'Etat accompagnera une politique ambitieuse de substitution, conformément aux exigences fixées par décision communautaire, des substances chimiques les plus préoccupantes pour l'environnement et la santé, notamment par la recherche et l'innovation. Il renforcera également ses moyens de contrôle dans ce domaine.La France participera à l'élaboration et soutiendra les nouveaux accords internationaux relatifs à l'enregistrement, à l'évaluation et à l'autorisation des substances chimiques ainsi qu'aux restrictions applicables à ces substances en cohérence avec le règlement (CE) n° 1907/2006 du Parlement européen et du Conseil, du 18 décembre 2006, précité."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "La réduction de l'exposition aux substances préoccupantes, notamment en milieu professionnel, nécessite une meilleure information des entreprises et de leurs salariés.Un portail internet de diffusion des données environnementales sera mis en place.Les fiches de données de sécurité seront perfectionnées et le suivi de l'exposition aux substances préoccupantes en milieu professionnel sera renforcé par une concertation entre les partenaires sociaux, avec la contribution des comités d'hygiène, de sécurité et des conditions de travail, et des médecins du travail.Un dispositif visant à assurer un meilleur suivi des salariés aux expositions professionnelles des substances classées cancérogènes, mutagènes ou toxiques pour la reproduction de catégories 1 et 2 (CMR 1 et CMR 2) sera expérimenté en concertation avec les partenaires sociaux dans des secteurs professionnels ou zones géographiques déterminés. Cette expérimentation, dont le bilan devra être fait avant le 1er janvier 2012, a pour objet de permettre à l'Etat et aux partenaires sociaux de définir des modalités de généralisation d'un dispositif confidentiel de traçabilité des expositions professionnelles. Ce dispositif devra être généralisé avant le 1er janvier 2013."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "La lutte contre la pollution de l'air intérieur et extérieur sera renforcée sur la base des polluants visés par l'Organisation mondiale de la santé.En ce qui concerne l'air extérieur, le plan de réduction des particules appliquera la directive 2008/50/CE du Parlement européen et du Conseil, du 21 mai 2008, concernant la qualité de l'air ambiant et un air pur pour l'Europe, et visera si possible un objectif de 10 microgrammes par mètre cube de particules fines inférieures à 2,5 micromètres. Il pourrait retenir 15 microgrammes par mètre cube comme valeur cible en 2010 et comme valeur limite à partir de 2015. Dans les zones urbaines et dans certains sites en dehors de celles-ci où ces seuils ne sont pas atteignables à ces échéances, une dérogation pourrait permettre d'appliquer les seuils respectivement de 20 et 25 microgrammes par mètre cube.En ce qui concerne l'air intérieur, il est prévu de soumettre les produits de construction et d'ameublement ainsi que les revêtements muraux et de sol, les peintures et vernis et l'ensemble des produits ayant pour objet ou pour effet d'émettre des substances dans l'air ambiant à un étiquetage obligatoire à partir du 1er janvier 2012, notamment sur leurs émissions et contenus en polluants volatils, et d'interdire dans ces produits les substances classées cancérogènes, mutagènes ou toxiques pour la reproduction de catégories 1 et 2 (CMR 1 et CMR 2) au sens de la réglementation européenne. Dans un délai d'un an à compter de la publication de la présente loi, l'Etat publiera une étude sur la nécessité d'étendre ces mesures à d'autres catégories de produits de grande consommation susceptibles de polluer l'air intérieur dans les domiciles ou les lieux publics clos, tels que les produits d'entretien ou ayant pour fonction d'émettre des substances volatiles dans l'air ambiant. Des systèmes de mesure et d'information sur la qualité de l'air intérieur seront mis en place dans les établissements recevant des populations vulnérables ou du public.Enfin, la présence simultanée de polluants et d'allergènes pouvant induire des effets synergiques, la création, dans chaque département, de postes de conseillers en environnement intérieur chargés d'identifier les diverses sources d'allergènes et de polluants au domicile de personnes affectées sera mise à l'étude."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "Les émissions de lumière artificielle de nature à présenter des dangers ou à causer un trouble excessif aux personnes, à la faune, à la flore ou aux écosystèmes, entraînant un gaspillage énergétique ou empêchant l'observation du ciel nocturne feront l'objet de mesures de prévention, de suppression ou de limitation.Les points noirs du bruit seront inventoriés. Les plus préoccupants pour la santé feront l'objet d'une résorption dans un délai maximal de sept ans. Afin d'atteindre cet objectif, l'Etat augmentera ses financements et négociera un accroissement des moyens consacrés à la lutte contre le bruit des infrastructures avec les collectivités territoriales et les opérateurs des transports routiers et ferroviaires.La lutte contre le bruit des transports aériens, notamment les contraintes imposées au trafic nocturne en zone urbanisée, sera renforcée et les interdictions existantes maintenues. En vertu du principe pollueur-payeur, l'insonorisation des bâtiments existant autour des aéroports bénéficiera de moyens supplémentaires et sera traitée de façon accélérée.L'Etat encouragera la mise en place d'observatoires du bruit dans les grandes agglomérations."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "La surveillance des risques émergents pour l'environnement et la santé sera intensifiée par un renforcement de la coordination et de la modernisation de l'ensemble des réseaux de surveillance sanitaire existants.\n\nLa France encouragera au plan européen une rénovation de l'expertise et de l'évaluation des technologies émergentes, notamment en matière de nanotechnologies et de biotechnologies, afin d'actualiser les connaissances utilisées en toutes disciplines.\n\nL'utilisation des substances à l'état nanoparticulaire ou de matériaux contenant des nanoparticules fera l'objet d'un débat public organisé sur le plan national avant fin 2009.L'Etat se donne pour objectif que, dans un délai de deux ans qui suit la promulgation de la présente loi, la fabrication, l'importation ou la mise sur le marché de substances à l'état nanoparticulaire ou des matériaux destinés à rejeter de telles substances, dans des conditions normales ou raisonnablement prévisibles d'utilisation, fassent l'objet d'une déclaration obligatoire, relative notamment aux quantités et aux usages, à l'autorité administrative ainsi que d'une information du public et des consommateurs. Une méthodologie d'évaluation des risques et des bénéfices liés à ces substances et produits sera élaborée.L'Etat veillera à ce que l'information due aux salariés par les employeurs soit améliorée sur les risques et les mesures à prendre pour assurer leur protection.\n\nL'Etat mettra en place un dispositif de surveillance et de mesure des ondes électromagnétiques menées par des organismes indépendants accrédités. Le résultat de ces mesures sera transmis à l'Agence nationale chargée de la sécurité sanitaire de l'alimentation, de l'environnement et du travail et à l'Agence nationale des fréquences qui le rendront public. Un décret en Conseil d'Etat définira les modalités de fonctionnement de ces dispositifs ainsi que la liste des personnes morales pouvant solliciter des mesures et les conditions dans lesquelles elles peuvent les solliciter. Les communes seront associées aux décisions d'implantation d'antennes des opérateurs dans le cadre de la mise en place de chartes locales ou de nouvelles procédures de concertation communales ou intercommunales. Une synthèse des études scientifiques relatives aux effets des champs électromagnétiques sur la santé sera présentée par le Gouvernement au Parlement avant fin 2009.\n\nUn plan national d'adaptation climatique pour les différents secteurs d'activité sera préparé d'ici à 2011."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "L'inventaire des sites potentiellement pollués en raison d'une activité passée et son croisement avec l'inventaire des points de captage d'eau et lieux d'accueil des populations sensibles seront achevés en 2010, afin d'identifier les actions prioritaires. Un plan d'action sur la réhabilitation des stations-service fermées et des sites orphelins sera établi au plus tard en 2009. Les techniques de dépollution par les plantes seront de préférence utilisées.Afin de lutter contre les effets nocifs sur l'environnement des sites illégaux de stockage et d'exploitation de déchets, l'Etat renforcera son action de lutte contre ces sites ainsi que les sanctions administratives et pénales prévues par le code de l'environnement."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "La politique de prévention des risques majeurs sera renforcée au travers notamment :a) De la mise en œuvre du « plan séisme » aux Antilles et d'une politique globale de prévention des risques naturels outre-mer d'ici à 2015 ;b) De la réduction de l'exposition des populations au risque de tsunami par la mise en place d'un centre national d'alerte et par l'intégration du risque de tsunami dans les plans de prévention des risques majeurs ;c) De la réduction de l'exposition des populations au risque d'inondation par la maîtrise de l'urbanisation, par la création de zones enherbées ou plantées associées aux zones imperméabilisées, par la restauration et la création de zones d'expansion des crues et par des travaux de protection.Des plans de suivi de l'impact sanitaire et environnemental différé des catastrophes d'origine naturelle ou technologique seront mis en œuvre."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "L'Etat allouera des aides budgétaires supplémentaires pour soutenir les actions décrites au présent chapitre, y compris pour le financement de la résorption des points noirs du bruit."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "La politique de réduction des déchets, priorité qui prévaut sur tous les modes de traitement, sera renforcée de l'écoconception du produit à sa fabrication, sa distribution et sa consommation jusqu'à sa fin de vie. La responsabilité des producteurs sur les déchets issus de leurs produits sera étendue en tenant compte des dispositifs de responsabilité partagée existants et la réduction à la source fortement incitée. La politique relative aux déchets respecte, dans les conditions prévues par les articles 3 et 4 de la directive 2008/98/CE du Parlement européen et du Conseil, du 19 novembre 2008, relative aux déchets et abrogeant certaines directives, la hiérarchie du traitement des déchets fixée par ces mêmes articles : prévention, préparation en vue du réemploi, recyclage, valorisation matière, valorisation énergétique et élimination. Le traitement des déchets résiduels doit être réalisé prioritairement par la valorisation énergétique dans des installations dont les performances environnementales seront renforcées et, à défaut, pour les déchets ultimes non valorisables, par l'enfouissement. Les installations correspondantes devront justifier strictement leur dimensionnement. Parallèlement, les quantités de déchets partant en incinération ou en stockage seront globalement réduites avec pour objectif, afin de préserver les ressources et de prévenir les pollutions, une diminution de 15 % d'ici à 2012.Dans cette perspective, les objectifs nationaux sont arrêtés de la façon suivante :a) Réduire la production d'ordures ménagères et assimilées de 7 % par habitant pendant les cinq prochaines années ;b) Augmenter le recyclage matière et organique afin d'orienter vers ces filières un taux de 35 % en 2012 et 45 % en 2015 de déchets ménagers et assimilés contre 24 % en 2004, ce taux étant porté à 75 % dès 2012 pour les déchets d'emballages ménagers et les déchets banals des entreprises hors bâtiment et travaux publics, agriculture, industries agro-alimentaires et activités spécifiques.En particulier, améliorer la gestion des déchets organiques en favorisant en priorité la gestion de proximité de ces derniers, avec le compostage domestique et de proximité, et ensuite la méthanisation et le compostage de la fraction fermentescible des déchets ménagers et plus particulièrement celle des déchets des gros producteurs collectés séparément pour assurer notamment la qualité environnementale, sanitaire et agronomique des composts et la traçabilité de leur retour au sol.Pour encourager le recyclage des déchets et la valorisation, la France soutient l'élaboration au niveau communautaire d'un statut juridique adapté pour ces matières premières tenant compte, notamment, de leurs caractéristiques et de leurs usages et définissant les droits et obligations des producteurs et des utilisateurs.Pour atteindre ces objectifs, outre la rénovation de certaines réglementations de protection de l'environnement dans le domaine des déchets, l'Etat mettra en œuvre un dispositif complet associant :a) Un soutien au développement de la communication, de l'information et de la recherche sur les déchets, notamment sur les impacts des différents modes de gestion des déchets et sur les produits de substitution qui sont sources d'une production moindre de déchets ; le Gouvernement présente, dans un délai de trois mois à compter de l'entrée en vigueur de la présente loi, des propositions visant à harmoniser les indicateurs français mesurant les performances en matière de traitement des déchets avec ceux des pays de l'Union européenne ;b) Une fiscalité sur les installations de stockage et d'incinération visant à inciter à la prévention et au recyclage et modulée en fonction des performances environnementales et énergétiques des installations ainsi que sur les produits fortement générateurs de déchets lorsqu'il existe des produits de substitution à fonctionnalité équivalente dont l'impact environnemental est moindre et tenant compte de leur contribution au respect des impératifs d'hygiène et de santé publique ; le produit de cette fiscalité bénéficiera prioritairement au financement d'actions concourant à la mise en œuvre de la nouvelle politique des déchets, en particulier en termes de prévention et de recyclage, et devra, au plus tard fin 2015, avoir été intégralement affecté à cette politique. Le Gouvernement transmet au Parlement avant le 10 octobre 2009 un rapport étudiant la possibilité d'alléger la taxe générale sur les activités polluantes pesant sur les collectivités dont les déchets sont éliminés dans des installations de stockage lorsqu'elles réalisent des installations d'incinération, des installations de récupération du biogaz ou des installations connexes visant à l'amélioration de la valorisation ;c) L'application aux biocarburants produits à partir de la transformation des graisses animales des dispositions prévues pour les biocarburants d'origine végétale ;d) Un cadre législatif permettant l'instauration par les collectivités territoriales compétentes d'une tarification incitative pour le financement de l'élimination des déchets des ménages et assimilés. La redevance d'enlèvement des ordures ménagères et la taxe d'enlèvement des ordures ménagères devront intégrer, dans un délai de cinq ans, une part variable incitative devant prendre en compte la nature et le poids et/ou le volume et/ou le nombre d'enlèvements des déchets. Le recouvrement et le quittancement de la part variable de la taxe d'enlèvement des ordures ménagères s'effectueront dans les conditions actuelles fixées par l'article 1641 du code général des impôts. Le Gouvernement présente au Parlement, dans un délai de trois mois à compter de l'entrée en vigueur de la présente loi, une étude sur l'opportunité d'asseoir la taxe d'enlèvement des ordures ménagères sur la taxe d'habitation ;e) Un cadre réglementaire, économique et organisationnel permettant d'améliorer la gestion de certains flux de déchets, notamment par le développement de collectes sélectives et de filières appropriées : les déchets d'activités de soins à risques infectieux des ménages, les déchets du secteur du bâtiment et des travaux publics, les déchets organiques, les déchets dangereux diffus des ménages et assimilés, les déchets encombrants issus de l'ameublement et du bricolage et les déchets d'équipements électriques et électroniques des ménages sont concernés en premier lieu ; dans le cas particulier des emballages, le financement par les contributeurs sera étendu aux emballages ménagers consommés hors foyer et la couverture des coûts de collecte, de tri et de traitement sera portée à 80 % des coûts nets de référence d'un service de collecte et de tri optimisé, dans l'agrément de l'écoorganisme compétent à l'occasion de son renouvellement fin 2010, pour prendre effet au plus tard fin 2012 et les contributions financières des industriels aux écoorganismes seront modulées en fonction des critères d'écoconception ; la signalétique et les consignes de tri seront progressivement harmonisées, une instance de médiation et d'harmonisation des filières agréées de collecte sélective et de traitement des déchets sera créée ; en outre, un censeur d'Etat assistera aux réunions du conseil d'administration des écoorganismes agréés et pourra demander communication de tout document lié à la gestion financière de l'écoorganisme ; tout écoorganisme ne pourra procéder qu'à des placements financiers sécurisés dans des conditions validées par le conseil d'administration après information du censeur d'Etat ;f) Une collaboration renforcée, dans chaque département d'outre-mer, entre tous les écoorganismes agréés ainsi que, si nécessaire, une interface unique les représentant tous ;g) Un cadre renforcé pour la gestion de proximité de déchets spécifiques : mâchefers, boues de station d'épuration et de coincinération, bois traités, sédiments de dragage et curage ;h) Des mesures limitant l'emballage au respect d'exigences de sécurité des produits, d'hygiène et de logistique ;i) Une modernisation des outils de traitement des déchets et notamment de leur part résiduelle par la valorisation énergétique ; la méthanisation et le compostage de la fraction fermentescible des déchets séparés à la source seront encouragés dans un cadre de cohérence nationale et d'engagements contractuels de tous les acteurs concernés pour assurer notamment la qualité environnementale, sanitaire et agronomique des composts et la traçabilité de leur retour au sol, ainsi que la qualité du biogaz, notamment dans la perspective de son injection dans les réseaux de distribution ; les clauses de tonnages minimums devront être supprimées dans tous les nouveaux contrats d'unités d'incinération et dans les contrats à renouveler, afin de réduire la quantité de déchets stockés ou incinérés ; les nouveaux outils de traitement thermique et les nouvelles installations de stockage situées en métropole devront justifier strictement leur dimensionnement en se fondant sur les besoins des territoires tout en privilégiant une autonomie de gestion des déchets produits dans chaque département ou, à défaut, dans les départements contigus afin de respecter le principe de proximité en s'adaptant aux bassins de vie.Le rôle de la planification sera renforcé notamment par :― l'obligation de mettre en place des plans de gestion des déchets issus des chantiers des bâtiments et travaux publics et d'effectuer un diagnostic préalable aux chantiers de démolition ;― un soutien aux collectivités territoriales pour l'élaboration des plans locaux de prévention de la production de déchets afin d'en favoriser la généralisation ;― la révision des plans élaborés par les collectivités territoriales afin d'intégrer les objectifs du présent article et de définir les actions nécessaires pour les atteindre."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "L'Etat doit, comme toute collectivité publique, tenir compte dans les décisions qu'il envisage de leurs conséquences sur l'environnement, notamment de leur part dans le réchauffement climatique et de leur contribution à la préservation de la biodiversité, et justifier explicitement les atteintes que ces décisions peuvent le cas échéant causer. Cette prise en compte est favorisée, pour les grands projets publics, par l'association la plus large possible de l'ensemble des acteurs concernés dans un esprit de transparence et de participation. L'Etat prendra les mesures nécessaires pour que les projets de loi soient présentés avec une étude de l'impact des dispositions législatives projetées, tant économique et social qu'environnemental.L'Etat favorisera le respect de l'environnement dans l'achat public par un recours croissant, dans les marchés publics des administrations et services placés sous son autorité, aux critères environnementaux et aux variantes environnementales. Dans ce cadre, particulièrement dans les zones d'outre-mer éloignées de la France continentale, l'Etat veillera à faciliter l'utilisation des produits fabriqués à proximité de la zone de consommation, à établir, dans ce cadre, les correspondances nécessaires et à modifier la nomenclature douanière dans les collectivités d'outre-mer afin de distinguer, selon des critères de proximité, les produits importés. Cette mesure permettra de réduire le coût écologique du transport, notamment les émissions de gaz à effet de serre.L'Etat se donne pour objectifs :a) Dès 2009, de n'acquérir, s'agissant de véhicules particuliers neufs à l'usage des administrations civiles de l'Etat, que des véhicules éligibles au « bonus écologique », sauf nécessités de service ;b) Dès 2009, de développer l'utilisation des technologies de l'information et de la communication et les installations de vidéoconférence ;c) A compter de 2010, de n'acheter que du bois certifié ou issu de forêts gérées de manière durable ;d) D'ici à 2012, de réduire de façon significative la consommation de papier de ses administrations, de généraliser le recyclage du papier utilisé par ses administrations et, à cette date, d'utiliser exclusivement du papier recyclé ou issu de forêts gérées de manière durable ;e) De recourir, pour l'approvisionnement de ses services de restauration collective, à des produits biologiques pour une part représentant 15 % des commandes en 2010 et 20 % en 2012 ainsi que, pour une part identique, à des produits saisonniers, des produits à faible impact environnemental eu égard à leurs conditions de production et de distribution, des produits sous signe d'identification de la qualité et de l'origine ou des produits issus d'exploitations engagées dans une démarche de certification environnementale ;f) De favoriser dans ses administrations et ses services la mise en place du covoiturage.Les administrations de l'Etat entreprendront au plus tard en 2009 un bilan de leurs consommations d'énergie et de leurs émissions de gaz à effet de serre et engageront un plan pour améliorer leur efficacité énergétique, qui prendra en compte les objectifs fixés pour les bâtiments de l'Etat par le I de l'article 5, avec un objectif d'amélioration de 20 % en 2015.Le Gouvernement présente au Parlement une évaluation de l'impact environnemental des aides publiques à caractère budgétaire ou fiscal. Les aides publiques seront progressivement revues de façon à s'assurer qu'elles n'incitent pas aux atteintes à l'environnement.L'Etat veillera à ce que les programmes d'aide au développement qu'il finance ou auxquels il participe soient respectueux de l'environnement des pays bénéficiaires et soucieux de la préservation de leur biodiversité et, pour partie, spécifiquement dédiés à ces finalités. Il intégrera l'objectif d'adaptation au changement climatique à la politique française de coopération.L'Etat s'attachera à ce que, d'ici à 2012, les formations initiales et continues dispensées à ses agents comportent des enseignements consacrés au développement durable et à la prévention des risques sanitaires, sociaux et environnementaux adaptés aux fonctions et responsabilités auxquelles préparent ces formations.L'Etat se fixe pour objectif de disposer en 2010 des indicateurs du développement durable à l'échelle nationale tels qu'ils figureront dans la stratégie nationale de développement durable et organisera à cet effet, avant la fin de l'année 2009, une conférence nationale réunissant les cinq parties prenantes au Grenelle de l'environnement. Le suivi de ces indicateurs sera rendu public et présenté au Parlement chaque année à compter de 2011.L'Etat se fixe également pour objectif de disposer d'indicateurs permettant la valorisation, dans la comptabilité nationale, des biens publics environnementaux d'ici à 2010."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "Construire une nouvelle économie conciliant protection de l'environnement, progrès social et croissance économique exige de nouvelles formes de gouvernance, favorisant la mobilisation de la société par la médiation et la concertation.Les associations et fondations œuvrant pour l'environnement bénéficieront d'un régime nouveau de droits et obligations lorsqu'elles remplissent des critères, notamment de représentativité, de gouvernance, de transparence financière ainsi que de compétence et d'expertise dans leur domaine d'activité.Les instances nationales et locales qui ont ou se verront reconnaître une compétence consultative en matière environnementale seront réformées, tant dans leurs attributions que dans leur dénomination et leur composition, afin d'assumer au mieux cette mission.Les instances publiques ayant un rôle important d'observation, d'expertise, de recherche, d'évaluation et de concertation en matière environnementale associeront, dans le cadre d'une gouvernance concertée, les parties prenantes au Grenelle de l'environnement et auront une approche multidisciplinaire.Les communes ou établissements publics de coopération intercommunale touchés par les contraintes d'urbanisme engendrées par la présence de sites à fort impact environnemental pourront bénéficier, avec leurs exploitants, de relations partenariales étroites pour l'aménagement de ces territoires."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "Les critères mentionnés au deuxième alinéa de l'article 49 sont fixés par décret en Conseil d'Etat pris après concertation avec les parties prenantes au Grenelle de l'environnement."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "I.-Les collectivités territoriales et leurs groupements sont des acteurs essentiels de l'environnement et du développement durable et ont des rôles complémentaires, tant stratégiques qu'opérationnels.La cohérence de leurs actions en ces matières sera favorisée par la concertation au sein d'une instance nationale consultative réunissant les associations d'élus des différentes collectivités et de leurs groupements, qui sera associée à l'élaboration de la stratégie nationale du développement durable et à sa mise en œuvre. Une instance similaire pourra être instituée au niveau régional.L'Etat favorisera la généralisation des bilans en émissions de gaz à effet de serre et, au-delà des objectifs fixés par l'article 7, celle des plans climat énergie territoriaux des collectivités territoriales et de leurs groupements en cohérence avec les Agendas 21 locaux. Il pourra utiliser les Agendas 21 locaux comme outil de contractualisation avec les collectivités territoriales.L'Etat étendra l'évaluation environnementale des documents d'urbanisme, participera à la diffusion des expérimentations locales en matière de développement durable et encouragera l'articulation étroite des politiques de transport et des projets d'urbanisme.L'Etat étudiera, en accord avec le droit communautaire, le moyen de renforcer la possibilité offerte par le code des marchés publics de prendre en compte l'impact environnemental des produits ou des services lié à leur transport.L'Etat étudiera, en concertation avec les collectivités territoriales, des possibilités nouvelles d'attribution de concours aux collectivités et à leurs groupements qui contribuent de façon significative à la réalisation d'objectifs de nature environnementale, et leur permettra de valoriser leurs certificats d'économies d'énergie.La mise en place de formations à destination des agents des collectivités territoriales en matière de développement durable et de protection de l'environnement sera encouragée.\n\nII et III.-A modifié les dispositions suivantes :\n\n-Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "I. - L'Etat développera la production, la collecte et la mise à jour d'informations sur l'environnement et les organisera de façon à en garantir l'accès. Il mobilisera ses services et ses établissements publics pour créer un portail aidant l'internaute à accéder aux informations environnementales détenues par les autorités publiques ou à participer, le cas échéant, à l'élaboration de décisions publiques ayant une incidence sur l'environnement.Les procédures d'enquête publique seront modifiées afin de les simplifier, de les regrouper, d'harmoniser leurs règles et d'améliorer le dispositif de participation du public. Le recours à une enquête unique ou conjointe sera favorisé en cas de pluralité de maîtres d'ouvrage ou de réglementations distinctes.La procédure du débat public sera rénovée afin de mieux prendre en compte l'impact des projets sur l'environnement.L'expertise publique en matière d'environnement et de développement durable et l'alerte environnementale seront réorganisées dans un cadre national multidisciplinaire et pluraliste, associant toutes les parties prenantes concernées.La possibilité de saisir certaines agences d'expertise, dont bénéficient les associations agréées, sera élargie à d'autres agences et étendue à d'autres acteurs et organismes.Le Gouvernement présente un rapport au Parlement, au plus tard un an après la promulgation de la présente loi, sur l'opportunité de créer une instance propre à assurer la protection de l'alerte et de l'expertise afin de garantir la transparence, la méthodologie et la déontologie des expertises. Elle pourra constituer une instance d'appel en cas d'expertises contradictoires et pourra être garante de l'instruction des situations d'alerte.Pour les projets de rocades structurantes mentionnés au premier alinéa de l'article 14, les procédures d'enquête publique, d'expropriation, les procédures liées à la sécurité des transports guidés ainsi que les procédures de recours seront limitées à une durée maximale définie par décret.II. - A modifié les dispositions suivantes :\n\n- Code de l'urbanisme"
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "La qualité des informations sur la manière dont les sociétés prennent en compte les conséquences sociales et environnementales de leur activité et l'accès à ces informations constituent des conditions essentielles de la bonne gouvernance des entreprises. Le Gouvernement étudiera, sur la base d'un bilan public de l'application de l'article 116 de la loi n° 2001-420 du 15 mai 2001 relative aux nouvelles régulations économiques, en associant les parties concernées, les conditions dans lesquelles l'obligation de faire figurer dans le rapport annuel destiné à l'assemblée générale des actionnaires ces informations environnementales et sociales :a) Pourrait être étendue à d'autres entreprises, en fonction de seuils atteints par le chiffre d'affaires, le total de bilan ou les effectifs salariés, y compris celles dans lesquelles l'Etat détient directement ou indirectement une participation majoritaire ;b) Pourrait inclure l'activité de la ou des filiales de toutes les entreprises soumises à cette obligation ;c) Pourrait comprendre des informations relatives à la contribution de l'entreprise au développement durable.Le Gouvernement soutiendra une harmonisation des indicateurs sectoriels au niveau communautaire.Il étudiera également la possibilité d'inclure dans les plans de formation des entreprises soumises à cette obligation des modules consacrés à l'environnement, au développement durable et à la prévention des risques.Les organisations syndicales de salariés et d'employeurs seront saisies conformément à la loi n° 2007-130 du 31 janvier 2007 de modernisation du dialogue social sur la possibilité d'ajouter aux attributions des institutions représentatives du personnel une mission en matière de développement durable, d'étendre la procédure d'alerte professionnelle interne à l'entreprise aux risques d'atteinte à l'environnement et à la santé publique et de faire définir par les branches professionnelles des indicateurs sociaux et environnementaux adaptés à leurs spécificités.Le Gouvernement poursuivra son action pour la mise en place, lorsqu'existe une entreprise à fort impact environnemental, d'instances de dialogue réunissant localement les parties prenantes au Grenelle de l'environnement et les autres acteurs intéressés, notamment les riverains du site.L'Etat appuiera la création, pour les entreprises de toute taille, de labels, attribués sur la base de référentiels pouvant présenter un caractère sectoriel et territorial, élaborés, le cas échéant, par les fédérations professionnelles, qui attestent la qualité de leur gestion dans les domaines environnementaux et sociaux et leur contribution à la protection de l'environnement, et la mise en place d'un mécanisme d'accréditation des organismes certificateurs indépendants chargés de les attribuer. Il soutiendra de la façon la plus appropriée, y compris fiscale, les petites et moyennes entreprises qui s'engageront dans la voie de la certification environnementale.L'Etat aidera les employeurs implantés dans une zone d'activité qui se grouperont afin d'avoir une gestion environnementale de cette zone en association avec les collectivités territoriales volontaires et de façon contractuelle.L'investissement socialement et écologiquement responsable sera encouragé par des mécanismes incitatifs et des campagnes d'information.La France proposera l'introduction au niveau communautaire du principe de la reconnaissance de la responsabilité des sociétés mères à l'égard de leurs filiales en cas d'atteinte grave à l'environnement et elle soutiendra cette orientation au niveau international.Elle appuiera l'introduction de critères environnementaux, notamment ceux relatifs à la biodiversité, dans les actions des institutions financières, économiques et commerciales internationales. La France proposera un cadre de travail au niveau communautaire pour l'établissement d'indicateurs sociaux et environnementaux permettant la comparaison entre les entreprises."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "Les consommateurs doivent pouvoir disposer d'une information environnementale sincère, objective et complète portant sur les caractéristiques globales du couple produit/emballage et se voir proposer des produits respectueux de l'environnement à des prix attractifs. La France soutiendra la reconnaissance de ces mêmes exigences au niveau de l'Union européenne.La mention des impacts environnementaux des produits et des offres de prestation de services en complément de l'affichage de leur prix sera progressivement développée, y compris au niveau communautaire, tout comme l'affichage et la mise à disposition, sur les lieux et sites de vente, de leur traçabilité et des conditions sociales de leur production. La méthodologie associée à l'évaluation de ces impacts donnera lieu à une concertation avec les professionnels concernés.L'Etat lancera un programme pluriannuel d'information et de sensibilisation du grand public sur les enjeux de l'amélioration de la performance énergétique et la prise en compte du développement durable dans le bâtiment et l'habitat.Des campagnes publiques d'information sur la consommation durable seront organisées. L'Etat veillera à ce que les chaînes de télévision et les radios publiques prennent en compte les enjeux de développement durable et de protection de l'environnement, notamment par la modification des cahiers des charges.La régulation de la publicité par les professionnels sera développée après concertation entre ceux-ci et les associations de défense des consommateurs, de protection de l'environnement et d'éducation à l'environnement afin de mieux y intégrer le respect de l'environnement et le développement durable.En accord avec le droit communautaire, l'Etat mettra en place des dispositifs incitatifs ayant pour objet d'accorder, pour des catégories spécifiques de produits, un avantage en termes de prix aux produits les plus respectueux de l'environnement financé par une taxation des produits portant le plus atteinte à l'environnement.La France soutiendra l'instauration par la Communauté européenne d'un taux réduit de taxe sur la valeur ajoutée sur les produits ayant un faible impact sur le climat ou la biodiversité.Afin d'assurer une bonne information des particuliers et des professionnels du bâtiment, l'Etat s'engage à améliorer la qualité et le contenu du diagnostic de performance énergétique dans le but de disposer d'un outil de référence fiable et reconnu par tous."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "L'éducation au développement durable est portée par toutes les disciplines et intégrée au fonctionnement quotidien des établissements scolaires. Elle contribue, à travers ses dimensions éthiques et sociales, à la formation citoyenne.Dans les lycées agricoles, les enseignements relatifs à l'agronomie, à la diversité génétique, à l'utilisation rationnelle des moyens de production et leur impact environnemental, aux règles de bonnes pratiques d'utilisation des intrants, aux effets environnementaux des intrants, au fonctionnement des sols et aux exploitations à haute valeur environnementale seront renforcés. Les actions de ces lycées viseront particulièrement la généralisation rapide des méthodes d'exploitation respectueuses de l'environnement mises au point de façon expérimentale.Les établissements d'enseignement supérieur élaboreront, pour la rentrée 2009, un « Plan vert » pour les campus. Les universités et grandes écoles pourront solliciter une labellisation sur le fondement de critères de développement durable.Les formations initiales et continues des membres des professions de santé et des professionnels de l'aménagement de l'espace comprendront des enseignements, adaptés aux métiers qu'ils concernent, relatifs aux enjeux de santé liés à l'environnement, à compter de la rentrée 2009.Un institut dispensant des formations continues de très haut niveau en matière de développement durable aux décideurs publics et privés sera créé, qui pourra avoir des antennes régionales.Les outils de la formation tout au long de la vie seront mis en œuvre pour accompagner, à tout niveau de qualification, les transitions professionnelles liées à l'évolution vers un modèle de développement qui soit durable, en vue de développer les métiers et filières de l'environnement, du recyclage, de l'écoconception et des analyses du cycle de vie des produits et la connaissance des écosystèmes."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "Les départements et les régions d'outre-mer, les collectivités d'outre-mer régies par l'article 74 de la Constitution et la Nouvelle-Calédonie sont appelés à jouer un rôle essentiel dans la politique de la nation en faveur du développement durable et de l'écodéveloppement, au sein de leurs différentes aires géographiques ; la politique de l'Etat y placera au premier rang de ses priorités leur développement durable, en prenant en compte leurs spécificités sociétales, environnementales, énergétiques et économiques.Sans préjudice des objectifs qui concernent l'ensemble du territoire national, ni de ceux propres à l'outre-mer définis dans les titres Ier à V, cette ambition pour l'outre-mer poursuit, en outre, les orientations suivantes :― dans le domaine de l'énergie : parvenir à l'autonomie énergétique, en atteignant, dès 2020, un objectif de 30 % d'énergies renouvelables dans la consommation finale à Mayotte et de 50 % au minimum dans les autres collectivités ; développer les technologies de stockage de l'énergie et de gestion du réseau pour augmenter la part de la production d'énergie renouvelable intermittente afin de conforter l'autonomie énergétique des collectivités territoriales d'outre-mer ; développer, pour la Guadeloupe, la Guyane, la Martinique et La Réunion, des programmes exemplaires, spécifiques pour chacune d'elles, visant à terme l'autonomie énergétique, à l'horizon 2030 ; engager, dans le même temps, un programme de maîtrise des consommations, qui se traduira par l'adoption, dès 2012, d'un plan Energie-Climat dans chaque collectivité ; adopter une réglementation thermique adaptée qui encourage la production d'eau chaude sanitaire solaire dans les bâtiments neufs et d'électricité photovoltaïque dans ceux qui doivent être climatisés, qui favorise la réduction de la climatisation au profit de l'isolation et de la ventilation naturelle et la production d'électricité photovoltaïque dans ceux qui doivent être climatisés, et mobiliser les pôles de compétitivité concernés sur les enjeux énergétiques de l'outre-mer ; dans les zones enclavées notamment, assurer un égal accès de tous les citoyens à l'électricité et, en particulier pour la Guyane, prendre les mesures d'adaptation nécessaires ; pour la Guyane, étendre les réseaux de transports et de distribution d'électricité et faciliter et accélérer les autorisations de raccordement des unités décentralisées de production électrique ;― dans le domaine des déchets : atteindre, d'ici à 2020, une gestion intégrée exemplaire combinant prévention, recyclage et valorisation, qui s'appuiera sur un dispositif adapté aux caractéristiques géologiques et aux conditions objectives d'accès aux sites isolés ; prévoir des adaptations réglementaires sur la construction et la réhabilitation des installations de stockage de déchets non dangereux et mener une réflexion sur les possibilités de financement de ces infrastructures à destination des communes d'outre-mer ; mettre en place en Guyane sans délai, en concertation avec les collectivités territoriales, un plan de résorption des décharges sauvages assorti d'une étude des modalités de financement ; favoriser une gestion des déchets par la création de filières de coopération interrégionales ;― dans le domaine de la biodiversité et des ressources naturelles : mettre en place des dispositifs de connaissance, de gestion intégrée et de protection des habitats et des espèces sauvages terrestres et marines, comparables aux dispositifs existant en métropole, lorsque ces derniers ne sont pas applicables ; valoriser les biotechnologies vertes et bleues ; inclure les plantes et autres espèces médicinales dans la pharmacopée française en veillant à l'application du j de l'article 8 et de l'article 15 de la convention sur la diversité biologique du 5 juin 1992 ; réaliser, d'ici à 2010, un inventaire particulier de la biodiversité outre-mer ainsi qu'une synthèse des connaissances existantes permettant l'identification et la localisation des enjeux prioritaires, avec le crédit carbone, notamment en Guyane ; mener des actions exemplaires en faveur des récifs coralliens, notamment par le renforcement de l'initiative française sur les récifs coralliens, ou des espaces et des aires marines protégés ;― dans le domaine de l'eau : inclure, d'ici à 2012, un dispositif de récupération des eaux pluviales à usage sanitaire pour toute nouvelle construction ; favoriser, par un dispositif approprié en assurant la bonne qualité, l'utilisation des eaux pluviales pour l'ensemble du réseau domestique ;― dans le domaine des activités extractives : élaborer et adopter, dès 2009, en Guyane, en concertation avec les collectivités locales, un schéma minier qui garantisse un développement des activités extractives durable, respectueux de l'environnement et structurant sur le plan économique ; élaborer et adopter ensuite un schéma minier marin pour la Guyane ; soutenir la démarche de valorisation durable de ses ressources minières engagée par la Nouvelle-Calédonie au moyen de son schéma minier ;― dans le domaine des pollutions et de la santé : atteindre un bon état écologique de l'eau en accélérant la mise en œuvre de schémas d'aménagement et de gestion des eaux ou de contrats de rivières à l'échelle des bassins versants ; assurer un égal accès à l'eau potable à tous les citoyens ; engager, sans délai, un programme pour assurer la sécurité d'approvisionnement en eau potable et l'assainissement, d'ici à 2015 ; engager, sans délai, un programme pour remédier à la pollution des sols par les substances dangereuses ;― dans le domaine des transports : mettre à l'étude un programme de maillage du territoire par des modes de transports collectifs en site propre dans une perspective de désenclavement, de préservation des espaces naturels et de développement durable. Les résultats de cette étude seront livrés en 2011 ;― dans le domaine de la lutte contre le changement climatique : mettre en place une stratégie locale d'adaptation aux conséquences du changement climatique.Pour atteindre ces objectifs, l'Etat pourra adapter les dispositions réglementaires, fiscales ou incitatives dans leur application aux départements et aux régions d'outre-mer, conformément au premier alinéa de l'article 73 de la Constitution. Ces collectivités pourront adapter ces dispositions dans les conditions fixées par le deuxième alinéa du même article.En outre, au titre d'une gouvernance locale adaptée, les départements et les régions d'outre-mer, à l'exception de La Réunion, pourront fixer des règles spécifiques dans les conditions prévues au troisième alinéa de l'article 73 de la Constitution.Les objectifs définis au présent article valent pour les départements et les régions d'outre-mer. Leur mise en œuvre s'effectuera dans le respect de leur organisation respective ainsi que des procédures de consultation et de concertation prévues par celle-ci.L'Etat veillera à la cohérence de son action avec la Nouvelle-Calédonie et les collectivités qui la composent et les collectivités d'outre-mer régies par l'article 74 de la Constitution selon les orientations figurant au présent article."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "L'article 8 est applicable à Mayotte."
    }
  ]
}