{
  "id": "loi-n-2012-1270-du-20-novembre-2012",
  "type": "statute",
  "title": "LOI n°2012-1270\n du 20 novembre 2012",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000026657458",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. - Avant le 1er juillet 2013, le Gouvernement remet au Parlement un rapport sur la structure des prix pratiqués par les différentes compagnies desservant les départements et collectivités d'outre-mer depuis un autre département ou une autre collectivité d'outre-mer, ainsi que depuis la France hexagonale. Ce rapport analyse en particulier le niveau des différents prélèvements et taxes applicables aux liaisons aériennes et au fret aérien.\n\nII. - A modifié les dispositions suivantes :\n\n- Code des transports"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Dans les collectivités relevant de l'article 73 de la Constitution et dans les collectivités d'outre-mer de Saint-Barthélemy, de Saint-Martin, de Saint-Pierre-et-Miquelon et de Wallis-et-Futuna, les entreprises de grande distribution ont l'obligation de réserver une surface de vente dédiée aux productions régionales."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "II. - L'article L. 420-2-1 du code de commerce s'applique aux accords ou pratiques concertées en cours. Les parties à ces accords ou pratiques disposent d'un délai de quatre mois à compter de la promulgation de la présente loi pour se mettre en conformité avec les dispositions de ce même article."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "En Guadeloupe, en Martinique, en Guyane, à Mayotte et à La Réunion ainsi que dans les collectivités d'outre-mer de Saint-Barthélemy, de Saint-Martin et de Saint-Pierre-et-Miquelon, lorsque les pouvoirs publics décident d'une baisse de la fiscalité pesant sur les opérateurs économiques aux fins de lutter contre la hausse ou le niveau des prix de détail, les opérateurs bénéficiant directement ou indirectement de cette baisse sont tenus d'apporter aux administrations concernées et au juge, à la demande de ces derniers, tout élément utile permettant d'établir la répercussion effective de cette baisse sur les prix."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance, dans un délai de dix-huit mois à compter de la promulgation de la présente loi, les mesures étendant à Wallis-et-Futuna, avec les adaptations nécessaires, les dispositions de nature législative introduites au livre IV du code de commerce depuis l'ordonnance n° 2000-912 du 18 septembre 2000 relative à la partie législative du code de commerce, ou les dispositions de nature législative spécifiques à la lutte contre les marges abusives et les abus de position dominante.Le projet de loi de ratification de cette ordonnance est déposé devant le Parlement au plus tard le dernier jour du sixième mois suivant la publication de l'ordonnance."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Le Gouvernement remet au Parlement, avant le 1er juin 2013, une étude proposant des dispositifs à prendre en vue de faciliter les échanges commerciaux entre le marché intérieur des collectivités d'outre-mer et ceux des Etats voisins."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Dans les collectivités relevant de l'article 73 de la Constitution et dans les collectivités d'outre-mer de Saint-Barthélemy, de Saint-Martin, de Saint-Pierre-et-Miquelon et de Wallis-et-Futuna, les entreprises soumises à une mesure de régulation économique en application des articles L. 410-2 et L. 410-3 du code de commerce ou qui bénéficient d'une aide publique en faveur de leur activité économique sont tenues de répondre, dans un délai de deux mois, à toute demande du représentant de l'Etat dans le territoire de lui transmettre leurs comptes sociaux et la comptabilité analytique de l'activité régulée ou subventionnée.En cas de refus, le représentant de l'Etat peut demander au juge des référés d'enjoindre à l'entreprise en cause de produire les documents demandés sous astreinte."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I à III.-A abrogé les dispositions suivantes :"
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Dans les collectivités relevant de l'article 73 de la Constitution et dans les collectivités d'outre-mer de Saint-Barthélemy, de Saint-Martin, de Saint-Pierre-et-Miquelon et de Wallis-et-Futuna, est prohibé pour un distributeur le fait de facturer ses services mentionnés au 2° du III de l'article L. 441-3 du code de commerce par l'intermédiaire d'une filiale domiciliée dans un Etat ou un territoire dans lequel elle bénéficie d'un régime fiscal privilégié au sens de l'article 238 A du code général des impôts.Le non-respect de cette obligation engage la responsabilité des auteurs de la pratique, qui peuvent être condamnés à la répétition de l'indu et à une amende civile dans les conditions prévues à l'article L. 442-4 du code de commerce."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I. ― Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre, dans un délai de dix-huit mois à compter de la promulgation de la présente loi, toute mesure de nature législative pour :1° Etendre et adapter la législation relative aux allocations logement à Saint-Pierre-et-Miquelon ;2° Modifier les attributions et compétences de la caisse de prévoyance sociale de Saint-Pierre-et-Miquelon en matière d'action sociale et familiale.II. ― Le projet de loi de ratification de cette ordonnance est déposé devant le Parlement au plus tard le premier jour du sixième mois suivant la publication de l'ordonnance."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I. ― En vue de rapprocher la législation applicable au Département de Mayotte de la législation applicable en métropole ou dans les autres collectivités relevant de l'article 73 de la Constitution, ou de les mettre en conformité avec le droit de l'Union européenne dans le cadre de l'accession du Département de Mayotte au statut de région ultrapériphérique à compter du 1er janvier 2014, le Gouvernement est autorisé, dans les conditions prévues à l'article 38 de la Constitution et dans un délai de dix-huit mois, ou de trente mois pour les législations mentionnées aux 4° et 7° du présent I, à compter de la promulgation de la présente loi, à modifier par ordonnances :1° L'ordonnance n° 2000-373 du 26 avril 2000 relative aux conditions d'entrée et de séjour des étrangers à Mayotte, afin de définir des conditions mieux adaptées au défi migratoire ;2° Les dispositions du code de l'action sociale et des familles relatives à l'adoption, à l'allocation personnalisée d'autonomie et à la prestation de compensation du handicap ;3° La législation relative à la couverture des risques vieillesse, maladie, maternité, invalidité et accidents du travail, aux prestations familiales et notamment aux allocations logement, ainsi qu'aux organismes compétents en ces matières ;4° La législation du travail, de l'emploi et de la formation professionnelle ;5° Le code de la santé publique ;6° Les législations relatives à l'énergie, au climat, à la qualité de l'air ainsi qu'à la sécurité et aux émissions des véhicules ;7° La législation des transports ;8° La législation relative à la protection de l'environnement.II. ― Chaque ordonnance procède à l'une ou l'autre des opérations suivantes ou aux deux :1° Etendre la législation intéressée dans une mesure et selon une progressivité adaptées aux caractéristiques et contraintes particulières à Mayotte ;2° Adapter le contenu de cette législation à ces caractéristiques et contraintes particulières.III. ― Le projet de loi de ratification de chaque ordonnance est déposé devant le Parlement au plus tard le dernier jour du sixième mois suivant celui de sa publication."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "I. ― Dans la perspective du transfert à la Nouvelle-Calédonie des compétences de l'Etat en matière de droit civil et de droit commercial dans les conditions prévues par la loi du pays n° 2012-2 du 20 janvier 2012 relative au transfert à la Nouvelle-Calédonie des compétences de l'Etat en matière de droit civil, de règles concernant l'état civil et de droit commercial, le Gouvernement est autorisé, dans les conditions prévues à l'article 38 de la Constitution, et dans un délai de neuf mois à compter de la promulgation de la présente loi, à étendre et adapter à la Nouvelle-Calédonie les dispositions législatives relatives aux compétences énumérées au 4° du III de l'article 21 de la loi organique n° 99-209 du 19 mars 1999 relative à la Nouvelle-Calédonie contenues, d'une part, dans le code civil et le code de commerce et, d'autre part, relatives à l'exonération de la garantie des vices cachés en matière de vente d'immeuble, aux clauses abusives, à l'indemnisation des victimes d'accidents, aux sociétés d'exercice libéral et aux sociétés de participations financières de professions libérales, à la publicité foncière et aux clauses pénales.II. ― Le projet de loi de ratification de l'ordonnance est déposé devant le Parlement au plus tard le dernier jour du sixième mois suivant sa publication."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I. ― Sont homologuées, en application de l'article 87 de la loi organique n° 99-209 du 19 mars 1999 précitée, les peines d'emprisonnement prévues en Nouvelle-Calédonie par les articles suivants :1° Article 25 de la délibération du congrès n° 185 du 10 mai 2001 réglementant la création et le fonctionnement des agences de voyages et des agences de tourisme ;2° Article LP 20 de la loi du pays n° 2001-016 du 11 janvier 2002 relative à la sécurité sociale en Nouvelle-Calédonie ;3° Articles 17 à 19 de la délibération du congrès n° 375 du 7 mai 2003 relative à l'exercice de la profession de sage-femme ;4° Articles 25 à 28 de la délibération du congrès n° 143 du 16 décembre 2005 relative à la sécurité transfusionnelle ;5° Article 127-1 de l'ordonnance n° 85-1181 du 13 novembre 1985 relative aux principes directeurs du droit du travail et à l'organisation et au fonctionnement de l'inspection du travail et du tribunal du travail en Nouvelle-Calédonie, tel qu'il résulte de l'article 5 de la loi du pays n° 2006-10 du 22 septembre 2006 portant diverses dispositions relatives au droit du travail en Nouvelle-Calédonie ;6° Articles 261-2,261-2 bis, 262-1 et 263-2 du code des postes et télécommunications de la Nouvelle-Calédonie ;7° Articles LP 116-1, LP 128-1 à LP 128-7, LP 269-1, LP 269-4 à LP 269-6, LP 324-2 et LP 324-3, LP 344-1 et LP 344-2, LP 355-1 à LP 355-3, LP 462-2, LP 546-9, LP 546-11 et LP 731-1 du code du travail de la Nouvelle-Calédonie ;8° Article 17 de la délibération du congrès n° 421 du 26 novembre 2008 relative au système de veille sanitaire, de contrôle sanitaire aux frontières et de gestion des situations de menaces sanitaires graves ;9° Articles 63,66 à 70,72 et 73 de la délibération du congrès n° 431 du 9 décembre 2008 relative à l'exercice des professions de médecin et de chirurgien-dentiste en Nouvelle-Calédonie ;10° Article LP 152-1 du code minier de la Nouvelle-Calédonie ;11° Articles 3,4,6,6/1,7,8,8/1,11,16/1 et R. 247-5 du code de la route de la Nouvelle-Calédonie ;12° Article 12 de la délibération du congrès n° 50/ CP du 20 avril 2011 relative à la politique des pêches de la Nouvelle-Calédonie ;13° Article 15 de la délibération du congrès n° 51/ CP du 20 avril 2011 relative à la définition des aires protégées dans l'espace maritime de la Nouvelle-Calédonie et sur les îles appartenant à son domaine public.II. ― Sont également homologuées, en application de l'article 21 de la loi organique n° 2004-192 du 27 février 2004 portant statut d'autonomie de la Polynésie française, les peines d'emprisonnement prévues en Polynésie française par les articles LP 124-81, LP 124-82, LP 250-8, LP 250-9, LP 250-10, LP 250-11, LP 250-12, LP 250-13, LP 250-14 et LP 250-16 du code de l'environnement de la Polynésie française."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "I.-Sont ratifiées les ordonnances suivantes, prises en application de l'article 74-1 de la Constitution :\n\n1° L'ordonnance n° 2011-827 du 8 juillet 2011 relative à la répression du dopage en Nouvelle-Calédonie ;\n\n2° L'ordonnance n° 2011-865 du 22 juillet 2011 relative à la mise en valeur des terres incultes ou manifestement sous-exploitées à Saint-Barthélemy et à Saint-Martin ;\n\n3° L'ordonnance n° 2011-1920 du 22 décembre 2011 portant adaptation du code monétaire et financier et du code des douanes à la suite du changement de statut de la collectivité de Saint-Barthélemy vis-à-vis de l'Union européenne ;\n\n4° L'ordonnance n° 2012-396 du 23 mars 2012 portant adaptation de l'aide juridictionnelle en matière pénale en Nouvelle-Calédonie et dans les îles Wallis et Futuna ;\n\n5° L'ordonnance n° 2012-515 du 18 avril 2012 portant extension et adaptation à la Polynésie française et à la Nouvelle-Calédonie de dispositions du code de la santé publique.\n\nII.-Sont ratifiées les ordonnances suivantes, prises en application de l'article 38 de la Constitution :\n\n1° L'ordonnance n° 2011-821 du 8 juillet 2011 relative à l'adaptation à Saint-Pierre-et-Miquelon et à Mayotte de la loi n° 2010-853 du 23 juillet 2010 relative aux réseaux consulaires, au commerce, à l'artisanat et aux services ;\n\n2° L'ordonnance n° 2011-864 du 22 juillet 2011 relative à la protection et à la mise en valeur des terres agricoles dans les départements d'outre-mer, dans le Département de Mayotte et à Saint-Martin ;\n\n3° L'ordonnance n° 2011-1327 du 20 octobre 2011 portant extension et adaptation des dispositions relatives au crédit immobilier et au prêt viager hypothécaire en Nouvelle-Calédonie et en Polynésie française et à la fourniture de services financiers à distance dans ces collectivités et dans les îles Wallis et Futuna ;\n\n4° L'ordonnance n° 2011-1875 du 15 décembre 2011 portant extension de la loi n° 2010-1609 du 22 décembre 2010 en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna ;\n\n5° L'ordonnance n° 2012-514 du 18 avril 2012 portant extension et adaptation aux îles Wallis et Futuna, à la Nouvelle-Calédonie et à la Polynésie française des dispositions de la loi n° 2011-814 du 7 juillet 2011 relative à la bioéthique ;\n\n6° L'ordonnance n° 2012-644 du 4 mai 2012 portant extension et adaptation de la stratégie nationale pour la mer et le littoral dans les collectivités d'outre-mer.\n\nIII.-Sont ratifiées les ordonnances suivantes, prises en application de l'article 38 de la Constitution et sur le fondement de l'habilitation prévue à l'article 30 de la loi n° 2010-1487 du 7 décembre 2010 relative au Département de Mayotte :\n\n1° L'ordonnance n° 2011-1636 du 24 novembre 2011 portant extension et adaptation du contrat unique d'insertion au Département de Mayotte ;\n\n2° L'ordonnance n° 2011-1641 du 24 novembre 2011 portant extension et adaptation du revenu de solidarité active au Département de Mayotte ;\n\n3° L'ordonnance n° 2011-1708 du 1er décembre 2011 relative à l'application à Mayotte des deuxième et cinquième parties du code général des collectivités territoriales ;\n\n4° L'ordonnance n° 2011-1923 du 22 décembre 2011 relative à l'évolution de la sécurité sociale à Mayotte dans le cadre de la départementalisation ;\n\n5° L'ordonnance n° 2012-395 du 23 mars 2012 relative à l'application à Mayotte de la loi n° 91-647 du 10 juillet 1991 relative à l'aide juridique ;\n\n6° L'ordonnance n° 2012-510 du 18 avril 2012 portant adaptation de la législation relative au service public de l'électricité dans le Département de Mayotte ;\n\n7° L'ordonnance n° 2012-576 du 26 avril 2012 portant extension et adaptation à Mayotte du code de la construction et de l'habitation ainsi que de diverses lois relatives au logement ;\n\n8° L'ordonnance n° 2012-578 du 26 avril 2012 relative à l'application à Mayotte du code de commerce, de la loi n° 65-557 du 10 juillet 1965 fixant le statut de la copropriété des immeubles bâtis et de la loi n° 85-677 du 5 juillet 1985 tendant à l'amélioration de la situation des victimes d'accidents de la circulation et à l'accélération des procédures d'indemnisation ;\n\n9° L'ordonnance n° 2012-579 du 26 avril 2012 portant réforme de certaines professions judiciaires et juridiques dans le Département de Mayotte ;\n\n10° L'ordonnance n° 2012-785 du 31 mai 2012 portant extension et adaptation du code de l'action sociale et des familles au Département de Mayotte ;\n\n11° L'ordonnance n° 2012-787 du 31 mai 2012 portant extension et adaptation à Mayotte du code de l'urbanisme ;\n\n12° L'ordonnance n° 2012-788 du 31 mai 2012 modifiant les livres III et VII du code du travail applicable à Mayotte ;\n\n13° L'ordonnance n° 2012-789 du 31 mai 2012 portant extension et adaptation de certaines dispositions du code rural et de la pêche maritime et d'autres dispositions législatives à Mayotte ;\n\n14° L'ordonnance n° 2012-790 du 31 mai 2012 modifiant l'article 64-1 de la loi n° 2001-616 du 11 juillet 2001 relative à Mayotte ;\n\n15° L'ordonnance n° 2012-792 du 7 juin 2012 relative à la partie législative du code du travail applicable à Mayotte portant extension et adaptation du livre préliminaire et d'une partie des livres Ier, II et IV.\n\nIv et V.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-Code de la construction et de l'habitation.\n\n-Code rural\n\n-Code de la construction et de l'habitation.\n\n-Code rural"
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "L'article L. 6332-3 du code des transports est applicable en Nouvelle-Calédonie, en Polynésie française et à Wallis-et-Futuna."
    }
  ]
}