{
  "id": "loi-n-57-32-du-10-janvier-1957",
  "type": "statute",
  "title": "Loi n° 57-32 du 10 janvier 1957",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000315388",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Il est créé, sous le nom d'Agence France-Presse, un organisme autonome doté de la personnalité civile et dont le fonctionnement est assuré suivant les règles commerciales.Cet organisme a pour objet :1° De rechercher, tant en France          qu'à l'étranger, les éléments d'une information complète et objective ;2° De mettre contre payement cette information à la disposition des usagers."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "L'activité de l'Agence France-Presse est soumise aux obligations fondamentales suivantes :1° L'Agence France-Presse ne peut en aucune circonstance tenir compte d'influences ou de considérations de nature à compromettre l'exactitude ou l'objectivité de l'information ; elle ne doit, en aucune circonstance, passer sous le contrôle de droit ou de fait d'un groupement idéologique, politique ou économique ;2° L'Agence France-Presse doit, dans toute la mesure de ses ressources, développer son action et parfaire son organisation en vue de donner aux usagers français et étrangers, de façon régulière et sans interruption, une information exacte, impartiale et digne de confiance ;3° L'Agence France-Presse doit, dans toute la mesure de ses ressources, assurer l'existence d'un réseau d'établissements lui conférant le caractère d'un organisme d'information à rayonnement mondial."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Il est institué un conseil supérieur chargé de garantir la pérennité de l'Agence France-Presse et de veiller au respect des obligations énoncées à l'article 2. Il se réunit au moins chaque semestre sur un ordre du jour établi par son président.\n\nLe conseil supérieur peut adresser au président-directeur général des observations sur la mise en œuvre de la stratégie de l'Agence France-Presse, qui n'ont pas de caractère obligatoire. Il est consulté par le président-directeur général avant toute décision stratégique pour l'Agence France-Presse, ainsi que sur le projet de contrat d'objectifs et de moyens.\n\nLe président-directeur général fournit au conseil supérieur tous les documents et les renseignements que le conseil juge utiles pour l'exercice de ses missions. Il répond à ses convocations pour rendre compte de l'activité, de la gestion et de l'indépendance de l'Agence France-Presse.\n\nLe conseil supérieur peut rendre ses observations publiques.\n\nIl rend compte, chaque année, de la situation économique, financière et sociale de l'agence, ainsi que de l'exécution par celle-ci des obligations énoncées à l'article 2, dans un rapport remis au Parlement avant le 30 juin."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Ce conseil supérieur est composé comme suit :\n\nUn membre du conseil d'Etat en activité, élu par l'assemblée générale du conseil d'Etat, président, avec voix prépondérante ;\n\nUn magistrat en activité de la cour de cassation, élu par l'assemblée générale de ladite cour ;\n\nDeux représentants des directeurs d'entreprises de publications de journaux quotidiens désignés par les organisations professionnelles les plus représentatives ; la valeur représentative desdites organisations est appréciée dans les conditions fixées par la loi n° 53-287 du 7 avril 1953 et par les textes pris pour son application ;\n\nUn journaliste professionnel désigné par les organisations professionnelles les plus représentatives ;\n\nUn représentant des sociétés nationales de programmes relevant du titre III de la loi n° 86-1067 du 30 septembre 1986 relative à la liberté de communication désigné dans les conditions fixées par le décret en Conseil d'Etat prévu à l'article 17 de la présente loi ;\n\nDeux parlementaires désignés, respectivement, par les commissions permanentes chargées des affaires culturelles de l'Assemblée nationale et du Sénat.\n\nLe conseil supérieur est composé de telle sorte que l'écart entre le nombre des hommes désignés, d'une part, et des femmes désignées, d'autre part, ne soit pas supérieur à un.\n\nLes membres du conseil supérieur sont désignés pour cinq ans. Leur mandat est renouvelable une fois. Il est incompatible avec celui de membre du conseil d'administration ou de membre de la commission financière.\n\nIl est mis fin de plein droit au mandat de tout membre qui perd la qualité en raison de laquelle il a été désigné. Lorsque le mandat d'un membre prend fin, pour quelque cause que ce soit, avant son terme normal, la durée du mandat de son successeur prend fin en même temps que celle des autres membres du conseil.\n\nLes modalités de fonctionnement du conseil supérieur et les conditions dans lesquelles il sera fait face à ses dépenses sont fixées par le décret en Conseil d'Etat prévu à l'article 17 de la présente loi."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Le conseil supérieur peut être saisi par un usager ou une organisation professionnelle de presse, ou, dans les conditions prévues à l'article 12, par la commission financière, de tout fait de nature à constituer une infraction aux obligations énoncées à l'article 2.\n\nLe conseil supérieur apprécie, dans un délai de trois mois, si le fait dont il est saisi constitue une infraction aux obligations de l'article 2.\n\nDans l'affirmative, il adresse toutes observations ou injonctions utiles au conseil d'administration et au président directeur général.\n\nSi le fait incriminé résulte d'une décision du conseil d'administration, il peut en suspendre l'exécution et demander à celui-ci de procéder à une seconde délibération qui doit être prise dans un délai d'un mois ; la décision mise en cause ne peut être maintenue qu'à une majorité de treize voix.\n\nSi le fait incriminé résulte d'une faute grave du président directeur général, le conseil supérieur prononce, après avis du conseil d'administration délibérant hors la présence du président directeur général, la cessation de fonction de ce dernier.\n\nLe conseil est saisi au début de chaque année par le président directeur général d'un rapport retraçant l'activité de l'Agence France-Presse au regard des obligations énoncées à l'article 2."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "L'Agence France-Presse est administrée par un conseil d'administration présidé par le président directeur général de l'agence. Le conseil d'administration se réunit au moins quatre fois par an."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Le conseil d'administration comprend en plus du président :\n\n1° Cinq représentants des directeurs d'entreprises françaises de publication de journaux quotidiens désignés par les organisations professionnelles les plus représentatives ; la valeur représentative desdites organisations est appréciée dans les conditions fixées par la loi n° 53-287 du 7 avril 1953 et par les textes pris pour son application ;\n\n2° Deux représentants des sociétés nationales de programmes relevant du titre III de la loi n° 86-1067 du 30 septembre 1986 précitée désignés dans les conditions fixées par le décret en Conseil d'Etat prévu à l'article 17 de la présente loi ;\n\n3° Trois représentants des services publics usagers de l'agence désignés dans les mêmes conditions et respectivement par le ministre des affaires étrangères, le ministre chargé de la communication et le ministre chargé de l'économie ;\n\n4° Trois représentants du personnel de l'agence, soit :\n\na) Deux journalistes professionnels élus par l'assemblée des journalistes professionnels appartenant au personnel de rédaction de l'agence ;\n\nb) Un agent, appartenant aux autres catégories de personnel, élu par l'ensemble des agents de ces catégories ;\n\n5° Cinq personnalités nommées par le conseil supérieur en raison de leur connaissance des médias et des technologies numériques et de leurs compétences économiques et de gestion, trois d'entre elles au moins possédant une expérience significative au niveau européen ou international. Ces personnalités ne peuvent appartenir ni aux corps d'administration, ni aux entreprises dont sont issus les autres membres du conseil d'administration ou les membres du conseil supérieur.\n\nLe conseil élit, à la majorité des voix, un vice-président, choisi parmi ceux de ses membres qui représentent les directeurs d'entreprises de publication. Le président directeur général ne prend pas part au vote.\n\nLa durée du mandat des membres du conseil d'administration est de cinq ans. Leur mandat est renouvelable. Toutefois, il peut être mis fin, à tout moment, au mandat des représentants des services publics par le ministre dont ils relèvent.\n\nIl est mis fin de plein droit au mandat de tout membre qui perd la qualité en raison de laquelle il a été désigné.\n\nEn cas de cessation de fonction d'un membre pour quelque cause que ce soit, la durée du mandat de son successeur prend fin en même temps que celle des autres membres du conseil.\n\nLes interdictions prévues à l'article L. 249-1 du code de commerce sont applicables aux membres du conseil d'administration.\n\nLe conseil d'administration est composé de telle sorte que l'écart entre le nombre des hommes désignés, d'une part, et des femmes désignées, d'autre part, ne soit pas supérieur à un."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Le conseil d'administration est investi des pouvoirs les plus étendus pour la gestion et l'administration de l'agence.Le président directeur général est chargé de la préparation et de l'exécution des délibérations du conseil d'administration, de la direction de l'ensemble des services de l'agence et de la représentation de celle-ci.Le vice-président assiste ou remplace le président directeur général dans ses missions de représentation. En cas d'empêchement du président directeur général, il est suppléé à la présidence du conseil d'administration par le vice-président ou, à défaut, par un administrateur choisi par le conseil d'administration dans son sein. Les autres attributions du président directeur général sont, dans le même cas, exercées par les directeurs ou chefs de service de l'agence ayant reçu à cet effet délégation du président directeur général avec l'accord du conseil d'administration.Les pouvoirs respectifs du conseil d'administration et du président directeur général sont précisés par le décret en Conseil d'Etat prévu à l'article 17 de la présente loi.Le conseil d'administration peut déléguer certains de ses pouvoirs au président directeur général."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Le statut du personnel de l'agence est arrêté par le conseil d'administration sur la proposition du président directeur général et après avis de la commission financière.Il est déterminé par référence aux conventions collectives qui régissent les personnels des entreprises de presse."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Le président directeur général est désigné dans les trois mois de la vacance du poste par le conseil d'administration en dehors de ses membres pour une période de cinq ans renouvelable.\n\nCette nomination doit être acquise par treize voix au moins, sur la base de la présentation d'un projet stratégique évalué par le conseil d'administration.\n\nSi aucun nom ne réunit ce nombre de voix après trois tours de scrutin auxquels il est procédé dans les conditions fixées par le décret en Conseil d'Etat, le conseil supérieur propose au conseil d'administration deux candidats ; celui de ces candidats qui obtient le plus de voix est élu président directeur général.\n\nLa cessation des fonctions du président directeur général peut être décidée par le conseil d'administration pour faute lourde de gestion commise dans l'exercice de ses fonctions ou pour acte incompatible avec l'accomplissement de sa mission. Cette décision doit être acquise hors la présence du président directeur général et par treize voix au moins.\n\nEn cas de rejet d'une proposition tendant à l'application de l'alinéa précédent ou lorsqu'il n'a pas été possible de réunir treize membres du conseil d'administration au cours de deux séances convoquées à quinze jours d'intervalle pour se prononcer sur une telle proposition, une réclamation peut être présentée par trois membres au moins du conseil d'administration au conseil supérieur qui statue."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Le président directeur général est civilement responsable envers l'Agence France-Presse des fautes lourdes qu'il aurait commises dans l'exercice de ses fonctions. Sa responsabilité peut être mise en cause par le président de la commission financière prévue à l'article 12 ci-après, exerçant judiciairement à cette fin les actions de l'Agence France-Presse."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Il est institué une commission financière de l'Agence France-Presse.\n\nCette commission comprend trois membres de la Cour des comptes en activité désignés par le premier président, dont l'un préside la commission. Les membres de la commission financière sont désignés pour une durée de cinq ans. Leur mandat est renouvelable.\n\nLa commission financière est saisie de l'état annuel de prévision des recettes et des dépenses.\n\nElle examine si cet état établit un équilibre réel des recettes et des dépenses.\n\nDans la négative, elle renvoie l'état au président directeur général qui provoque une nouvelle délibération du conseil d'administration en vue de la réalisation de cet équilibre.\n\nLa commission financière est chargée de la vérification générale permanente de la gestion financière de l'Agence France-Presse. Elle s'assure annuellement que la compensation financière versée par l'Etat, prévue à l'article 13, n'excède pas les coûts nets générés par l'accomplissement des missions d'intérêt général.\n\nElle dispose de tous pouvoirs d'investigation tant sur pièce que sur place. Elle adresse, tant au président directeur général qu'au conseil d'administration, toutes observations utiles sur la gestion financière. Les membres de la commission financière siègent, avec voix consultative, au conseil d'administration.\n\nSi la commission financière constate que, malgré ses observations, le conseil d'administration n'a pas pris toutes mesures nécessaires pour assurer l'équilibre financier de l'agence, elle peut demander, après accord du conseil supérieur, la nomination d'un administrateur provisoire qui est désigné à la requête du président de la commission par le président du tribunal de commerce ; il est alors procédé, dans le délai de six mois, à un renouvellement anticipé du conseil d'administration dans les conditions fixées par le décret en Conseil d'Etat prévu à l'article 17 de la présente loi.\n\nLa mission de l'administrateur provisoire prend fin dès l'installation du nouveau conseil.\n\nLa commission financière apure les comptes de l'Agence France-Presse.\n\nElle adresse un rapport annuel sur la gestion financière de l'Agence France-Presse au conseil d'administration, qui le porte à la connaissance du conseil supérieur.\n\nElle peut attirer l'attention du conseil supérieur sur les faits constatés par elle et de nature à constituer une méconnaissance des obligations définies à l'article 2 ci-dessus."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Les ressources de l'Agence France-Presse sont constituées par le produit de la vente des documents et services d'information à ses clients, par la compensation financière par l'Etat des coûts nets générés par l'accomplissement de ses missions d'intérêt général, telles que définies aux articles 1er et 2 de la présente loi et par le revenu de ses biens.\n\nLes activités de l'Agence France-Presse ne relevant pas des missions d'intérêt général définies aux articles 1er et 2 font l'objet d'une comptabilité séparée.\n\nLes conditions de vente aux services publics de l'Etat sont déterminées par une convention entre l'Etat et l'Agence France-Presse ; cette convention fixe le nombre et le taux des abonnements souscrits par lesdits services, sur la base des grilles tarifaires générales de l'agence. Elle prévoit les conditions de leur révision.\n\nElle peut être révisée en cas de variation du taux de conversion applicable aux taxes télégraphiques et radiotélégraphiques internationales."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "L'Agence France-Presse ne peut être dissoute que par une loi.\n\nEn cas de cessation des payements constatée par le tribunal de commerce sur demande, soit du conseil d'administration, soit de la commission financière, soit de créanciers, le Gouvernement  transmet toutes les informations utiles, dans le délai d'un mois, au Parlement afin de permettre à celui-ci d'adopter une loi tendant, soit à fixer les conditions dans lesquelles l'Agence France-Presse pourra poursuivre son activité, soit à prononcer la dissolution de l'Agence et la liquidation de ses biens. Dans chacune des hypothèses, les dispositions du livre VI du code de commerce relatives à la détermination des créances et au désintéressement des créanciers sont applicables. La responsabilité de l'Etat ne peut se substituer à celle de l'Agence France-Presse envers ses créanciers. Il peut être pourvu par décret en conseil d'Etat à l'administration provisoire de l'Agence France-Presse jusqu'à l'intervention de la loi."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Le tribunal de commerce peut prononcer à l'encontre du président directeur général et des autres membres du conseil d'administration les déchéances prévues à l'article  L. 249-1 du code de commerce."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "L'ordonnance du 30 septembre 1944 portant création à titre provisoire de l'Agence France-Presse est abrogée.Les locaux, installations, outillages et autres éléments d'actif mis à la disposition de cette agence par l'article 2 de l'ordonnance du 30 septembre 1944 ou acquis depuis par elle sont mis gratuitement à la disposition de l'organisme créé par la présente loi, pour une durée de trois ans, renouvelable par décret en conseil des ministres, jusqu'à ce qu'il soit statué définitivement sur le sort desdits biens.En ce qui concerne les immeubles en voie de construction destinés à l'Agence France-Presse, une convention entre l'Etat et la nouvelle agence réglera les conditions dans lesquelles ils pourront être mis à la disposition de celle-ci ou lui être transférés.L'Agence France-Presse est, en outre, substituée d'une façon générale dans les droits et obligations de l'organisme créé par l'ordonnance du 30 septembre 1944.Le transfert éventuel des biens et droits susvisés ne donne lieu à aucune perception au profit du Trésor. Tous actes et conventions intervenant pour l'application du présent article sont exonérés du timbre ainsi que des droits d'enregistrement et d'hypothèque."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Un     décret en Conseil d'Etat fixe les conditions d'application de la présente loi."
    }
  ]
}