{
  "id": "loi-n-64-707-du-10-juillet-1964",
  "type": "statute",
  "title": "Loi n° 64-707 du 10 juillet 1964",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000319965",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "La région parisienne est composée de la ville de Paris, des départements des Hauts-de-Seine, de la Seine-Saint-Denis, du Val-de-Marne, de l'Essonne, des Yvelines, du Val-d'Oise et du département de Seine-et-Marne.Les limites des départements créés par la présente loi et la liste des communes qu'ils comprennent sont indiquées sur la carte et dans le tableau figurant en annexe.Les départements de la Seine et de Seine-et-Oise sont supprimés."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "La ville de Paris exerce les attributions précédemment conférées en matière d'aide sociale obligatoire à domicile à l'assistance publique de Paris à laquelle sont et demeurent applicables les dispositions de l'article L. 686 du code de la santé publique. Les articles L. 726 et L. 732 de ce code sont abrogés."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Sauf dispositions contraires de la présente loi, la législation de droit commun est applicable aux départements de la région parisienne.Les chefs-lieux des départements créés par la présente loi seront fixés par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Sauf dispositions contraires de la présente loi, les immeubles faisant partie du domaine public ou du domaine privé des départements de la Seine et de Seine-et-Oise, les meubles corporels de ces départements, ainsi que les droits et obligations se rattachant à ces immeubles ou à ces meubles, sont transférés, de plein droit, aux collectivités visées à l'article 1er de la présente loi sur le territoire desquelles ils sont situés.Ces collectivités pourront, par accord amiable, modifier la répartition entre elles des immeubles et des meubles corporels telle qu'elle résulte des dispositions de l'alinéa 1er du présent article."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Lorsque les biens visés à l'article 12 ci-dessus sont situés hors du territoire formé par les actuels départements de la Seine et de Seine-et-Oise, ainsi que les droits et obligations qui s'y rattachent, sont transférés, par accord amiable entre les collectivités créées par la présente loi, à l'une d'entre elles ou à une institution interdépartementale.Si aucun accord n'est intervenu dans un délai d'un an à compter de la mise en vigueur des dispositions de l'article 1er de la présente loi, il pourra être procédé par décret en Conseil d'Etat au transfert de ces biens, droits et obligations soit aux nouvelles collectivités, soit à un établissement public existant ou à créer.Les mêmes dispositions s'appliquent aux biens des départements de la Seine et de Seine-et-Oise, quel que soit le lieu où ils sont situés, qui présentent un intérêt interdépartemental eu égard à la nouvelle organisation territoriale de la région parisienne, et dont la liste sera établie par un décret en Conseil d'Etat pris avant la mise en vigueur des dispositions de l'article 1er de la présente loi. Ledit décret précisera éventuellement les conditions dans lesquelles les nouvelles collectivités territoriales seront appelées à contribuer aux charges résultant de l'exploitation de ces biens."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Le service de la dette des départements de la Seine et de Seine-et-Oise, les obligations résultant des garanties d'emprunts consentis par ces départements et les droits résultant des prêts accordés par ceux-ci sont pris en charge respectivement par la ville de Paris et par le département des Yvelines.Les recettes et les dépenses afférentes à ces prises en charge sont réparties entre les collectivités prévues par la loi, proportionnellement à la valeur, à la date de la mise en vigueur des dispositions de l'article 1er de la présente loi, du centime additionnel des communes des anciens départements comprises dans les nouveaux."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Un décret en Conseil d'Etat fixera les conditions de répartition entre les nouvelles collectivités des disponibilités déposées au Trésor au nom des départements de la Seine et de Seine-et-Oise."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Sauf dispositions contraires de la présente loi, les biens mobiliers incorporels autres que ceux mentionnés aux articles 13 et 14 et les droits et obligations des départements de la Seine et de Seine-et-Oise, y compris les droits réels immobiliers, sont transférés par accord amiable entre les nouvelles collectivités à l'une d'entre elles ou à une institution interdépartementale.Si aucun accord n'est intervenu dans un délai d'un an à compter de la mise en vigueur des dispositions de l'article 1er de la présente loi, il pourra être procédé par décret en Conseil d'Etat au transfert de ces biens, droits et obligations soit aux nouvelles collectivités, soit à un établissement public existant ou à créer."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Jusqu'à l'intervention des accords prévus aux articles 13 et 16 ci-dessous ou, le cas échéant, des décrets qui s'y substituent, les biens, droits et obligations du département de la Seine visés auxdits articles sont provisoirement attribués à la ville de Paris ; ceux du département de Seine-et-Oise sont attribués provisoirement au département des Yvelines.Un décret fixera les conditions de répartition entre les nouvelles collectivités des recettes et des dépenses résultant pour la ville de Paris et le département des Yvelines de l'application de l'alinéa précédent."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Lorsqu'ils sont affectés à l'usage des services de la préfecture de police transférés à l'Etat, les immeubles du domaine public ou du domaine privé du département de la Seine et de la ville de Paris, les meubles corporels ou incorporels de ces collectivités, ainsi que les droits et obligations se rattachant à ces immeubles ou à ces meubles, sont dévolus à l'Etat."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Lorsqu'ils sont affectés aux exploitations confiées à la Régie autonome des transports parisiens, les immeubles du département de la Seine et de la ville de Paris, les meubles corporels ou incorporels de ces collectivités, ainsi que les droits et obligations de toute nature se rattachant à ces biens, sont transférés au syndicat des transports de la région parisienne créé par l'ordonnance n° 59-151 du 7 janvier 1959."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Des règlements d'administration publique fixeront les modalités d'application du présent titre et notamment celles qui sont relatives aux immeubles et aux meubles corporels utilisés par les services d'aide sociale à l'enfance des départements de la Seine et de Seine-et-Oise ainsi qu'aux droits et obligations se rattachant auxdits immeubles. Ces règlements d'administration publique fixeront également les conditions d'application de la loi en ce qui concerne la détermination du domicile de secours des enfants relevant de ces services d'aide sociale ainsi que l'exercice de la tutelle ou la surveillance sur ces enfants."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Les transferts de biens, droits et obligations prévus par la présente loi ne donnent lieu à aucune indemnité, droit, taxe, contribution prévue à l'article 879 du code général des impôts  ou honoraire."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "A partir du 1er janvier 1965, les administrateurs, les agents supérieurs et les attachés d'administration du département de la Seine et de la ville de Paris constituent des corps de fonctionnaires de l'Etat homologues à ceux des administrations centrales.\n\nSont également soumis au statut général des fonctionnaires de l'Etat les fonctionnaires appartenant à la même date aux corps d'inspection auxquels ont accès les personnels mentionnés à l'alinéa ci-dessus et au corps des secrétariats des assemblées, actuellement régis par les dispositions du décret n° 60-729 du 25 juillet 1960 portant statut des personnels de la ville de Paris et du département de la Seine."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "A partir du 1er janvier 1965, les emplois de direction des administrations parisiennes, figurant sur une liste établie par décret en Conseil d'Etat, sont des emplois de l'Etat.\n\nPour la liquidation des pensions des fonctionnaires occupant ces emplois au 1er janvier 1965, il sera tenu compte du temps pendant lequel ces derniers auront occupé lesdits emplois."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Des décrets en Conseil d'Etat pourront déterminer les conditions dans lesquelles les personnels restant soumis aux dispositions du décret n° 60-729 du 25 juillet 1960 précité auront accès à des corps de fonctionnaires de l'Etat."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Les fonctionnaires restant soumis, au 1er janvier 1965, aux dispositions du décret n° 60-729 du 25 juillet 1960 pourront être placés en position de détachement dans un corps de fonctionnaires de l'Etat de niveau équivalent et pourront, sur leur demande, à l'expiration de la période de détachement, être intégrés dans ce corps et titularisés dans leur emploi."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Les préfets peuvent recevoir délégation du pouvoir disciplinaire à l'égard des personnels soumis, en vertu des dispositions du présent chapitre, au statut général des fonctionnaires de l'Etat ou au statut spécial de la loi n° 48-1504 du 28 septembre 1948."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "Les fonctionnaires mentionnés à l'article 22 ci-dessus demeurent régis par les dispositions statutaires actuellement en vigueur, jusqu'à ce qu'ils aient été soumis à un statut particulier pris en application de l'article 2 de l'ordonnance n° 59-244 du 4 février 1959.\n\nDemeurent également en vigueur à titre transitoire l'ensemble des règles applicables aux emplois mentionnés à l'article 23 ci-dessus."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Demeure en vigueur, à titre transitoire, l'ensemble des règles applicables aux personnels technique et ouvrier relevant à la fois de l'Etat et du département de la Seine ; les attributions et la situation de ces personnels et de ceux des corps auxquels ils appartiennent, appelés ultérieurement à exercer leurs fonctions dans les départements des Hauts-de-Seine, de la Seine-Saint-Denis et de Val-de-Marne, seront définies par application des dispositions de l'article 9 de la présente loi."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "Les agents du cadre unique de professeurs spéciaux d'enseignement primaire de la Seine deviennent des fonctionnaires de l'Etat.Ils demeurent régis par les dispositions statutaires actuellement en vigueur jusqu'à ce qu'ils aient été soumis à un statut particulier pris en application de l'article 2 de l'ordonnance n° 59-244 du 4 février 1959."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "La formation dans les écoles normales des instituteurs et institutrices, nécessaires aux établissements scolaires des nouvelles collectivités de la région parisienne, sera organisée dans des établissements interdépartementaux, par entente amiable entre les collectivités intéressées ou, en cas de désaccord, par décret en Conseil d'Etat pris après avis du conseil supérieur de l'éducation nationale."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "Lorsque la loi de finances ayant donné un caractère prioritaire à des travaux d'intérêt général concernant la région parisienne détermine la part de l'Etat, du district et des collectivités locales dans le financement de ces travaux, les crédits nécessaires à la part de financement incombant au district peuvent être inscrits d'office à son budget, par décret contresigné par le ministre de l'Intérieur et le ministre de l'Economie et des Finances si le conseil d'administration du district, à l'issue de deux délibérations successives, ne les a pas votés. L'autorité de tutelle dispose des pouvoirs nécessaires pour assurer l'équilibre de ce budget en réduisant, en tant que de besoin, les dépenses du district au plafond de ses recettes, et sans que les impôts et taxes perçus par les collectivités locales soient modifiés par voie d'autorité.A défaut d'entente les différentes collectivités locales intéressées par ces opérations, le district peut être chargé par décret en Conseil d'Etat de leur réalisation. Il peut, dans ce cas, et dans les mêmes formes, être autorisé à utiliser, nonobstant toutes dispositions législatives contraires, le domaine public des départements et des communes."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "L'Etat participe aux dépenses de fonctionnement du régiment de sapeurs-pompiers, y compris les dépenses d'entretien, de réparation et de loyer du casernement, dans les conditions prévues par l'article 9 de la loi n° 53-1320 du 31 décembre 1953, dont le dernier alinéa est abrogé.\n\nLes communes des départements des Hauts-de-Seine, de la Seine-Saint-Denis et du Val-de-Marne participent aux dépenses demeurant à la charge de la ville de Paris, y compris les dépenses d'investissement afférentes au casernement. Leur participation est calculée de manière telle que les charges respectives de la ville de Paris et des communes considérés soient proportionnelles au chiffre de la population de chacune de ces collectivités."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "Jusqu'aux dates qui seront fixées par décret en Conseil d'Etat, et au plus tard au 1er janvier 1968, les collectivités publiques et établissements publics intéressés ci-après désignés contribueront aux dépenses résultant de l'application des articles 22 et 23 de la présente loi, dans les conditions suivantes :La ville de Paris et le département de la Seine verseront à l'Etat une contribution égale, en ce qui concerne les personnels en fonction à la préfecture de la Seine, aux trois cinquièmes de la dépense totale entraînée par leur rémunération et, en ce qui concerne les personnels administratifs en fonction à la préfecture de police, à la moitié de cette même dépense ;L'administration générale de l'assistance publique à Paris et le Crédit municipal de Paris, ainsi que les autres établissements publics éventuellement intéressés, verseront à l'Etat une contribution égale à la totalité de la dépense entraînée par la rémunération des personnels mis à leur disposition."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "Un décret déterminera les modalités suivant lesquelles les collectivités et établissements publics visés à l'article 41 de la présente loi continueront, à titre transitoire, à contribuer dans les mêmes conditions qu'antérieurement aux dépenses résultant du maintien à la charge de la caisse nationale de retraites des agents des collectivités locales des pensions de retraites des personnels ayant occupé les emplois des agents devenus fonctionnaires de l'Etat par application des articles 22, 23, 26 et 30 de la présente loi."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "I. - Les dépenses résultant du maintien temporaire des enseignements spéciaux dans les classes autres que les classes élémentaires seront partagées entre l'Etat et la ville de Paris, les départements des Hauts-de-Seine, de la Seine-Saint-Denis et du Val-de-Marne, dans les conditions suivantes :\n\nL'Etat supportera une dépense égale à celle qu'il aurait dû prendre en charge en vertu de la réglementation en vigueur ;\n\nLe surplus donnera lieu à une contribution des collectivités susmentionnées calculée à concurrence de 50 % au prorata de leur population et, pour le reste, en fonction de la valeur de leur centime additionnel.\n\nLes départements des Hauts-de-Seine, de la Seine-Saint-Denis et du Val-de-Marne pourront recouvrer sur les communes des contingents calculés sur les mêmes bases que ci-dessus.\n\nII. - Jusqu'à la date à laquelle les assemblées délibérantes des collectivités intéressées auront pris une délibération sur le maintien éventuel des enseignements spéciaux dans les classes élémentaires, et au maximum pendant une durée d'un an à compter de la date à laquelle les professeurs spéciaux seront devenus des fonctionnaires de l'Etat, le service assuré par ces derniers dans les classes élémentaires sera maintenu.\n\nLes collectivités intéressées rembourseront à l'Etat l'intégralité des dépenses exposées par celui-ci à cet effet. Elles pourront recouvrer sur les communes des contingents calculés sur les bases définies au I du présent article."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "Le mandat des administrateurs des organismes chargés de la gestion d'un service public dans les limites des départements supprimés par la présente loi prendra fin à dater de l'installation des administrateurs des organismes chargés de la gestion dudit service dans les limites des nouveaux départements."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "Sous réserve des dispositions de la présente loi, la ville de Paris et les départements des Hauts-de-Seine, de la Seine-Saint-Denis et du Val-de-Marne sont, pour l'application de tous les textes de nature législative visant le département de la Seine, substitués à ce département.Sous la même réserve, les départements de l'Essonne, des Yvelines et du Val-d'Oise sont, pour l'application de tous les textes de nature législative visant le département de Seine-et-Oise, substitués à ce département."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "Des décrets en Conseil d'Etat détermineront les conditions d'application de la présente loi.Ils fixeront notamment les dates d'entrée en vigueur de ses dispositions, dates qui ne pourront être postérieures au 1er janvier 1968.Les dispositions contraires à la présente loi seront abrogées aux dates fixées par les décrets prévus à l'alinéa précédent."
    },
    {
      "provision_ref": "artAnnexe",
      "section": "Annexe",
      "title": "Article Annexe",
      "content": "DEPARTEMENT : Des Hauts-de-Seine.COMMUNES : Antony, Asnières, Bagneux, Bois-Colombes, Boulogne-Billancourt, Bourg-la-Reine, Châtenay-Malabry, Châtillon, Chaville, Clamart, Clichy, Colombes, Courbevoie, Fontenay-aux-Roses, Garches, la Garenne-Colombes, Gennevilliers, Issy-les-Moulineaux, Levallois-Perret, Malakoff, Marnes-la-Coquette, Meudon, Montrouge, Nanterre, Neuilly-sur-Seine, le Plessis-Robinson, Puteaux, Rueil-Malmaison, Saint-Cloud, Sceaux, Sèvres, Suresnes, Vanves, Vaucresson, Ville-d'Avray, Villeneuve-la-Garenne.DEPARTEMENT : du Val-de-Marne.COMMUNES : Ablon-sur-Seine, Alfortville, Arcueil, Boissy-Saint-Léger, Bonneuil-sur-Marne, Bry-sur-Marne, Cachan, Champigny-sur-Marne, Charenton-le-Pont, Chennevières-sur-Marne, Chevilly-La-Rue, Choisy-le-Roi, Créteil, Fontenay-sous-Bois, Fresnes, Gentilly, L'Hay-les-Roses, Ivry-sur-Seine, Joinville-le-Pont, Le Kremlin-Bicêtre, Limeil-Brévannes, Maisons-Alfort, Mandres-les-Roses, Marolles-en-Brie, Nogent-sur-Marne, Noiseau, Orly, Ormesson-sur-Marne, Périgny, Le Perreux-sur-Marne, Le Plessis-Trévise, la Queue-en-Brie, Rungis, Saint-Mandé, Saint-Maur-des-Fossés, Saint-Maurice, Santeny, Sucy-en-Brie, Thiais, Valenton, Villecresnes, Villeneuve-le-Roi, Villejuif, Villeneuve-Saint-Georges, Villiers-sur-Marne, Vincennes, Vitry-sur-Seine.DEPARTEMENT : de la Seine-Saint-Denis.COMMUNES : Aubervilliers, Aulnay-sous-Bois, Bagnolet, Le Blanc-Mesnil, Bobigny, Bondy, Le Bourget, Clichy-sous-Bois, Coubron, La Courneuve, Drancy, Dugny, Epinay-sur-Seine, Gagny, Gournay-sur-Marne, L'Ile-Saint-Denis, Les Lilas, Livry-Gargan, Montfermeil, Montreuil, Neuilly-Plaisance, Neuilly-sur-Marne, Noisy-le-Grand, Noisy-le-Sec, Pantin, Les Pavillons-sous-Bois, Pierrefitte-sur-Seine, Le Pré-Saint-Gervais, Le Raincy, Romainville, Rosny-sous-Bois, Saint-Denis, Saint-Ouen, Sevran, Stains, Tremblay-lès-Gonesse, Vaujours, Villemomble, Villepinte, Villetaneuse.DEPARTEMENT : du Val-d'Oise.COMMUNES DES CANTONS DE : Argenteuil-Nord, Argenteuil-Sud, Cormeilles-en-Parisis, Ecouen, Enghien-les-Bains, Gonesse, L'Isle-Adam, Luzarches, Magny-en-Vexin, Marines, Montmorency, Pontoise, Saint-Leu-la-Forêt, Sarcelles-Centre, Taverny.DEPARTEMENT : des Yvelines.COMMUNES DES CANTONS DE : Bonnières-sur-Seine, La Celle-Saint-Cloud, Chatou, Chevreuse, Conflans-Sainte-Honorine, Houdan, Houilles, Limay, Maisons-Laffitte, Mantes-la-Jolie, Marly-le-Roi, Meulan, Montfort-l'Amaury, Poissy, Rambouillet, Saint-Germain-en-Laye, Versailles-Ouest, Versailles-Nord, Versailles-Nord-Ouest, Versailles-Sud.ET COMMUNES DE : Bonnelles, Bullion, La Celle-les-Bordes, Longvilliers, Rochefort-en-Yvelines, Ablis, Allainville, Boinville-le-Gaillard, Clairefontaine-en-Yvelines, Craches, Orsonville, Paray-Douaville, Ponthévrard, Prunay-sous-Ablis, Saint-Arnoult-en-Yvelines, Saint-Martin-de-Bréthencourt, Sainte-Mesme, Sonchamp.DEPARTEMENT : de l'Essonne.COMMUNES DES CANTONS DE : Arpajon, Athis-Mons, Brunoy, Corbeil-Essonnes-Nord, Corbeil-Essonnes-Sud, Etampes, La Ferté-Alais, Juvisy-sur-Orge, Limours, Longjumeau, Massy, Méréville, Milly-la-Forêt, Montgeron, Palaiseau, Savigny-sur-Orge.ET COMMUNES DE : Angervilliers, Boissy-sous-Saint-Yon, Breuillet, Breux, Dourdan, Roinville, Saint-Chéron, Saint-Cyr-sous-Dourdan, Saint-Maurice-Montcouronne, Saint-Sulpice-de-Favières, Saint-Yon, Sermaise, Le Val-Saint-Germain, Authon-la-Plaine, Chatignonville, Corbreuse, La Forêt-le-Roi, Les Granges-le-Roi, Mérobert, Plessis-Saint-Benoist, Richarville, Saint-Escobille."
    }
  ]
}