{
  "id": "loi-n-2022-1089-du-30-juillet-2022",
  "type": "statute",
  "title": "LOI n°2022-1089 du 30 juillet 2022",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000046114630",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. à X. - A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- LOI n°2021-689 du 31 mai 2021\n\n- Code de la santé publique\n\n- Code de la santé publique\n\n- Code du travail\n\n- LOI n°2020-856 du 9 juillet 2020\n\n- LOI n°2020-290 du 23 mars 2020\n\n- Code de la santé publique\n\n- Code général de la fonction publique\n\n- Code de procédure pénale\n\n- Ordonnance n°2020-346 du 27 mars 2020\n\n- LOI n°2021-1040 du 5 août 2021\n\n- Code de la sécurité intérieure\n\nXI. - Les I à X du présent article entrent en vigueur le 1er août 2022."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. - A compter du 1er août 2022 et jusqu'au 31 janvier 2023, le Premier ministre peut, par décret pris sur le rapport du ministre chargé de la santé et après avis de l'autorité scientifique compétente désignée par voie réglementaire, en cas d'apparition et de circulation d'un nouveau variant de la covid-19 susceptible de constituer une menace sanitaire grave, dans l'intérêt de la santé publique et aux seules fins de lutter contre la propagation de l'épidémie de covid-19, imposer aux personnes âgées d'au moins douze ans souhaitant se déplacer à destination du territoire national en provenance de pays ou de l'une des collectivités mentionnées à l'article 72-3 de la Constitution affectés par l'apparition et la circulation dudit variant, ainsi qu'aux personnels intervenant dans les services de transport concernés, de présenter le résultat d'un examen de dépistage virologique ne concluant pas à une contamination par la covid-19.Le président de l'organe exécutif ou, le cas échéant, les présidents des organes exécutifs de la collectivité mentionnée au même article 72-3 ainsi que les députés et les sénateurs élus sur le territoire de ladite collectivité sont consultés avant toute application du dispositif prévu au premier alinéa du présent I.L'application de ce dispositif au-delà de deux mois doit être autorisée par la loi.II. - A compter du 1er août 2022 et jusqu'au 31 janvier 2023, le Premier ministre peut, par décret pris sur le rapport du ministre chargé de la santé et après avis de l'autorité scientifique compétente désignée par voie réglementaire, en cas de risque de saturation du système de santé de l'une des collectivités mentionnées à l'article 72-3 de la Constitution, dans l'intérêt de la santé publique et aux seules fins de lutter contre la propagation de l'épidémie de covid-19, imposer aux personnes âgées d'au moins douze ans souhaitant se déplacer à destination d'une de ces collectivités, ainsi qu'aux personnels intervenant dans les services de transport concernés, de présenter le résultat d'un examen de dépistage virologique ne concluant pas à une contamination par la covid-19.Le président de l'organe exécutif ou, le cas échéant, les présidents des organes exécutifs de la collectivité concernée ainsi que les députés et sénateurs élus sur le territoire de ladite collectivité sont consultés avant toute application du dispositif prévu au premier alinéa du présent II.Le président de l'organe exécutif ou, le cas échéant, les présidents des organes exécutifs de la collectivité concernée peuvent demander l'activation du dispositif prévu au même premier alinéa pour l'accès à ladite collectivité ou sa levée si l'évolution des conditions sanitaires ne justifie plus son maintien. La demande est transmise au Premier ministre et au représentant de l'État dans la collectivité concernée. Le Premier ministre adresse une réponse motivée à cette demande dans un délai de dix jours.III. - Les mesures prises en application du premier alinéa des I et II du présent article sont soumises aux règles et sanctions prévues aux B à J du II et aux III à VI et VIII à X de l'article 1er de la loi n° 2021-689 du 31 mai 2021 relative à la gestion de la sortie de crise sanitaire, dans sa rédaction antérieure à la présente loi, et à l'article 4 de la loi n° 2021-689 du 31 mai 2021 précitée dans la même rédaction, pour les mesures mentionnées au 1° du A du II de l'article 1er de la même loi, sous réserve des adaptations suivantes :1° Le décret mentionné au troisième alinéa du J du même II est pris après avis de la Haute Autorité de santé ;2° Le rapport prévu au deuxième alinéa du VI du même article 1er est présenté chaque mois jusqu'au 31 janvier 2023 ;3° Pour l'application à Wallis-et-Futuna de la première phrase du deuxième alinéa du J du II dudit article 1er, à la fin, les mots : « le médecin conseil de l'organisme d'assurance maladie auquel est rattachée la personne concernée » sont remplacés par les mots : « l'agence de santé ».IV. - Les données scientifiques disponibles sur la situation sanitaire qui ont motivé les décisions prises en application des I et II du présent article sont rendues publiques."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Dans un délai de trois mois à compter de la promulgation de la présente loi, le Gouvernement présente au Parlement une évaluation du cadre juridique en vigueur, y compris en matière de traitements de données à caractère personnel, afin de faire le bilan des moyens à la disposition des autorités publiques pour lutter contre les pandémies et, le cas échéant, de les redéfinir sans avoir recours à un régime d'exception.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}