{
  "id": "loi-n-2016-1917-du-29-decembre-2016",
  "type": "statute",
  "title": "LOI n°2016-1917 du 29 décembre 2016",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000033734169",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I.  -  La perception des ressources de l'Etat et des impositions de toutes natures affectées à des personnes morales autres que l'Etat est autorisée pendant l'année 2017 conformément aux lois et règlements et aux dispositions de la présente loi."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les primes liées aux performances versées par l'Etat aux sportifs de l'équipe de France médaillés aux Jeux olympiques et paralympiques qui se sont déroulés en 2016 à Rio de Janeiro et, le cas échéant, à leurs guides ne sont pas soumises à l'impôt sur le revenu."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "IV. - Les I à III s'appliquent aux indemnités de fonction perçues à compter du 1er janvier 2017."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - 1. Le a du 3° du I s'applique aux exercices ouverts à compter du 1er janvier 2017.\n\n2.Le b du 3° du I s'applique aux exercices ouverts à compter du 1er janvier 2020.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "II. - Les dispositions du I ont un caractère interprétatif."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "II. - Le 1° du I s'applique aux cessions intervenant à compter du 1er janvier 2017."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I et II.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nIII.- (Abrogé)\n\n-Code des douanes\n\n-Code des transports\n\n-Code des douanes\n\nIV.-Les 2° et 3° du I s'appliquent aux carburants acquis à compter du 1er janvier 2017."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "II. - Le présent article est applicable aux prestations de service dont le fait générateur intervient à compter du 1er mars 2017."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I s'applique aux opérations pour lesquelles la demande de permis de construire est déposée à compter du 1er janvier 2017.\n\nDans les quartiers devant faire l'objet d'une convention prévue à l'article 10-3 de la loi n° 2003-710 du 1er août 2003 d'orientation et de programmation pour la ville et la rénovation urbaine, le b du I s'applique également, dès lors qu'un protocole de préfiguration à la convention précitée a été signé, aux opérations dont la demande de permis de construire a été déposée entre le 1er janvier 2018 et la date de signature de la convention. Si celle-ci n'intervient pas dans un délai de deux ans après la signature du protocole de préfiguration, le b du I cesse de s'appliquer.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "II.-A.-Les 1°, 2° et 7° du I s'appliquent aux successions ouvertes et aux donations effectuées à compter du 1er janvier 2017.B.-Le 4° du I s'applique aux dépenses supportées à compter du 1er janvier 2017. Toutefois, le 2° quater du II de l'article 156 du code général des impôts, dans sa rédaction antérieure à la présente loi, s'applique aux dépenses supportées en 2017 pour lesquelles le contribuable justifie de l'acceptation d'un devis et du versement d'un acompte au plus tard le 31 décembre 2016.C.-Le 5° du I s'applique aux primes d'assurance payées à compter du 1er janvier 2017.D.-Le 6° du I s'applique aux logiciels acquis au cours des exercices ouverts à compter du 1er janvier 2017."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "I et II.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII.-Le taux d'évolution en 2017 de la dotation de compensation mentionnée dans les dispositions modifiées au 1° du M du II du présent article est celui qui, appliqué au montant total à verser au titre de l'année 2016 pour cette dotation, aboutit à un montant total pour 2017 de 436 511 551 €.\n\nIV.-Le taux d'évolution en 2017 de la dotation de compensation mentionnée dans les dispositions modifiées au 2° du M du II du présent article est celui qui, appliqué au montant total à verser au titre de l'année 2016 pour cette dotation, aboutit à un montant total pour 2017 de 99 938 240 €.\n\nV.-Le taux d'évolution en 2017 de la dotation mentionnée dans les dispositions modifiées au O du II du présent article est celui qui, appliqué au montant total à verser au titre de l'année 2016 pour cette dotation, aboutit à un montant total pour 2017 de 389 325 515 €.\n\nVI.-Le taux d'évolution en 2017 de la dotation de compensation mentionnée au 1.2 du 1 de l'article 78 de la loi n° 2009-1673 du 30 décembre 2009 de finances pour 2010 est celui qui, appliqué au montant total à verser au titre de l'année 2016 pour cette dotation, aboutit à un montant total pour 2017 de 1 306 883 383 €.\n\nVII.-Le taux d'évolution en 2017 de la dotation de compensation mentionnée au 1.3 du 1 de l'article 78 de la loi n° 2009-1673 du 30 décembre 2009 précitée est celui qui, appliqué au montant total à verser au titre de l'année 2016 pour cette dotation, aboutit à un montant total pour 2017 de 617 608 802 €.\n\nVIII.-Pour l'application des III et VI du présent article, la minoration cumulée des dotations de compensation mentionnées, d'une part, dans les dispositions modifiées au 1° du M du II du présent article et, d'autre part, au 1.2 du 1 de l'article 78 de la loi n° 2009-1673 du 30 décembre 2009 précitée est répartie entre les départements, la métropole de Lyon, les collectivités territoriales de Guyane et de Martinique et les collectivités mentionnées à l'article L. 3441-1 du code général des collectivités territoriales, à l'exception du Département de Mayotte. Le montant total de la minoration supportée par les collectivités d'outre-mer susmentionnées est déterminé en appliquant au montant total de la minoration le rapport, minoré de 33 %, entre la population de ces collectivités d'outre-mer, telle qu'elle résulte du dernier recensement, et la population de l'ensemble des départements, de la métropole de Lyon et desdites collectivités d'outre-mer. Cette minoration est répartie entre ces collectivités d'outre-mer au prorata des recettes réelles de fonctionnement de leur budget principal de l'année 2015. Après application de la minoration supportée par les collectivités d'outre-mer susmentionnées, la minoration est répartie entre les départements de métropole et la métropole de Lyon au prorata des recettes réelles de fonctionnement de leur budget principal de l'année 2015. Si, pour une de ces collectivités, la minoration ainsi calculée excède le montant cumulé des deux dotations susmentionnées, la différence est répartie entre les autres collectivités selon les mêmes modalités.\n\nLa minoration calculée pour chaque collectivité selon les modalités décrites au premier alinéa du présent VIII est répartie entre les dotations de compensation mentionnées, d'une part, dans les dispositions modifiées au 1° du M du II du présent article et, d'autre part, au 1.2 du 1 de l'article 78 de la loi n° 2009-1673 du 30 décembre 2009 précitée au prorata des montants respectifs de ces dotations perçus par la collectivité concernée en 2016.\n\nIX.-Pour l'application des dispositions des IV et VII du présent article, la minoration cumulée des dotations de compensation mentionnées, d'une part, dans les dispositions modifiées au 2° du M du II du présent article et, d'autre part, au 1.3 du 1 de l'article 78 de la loi n° 2009-1673 du 30 décembre 2009 précitée est répartie entre les régions, les collectivités territoriales de Corse, de Guyane et de Martinique et les collectivités mentionnées à l'article L. 4431-1 du code général des collectivités territoriales. Le montant total de la minoration supportée par les collectivités d'outre-mer susmentionnées est déterminé en appliquant au montant total de la minoration le rapport, minoré de 33 %, entre la population de ces collectivités d'outre-mer, telle qu'elle résulte du dernier recensement, et la population de l'ensemble des régions, de la collectivité territoriale de Corse et des collectivités d'outre-mer susmentionnées. Cette minoration est répartie entre ces collectivités d'outre-mer au prorata des recettes réelles de fonctionnement de leur budget principal de l'année 2015. Après application de la minoration supportée par les collectivités d'outre-mer susmentionnées, la minoration est répartie entre les autres régions et la collectivité territoriale de Corse au prorata des recettes réelles de fonctionnement de leur budget principal de l'année 2015. Si, pour une de ces collectivités, la minoration ainsi calculée excède le montant cumulé des deux dotations susmentionnées, la différence est répartie entre les autres collectivités selon les mêmes modalités. Pour la collectivité territoriale de Corse, les recettes réelles de fonctionnement sont minorées des montants perçus au titre de la dotation de continuité territoriale prévue à l'article L. 4425-4 du même code, de la dotation générale de décentralisation prévue à l'article L. 1614-4 dudit code et des impositions mentionnées aux 2° à 5° de l'article L. 4425-1 du même code.\n\nLa minoration calculée pour chaque collectivité selon les modalités décrites au premier alinéa du présent IX est répartie entre les dotations de compensation mentionnées, d'une part, dans les dispositions modifiées au 2° du M du II du présent article et, d'autre part, au 1.3 du 1 de l'article 78 de la loi n° 2009-1673 du 30 décembre 2009 précitée au prorata des montants respectifs de ces dotations perçus par la collectivité concernée en 2016.\n\nX.-A l'exception des dotations de compensation mentionnées dans les dispositions modifiées aux M, O et P du II du présent article, le taux d'évolution en 2017 des compensations et dotations mentionnées au même II est celui qui, appliqué au montant total à verser au titre de l'année 2016 pour l'ensemble de ces compensations et dotations en application dudit II, aboutit à un montant total pour 2017 de 107 684 780 €.\n\nXI.-Avant le 30 septembre de chaque année, le Gouvernement remet au Parlement et au comité des finances locales un rapport sur le coût pour les collectivités territoriales des mesures d'exonération et d'abattement d'impôts directs locaux. Ce rapport s'attache à montrer, pour chaque dispositif fiscal, le coût net supporté par les collectivités territoriales après versement des compensations de l'Etat et en précise le détail.\n\n-Loi n° 91-1322 du 30 décembre 1991\n\n-Loi n° 2006-396 du 31 mars 2006\n\n-Loi n° 2003-710 du 1 août 2003\n\n-Loi n° 96-987 du 14 novembre 1996\n\n-Loi n° 2014-1655 du 29 décembre 2014\n\n-Loi n° 2001-602 du 9 juillet 2001\n\n-Loi n° 2005-157 du 23 février 2005\n\n-Loi n° 86-1317 du 30 décembre 1986\n\n-Loi n° 96-987 du 14 novembre 1996\n\n-Loi n° 95-115 du 4 février 1995\n\n-Loi n° 97-1269 du 30 décembre 1997\n\n-Loi n° 2009-1673 du 30 décembre 2009\n\n-Loi n° 2010-1657 du 29 décembre 2010\n\n-Loi n° 2009-1673 du 30 décembre 2009\n\n-Loi n° 2004-809 du 13 août 2004\n\n-Code général des impôts, CGI.\n\n-Loi n° 2009-1673 du 30 décembre 2009\n\n-Code général des collectivités territoriales\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "I à III, V et VI.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIV.-A.-Il est prélevé en 2017 à la collectivité de Saint-Pierre-et-Miquelon un montant total de 11 310 € au titre du solde de l'ajustement de la compensation pour les années 2012 et 2013 mentionné au b du 2 du II de l'article 44 de la loi n° 2013-1278 du 29 décembre 2013 de finances pour 2014.B.-Le prélèvement réalisé en application du A du présent IV est imputé sur le produit de la taxe intérieure de consommation sur les produits énergétiques attribué aux collectivités concernées en application du I de l'article 51 de la loi n° 2008-1425 du 27 décembre 2008 de finances pour 2009.\n\n-LOI n° 2015-1785 du 29 décembre 2015\n\n-LOI n° 2013-1278 du 29 décembre 2013\n\n-LOI n° 2014-1654 du 29 décembre 2014\n\n-Loi n° 2005-1719 du 30 décembre 2005\n\n-Loi n° 2004-1484 du 30 décembre 2004"
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Pour 2017, les prélèvements opérés sur les recettes de l'Etat au profit des collectivités territoriales sont évalués à 44 374 340 000 €, qui se répartissent comme suit :\n\n(En euros)\n\nINTITULÉ DU PRÉLÈVEMENT\n\nMONTANT\n\nPrélèvement sur les recettes de l'Etat au titre de la dotation globale de fonctionnement\n\n30 860 013 000\n\nPrélèvement sur les recettes de l'Etat au titre de la dotation spéciale pour le logement des instituteurs\n\n15 110 000\n\nDotation de compensation des pertes de bases de la taxe professionnelle et de redevance des mines des communes et de leurs groupements\n\n73 696 000\n\nPrélèvement sur les recettes de l'Etat au profit du Fonds de compensation pour la taxe sur la valeur ajoutée\n\n5 524 448 000\n\nPrélèvement sur les recettes de l'Etat au titre de la compensation d'exonérations relatives à la fiscalité locale\n\n2 053 485 000\n\nDotation élu local\n\n65 006 000\n\nPrélèvement sur les recettes de l'Etat au profit de la collectivité territoriale de Corse et des départements de Corse\n\n40 976 000\n\nFonds de mobilisation départementale pour l'insertion\n\n500 000 000\n\nDotation départementale d'équipement des collèges\n\n326 317 000\n\nDotation régionale d'équipement scolaire\n\n661 186 000\n\nFonds de solidarité des collectivités territoriales touchées par des catastrophes naturelles\n\n0\n\nDotation globale de construction et d'équipement scolaire\n\n2 686 000\n\nCompensation relais de la réforme de la taxe professionnelle\n\n0\n\nDotation de compensation de la réforme de la taxe professionnelle\n\n3 099 453 000\n\nDotation pour transferts de compensations d'exonérations de fiscalité directe locale\n\n536 450 000\n\nPrélèvement sur les recettes de l'Etat au titre de la dotation unique des compensations spécifiques à la taxe professionnelle\n\n50 867 000\n\nDotation de compensation de la réforme de la taxe sur les logements vacants pour les communes et les établissements publics de coopération intercommunale percevant la taxe d'habitation sur les logements vacants\n\n4 000 000\n\nDotation de compensation liée au processus de départementalisation de Mayotte\n\n83 000 000\n\nFonds de compensation des nuisances aéroportuaires\n\n6 822 000\n\nDotation de garantie des reversements des fonds départementaux de taxe professionnelle\n\n389 325 000\n\nPrélèvement sur les recettes de l'Etat au titre de la compensation des pertes de recettes liées au relèvement du seuil d'assujettissement des entreprises au versement transport\n\n81 500 000\n\nTotal\n\n44 374 340 000\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "I à XI et XVI-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nXI.-A.-Le solde du produit annuel de la taxe sur les locaux à usage de bureaux, les locaux commerciaux, les locaux de stockage et les surfaces de stationnement annexées à ces catégories de locaux perçue dans la région d'Ile-de-France, prévue à l'article 231 ter du code général des impôts, après affectation d'une fraction de ce produit à la région d'Ile-de-France en application de l'article L. 4414-7 du code général des collectivités territoriales, est affecté chaque année, à compter du 1er janvier 2017, à l'établissement public créé à l'article 7 de la loi n° 2010-597 du 3 juin 2010 relative au Grand Paris, dans la limite d'un plafond annuel.\n\nXII.-Il est opéré un prélèvement de 25 millions d'euros pour l'année 2017 sur le fonds de roulement de l'établissement public de sécurité ferroviaire mentionné à l'article L. 2221-1 du code des transports. Le versement de ce prélèvement est opéré avant le 31 mai 2017. Le recouvrement, le contentieux, les garanties et les sanctions relatifs à ce prélèvement sont régis par les règles applicables en matière de taxe sur les salaires.\n\nXIII.-Il est opéré un prélèvement de 70 millions d'euros pour l'année 2017 sur les ressources du fonds de prévention des risques naturels majeurs mentionné à l'article L. 561-3 du code de l'environnement. Le versement de ce prélèvement est opéré avant le 30 avril 2017. Le recouvrement, le contentieux, les garanties et les sanctions relatifs à ce prélèvement sont régis par les règles applicables en matière de taxe sur les salaires.\n\nXIV.-Il est opéré, avant le 31 janvier 2017, un prélèvement de 50 millions d'euros sur les ressources de la Caisse de garantie du logement locatif social mentionnée à l'article L. 452-1 du code de la construction et de l'habitation. Le recouvrement, le contentieux, les garanties et les sanctions relatifs à ce prélèvement sont régis par les règles applicables en matière de taxe sur les salaires.\n\nXV.-Il est opéré pour l'année 2017 un prélèvement de 30 millions d'euros sur le fonds de roulement du Centre national du cinéma et de l'image animée mentionné à l'article L. 111-1 du code du cinéma et de l'image animée. Le versement de ce prélèvement est opéré au plus tard le 31 mars 2017. Le recouvrement, le contentieux, les garanties et les sanctions relatifs à ce prélèvement sont régis par les règles applicables en matière de taxe sur les salaires.\n\nXVII.-(Abrogé)\n\n-LOI n° 2016-444 du 13 avril 2016\n\n-Code de l'action sociale et des familles\n\n-Code de la construction et de l'habitation.\n\n-Loi n° 2005-1719 du 30 décembre 2005\n\n-LOI n° 2010-1658 du 29 décembre 2010\n\n-Code des transports\n\n-LOI n° 2011-1977 du 28 décembre 2011\n\n-Code général des impôts, CGI.\n\n-Code de la construction et de l'habitation.\n\n-Code de l'entrée et du séjour des étrangers et du droit d'asile.\n\n-Code de procédure pénale\n\n-Code de la santé publique\n\n-Loi n° 2006-1666 du 21 décembre 2006\n\n-Code du travail\n\n-LOI n° 2015-1785 du 29 décembre 2015"
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "Sous réserve des dispositions de la présente loi, les affectations résultant de budgets annexes créés et de comptes spéciaux ouverts avant la date d'entrée en vigueur de la présente loi sont confirmées pour l'année 2017."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Les produits de cessions de biens immeubles de l'Etat et des droits à caractère immobilier mentionnés au a du 1° de l'article 47 de la loi n° 2005-1719 du 30 décembre 2005 de finances pour 2006 et perçus à compter du 1er octobre 2016 ne participent pas à la contribution au désendettement prévue au douzième alinéa du même article dans sa rédaction antérieure à la présente loi.\n\n-Loi n° 2005-1719 du 30 décembre 2005"
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I entre en vigueur le 1er janvier 2017.\n\n- LOI n° 2015-1786 du 29 décembre 2015"
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "I.-A.-Il est ouvert à compter du 1er janvier 2017 un compte de commerce intitulé : \" Soutien financier au commerce extérieur \" dont le ministre chargé de l'économie est l'ordonnateur principal.\n\nB.-Ce compte retrace les recettes et les dépenses auxquelles donnent lieu les garanties de l'Etat accordées en application du deuxième alinéa de l'article L. 432-1 et de l'article L. 432-2 du code des assurances, du I de l'article 119 de la loi n° 2005-1720 du 30 décembre 2005 de finances rectificative pour 2005 et du I de l'article 84 de la loi n° 2012-1510 du 29 décembre 2012 de finances rectificative pour 2012.\n\nIl peut être exécuté, au titre de ce compte, des opérations de prêts et d'avances accessoires à la gestion des garanties mentionnées au premier alinéa du présent B ou des opérations de mise à disposition de fonds à l'organisme mentionné au premier alinéa de l'article L. 432-2 du code des assurances et à l'organisme mentionné au I de l'article 119 de la loi n° 2005-1720 du 30 décembre 2005 précitée.\n\nC.-Ce compte comporte huit sections, intitulées : \" Assurance-crédit et assurance-investissement \", \" Assurance-prospection \", \" Change \", \" Risque économique \", \" Risque exportateur \" , “ Financement de la construction navale ” et “ Cap Francexport et Cap Francexport + ” et “ Stabilisation du taux d'intérêt ”, qui recouvrent les opérations relatives à chacun des mécanismes de garantie correspondant à ces intitulés.\n\nD.-Chaque section retrace pour les opérations qu'elle recouvre :\n\n1° En recettes :\n\na) Les primes ;\n\nb) Les commissions d'engagement ;\n\nc) Les récupérations ;\n\nd) Les remboursements en capital et intérêts des prêts et avances consentis ;\n\ne) Les recettes de réassurance, à savoir les primes acceptées, quotes-parts des récupérations dans les sinistres relatifs aux primes acceptées, quotes-parts dans les indemnisations reçues au titre des sinistres relatifs aux primes cédées et quotes-parts de frais accessoires sur sinistres cédés ;\n\nf) Les produits financiers ;\n\ng) Les recettes diverses et accidentelles ;\n\nh) Les versements du budget général ;\n\n2° En dépenses :\n\na) Les indemnisations ;\n\nb) Les frais accessoires sur sinistres ;\n\nc) Les restitutions de primes aux assurés ;\n\nd) Les dépenses de réassurance, à savoir les primes cédées, quotes-parts des récupérations dans les sinistres relatifs aux primes cédées, quotes-parts dans les indemnisations versées au titre des sinistres relatifs aux primes acceptées et quotes-parts de frais accessoires sur sinistres acceptés ;\n\ne) Les versements de prêts et avances ;\n\nf) Les charges financières ;\n\ng) Les frais juridiques et autres frais directement liés à la gestion des garanties concernées ;\n\nh) Les dépenses diverses et accidentelles ;\n\ni) Les versements au budget général.\n\nE.-La section \" Assurance-crédit et assurance-investissement \" retrace, outre les recettes et dépenses mentionnées au D :\n\n1° En recettes, les reversements des fonds mis à disposition de l'organisme mentionné au premier alinéa de l'article L. 432-2 du code des assurances pour la gestion des garanties publiques pour le commerce extérieur ;\n\n2° En dépenses, les opérations de mise à disposition de fonds à l'organisme mentionné au premier alinéa de l'article L. 432-2 du code des assurances pour la gestion des garanties publiques pour le commerce extérieur.\n\nF.-La section \" Change \" retrace, outre les recettes et dépenses mentionnées au D :\n\n1° En recettes, le solde bénéficiaire des opérations de gestion des opérations et garanties de couverture du risque monétaire ;\n\n2° En dépenses, le solde déficitaire des opérations de gestion des opérations et garanties de couverture du risque monétaire.\n\nG.-La section \" Financement de la construction navale \" retrace, outre les recettes et dépenses mentionnées au D :\n\n1° En recettes, les reversements des fonds mis à disposition de l'organisme mentionné à l'article L. 432-6 du code des assurances, chargé d'émettre et de gérer les garanties publiques accordées aux entreprises du secteur de la construction navale ;\n\n2° En dépenses, les opérations de mise à disposition de fonds à ce même organisme.\n\nH.-La section “ Stabilisation de taux d'intérêt ” retrace, outre les recettes et dépenses mentionnées au D :\n\n1° En recettes, le solde bénéficiaire des opérations de gestion des opérations et garanties de couverture du risque de taux d'intérêt ;\n\n2° En dépenses, le solde déficitaire des opérations de gestion des opérations et garanties de couverture du risque de taux d'intérêt.\n\nII.-Les disponibilités reversées à l'Etat par la Compagnie française d'assurance pour le commerce extérieur (COFACE) corrélativement aux transferts mentionnés au IV de l'article 103 de la loi n° 2015-1786 du 29 décembre 2015 de finances rectificative pour 2015, dans sa rédaction résultant du III du présent article, sont portées en recettes de la section \" Assurance-crédit et assurance-investissement \" du compte de commerce mentionné au I du présent article.\n\nA partir du compte de dépôts de fonds au Trésor ouvert au nom de Natixis pour gérer la procédure de stabilisation de taux d'intérêt des crédits à l'exportation, huit cent millions d'euros sont prélevés pour être portés au crédit de la section “ Stabilisation du taux d'intérêt ” du compte de commerce mentionné au I du présent article au 1er janvier 2023.\n\nIII.-A modifié les dispositions suivantes :\n\n-LOI n° 2015-1786 du 29 décembre 2015"
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "I à V. - A modifié les dispositions suivantes :\n\nVI. - Le présent article entre en vigueur le 1er janvier 2017, à  l'exception du 6° du III, qui s'applique aux droits constatés à compter  du 1er janvier 2017, et des 1°, 3° et 4° du III ainsi que du IV, qui  s'appliquent aux cotisations sociales dues au titre des périodes courant  à compter du 1er janvier 2017.\n\n- Code de l'action sociale et des familles\n\n- Code de la santé publique\n\n- Code de la sécurité sociale.\n\n- LOI n° 2013-1203 du 23 décembre 2013\n\n- LOI n° 2013-1278 du 29 décembre 2013"
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "Le montant du prélèvement effectué sur les recettes de l'Etat au titre de la participation de la France au budget de l'Union européenne est évalué pour l'exercice 2017 à 18 690 000 000 €."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "I.-Pour 2017, les ressources affectées au budget, évaluées dans l'Etat A annexé à la présente loi, les plafonds des charges et l'équilibre général qui en résulte sont fixés aux montants suivants :\n\n(En millions d'euros *)\n\nII.-Pour 2017 :1° Les ressources et les charges de trésorerie qui concourent à la réalisation de l'équilibre financier sont évaluées comme suit :\n\n(En milliards d'euros)\n\n2° Le ministre chargé des finances est autorisé à procéder, en 2017, dans des conditions fixées par décret :a) A des emprunts à long, moyen et court termes libellés en euros ou en autres devises pour couvrir l'ensemble des charges de trésorerie ou pour renforcer les réserves de change ;b) A l'attribution directe de titres de dette publique négociable à la Caisse de la dette publique ;c) A des conversions facultatives et à des opérations de pension sur titres d'Etat ;d) A des opérations de dépôts de liquidités auprès de la Caisse de la dette publique, auprès du Fonds européen de stabilité financière, auprès du Mécanisme européen de stabilité, auprès des institutions et agences financières de l'Union européenne, sur le marché interbancaire de la zone euro et auprès des Etats de la même zone ;e) A des souscriptions de titres de créances négociables émis par des établissements publics administratifs, à des rachats, à des échanges d'emprunts, à des échanges de devises ou de taux d'intérêt et à l'achat ou à la vente d'options, de contrats à terme sur titres d'Etat ou d'autres instruments financiers à terme ;3° Le ministre chargé des finances est, jusqu'au 31 décembre 2017, habilité à conclure, avec des établissements de crédit spécialisés dans le financement à moyen et long termes des investissements et chargés d'une mission d'intérêt général, des conventions établissant pour chaque opération les modalités selon lesquelles peuvent être stabilisées les charges du service d'emprunts qu'ils contractent en devises étrangères ;4° Le plafond de la variation nette, appréciée en fin d'année, de la dette négociable de l'Etat d'une durée supérieure à un an est fixé à 72,2 milliards d'euros.III.-Pour 2017, le plafond d'autorisation des emplois rémunérés par l'Etat, exprimé en équivalents temps plein travaillé, est fixé au nombre de 1 944 325.IV.-Pour 2017, les éventuels surplus mentionnés au 10° du I de l'article 34 de la loi organique n° 2001-692 du 1er août 2001 relative aux lois de finances sont utilisés dans leur totalité pour réduire le déficit budgétaire.Il y a constatation de tels surplus si, pour l'année 2017, le produit des impositions de toute nature établies au profit de l'Etat, net des remboursements et dégrèvements d'impôts, révisé dans la dernière loi de finances rectificative pour l'année 2017 ou, à défaut, dans le projet de loi de finances pour 2018 est, à législation constante, supérieur à l'évaluation figurant dans l'Etat A mentionné au I du présent article.\n\nRESSOURCES\n\nCHARGES\n\nSOLDE\n\nBudget général\n\nleft\n\nleft\n\nleft\n\nRecettes fiscales brutes/ dépenses brutes\n\n401 182\n\n427 369\n\nleft\n\nA déduire : remboursements et dégrèvements\n\n108 834\n\n108 834\n\nleft\n\nRecettes fiscales nettes/ dépenses nettes\n\n292 348\n\n318 536\n\nleft\n\nRecettes non fiscales\n\n14 505\n\nleft\n\nleft\n\nRecettes totales nettes/ dépenses nettes\n\n306 853\n\n318 536\n\nleft\n\nA déduire : prélèvements sur recettes au profit des collectivités territoriales et de l'Union européenne\n\n63 064\n\nleft\n\nleft\n\nMontants nets pour le budget général\n\n243 789\n\n318 536\n\n-74 747\n\nEvaluation des fonds de concours et crédits correspondants\n\n3 930\n\n3 930\n\nleft\n\nMontants nets pour le budget général, y compris fonds de concours\n\n247 719\n\n322 466\n\nleft\n\nBudgets annexes\n\nleft\n\nleft\n\nleft\n\nContrôle et exploitation aériens\n\n2 135\n\n2 135\n\n0\n\nPublications officielles et information administrative\n\n192\n\n177\n\n15\n\nTotaux pour les budgets annexes\n\n2 328\n\n2 312\n\n15\n\nEvaluation des fonds de concours et crédits correspondants :\n\nleft\n\nleft\n\nleft\n\nContrôle et exploitation aériens\n\n53\n\n53\n\nleft\n\nPublications officielles et information administrative\n\n0\n\n0\n\nleft\n\nTotaux pour les budgets annexes, y compris fonds de concours\n\n2 381\n\n2 366\n\n15\n\nComptes spéciaux\n\nleft\n\nleft\n\nleft\n\nComptes d'affectation spéciale\n\n76 804\n\n76 143\n\n662\n\nComptes de concours financiers\n\n127 225\n\n126 893\n\n331\n\nComptes de commerce (solde)\n\nleft\n\nleft\n\n4 360\n\nComptes d'opérations monétaires (solde)\n\nleft\n\nleft\n\n59\n\nSolde pour les comptes spéciaux\n\nleft\n\nleft\n\n5 412\n\nSolde général\n\nleft\n\nleft\n\n-69 320\n\n(*) Les montants figurant dans le présent tableau sont arrondis au million d'euros le plus proche ; il résulte de l'application de ce principe que le montant arrondi des totaux et sous-totaux peut ne pas être égal à la somme des montants arrondis entrant dans son calcul.\n\n1\n\ncenter\n\nBesoin de financement\n\nleft\n\nbottom\n\nAmortissement de la dette à moyen et long termes\n\n115,2\n\nDont remboursement du nominal à valeur faciale\n\n112,8\n\nDont suppléments d'indexation versés à l'échéance (titres indexés)\n\n2,4\n\nAmortissement des autres dettes\n\n-\n\nDéficit à financer\n\n69,3\n\nAutres besoins de trésorerie\n\n0,9\n\nTotal\n\n185,4\n\nRessources de financement\n\nleft\n\nEmission de dette à moyen et long termes, nette des rachats\n\n185,0\n\nRessources affectées à la Caisse de la dette publique et consacrées au désendettement\n\n-\n\nVariation nette de l'encours des titres d'Etat à court terme\n\n-\n\nVariation des dépôts des correspondants\n\n-5,1\n\nVariation des disponibilités du Trésor à la Banque de France et des placements de trésorerie de l'Etat\n\n1,0\n\nAutres ressources de trésorerie\n\n4,5\n\nTotal\n\n185,4\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "Il est ouvert aux ministres, pour 2017, au titre du budget général, des autorisations d'engagement et des crédits de paiement s'élevant, respectivement, aux montants de 446 253 966 949 € et de 427 369 451 539 €, conformément à la répartition par mission donnée à l'Etat B annexé à la présente loi."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "Il est ouvert aux ministres, pour 2017, au titre des budgets annexes, des autorisations d'engagement et des crédits de paiement s'élevant, respectivement, aux montants de 2 322 828 315 € et de 2 312 473 315 €, conformément à la répartition par budget annexe donnée à l'Etat C annexé à la présente loi."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "Il est ouvert aux ministres, pour 2017, au titre des comptes d'affectation spéciale et des comptes de concours financiers, des autorisations d'engagement et des crédits de paiement s'élevant, respectivement, aux montants de 204 290 753 544 € et de 203 036 137 544 €, conformément à la répartition par compte donnée à l'Etat D annexé à la présente loi."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "I. - Les autorisations de découvert accordées aux ministres, pour 2017, au titre des comptes de commerce sont fixées au montant de 20 471 809 800 €, conformément à la répartition par compte donnée à l'Etat E annexé à la présente loi.II. - Les autorisations de découvert accordées au ministre chargé des finances et des comptes publics, pour 2017, au titre des comptes d'opérations monétaires sont fixées au montant de 250 000 000 €, conformément à la répartition par compte donnée à l'Etat E annexé à la présente loi."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "Le plafond des autorisations d'emplois de l'Etat, pour 2017, exprimé en équivalents temps plein travaillé, est réparti comme suit :\n\nDÉSIGNATION DU MINISTÈREou du budget annexe\n\nPLAFONDexpriméen équivalents temps pleintravaillé\n\nI. - Budget général\n\n1 933 241\n\nAffaires étrangères et développement international\n\n13 834\n\nAffaires sociales et santé\n\n10 225\n\nAgriculture, agroalimentaire et forêt\n\n30 888\n\nAménagement du territoire, ruralité et collectivités territoriales\n\n281\n\nCulture et communication\n\n11 189\n\nDéfense\n\n273 280\n\nEducation nationale, enseignement supérieur et recherche\n\n1 015 602\n\nEnvironnement, énergie et mer\n\n29 103\n\nFamilles, enfance et droits des femmes\n\n-\n\nEconomie et finances\n\n141 302\n\nFonction publique\n\n-\n\nIntérieur\n\n285 374\n\nJustice\n\n83 216\n\nLogement et habitat durable\n\n12 288\n\nOutre-mer\n\n5 505\n\nServices du Premier ministre\n\n11 631\n\nTravail, emploi, formation professionnelle et dialogue social\n\n9 523\n\nVille, jeunesse et sports\n\n-\n\nII. - Budgets annexes\n\n11 442\n\nContrôle et exploitation aériens\n\n10 679\n\nPublications officielles et information administrative\n\n763\n\nTotal général\n\n1 944 683\n\n1"
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "Le plafond des autorisations d'emplois des opérateurs de l'Etat, pour 2017, exprimé en équivalents temps plein travaillé, est fixé à 398 680 emplois. Ce plafond est réparti comme suit :\n\nMISSION/PROGRAMME\n\nPLAFONDexpriméen équivalents temps plein travaillé\n\nAction extérieure de l'Etat\n\n6 846\n\nDiplomatie culturelle et d'influence\n\n6 846\n\nAdministration générale et territoriale de l'Etat\n\n443\n\nAdministration territoriale\n\n129\n\nConduite et pilotage des politiques de l'intérieur\n\n314\n\nAgriculture, alimentation, forêt et affaires rurales\n\n14 439\n\nEconomie et développement durable des entreprises agricoles, agroalimentaires et forestières\n\n13 153\n\nSécurité et qualité sanitaires de l'alimentation\n\n1 279\n\nConduite et pilotage des politiques de l'agriculture\n\n7\n\nAnciens combattants, mémoire et liens avec la nation\n\n1 301\n\nReconnaissance et réparation en faveur du monde combattant\n\n1 301\n\nCulture\n\n14 470\n\nPatrimoines\n\n8 598\n\nCréation\n\n3 483\n\nTransmission des savoirs et démocratisation de la culture\n\n2 389\n\nDéfense\n\n6 600\n\nEnvironnement et prospective de la politique de défense\n\n5 121\n\nPréparation et emploi des forces\n\n351\n\nSoutien de la politique de la défense\n\n1 128\n\nDirection de l'action du Gouvernement\n\n611\n\nCoordination du travail gouvernemental\n\n611\n\nEcologie, développement et mobilité durables\n\n20 237\n\nInfrastructures et services de transports\n\n4 788\n\nSécurité et affaires maritimes, pêche et aquaculture\n\n237\n\nPaysages, eau et biodiversité\n\n5 351\n\nExpertise, information géographique et météorologie\n\n7 461\n\nPrévention des risques\n\n1 443\n\nEnergie, climat et après-mines\n\n475\n\nConduite et pilotage des politiques de l'écologie, du développement et de la mobilité durables\n\n482\n\nEconomie\n\n2 612\n\nDéveloppement des entreprises et du tourisme\n\n2 612\n\nEgalité des territoires et logement\n\n291\n\nUrbanisme, territoires et amélioration de l'habitat\n\n291\n\nEnseignement scolaire\n\n3 400\n\nSoutien de la politique de l'éducation nationale\n\n3 400\n\nGestion des finances publiques et des ressources humaines\n\n1 347\n\nFonction publique\n\n1 347\n\nImmigration, asile et intégration\n\n1 829\n\nImmigration et asile\n\n780\n\nIntégration et accès à la nationalité française\n\n1 049\n\nJustice\n\n575\n\nJustice judiciaire\n\n217\n\nAdministration pénitentiaire\n\n243\n\nConduite et pilotage de la politique de la justice\n\n115\n\nMédias, livre et industries culturelles\n\n3 033\n\nLivre et industries culturelles\n\n3 033\n\nOutre-mer\n\n127\n\nEmploi outre-mer\n\n127\n\nPolitique des territoires\n\n96\n\nPolitique de la ville\n\n96\n\nRecherche et enseignement supérieur\n\n259 352\n\nFormations supérieures et recherche universitaire\n\n164 706\n\nVie étudiante\n\n12 721\n\nRecherches scientifiques et technologiques pluridisciplinaires\n\n70 511\n\nRecherche spatiale\n\n2 417\n\nRecherche dans les domaines de l'énergie, du développement et de la mobilité durables\n\n4 443\n\nRecherche et enseignement supérieur en matière économique et industrielle\n\n2 291\n\nRecherche culturelle et culture scientifique\n\n1 051\n\nEnseignement supérieur et recherche agricoles\n\n1 212\n\nRégimes sociaux et de retraite\n\n337\n\nRégimes de retraite et de sécurité sociale des marins\n\n337\n\nSanté\n\n2 253\n\nPrévention, sécurité sanitaire et offre de soins\n\n2 253\n\nSécurités\n\n267\n\nPolice nationale\n\n267\n\nSolidarité, insertion et égalité des chances\n\n8 627\n\nInclusion sociale et protection des personnes\n\n31\n\nConduite et soutien des politiques sanitaires, sociales, du sport, de la jeunesse et de la vie associative\n\n8 596\n\nSport, jeunesse et vie associative\n\n580\n\nSport\n\n529\n\nJeunesse et vie associative\n\n51\n\nTravail et emploi\n\n48 161\n\nAccès et retour à l'emploi\n\n47 911\n\nAccompagnement des mutations économiques et développement de l'emploi\n\n82\n\nAmélioration de la qualité de l'emploi et des relations du travail\n\n75\n\nConception, gestion et évaluation des politiques de l'emploi et du travail\n\n93\n\nContrôle et exploitation aériens\n\n812\n\nSoutien aux prestations de l'aviation civile\n\n812\n\nContrôle de la circulation et du stationnement routiers\n\n34\n\nContrôle et modernisation de la politique de la circulation et du stationnement routiers\n\n34\n\nTotal\n\n398 680\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "I.-Pour 2017, le plafond des autorisations d'emplois des agents de droit local des établissements à autonomie financière mentionnés à l'article 66 de la loi de finances pour 1974 (n° 73-1150 du 27 décembre 1973), exprimé en équivalents temps plein, est fixé à 3 449. Ce plafond est réparti comme suit :\n\nII.-Ce plafond s'applique exclusivement aux agents de droit local recrutés à durée indéterminée.\n\nMISSION/ PROGRAMME\n\nPLAFONDexpriméen équivalents temps plein\n\nAction extérieure de l'Etat\n\nleft\n\nmiddle\n\nDiplomatie culturelle et d'influence\n\n3 449\n\nTotal\n\n3 449\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "Pour 2017, le plafond des autorisations d'emplois des autorités publiques indépendantes dotées de la personnalité morale et des autorités administratives indépendantes dont les effectifs ne sont pas inclus dans un plafond d'autorisation des emplois rémunérés par l'Etat, exprimé en équivalents temps plein travaillé, est fixé à 2 573 emplois. Ce plafond est réparti comme suit :\n\nPLAFONDexpriméen équivalents temps pleintravaillé\n\nAgence française de lutte contre le dopage (AFLD)\n\n62\n\nAutorité de contrôle prudentiel et de résolution (ACPR)\n\n1 121\n\nAutorité de régulation des transports (ARAFER)\n\n75\n\nAutorité des marchés financiers (AMF)\n\n469\n\nConseil supérieur de l'audiovisuel (CSA)\n\n284\n\nHaut Conseil du commissariat aux comptes (H3C)\n\n61\n\nHaute Autorité de santé (HAS)\n\n395\n\nHaute Autorité pour la diffusion des œuvres et la protection des droits sur internet (HADOPI)\n\n65\n\nMédiateur national de l'énergie (MNE)\n\n41\n\nTotal\n\n2 573\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "Les reports de 2016 sur 2017 susceptibles d'être effectués à partir des programmes mentionnés dans le tableau figurant ci-dessous ne pourront excéder le montant des crédits ouverts sur ces mêmes programmes par la loi n° 2015-1785 du 29 décembre 2015 de finances pour 2016.\n\nINTITULÉdu programme 2016\n\nINTITULÉ DE LA MISSIONde rattachement 2016\n\nINTITULÉdu programme 2017\n\nINTITULÉ DE LA MISSIONde rattachement 2017\n\nAdministration territoriale\n\nAdministration générale et territoriale de l'Etat\n\nAdministration territoriale\n\nAdministration générale et territoriale de l'Etat\n\nConduite et pilotage des politiques de l'intérieur\n\nAdministration générale et territoriale de l'Etat\n\nConduite et pilotage des politiques de l'intérieur\n\nAdministration générale et territoriale de l'Etat\n\nVie politique, cultuelle et associative\n\nAdministration générale et territoriale de l'Etat\n\nVie politique, cultuelle et associative\n\nAdministration générale et territoriale de l'Etat\n\nEconomie et développement durable de l'agriculture et des territoires\n\nAgriculture, alimentation, forêt et affaires rurales\n\nEconomie et développement durable des entreprises agricoles, agroalimentaires et forestières\n\nAgriculture, alimentation, forêt et affaires rurales\n\nAide économique et financière au développement\n\nAide publique au développement\n\nAide économique et financière au développement\n\nAide publique au développement\n\nConseil d'Etat et autres juridictions administratives\n\nConseil et contrôle de l'Etat\n\nConseil d'Etat et autres juridictions administratives\n\nConseil et contrôle de l'Etat\n\nConseil économique, social et environnemental\n\nConseil et contrôle de l'Etat\n\nConseil économique, social et environnemental\n\nConseil et contrôle de l'Etat\n\nCour des comptes et autres juridictions financières\n\nConseil et contrôle de l'Etat\n\nCour des comptes et autres juridictions financières\n\nConseil et contrôle de l'Etat\n\nEquipement des forces\n\nDéfense\n\nEquipement des forces\n\nDéfense\n\nEnergie, climat et après-mines\n\nEcologie, développement et mobilité durables\n\nEnergie, climat et après-mines\n\nEcologie, développement et mobilité durables\n\nPaysages, eau et biodiversité\n\nEcologie, développement et mobilité durables\n\nPaysages, eau et biodiversité\n\nEcologie, développement et mobilité durables\n\nSécurité et affaires maritimes, pêche et aquaculture\n\nEcologie, développement et mobilité durables\n\nSécurité et affaires maritimes, pêche et aquaculture\n\nEcologie, développement et mobilité durables\n\nDéveloppement des entreprises et du tourisme\n\nEconomie\n\nDéveloppement des entreprises et du tourisme\n\nEconomie\n\nStatistiques et études économiques\n\nEconomie\n\nStatistiques et études économiques\n\nEconomie\n\nMajoration de rentes\n\nEngagements financiers de l'Etat\n\nMajoration de rentes\n\nEngagements financiers de l'Etat\n\nFacilitation et sécurisation des échanges\n\nGestion des finances publiques et des ressources humaines\n\nFacilitation et sécurisation des échanges\n\nGestion des finances publiques et des ressources humaines\n\nGestion fiscale et financière de l'Etat et du secteur public local\n\nGestion des finances publiques et des ressources humaines\n\nGestion fiscale et financière de l'Etat et du secteur public local\n\nGestion des finances publiques et des ressources humaines\n\nAdministration pénitentiaire\n\nJustice\n\nAdministration pénitentiaire\n\nJustice\n\nConduite et pilotage de la politique de la justice\n\nJustice\n\nConduite et pilotage de la politique de la justice\n\nJustice\n\nConseil supérieur de la magistrature\n\nJustice\n\nConseil supérieur de la magistrature\n\nJustice\n\nPresse\n\nMédias, livre et industries culturelles\n\nPresse et médias\n\nMédias, livre et industries culturelles\n\nInterventions territoriales de l'Etat\n\nPolitique des territoires\n\nInterventions territoriales de l'Etat\n\nPolitique des territoires\n\nRecherche et enseignement supérieur en matière économique et industrielle\n\nRecherche et enseignement supérieur\n\nRecherche et enseignement supérieur en matière économique et industrielle\n\nRecherche et enseignement supérieur\n\nConcours spécifiques et administration\n\nRelations avec les collectivités territoriales\n\nConcours spécifiques et administration\n\nRelations avec les collectivités territoriales\n\nPolice nationale\n\nSécurités\n\nPolice nationale\n\nSécurités\n\nSécurité civile\n\nSécurités\n\nSécurité civile\n\nSécurités\n\nEgalité entre les femmes et les hommes\n\nSolidarité, insertion et égalité des chances\n\nEgalité entre les femmes et les hommes\n\nSolidarité, insertion et égalité des chances\n\nAccompagnement des mutations économiques et développement de l'emploi\n\nTravail et emploi\n\nAccompagnement des mutations économiques et développement de l'emploi\n\nTravail et emploi\n\nAmélioration de la qualité de l'emploi et des relations du travail\n\nTravail et emploi\n\nAmélioration de la qualité de l'emploi et des relations du travail\n\nTravail et emploi\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "I. – A. à F.-A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nG. – 1. Sous réserve des 2 à 5 du présent G, les A à F du présent I s'appliquent aux revenus perçus ou réalisés à compter du 1er janvier 2019.\n\n2. Le 5° du B du présent I s'applique aux déclarations mentionnées aux articles 87,88,240 et 241 du code général des impôts afférentes aux revenus perçus ou réalisés à compter du 1er janvier 2017 et aux déclarations mentionnées à l'article 87-0 A du même code afférentes aux revenus perçus à compter du 1er janvier 2019.\n\n3. Le 1°, le a du 4°, le 8°, les premier et deuxième tirets du a et le b du 9°, le 13°, le 15°, le 18°, le 22° et le a du 38° du B et le a du 1° du D du présent I s'appliquent à l'imposition des revenus perçus ou réalisés à compter du 1er janvier 2018.\n\n4. Le 23° du B du présent I s'applique à compter des impositions dues au titre de l'année 2019.\n\n5. Le 2° du C du présent I s'applique à compter du 1er septembre 2018.\n\n6. Les actions de communication menées par le Gouvernement sur la mise en place du prélèvement à la source informent en particulier sur l'option offerte au contribuable d'individualisation du taux de prélèvement du foyer fiscal, pour chacun des conjoints ou partenaires liés par un pacte civil de solidarité soumis à imposition commune.\n\nI bis.-A.-Une phase de préfiguration du prélèvement à la source de l'impôt sur le revenu est ouverte aux débiteurs de la retenue à la source mentionnée au 1° du 2 de l'article 204 A du code général des impôts, dans sa rédaction résultant du présent article, à compter du mois de septembre 2018 et jusqu'à la mise en œuvre de ce prélèvement.\n\nB.-Pour les revenus versés entre le 1er septembre 2018 et le 31 décembre 2018, les débiteurs ayant choisi de participer à la phase de préfiguration prévue au A transmettent à chaque bénéficiaire de revenus tout ou partie des informations suivantes :\n\n1° Le taux du prélèvement à la source qui s'appliquerait à ses revenus ;\n\n2° Le montant de la retenue à la source qui serait effectuée ;\n\n3° Le montant du revenu sur lequel la retenue à la source serait effectuée ;\n\n4° Le montant de ce revenu net du montant de cette retenue.\n\nCes informations figurent sur le bulletin de salaire ou tout document équivalent.\n\nC.-Sur la base du numéro d'inscription au répertoire national d'identification des personnes physiques et des éléments d'état civil communiqués par les débiteurs participant à la phase de préfiguration, l'administration fiscale leur transmet le taux de prélèvement à la source.\n\nCes opérations sont réalisées et ces informations recueillies, détenues ou transmises aux seules fins de la phase de préfiguration prévue au présent I bis.\n\nL'obligation de secret professionnel prévue à l'article L. 103 du livre des procédures fiscales s'étend à ces informations.\n\nLes personnes qui contreviennent intentionnellement aux obligations prévues aux deuxième et troisième alinéas du présent C encourent les peines prévues à l'article 226-13 du code pénal.\n\nD.-Les options prévues au IV de l'article 204 H et à l'article 204 M du code général des impôts sont ouvertes aux contribuables avant la transmission de leur taux de prélèvement en application de l'article L. 288 A du livre des procédures fiscales dans sa rédaction résultant du présent article ou du C du présent I bis.\n\nII. – A. – Les contribuables bénéficient, à raison des revenus non exceptionnels entrant dans le champ du prélèvement mentionné à l'article 204 A du code général des impôts, tel qu'il résulte de la présente loi, perçus ou réalisés en 2018, d'un crédit d'impôt modernisation du recouvrement destiné à assurer, pour ces revenus, l'absence de double contribution aux charges publiques en 2019 au titre de l'impôt sur le revenu.\n\nB. – Le crédit d'impôt prévu au A du présent II est égal au montant de l'impôt sur le revenu dû au titre de l'année 2018 résultant de l'application des règles prévues aux 1 à 4 du I de l'article 197 du code général des impôts ou, le cas échéant, à l'article 197 A du même code multiplié par le rapport entre les montants nets imposables des revenus non exceptionnels mentionnés au 1 de l'article 204 A dudit code, les déficits étant retenus pour une valeur nulle, et le revenu net imposable au barème progressif de l'impôt sur le revenu, hors déficits, charges et abattements déductibles du revenu global. Le montant obtenu est diminué des crédits d'impôt prévus par les conventions fiscales internationales afférents aux revenus mentionnés au 1 du même article 204 A.\n\nC. – Sont pris en compte au numérateur du rapport prévu au B du présent II, pour le calcul du crédit d'impôt prévu au A, les montants nets imposables suivant les règles applicables aux salaires, aux pensions ou aux rentes viagères, à l'exception :\n\n1° Des indemnités versées à l'occasion de la rupture du contrat de travail, à l'exception des indemnités compensatrices de congé mentionnées à l'article L. 3141-28 du code du travail, des indemnités compensatrices de préavis mentionnées à l'article L. 1234-5 du même code, des indemnités de fin de contrat de travail à durée déterminée mentionnées à l'article L. 1243-8 dudit code et des indemnités de fin de mission mentionnées à l'article L. 1251-32 du même code ;\n\n2° Des indemnités versées à l'occasion de la cessation des fonctions des mandataires sociaux et dirigeants ;\n\n3° Des indemnités versées ou des avantages accordés en raison de la prise de fonction de mandataire social, mentionnés au troisième alinéa de l'article L. 225-102-1 du code de commerce ;\n\n4° Des indemnités de clientèle, de cessation d'activité et de celles perçues en contrepartie de la cession de la valeur de la clientèle ;\n\n5° Des indemnités, allocations et primes versées en vue de dédommager leurs bénéficiaires d'un changement de résidence ou de lieu de travail ;\n\n6° Des prestations mentionnées à l'article 80 decies du code général des impôts ;\n\n7° Des prestations de retraite servies sous forme de capital ;\n\n8° Des aides et allocations capitalisées servies en cas de conversion ou de réinsertion ou pour la reprise d'une activité professionnelle ;\n\n9° Des sommes perçues au titre de la participation ou de l'intéressement et non affectées à la réalisation de plans d'épargne constitués conformément au titre III du livre III de la troisième partie du code du travail, ainsi que des sommes mentionnées au a du 18° de l'article 81 du code général des impôts ;\n\n10° Des sommes retirées par le contribuable d'un plan mentionné au 9° du présent C ;\n\n11° Des sommes issues de la monétisation de droits inscrits sur un compte épargne-temps, pour celles correspondant à des droits excédant une durée de dix jours ;\n\n12° Des primes de signature et des indemnités liées aux transferts des sportifs professionnels ;\n\n13° Des gratifications surérogatoires, qui s'entendent des gratifications accordées sans lien avec le contrat de travail ou le mandat social ou allant au-delà de ce qu'ils prévoient, quelle que soit la dénomination retenue ;\n\n14° Des revenus qui correspondent par leur date normale d'échéance à une ou plusieurs années antérieures ou postérieures ;\n\n15° De tout autre revenu qui, par sa nature, n'est pas susceptible d'être recueilli annuellement.\n\nL'employeur peut demander à l'administration de prendre formellement position sur le traitement fiscal applicable aux éléments de rémunérations versés. L'administration se prononce dans un délai de trois mois lorsqu'elle est saisie d'une demande écrite, précise et complète par un redevable de bonne foi. L'absence de réponse de l'administration dans un délai de trois mois vaut acceptation tacite de la demande de l'employeur. Un décret en Conseil d'Etat précise les modalités d'application du présent alinéa, notamment le contenu, le lieu ainsi que les modalités de dépôt de cette demande.\n\nD. – 1. Le montant net imposable du revenu foncier à retenir au numérateur du rapport prévu au B du présent II pour le calcul du crédit d'impôt prévu au A est déterminé, sous réserve des 2 et 3 du présent D, dans les conditions prévues aux articles 14 à 33 quinquies du code général des impôts, au 3° du I de l'article 156 du même code et au K du présent II.\n\nCe montant est retenu à proportion de la part des recettes foncières suivantes dans le total des recettes foncières de l'année 2018 :\n\n1° Loyers et fermages perçus en 2018 directement ou indirectement par le contribuable et dont l'échéance est intervenue au titre de cette même année à raison de l'exécution normale des contrats ou conventions de toute nature conclus entre les propriétaires et les locataires.\n\nToutefois, les loyers et fermages échus en 2018 :\n\na) Consistant en la remise d'immeubles ou de titres donnant vocation à la propriété ou à la jouissance de tels immeubles, de constructions ou d'aménagements en sont exclus ;\n\nb) A raison de l'exécution des contrats ou conventions et couvrant une période de location supérieure à douze mois ne sont retenus que dans la limite d'un montant correspondant à douze mois ;\n\n2° Revenus des propriétés dont le propriétaire se réserve la jouissance, mentionnés à l'article 30 du code général des impôts.\n\n2. En cas de rupture d'un engagement, les majorations du revenu net foncier effectuées au titre de l'année 2018 en application des f à m et o du 1° du I de l'article 31, de l'article 31 bis et du III de l'article 156 bis du code général des impôts ne sont pas prises en compte dans le montant net imposable du revenu foncier mentionné au 1 du présent D.\n\n3. Le montant de la régularisation effectuée au titre de l'année 2018 des provisions, mentionnées au a quater du 1° du I de l'article 31 du code général des impôts, déduites par le propriétaire en 2017 au titre des dépenses prévues au I de l'article 14-2 de la loi n° 65-557 du 10 juillet 1965 fixant le statut de la copropriété des immeubles bâtis et correspondant à des charges non déductibles n'est pas pris en compte dans le montant net imposable du revenu foncier mentionné au 1 du présent D.\n\nE. – 1. Le montant net imposable des bénéfices industriels et commerciaux, des bénéfices agricoles et des bénéfices non commerciaux à retenir au numérateur du rapport prévu au B du présent II pour le calcul du crédit d'impôt prévu au A est déterminé, pour chaque membre du foyer fiscal et pour chacune de ces catégories de revenus, dans les conditions prévues à l'article 204 G du code général des impôts, à l'exception du 6° du 2 et du 4 du même article 204 G.\n\n2. Le montant défini au 1 du présent E, le cas échéant après application des abattements prévus aux articles 44 sexies à 44 septdecies du code général des impôts, est retenu dans la limite du plus faible des deux montants suivants :\n\n1° Le bénéfice imposable au titre de l'année 2018, déterminé selon les règles prévues au 1 du présent E, avant application des éventuels abattements prévus aux mêmes articles 44 sexies à 44 septdecies ;\n\n2° Le plus élevé des bénéfices imposables au titre des années 2015,2016 ou 2017, déterminé selon les règles prévues au 1 du présent E, avant application des éventuels abattements prévus audits articles 44 sexies à 44 septdecies.\n\nLe présent 2 n'est pas applicable lorsque le bénéfice imposable en 2018 est le premier bénéfice déclaré à la suite d'une création d'activité en 2018. Toutefois, lorsque le bénéfice réalisé en 2019 par le membre concerné du foyer, majoré le cas échéant des traitements et salaires, des bénéfices qu'il a réalisés relevant des autres catégories mentionnées au 1 du présent E et des revenus des gérants et associés mentionnés à l'article 62 du code général des impôts qu'il a perçus, imposables au titre de la même année 2019, est inférieur au bénéfice réalisé en 2018, majoré le cas échéant de ses revenus relevant des autres catégories précitées réalisés en 2018, le crédit d'impôt est remis en cause à hauteur de la différence constatée, dans la limite de la différence, lorsqu'elle est positive, entre le bénéfice réalisé en 2018 et le bénéfice réalisé en 2019, sauf si le contribuable justifie que la baisse de son bénéfice en 2019 résulte uniquement de la variation de son activité par rapport à 2018.\n\n3. En cas d'application du 2° du 2 du présent E, le contribuable peut obtenir un crédit d'impôt complémentaire dans les conditions suivantes :\n\n1° Lorsque le bénéfice imposable au titre de l'année 2019, déterminé selon les règles prévues au 1, est supérieur ou égal au bénéfice imposable au titre de l'année 2018, déterminé selon les mêmes règles, le contribuable bénéficie d'un crédit d'impôt complémentaire, lors de la liquidation du solde de l'impôt sur le revenu dû au titre de 2019, égal à la fraction du crédit d'impôt dont il n'a pas pu bénéficier en application du 2 ;\n\n2° Lorsque le bénéfice imposable au titre de l'année 2019, déterminé selon les règles prévues au 1, est inférieur au bénéfice imposable au titre de l'année 2018, déterminé selon les mêmes règles, mais supérieur au plus élevé des bénéfices imposables au titre des années 2015,2016 ou 2017 retenus en application du 2° du 2, le contribuable bénéficie, lors de la liquidation du solde de l'impôt sur le revenu au titre de 2019, d'un crédit d'impôt complémentaire égal à la différence entre :\n\na) Le crédit d'impôt calculé en retenant au numérateur du rapport prévu au B du présent II le bénéfice imposable au titre de l'année 2019, déterminé selon les règles prévues au 1 du présent E ;\n\nb) Et le crédit d'impôt déjà obtenu en application du 2 du présent E ;\n\n3° Lorsque le bénéfice imposable au titre de l'année 2019, déterminé selon les règles prévues au 1, est inférieur au bénéfice imposable au titre de l'année 2018, déterminé selon les mêmes règles, le contribuable peut bénéficier, par voie de réclamation, d'un crédit d'impôt complémentaire égal à la fraction du crédit d'impôt dont il n'a pas pu bénéficier en application du 2 ou du 2° du présent 3, s'il justifie que la hausse de son bénéfice déclaré en 2018 par rapport aux trois années précédentes et à l'année 2019 résulte uniquement d'un surcroît d'activité en 2018.\n\n4. Pour l'application des 1 et 2, si le bénéfice imposable au titre des années 2015,2016 et 2017 s'étend sur une période de moins de douze mois, il est ajusté pro rata temporis sur une année.\n\n5. Les contribuables mentionnés à l'article 151-0 du code général des impôts qui ont dénoncé leur option en 2017 pour 2018 et qui ont exercé une nouvelle option pour le versement libératoire en 2018 pour 2019 ne bénéficient pas du crédit d'impôt prévu au A du présent II.\n\nF. – 1. Les montants nets imposables suivant les règles applicables aux salaires perçus dans les conditions mentionnées au 2 du présent F à retenir au numérateur du rapport prévu au B du présent II pour le calcul du crédit d'impôt prévu au A, après application du C, sont retenus dans la limite du plus faible des deux montants suivants :\n\n1° Leur montant net imposable au titre de l'année 2018 ;\n\n2° Le plus élevé de ces revenus imposables au titre des années 2015,2016 ou 2017.\n\n2. Les dispositions du 1 du présent F sont applicables :\n\n1° Aux rémunérations perçues par les personnes qui, au sens des a et c du 2° du III de l'article 150-0 B ter du code général des impôts, contrôlent en 2018 la société qui les leur verse au cours de cette même année ;\n\n2° Aux rémunérations perçues par les conjoints, ascendants, descendants ou frères et sœurs des personnes qui, au sens du 1° du présent 2, contrôlent la société qui les leur verse en 2018 au cours de cette même année.\n\n3. Ces dispositions ne s'appliquent pas lorsque l'année 2018 constitue la première année au titre de laquelle les personnes concernées perçoivent des rémunérations mentionnées au 2.\n\nToutefois, lorsque les rémunérations perçues en 2019 par ces personnes, majorées le cas échéant de leurs autres traitements et salaires, de leurs bénéfices relevant des catégories mentionnées au 1 du E du présent II et de leurs autres revenus de gérants et associés mentionnés à l'article 62 du code général des impôts imposables au titre de cette même année, sont inférieures à celles perçues en 2018 de la même société, majorées le cas échéant de ces mêmes autres revenus réalisés en 2018, le bénéfice du crédit d'impôt est remis en cause à hauteur de la différence constatée, dans la limite de la différence, lorsqu'elle est positive, entre les rémunérations perçues en 2018 et celles perçues en 2019.\n\n4. En cas d'application du 2° du 1 du présent F, lorsque les rémunérations imposables suivant les règles applicables aux salaires perçues de la même société en 2019 sont supérieures ou égales à celles perçues en 2018, le contribuable peut demander, par voie de réclamation, la restitution de la fraction du crédit d'impôt dont il n'a pas pu bénéficier en application du 1.\n\nDans le cas où les rémunérations imposables suivant les règles applicables aux salaires perçues de la même société en 2019 sont inférieures à celles perçues en 2018 mais supérieures à la plus élevée des rémunérations perçues au titre des années 2015,2016 ou 2017 retenues en application du 2° du 1 du présent F, le contribuable peut demander, par voie de réclamation, la restitution d'une partie de la fraction du crédit d'impôt dont il n'a pas pu bénéficier en application du 1, à hauteur de la différence constatée entre les rémunérations perçues en 2019 et, selon le cas, celles perçues en 2015,2016 ou 2017.\n\nA défaut, la restitution de la fraction du crédit d'impôt dont le contribuable n'a pas pu bénéficier en application du même 1 peut également être demandée, sous réserve qu'il justifie, d'une part, que la hausse des rémunérations déclarées en 2018 par rapport à celles perçues de la même société les trois années précédentes correspond à une évolution objective des responsabilités qu'il a exercées ou à la rémunération normale de ses performances au sein de cette société en 2018 et, d'autre part, que la diminution de cette même rémunération en 2019 est également justifiée.\n\nG. – (Abrogé)\n\nH. – Le crédit d'impôt prévu au A et le crédit d'impôt complémentaire prévu au 3 du E du présent II accordés au titre de l'impôt sur le revenu dû au titre de l'année 2018 s'imputent sur l'impôt sur le revenu dû, respectivement, au titre des revenus 2018 ou 2019, après imputation de toutes les réductions d'impôt, de tous les crédits d'impôt et de tous les prélèvements ou retenues non libératoires.\n\nL'excédent éventuel est restitué.\n\nI. – En cas de transfert par le contribuable de son domicile fiscal hors de France au cours de l'année 2018 :\n\n1° Le crédit d'impôt prévu au A du présent II est calculé en tenant compte, pour la détermination, d'une part, du montant d'impôt sur le revenu dû au titre de cette même année et, d'autre part, du dénominateur du rapport mentionnés au B du présent II, des seules plus-values et créances mentionnées aux I et II de l'article 167 bis du code général des impôts imposables suivant le barème progressif de l'impôt sur le revenu pour lesquelles il n'est pas sursis au paiement de l'impôt correspondant ;\n\n2° Lors de la survenance de chaque événement prévu au VII du même article 167 bis, le crédit d'impôt prévu au A du présent II est, le cas échéant, rectifié en tenant compte, pour la détermination, d'une part, du montant d'impôt sur le revenu dû au titre de l'année 2018 et, d'autre part, du dénominateur du rapport mentionnés au B du présent II, de la plus-value ou créance définitive concernée par cet événement. Le montant de la rectification effectuée est imputé, le cas échéant, sur le montant de l'impôt sur le revenu dû ou à restituer à raison de la survenance de l'un des événements mentionné au VII dudit article 167 bis.\n\nJ. – Le crédit d'impôt prévu au A et le crédit d'impôt complémentaire prévu au 3 du E du présent II ne sont pas retenus pour l'application du plafonnement mentionné à l'article 200-0 A du code général des impôts.\n\nK. – 1. Par dérogation aux articles 12,13,28 et 31 du code général des impôts, les charges de la propriété sont déductibles dans les conditions suivantes :\n\n1° Celles mentionnées aux a bis, a quater et c à e bis du 1° du I de l'article 31 du code général des impôts, afférentes à des dettes dont l'échéance intervient en 2018, ne sont déductibles que pour la détermination du revenu net foncier imposable de l'année 2018 ;\n\n2° Celles mentionnées aux a, b et b bis du 1° et aux c à c quinquies du 2° du I de l'article 31 du code général des impôts sont retenues, pour la détermination du revenu net foncier imposable de l'année 2019, à hauteur de la moyenne des montants respectivement supportés au titre de ces mêmes dépenses en 2018 et en 2019.\n\nToutefois, le 2° du présent 1 ne s'applique pas aux dépenses afférentes à des travaux d'urgence rendus nécessaires par l'effet de la force majeure ou décidés d'office par le syndic de copropriété en application de l'article 18 de la loi n° 65-557 du 10 juillet 1965 fixant le statut de la copropriété des immeubles bâtis, ni aux travaux effectués sur un immeuble acquis en 2019, ni aux dépenses afférentes a ̀ des immeubles classés ou inscrits en 2019 au titre des monuments historiques ou ayant reçu en 2019 le label délivré par la Fondation du patrimoine en application de l'article L. 143-2 du code du patrimoine si ce label a été accordé après avis favorable du service départemental de l'architecture et du patrimoine.\n\n2. Les provisions mentionnées au a quater du 1° du I de l'article 31 du code général des impôts supportées par le propriétaire en 2018 au titre des dépenses prévues au I de l'article 14-2 de la loi n° 65-557 du 10 juillet 1965 précitée et correspondant à des charges déductibles ouvrent droit, à hauteur de 50 % de leur montant, à une déduction pour la détermination du revenu net foncier imposable de l'année 2019.\n\n3. Pour la détermination du revenu net foncier imposable de l'année 2020, les provisions mentionnées au a quater du 1° du I de l'article 31 du code général des impôts sont diminuées à hauteur de 50 % du montant des provisions mentionnées au même a quater supportées par le propriétaire en 2019 au titre des dépenses prévues au I de l'article 14-2 de la loi n° 65-557 du 10 juillet 1965 précitée et correspondant à des charges déductibles.\n\nK bis.-Pour l'application du 1° ter du II de l'article 156 du code général des impôts, les charges foncières sont déductibles du revenu global annuel dans les mêmes conditions et selon les mêmes modalités que celles prévues au K du présent II pour la détermination des revenus nets fonciers imposables.\n\nK ter.-Pour l'imposition des revenus de l'année 2019, le montant des cotisations ou primes déductibles du revenu net global en application du 1 du I de l'article 163 quatervicies du code général des impôts dans sa rédaction antérieure à l'ordonnance n° 2019-766 du 24 juillet 2019 portant réforme de l'épargne retraite est égal à la moyenne des mêmes cotisations ou primes versées en 2018 et en 2019, lorsque, d'une part, le montant versé en 2019 est supérieur à celui versé en 2018 et que, d'autre part, ce dernier montant est inférieur à celui versé en 2017.\n\nL. – 1. L'administration fiscale peut demander au contribuable des justifications sur tous les éléments servant de base à la détermination du montant du crédit d'impôt prévu au A ou du crédit d'impôt complémentaire prévu au 3 du E du présent II sans que cette demande constitue le début d'une procédure de vérification de comptabilité ou d'une procédure d'examen de situation fiscale personnelle.\n\nCette demande indique expressément au contribuable les points sur lesquels elle porte et lui fixe un délai de réponse qui ne peut être inférieur à deux mois.\n\nLorsque le contribuable a répondu de façon insuffisante à la demande de justifications, l'administration fiscale lui adresse une mise en demeure d'avoir à compléter sa réponse dans un délai de trente jours, en précisant les compléments de réponse qu'elle souhaite.\n\nLorsque le contribuable s'est abstenu de répondre à la demande de justifications ou de compléments, l'administration fiscale peut remettre en cause le montant du crédit d'impôt prévu au A ou du crédit d'impôt complémentaire prévu au 3 du E selon les procédures d'imposition d'office prévues aux articles L. 65 et suivants du livre des procédures fiscales.\n\nSi la réponse fait apparaître que le contribuable a procédé à des opérations qui ont eu principalement pour objet et pour effet d'augmenter le montant du crédit d'impôt prévu au A ou du crédit d'impôt complémentaire prévu au 3 du E, l'administration peut remettre en cause le montant de ces crédits d'impôt selon les procédures prévues aux articles L. 55 à L. 61 du livre des procédures fiscales.\n\n2. Pour l'impôt sur le revenu dû au titre de l'année 2018, le droit de reprise de l'administration fiscale s'exerce jusqu'à la fin de la quatrième année qui suit celle au titre de laquelle l'imposition est due.\n\n3. Seuls les revenus déclarés spontanément par le contribuable sont pris en compte dans le calcul du montant du crédit d'impôt prévu au A et du crédit d'impôt complémentaire prévu au 3 du E.\n\nM. – Les revenus de l'année 2018 mentionnés à l'article 204 C du code général des impôts, lorsqu'ils sont soumis à la contribution prévue à l'article L. 136-6 du code de la sécurité sociale, dans les conditions prévues au III du même article L. 136-6, ouvrent droit à un crédit d'impôt dans les mêmes conditions que celles prévues au A du présent II, ainsi qu'à un crédit d'impôt complémentaire dans les mêmes conditions que celles prévues au 3 du E.\n\nLe montant du crédit d'impôt est calculé en appliquant au montant des revenus déterminés dans les conditions prévues au premier alinéa du 2 de l'article L. 136-6-1 du code de la sécurité sociale et aux B à F du présent II le taux des contributions prévues, à l'article L. 136-6 du code de la sécurité sociale et à l'article 15 de l'ordonnance n° 96-50 du 24 janvier 1996 relative au remboursement de la dette sociale et du prélèvement prévu au 1° du I de l'article 235 ter du code général des impôts, afférents à ces mêmes revenus.\n\nLe crédit d'impôt prévu au premier alinéa du présent M et le crédit d'impôt complémentaire accordés au titre des revenus de l'année 2018 s'imputent sur les contributions et prélèvements mentionnés au deuxième alinéa et dus, respectivement, au titre des revenus 2018 ou 2019. S'il excède les contributions et prélèvements dus, l'excédent est restitué.\n\nLe L du présent II est applicable au crédit d'impôt prévu au premier alinéa du présent M et au crédit d'impôt complémentaire.\n\n-Code de la sécurité sociale.\n\n-Code du\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code de la sécurité sociale.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des\n\n-Livre des\n\n-Livre des\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "III.-Les I et II s'appliquent aux actions gratuites dont l'attribution a été autorisée par une décision de l'assemblée générale extraordinaire postérieure à la publication de la présente loi."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "II.-Le I s'applique aux indemnités perçues à compter du 1er janvier 2017."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le I s'applique à compter des impositions établies au titre de 2017.\n\nIV.-Les délibérations des collectivités territoriales et des établissements publics de coopération intercommunale à fiscalité propre prises en application de l'article 1464 L du code général des impôts, dans sa rédaction antérieure à la présente loi, et de l'article 1469 A quater du même code, dans sa rédaction antérieure à la loi n° 2013-1279 du 29 décembre 2013 de finances rectificative pour 2013, cessent de produire leurs effets à compter du 1er janvier 2017.\n\nV.-Il est institué un prélèvement sur les recettes de l'Etat destiné à compenser les pertes de recettes résultant, pour les collectivités territoriales et les établissements publics de coopération intercommunale à fiscalité propre, de l'exonération de cotisation foncière des entreprises mentionnée à l'article 1458 bis du code général des impôts, dans sa rédaction résultant du I du présent article.\n\nLa compensation de l'exonération de cotisation foncière des entreprises est égale, chaque année et pour chaque commune ou établissement public de coopération intercommunale à fiscalité propre, au produit obtenu en multipliant la perte de bases résultant de l'exonération par le taux de cotisation foncière des entreprises appliqué en 2016 dans la commune ou l'établissement public de coopération intercommunale. Pour les communes qui, au 1er janvier 2016, étaient membres d'un établissement public de coopération intercommunale sans fiscalité propre, le taux voté par la commune au titre de 2016 est majoré du taux appliqué au profit de l'établissement public de coopération intercommunale pour la même année 2016.\n\nLorsque, à la suite d'une création, d'un changement de régime fiscal ou d'une fusion, un établissement public de coopération intercommunale fait application, à compter du 1er janvier 2017, du régime prévu à l'article 1609 nonies C du code général des impôts ou du I de l'article 1609 quinquies C du même code, la compensation est égale au produit du montant des bases faisant l'objet de l'exonération prévue à l'article 1458 bis dudit code par le taux moyen pondéré des communes membres de l'établissement public de coopération intercommunale constaté pour 2016, éventuellement majoré dans les conditions prévues à l'avant-dernier alinéa du présent V.\n\nPour l'application du présent V, la Ville de Paris est substituée de plein droit, à compter du 1er janvier 2019, à la commune de Paris.\n\n-Code général des impôts, CGI.\n\nIII.-Par dérogation au III de l'article 1458 bis du code général des impôts, dans sa rédaction résultant du I du présent article, pour bénéficier de l'exonération de cotisation foncière des entreprises au titre de 2017 et 2018, les entreprises en font la demande au service des impôts dont relève chacun de leurs établissements au plus tard le 31 décembre 2017. A défaut du dépôt de cette demande dans ce délai, l'exonération n'est pas accordée au titre des années concernées."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Sous réserve des dispositions prévues au III de l'article 68 de la loi n° 2017-1837 du 30 décembre 2017 de finances pour 2018, le 2° du I s'applique du 1er janvier au 31 décembre 2017 aux acquisitions de logements ou, s'agissant des logements que le contribuable fait construire, aux dépôts de demande de permis de construire, réalisés à compter de l'entrée en vigueur de l'agrément de la commune concernée.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "II. - Le I s'applique aux véhicules acquis ou loués à compter du 1er janvier 2017."
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "II. - Le b des 2° et 3° du I s'applique aux personnes dont la prise de fonction en France intervient à compter du 6 juillet 2016.Le 5° du I s'applique à la taxe sur les salaires due à raison des rémunérations versées à compter du 1er janvier 2017."
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "II. - Le I est applicable aux rémunérations versées à compter du 1er janvier 2017."
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-744 DC du 29 décembre 2016.]"
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le I s'applique aux crédits d'impôt calculés au titre des exercices ouverts à compter du 1er janvier 2017.\n\nIII.-Le I entre en vigueur à une date fixée par décret, qui ne peut être postérieure de plus de six mois à la date de réception par le Gouvernement de la réponse de la Commission européenne permettant de considérer le dispositif législatif lui ayant été notifié comme conforme au droit de l'Union européenne en matière d'aides d'Etat.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Article 80",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I s'applique aux crédits d'impôt calculés au titre des exercices ouverts à compter du 1er janvier 2017.\n\nIII. - Le I entre en vigueur à une date fixée par décret, qui ne peut être postérieure de plus de six mois à la date de réception par le Gouvernement de la réponse de la Commission européenne permettant de considérer le dispositif législatif lui ayant été notifié comme conforme au droit de l'Union européenne en matière d'aides d'Etat.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I s'applique aux crédits d'impôts calculés au titre des exercices ouverts à compter du 1er janvier 2017.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "I et II. - A modifié les dispositions suivantes :\n\nIII. - Le A du I et le II sont applicables à compter de l'imposition des revenus de l'année 2017.\n\nIV. - Le B du I s'applique à compter de l'imposition des revenus de l'année 2018.\n\n- Code général des impôts, CGI.\n\n- Code du travail"
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "IV. - A. - Le I et le 5° du II s'appliquent aux opérations dont le fait générateur intervient à compter du 1er janvier 2017."
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Article 85",
      "content": "II. - Le I est applicable à compter de la redevance due au titre de l'année 2016."
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Article 86",
      "content": "A compter de l'entrée en vigueur de l'article 84 de la loi n° 2006-1772 du 30 décembre 2006 sur l'eau et les milieux aquatiques, l'agence de l'eau Seine-Normandie ne perçoit plus les redevances mentionnées aux articles L. 213-10-3, L. 213-10-6 et L. 213-10-9 du code de l'environnement sur le territoire de la collectivité de Saint-Pierre-et-Miquelon."
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nI.-B.-Le présent I entre en vigueur le 1er janvier 2017.\n\nII.-D.-Le présent II entre en vigueur le 1er janvier 2017.\n\nIII.-E.-Les allocataires qui, à la date mentionnée au F du présent III, ont des droits ouverts à la prime forfaitaire pour reprise d'activité prévue aux articles L. 5425-3 à L. 5425-7 du code du travail et aux articles L. 327-41 à L. 327-44 du code du travail applicable à Mayotte, dans leur rédaction antérieure à la présente loi, continuent à bénéficier de cette prime dans les conditions antérieures à la présente loi jusqu'à expiration de leurs droits. Les coûts afférents au maintien du bénéfice de cette prime restent à la charge du fonds de solidarité mentionné à l'article L. 5423-24 du code du travail. La gestion de cette prime reste assurée par l'institution mentionnée à l'article L. 5312-1 du même code.\n\nF.-Le présent III entre en vigueur à une date fixée par décret, et au plus tard le 1er septembre 2017\n\nIV.-E.-Les personnes qui, à la date mentionnée au F du présent IV, ont des droits ouverts à l'allocation temporaire d'attente continuent à bénéficier de cette allocation dans les conditions antérieures à la présente loi jusqu'à expiration de leurs droits.\n\nF.-Le présent IV entre en vigueur à une date fixée par décret, et au plus tard le 1er septembre 2017.\n\nV.-C.-Les allocataires ayant, au 31 décembre 2016, des droits ouverts simultanément à l'allocation de solidarité spécifique et à l'allocation mentionnée aux articles L. 821-1 et L. 821-2 du code de la sécurité sociale ou à l'article 35 de l'ordonnance n° 2002-411 du 27 mars 2002 relative à la protection sanitaire et sociale à Mayotte continuent à bénéficier de ces allocations dans les conditions antérieures à la présente loi tant que les conditions d'éligibilité à ces allocations demeurent remplies, dans la limite d'une durée de dix ans.\n\nD.-Le présent V entre en vigueur le 1er janvier 2017.\n\nVI.-C.-Le présent VI est applicable aux personnes atteignant l'âge mentionné au dixième alinéa de l'article L. 821-1 du code de la sécurité sociale à compter du 1er janvier 2017.\n\n-Code de l'action sociale et des familles\n\n-Code de la sécurité sociale.\n\n-Ordonnance n° 2016-160 du 18 février 2016\n\n-Code de l'entrée et du séjour des étrangers et du droit d'asile.\n\n-Code de la sécurité sociale.\n\n-Code du travail\n\n-Code du travail applicable à Mayotte.\n\n-Code de la sécurité sociale.\n\n-Ordonnance n° 2002-411 du 27 mars 2002\n\n-Code de la sécurité sociale.\n\n-Code général des impôts, CGI.\n\n-Code de la sécurité sociale.\n\n-Code du travail\n\n-Code du travail applicable à Mayotte.\n\n-Code du travail"
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "I. - A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII. - Le I s'applique à la taxe sur les salaires due à raison des rémunérations versées à compter du 1er janvier 2017\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art89",
      "section": "89",
      "title": "Article 89",
      "content": "I. et III-A modifié les dispositions suivantes :\n\n-Code de l'action sociale et des familles\n\nArt. L263-2-1\n\n-Code général des collectivités territoriales\n\nArt. L3334-16-2\n\nII.- (Abrogé)"
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Article 92",
      "content": "I et II.-A modifié les dispositions suivantes :\n\nIII.-L'ordonnance n° 2015-1630 du 10 décembre 2015 complétant et précisant les règles financières et fiscales applicables à la métropole du Grand Paris, aux établissements publics territoriaux et aux communes situés dans ses limites territoriales est ratifiée.\n\n-Code général des collectivités territoriales\n\n-LOI n° 2015-991 du 7 août 2015"
    },
    {
      "provision_ref": "art94",
      "section": "94",
      "title": "Article 94",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le 1° du I s'applique aux baux conclus à compter du 1er janvier 2017.III.-Le 2° du I s'applique aux logements acquis ou améliorés et qui ont bénéficié d'une exonération en application des articles 1384,1384 A, 1384 B, 1384 C et 1384 F du code général des impôts sans préjudice de la durée d'exonération acquise à ce titre.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art97",
      "section": "97",
      "title": "Article 97",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Par dérogation à l'article 1639 A bis du code général des impôts, les communes peuvent délibérer jusqu'au 28 février 2017 pour instituer ou moduler la majoration de taxe d'habitation due à compter de 2017 au titre des logements meublés non affectés à l'habitation principale, dans les conditions prévues à l'article 1407 ter du même code.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art98",
      "section": "98",
      "title": "Article 98",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le présent article entre en vigueur le 1er janvier 2017.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art103",
      "section": "103",
      "title": "Article 103",
      "content": "I. à V.-A modifié les dispositions suivantes :\n\nVI.-Les II à V du présent article entrent en vigueur le 1er janvier 2018.\n\n-Code général des impôts, CGI.\n\n-Ordonnance n° 2003-1213 du 18 décembre 2003\n\n-LOI n° 2011-1977 du 28 décembre 2011"
    },
    {
      "provision_ref": "art104",
      "section": "104",
      "title": "Article 104",
      "content": "II. - Le I entre en vigueur le 1er janvier 2018."
    },
    {
      "provision_ref": "art105",
      "section": "105",
      "title": "Article 105",
      "content": "III. - Le présent article est applicable aux  livraisons de biens et prestations de services dont le fait générateur  est intervenu à compter du 1er janvier 2018."
    },
    {
      "provision_ref": "art109",
      "section": "109",
      "title": "Article 109",
      "content": "Chaque année, le ministre chargé du budget communique au Parlement un rapport sur l'application du dispositif d'indemnisation prévu à l'article L. 10-0 AC du livre des procédures fiscales. Ce rapport comporte notamment le nombre de mises en œuvre de ce dispositif et le montant des indemnisations versées."
    },
    {
      "provision_ref": "art110",
      "section": "110",
      "title": "Article 110",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-744 DC du 29 décembre 2016.]"
    },
    {
      "provision_ref": "art112",
      "section": "112",
      "title": "Article 112",
      "content": "Le Gouvernement remet au Parlement, avant le 31 mai 2017, un rapport portant sur les conséquences de la mise en place du prélèvement à la source sur les modalités de versement et de calcul des prestations sociales. Le rapport étudie notamment les opportunités, liées aux développements informatiques effectués dans le cadre du prélèvement à la source, de sécurisation, de fiabilisation et de simplification d'accès aux droits."
    },
    {
      "provision_ref": "art113",
      "section": "113",
      "title": "Article 113",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-744 DC du 29 décembre 2016.]"
    },
    {
      "provision_ref": "art117",
      "section": "117",
      "title": "Article 117",
      "content": "Le Gouvernement remet au Parlement, au plus tard cinq mois après la promulgation de la présente loi, un rapport portant sur l'évolution de la composition du budget de l'aide publique au développement, sa répartition et son utilisation."
    },
    {
      "provision_ref": "art118",
      "section": "118",
      "title": "Article 118",
      "content": "Le Gouvernement remet au Parlement, au plus tard cinq mois après la promulgation de la présente loi, un rapport portant sur l'affectation et l'utilisation du fonds de solidarité pour le développement sur la période 2012-2016."
    },
    {
      "provision_ref": "art119",
      "section": "119",
      "title": "Article 119",
      "content": "II.-Le présent article entre en vigueur le 1er janvier 2017."
    },
    {
      "provision_ref": "art121",
      "section": "121",
      "title": "Article 121",
      "content": "II.-Le I est applicable aux pensions des ayants cause des militaires décédés à compter de l'entrée en vigueur de la présente loi."
    },
    {
      "provision_ref": "art122",
      "section": "122",
      "title": "Article 122",
      "content": "Le Gouvernement remet au Parlement, avant le 1er octobre 2017, un rapport sur l'impact financier du projet de Cité du théâtre, tant en termes d'investissement que de fonctionnement futur."
    },
    {
      "provision_ref": "art126",
      "section": "126",
      "title": "Article 126",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-744 DC du 29 décembre 2016.]"
    },
    {
      "provision_ref": "art127",
      "section": "127",
      "title": "Article 127",
      "content": "Le ministre chargé de l'économie est autorisé à accorder à l'organisme mentionné au premier alinéa de l'article L. 432-2 du code des assurances la garantie de l'Etat pour les opérations de gestion des opérations et garanties de couverture du risque monétaire conclues, avant l'entrée en vigueur de l'article 103 de la loi n° 2015-1786 du 29 décembre 2015 de finances rectificative pour 2015, par la Compagnie française d'assurance pour le commerce extérieur \" COFACE \", agissant pour le compte de l'Etat."
    },
    {
      "provision_ref": "art128",
      "section": "128",
      "title": "Article 128",
      "content": "III. - Le présent article est applicable à compter de la rentrée scolaire 2017."
    },
    {
      "provision_ref": "art129",
      "section": "129",
      "title": "Article 129",
      "content": "Les enseignants qui, à la date du 31 août 2017, sont rémunérés sur la grille indiciaire des professeurs bi-admissibles à l'agrégation et qui appartiennent aux corps des professeurs certifiés, des professeurs d'éducation physique et sportive et des professeurs de lycée professionnel bénéficient à compter du 1er septembre 2017 d'une bonification indiciaire dans les conditions énoncées ci-après.La rémunération principale des personnes mentionnées au premier alinéa comporte, outre le traitement indiciaire afférent à l'échelon qu'elles détiennent dans leur corps, une bonification d'indice majoré soumise à retenue pour pension fixée ainsi qu'il suit :\n\nCette bonification d'indice majoré est prise en compte pour déterminer le classement des intéressés lors de leur accès à la hors-classe.\n\nÉCHELON CLASSE NORMALE\n\nBONIFICATION INDICIAIRE\n\n11\n\n30\n\n10\n\n46\n\n9\n\n45\n\n8\n\n36\n\n7\n\n32\n\n6\n\n33\n\n5\n\n25\n\n4\n\n12\n\n3\n\n4\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art131",
      "section": "131",
      "title": "Article 131",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-744 DC du 29 décembre 2016.]"
    },
    {
      "provision_ref": "art132",
      "section": "132",
      "title": "Article 132",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-744 DC du 29 décembre 2016.]"
    },
    {
      "provision_ref": "art133",
      "section": "133",
      "title": "Article 133",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-744 DC du 29 décembre 2016.]II.-Pour 2017 :1° Le plafond des surfaces immobilières de type \" bureau \" occupées par l'Etat, exprimé en milliers de mètres carrés, est fixé à 16 091 milliers de mètres carrés et est ainsi réparti :\n\n(En milliers de mètres carrés)\n\n;\n\n2° Le plafond des surfaces immobilières de type \" bureau \" occupées par les opérateurs, exprimé en milliers de mètres carrés, est fixé, sur la base de l'annexe \" Opérateurs de l'Etat \" du projet de loi de finances pour 2016, à 4 229 milliers de mètres carrés et est ainsi réparti :\n\n(En milliers de mètres carrés)\n\nIII.-Le document de politique transversale \" Politique immobilière de l'Etat \", prévu au 18° du I de l'article 128 de la loi n° 2005-1720 du 30 décembre 2005 de finances rectificative pour 2005, comporte les éléments suivants :1° Un bilan de l'application des plafonds pour l'année écoulée en justifiant, le cas échéant, le non-respect de ces plafonds ;2° Un bilan d'étape de l'année en cours en détaillant les mesures mises en œuvre par le Gouvernement pour respecter les plafonds ;3° Un développement justifiant les plafonds proposés dans le projet de loi de finances de l'année, ainsi que les mesures devant être mises en œuvre au cours de l'exercice ;4° Une présentation, opérateur par opérateur, des données présentant les surfaces de type \" bureau \" occupées et, s'ils ne respectent pas les instructions formulées dans les circulaires du Premier ministre, les raisons pour lesquelles ces plafonds ne sont pas encore mis en œuvre et le calendrier permettant d'y déférer.\n\nMINISTÈRE (S)\n\nPLAFONDde surfacede bureau\n\nAffaires étrangères et développement international\n\n500\n\nAffaires sociales et santé,Ville, jeunesse et sports\n\n195\n\nAgriculture, agroalimentaire et forêt\n\n147\n\nCulture et communication\n\n119\n\nDéfense\n\n3 104\n\nEconomie et finances,Fonction publique\n\n3 735\n\nEducation nationale, enseignement supérieur et recherche\n\n846\n\nEnvironnement, énergie et mer,Logement et habitat durable,Aménagement du territoire, ruralité et collectivités territoriales\n\n1 246\n\nIntérieur,Outre-mer\n\n4 170\n\nJustice\n\n1 567\n\nTravail, emploi, formation professionnelle et dialogue social,Familles, enfance et droits des femmes\n\n198\n\nServices du Premier ministre\n\n264\n\nTotal\n\n16 091\n\n1\n\ncenter\n\nMINISTÈRE (S) DE TUTELLE\n\nPLAFONDde surfacede bureau\n\nAffaires étrangères et développement international\n\n70\n\nAffaires sociales et santé,Ville, jeunesse et sports\n\n414\n\nAgriculture, agroalimentaire et forêt\n\n223\n\nCulture et communication\n\n389\n\nDéfense\n\n91\n\nEconomie et finances,Fonction publique\n\n744\n\nEducation nationale, enseignement supérieur et recherche\n\n1 306\n\nEnvironnement, énergie et mer,Logement et habitat durable,Aménagement du territoire, ruralité et collectivités territoriales\n\n920\n\nIntérieur,Outre-mer\n\n48\n\nJustice\n\n3\n\nTravail, emploi, formation professionnelle et dialogue social,Familles, enfance et droits des femmes\n\n12\n\nServices du Premier ministre\n\n9\n\nTotal\n\n4 229\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art135",
      "section": "135",
      "title": "Article 135",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Loi n° 91-647 du 10 juillet 1991\n\nArt. 27\n\nII. - Le I du présent article est applicable en Polynésie française."
    },
    {
      "provision_ref": "art140",
      "section": "140",
      "title": "Article 140",
      "content": "Lorsque le bénéficiaire d'une subvention pour travaux divers d'intérêt local n'a pas déclaré l'achèvement du projet, de l'opération ou de la phase d'opération dans un délai de quatre ans à compter de la date de déclaration du début d'exécution, celui-ci est considéré comme étant terminé. Ce délai ne peut être prolongé. L'autorité qui a attribué la subvention liquide celle-ci. Le cas échéant, elle demande le reversement des avances et des acomptes versés, trop perçus. Aucune demande de paiement de la part du bénéficiaire ne peut intervenir après expiration du délai."
    },
    {
      "provision_ref": "art141",
      "section": "141",
      "title": "Article 141",
      "content": "I.-En 2017, il est créé une dotation budgétaire de soutien à l'investissement des communes et de leurs groupements en métropole et dans les collectivités régies par l'article 73 de la Constitution.\n\n1. Cette dotation est divisée en deux enveloppes :\n\na) Une première enveloppe est composée de trois parts :\n\n-une première part est destinée aux projets à inscrire dans les contrats conclus entre l'Etat et les métropoles en vue de favoriser le développement de ces dernières ;\n\n-une deuxième part est répartie en fonction de la population des régions et du Département de Mayotte, appréciée au 1er janvier 2016 et telle que définie à l'article L. 4332-4-1 du code général des collectivités territoriales pour les régions et à l'article L. 3334-2 du même code pour le Département de Mayotte ;\n\n-une troisième part est destinée au soutien des grandes priorités d'aménagement du territoire.\n\nPeuvent bénéficier d'une subvention au titre de la première part de cette première enveloppe les métropoles mentionnées aux articles L. 3611-1, L. 5217-1, L. 5218-1 et L. 5219-1 du code général des collectivités territoriales créées avant le 1er janvier 2017, ainsi que les maItres d'ouvrage désignés par les contrats conclus entre l'Etat et les métropoles. Ces subventions sont attribuées en vue de financer la réalisation d'opérations destinées au développement des métropoles et inscrites dans un contrat signé par le représentant de l'Etat dans le département et le président de la métropole.\n\nPeuvent bénéficier d'une subvention au titre des deuxième et troisième parts de cette première enveloppe les communes et les établissements publics de coopération intercommunale à fiscalité propre, dont les métropoles susmentionnées, ainsi que, pour la troisième part, les maItres d'ouvrage désignés dans le cadre d'un contrat conclu entre l'Etat et les métropoles. Ces subventions sont attribuées par le représentant de l'Etat dans la région ou dans le Département de Mayotte en vue de la réalisation de projets de rénovation thermique, de transition énergétique, de développement des énergies renouvelables, de mise aux normes et de sécurisation des équipements publics, de développement d'infrastructures en faveur de la mobilité ou de construction de logements, de développement du numérique et de la téléphonie mobile, et en vue de la réalisation d'hébergements et d'équipements publics rendus nécessaires par l'accroissement du nombre d'habitants ;\n\nb) Une seconde enveloppe est répartie entre les régions et le Département de Mayotte en fonction de la population des communes appréciée au 1er janvier 2016 et situées à cette date dans une unité urbaine de moins de 50 000 habitants. La population à prendre en compte est celle définie à l'article L. 2334-2 du code général des collectivités territoriales et les unités urbaines sont celles qui figurent sur la liste publiée par l'Institut national de la statistique et des études économiques.\n\nPeuvent bénéficier d'une subvention au titre de cette seconde enveloppe les pôles d'équilibre territoriaux et ruraux prévus à l'article L. 5741-1 du même code, les établissements publics de coopération intercommunale à fiscalité propre et les communes. Ces subventions sont attribuées par le représentant de l'Etat dans la région ou dans le Département de Mayotte en vue de financer la réalisation d'opérations destinées au développement des territoires ruraux inscrites dans un contrat signé par le représentant de l'Etat, d'une part, et l'établissement public de coopération intercommunale à fiscalité propre ou le pôle d'équilibre territorial et rural, d'autre part, et prévoyant notamment des actions destinées à favoriser l'accessibilité des services et des soins, à développer l'attractivité, à stimuler l'activité des bourgs-centres, à développer le numérique et la téléphonie mobile et à renforcer la mobilité, la transition écologique et la cohésion sociale.\n\n2. Les attributions au titre de cette dotation sont inscrites à la section d'investissement du budget des bénéficiaires. Par dérogation, une partie des crédits attribués au titre de la première part et de la troisième part de la première enveloppe et au titre de la seconde enveloppe peut financer des dépenses de fonctionnement non récurrentes, notamment relatives à des études préalables, et être inscrite en section de fonctionnement de leur budget, dans la limite, en ce qui concerne la première part de la première enveloppe et la seconde enveloppe, de 15 % du montant total de la subvention.\n\n3. Le refus d'attribution de cette dotation par le représentant de l'Etat dans la région ou dans le Département de Mayotte, au titre de la première enveloppe mentionnée au a du 1, ou par le représentant de l'Etat dans le département, au titre de la seconde enveloppe mentionnée au b du même 1, ne peut être fondé :\n\na) Sur le cumul, le cas échéant, de cette dotation avec d'autres dotations ou subventions, dans le respect des règles d'attribution de ces dernières et de l'article L. 1111-10 du code général des collectivités territoriales ;\n\nb) Sur le faible nombre d'habitants des collectivités territoriales et de leurs groupements mentionnés au premier alinéa du présent I ;\n\nc) Sur le faible montant de l'opération envisagée.\n\nII.-A modifié les dispositions suivantes :\n\n-Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art145",
      "section": "145",
      "title": "Article 145",
      "content": "Il est institué, à compter de 2017, une dotation communale d'insularité à destination des communes de métropole situées sur une Ile, non reliée au continent par une infrastructure routière, qui est composée d'une seule commune ou d'un seul établissement public de coopération intercommunale.La répartition de la dotation entre les communes est effectuée au prorata de la population, telle que définie à l'article L. 2334-2 du code général des collectivités territoriales, recensée au 31 décembre de l'année précédant la répartition."
    },
    {
      "provision_ref": "art148",
      "section": "148",
      "title": "Article 148",
      "content": "II. - Le b du 2° du I du présent article entre en vigueur à compter de la date de publication de la présente loi."
    },
    {
      "provision_ref": "art149",
      "section": "149",
      "title": "Article 149",
      "content": "I.-Il est créé, en 2017, un fonds de soutien exceptionnel à destination des régions, du Département de Mayotte et des collectivités territoriales de Corse, de Martinique et de Guyane, destiné à renforcer les dépenses de ces collectivités consacrées au développement économique.\n\n1. La répartition de ce fonds est opérée par application au montant des crédits ouverts d'un indice synthétique ainsi composé :\n\na) Pour 70 %, en fonction de la moyenne des dépenses exposées au titre du développement économique, entre 2013 et 2015, par les départements inscrits dans le ressort territorial de chacune des régions et de la collectivité territoriale de Corse, par le Département de Mayotte et par les départements auxquels ont notamment succédé les collectivités territoriales de Guyane et de Martinique.\n\nLes dépenses prises en compte au titre du développement économique sont celles enregistrées, dans les comptes administratifs correspondants, au sein de la fonction développement économique telle que précisée par l'arrêté pris en application de l'article L. 3312-2 du code général des collectivités territoriales ;\n\nb) Pour 15 %, en fonction des montants cumulés des bases pour 2015 de la cotisation foncière des entreprises et de la taxe foncière sur les propriétés bâties, respectivement mentionnées aux articles 1447 et 1380 du code général des impôts ;\n\nc) Pour 15 %, en fonction des populations définies à l'article L. 3334-2 du code général des collectivités territoriales, recensées au 1er janvier 2015 dans le ressort territorial de chacune des collectivités territoriales citées au premier alinéa du présent I ou, pour Mayotte, à la date du dernier recensement authentifiant la population.\n\n2. Une dotation maximale répartie en application du même 1 est notifiée à chaque collectivité en 2017. Le versement de cette dotation est opéré selon les modalités suivantes :\n\na) Un premier versement, réparti dans les conditions fixées au même 1, est effectué en 2017 à chaque collectivité territoriale ;\n\nb) Le solde de cette dotation est versé aux collectivités dont l'autorité exécutive atteste d'une augmentation au 31 décembre 2017 des dépenses de la collectivité au titre du développement économique par rapport au montant de ces mêmes dépenses constaté dans le compte administratif 2016 tel qu'approuvé par l'assemblée délibérante. Le versement prévu au présent b est plafonné à un montant tel que la somme des versements au titre du a et du présent b n'excède pas l'augmentation constatée entre 2016 et 2017, retenue dans la limite de la dotation initialement notifiée.\n\nLes dépenses prises en compte sont celles enregistrées, dans les comptes administratifs correspondants, au sein de la fonction développement économique telle que précisée par l'arrêté pris en application de l'article L. 4312-2 du code général des collectivités territoriales.\n\n3. A l'exception des collectivités territoriales de Guyane et de Martinique et du Département de Mayotte, lorsque la progression des dépenses exposées au titre du développement économique, constatée dans le compte administratif 2017 approuvé par l'assemblée délibérante par rapport aux dépenses de même nature constatées dans le compte administratif 2016 est inférieure au montant versé en application du b du 2 du présent I, il est opéré en 2019 un prélèvement sur les douzièmes des régions prévus à l'article L. 4331-2-1 du code général des collectivités territoriales.\n\nCe prélèvement est égal à la différence entre le montant versé en application du b du 2 et la progression des dépenses mentionnée au premier alinéa du présent 3.\n\nII.-A compter de 2018, une fraction du produit net de la taxe sur la valeur ajoutée, défini comme le produit brut budgétaire de l'année, déduction faite des remboursements et restitutions effectués pour l'année en cours par les comptables assignataires, est affectée aux régions, au Département de Mayotte et aux collectivités territoriales de Corse, de Martinique et de Guyane selon les modalités définies aux III à VIII du présent article.\n\nIII.-La fraction définie au II est établie en appliquant au produit net défini au II un taux défini par le ratio entre :\n\n1° La somme :\n\na) De la dotation forfaitaire et de la dotation de péréquation notifiées en 2017 prévues aux articles L. 4332-4, L. 4332-7 et L. 4332-8 du code général des collectivités territoriales, dans leur rédaction en vigueur au 1er janvier 2017 ;\n\nb) Du montant de la dotation générale de décentralisation notifié en 2017 à la collectivité territoriale de Corse en application des articles L. 1614-1 à L. 1614-4 du code général des collectivités territoriales après déduction du montant du concours individualisé défini à l'article L. 4425-26 du même code ;\n\nc) (Abrogé) ;\n\n2° Et le produit net de la taxe sur la valeur ajoutée encaissé en 2017.\n\nIV.-Le montant affecté en application du II est réparti annuellement entre chaque collectivité proportionnellement à la somme :\n\n1° Pour les régions, le Département de Mayotte et les collectivités territoriales de Martinique et de Guyane, de la dotation forfaitaire et de la dotation de péréquation notifiées en 2017 à chaque région, au Département de Mayotte et aux collectivités territoriales de Martinique et de Guyane ;\n\n2° Pour la collectivité territoriale de Corse, du montant de la dotation forfaitaire, de la dotation de péréquation et de la dotation générale de décentralisation notifiées en 2017 après déduction du montant du concours individualisé défini à l'article L. 4425-26 du code général des collectivités territoriales.\n\nV.-Si, pour les régions, le Département de Mayotte et les collectivités territoriales de Guyane et de Martinique, le produit de la taxe sur la valeur ajoutée attribué pour une année donnée au titre des III, IV et VII représente un montant inférieur pour l'année considérée à la somme de la dotation forfaitaire et de la dotation de péréquation notifiées en 2017 prévues aux articles L. 4332-4, L. 4332-7 et L. 4332-8 du code général des collectivités territoriales, dans leur rédaction en vigueur au 1er janvier 2017, la différence fait l'objet d'une attribution à due concurrence d'une part du produit de la taxe sur la valeur ajoutée revenant à l'Etat.\n\nVI.-Si, pour la collectivité territoriale de Corse, le produit de la taxe sur la valeur ajoutée attribué pour une année donnée au titre des III, IV et VII représente un montant inférieur pour l'année considérée à la somme de la dotation forfaitaire, de la dotation de péréquation et de la dotation générale de décentralisation notifiées en 2017 en application des articles L. 1614-1 à L. 1614-4, L. 4332-4, L. 4332-7 et L. 4332-8 du code général des collectivités territoriales après déduction du montant du concours individualisé défini à l'article L. 4425-26 du même code, la différence fait l'objet d'une attribution à due concurrence d'une part du produit de la taxe sur la valeur ajoutée revenant à l'Etat.\n\nVII.-(Abrogé).\n\nVIII.-Le produit affecté à chaque collectivité fait l'objet de versements mensuels par douzièmes.\n\nEn 2025, le produit affecté à chaque collectivité est égal au montant qui leur a été versé, après régularisation, au titre de l'année 2024.\n\nIX.-A abrogé les dispositions suivantes :\n\nX.-Les conditions d'application du présent article sont fixées par décret en Conseil d'Etat.\n\n-Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art150",
      "section": "150",
      "title": "Article 150",
      "content": "II.-Le présent article entre en vigueur le premier jour du mois suivant la publication du décret mentionné aux articles L. 1142-24-11 et L. 1142-24-14 du code de la santé publique, dans sa rédaction résultant du I, et au plus tard le 1er juillet 2017.III.-Dans des conditions prévues par décret en Conseil d'Etat, si, à la date d'entrée en vigueur du présent article, une personne mentionnée à l'article L. 1142-24-10 du code de la santé publique a intenté une action en justice tendant à la réparation de préjudices relevant de la section 4 ter du chapitre II du titre IV du livre Ier de la première partie du même code, elle peut saisir l'Office national d'indemnisation des accidents médicaux, des affections iatrogènes et des infections nosocomiales en vue d'obtenir la réparation de ses préjudices. Elle informe la juridiction de cette saisine."
    },
    {
      "provision_ref": "art151",
      "section": "151",
      "title": "Article 151",
      "content": "Les fonctionnaires relevant de l'un des corps ou emplois de la filière technique et scientifique de la police nationale, admis à faire valoir leurs droits à la retraite à compter du 1er janvier 2017 et titulaires d'une pension en application du code des pensions civiles et militaires de retraite, ayant perçu, au cours de leur carrière, une indemnité de sujétion spécifique de la police technique et scientifique de la police nationale, ont droit à ce titre à un complément de pension de retraite qui s'ajoute à la pension liquidée, en application des dispositions du même code."
    },
    {
      "provision_ref": "art152",
      "section": "152",
      "title": "Article 152",
      "content": "VI. - Le solde du Fonds national des solidarités actives, tel que  résultant de l'exécution des opérations autorisées au titre de l'année  2016, est affecté au budget général de l'Etat, qui reprend l'ensemble  des droits et obligations de ce fonds.VII. - Les I à VI du présent article entrent en vigueur le 1er janvier 2017."
    },
    {
      "provision_ref": "art153",
      "section": "153",
      "title": "Article 153",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-744 DC du 29 décembre 2016.]"
    },
    {
      "provision_ref": "art154",
      "section": "154",
      "title": "Article 154",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2016-744 DC du 29 décembre 2016.]"
    },
    {
      "provision_ref": "art155",
      "section": "155",
      "title": "Article 155",
      "content": "Le Gouvernement remet au Parlement, avant le 1er avril 2017, un rapport sur la prise en charge par la prestation de compensation du handicap des charges induites par la vie et les soins à domicile actuellement non couvertes par la solidarité nationale."
    },
    {
      "provision_ref": "art156",
      "section": "156",
      "title": "Article 156",
      "content": "Dans un délai de quatre mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur les conséquences d'un rehaussement du plafond des conditions de ressources pour bénéficier de l'allocation aux adultes handicapés pour le budget de l'Etat, pour le niveau de vie ainsi que sur le critère de la dépendance des personnes en couple éligibles à cette allocation."
    },
    {
      "provision_ref": "art157",
      "section": "157",
      "title": "Article 157",
      "content": "Le Gouvernement remet au Parlement, au plus tard dans les trois mois suivant la promulgation de la présente loi, un rapport permettant de déterminer :"
    },
    {
      "provision_ref": "artEtatA",
      "section": "EtatA",
      "title": "Article EtatA",
      "content": "(Article 50 de la loi)Voies et moyensI. - BUDGET GÉNÉRAL\n\n(En euros)\n\nRÉCAPITULATION DES RECETTES DU BUDGET GÉNÉRAL\n\n(En euros)\n\nII. - BUDGETS ANNEXES\n\n(En euros)\n\nIII. - COMPTES D'AFFECTATION SPÉCIALE\n\n(En euros)\n\nIV. - COMPTES DE CONCOURS FINANCIERS\n\n(En euros)\n\nNUMÉROde ligne\n\nINTITULÉ DE LA RECETTE\n\nÉVALUATIONpour 2017\n\nleft\n\n1. Recettes fiscales\n\nleft\n\nleft\n\n11. Impôt sur le revenu\n\n78 328 000 000\n\n1101\n\nImpôt sur le revenu\n\n78 328 000 000\n\nleft\n\n12. Autres impôts directs perçus par voie d'émission de rôles\n\n3 219 000 000\n\n1201\n\nAutres impôts directs perçus par voie d'émission de rôles\n\n3 219 000 000\n\nleft\n\n13. Impôt sur les sociétés\n\n60 297 000 000\n\n1301\n\nImpôt sur les sociétés\n\n59 137 000 000\n\n1302\n\nContribution sociale sur les bénéfices des sociétés\n\n1 160 000 000\n\nleft\n\n14. Autres impôts directs et taxes assimilées\n\n13 078 059 000\n\n1401\n\nRetenues à la source sur certains bénéfices non commerciaux et de l'impôt sur le revenu\n\n710 656 000\n\n1402\n\nRetenues à la source et prélèvements sur les revenus de capitaux mobiliers et le prélèvement sur les bons anonymes\n\n3 805 736 000\n\n1403\n\nPrélèvements sur les bénéfices tirés de la construction immobilière (loi n° 63-254 du 15 mars 1963, art. 28, IV)\n\n0\n\n1404\n\nPrécompte dû par les sociétés au titre de certains bénéfices distribués (loi n° 65-566 du 12 juillet 1965, art. 3)\n\n0\n\n1405\n\nPrélèvement exceptionnel de 25 % sur les distributions de bénéfices\n\n7 000 000\n\n1406\n\nImpôt de solidarité sur la fortune\n\n5 376 760 000\n\n1407\n\nTaxe sur les locaux à usage de bureaux, les locaux commerciaux et de stockage\n\n0\n\n1408\n\nPrélèvements sur les entreprises d'assurance\n\n94 208 000\n\n1409\n\nTaxe sur les salaires\n\n0\n\n1410\n\nCotisation minimale de taxe professionnelle\n\n0\n\n1411\n\nCotisations perçues au titre de la participation des employeurs à l'effort de construction\n\n18 000 000\n\n1412\n\nTaxe de participation des employeurs au financement de la formation professionnelle continue\n\n28 672 000\n\n1413\n\nTaxe forfaitaire sur les métaux précieux, les bijoux, les objets d'art, de collection et d'antiquité\n\n76 800 000\n\n1415\n\nContribution des institutions financières\n\n0\n\n1416\n\nTaxe sur les surfaces commerciales\n\n299 680 000\n\n1421\n\nCotisation nationale de péréquation de taxe professionnelle\n\n0\n\n1497\n\nCotisation sur la valeur ajoutée des entreprises (affectation temporaire à l'Etat en 2010)\n\n0\n\n1498\n\nCotisation foncière des entreprises (affectation temporaire à l'Etat en 2010)\n\n0\n\n1499\n\nRecettes diverses\n\n2 660 547 000\n\nleft\n\n15. Taxe intérieure de consommation sur les produits énergétiques\n\n10 584 157 177\n\n1501\n\nTaxe intérieure de consommation sur les produits énergétiques\n\n10 584 157 177\n\nleft\n\n16. Taxe sur la valeur ajoutée\n\n203 884 988 000\n\n1601\n\nTaxe sur la valeur ajoutée\n\n203 884 988 000\n\nleft\n\n17. Enregistrement, timbre, autres contributions et taxes indirectes\n\n31 790 442 000\n\n1701\n\nMutations à titre onéreux de créances, rentes, prix d'offices\n\n485 000 000\n\n1702\n\nMutations à titre onéreux de fonds de commerce\n\n152 000 000\n\n1703\n\nMutations à titre onéreux de meubles corporels\n\n0\n\n1704\n\nMutations à titre onéreux d'immeubles et droits immobiliers\n\n9 000 000\n\n1705\n\nMutations à titre gratuit entre vifs (donations)\n\n1 904 192 000\n\n1706\n\nMutations à titre gratuit par décès\n\n11 474 077 000\n\n1707\n\nContribution de sécurité immobilière\n\n650 240 000\n\n1711\n\nAutres conventions et actes civils\n\n524 000 000\n\n1712\n\nActes judiciaires et extrajudiciaires\n\n0\n\n1713\n\nTaxe de publicité foncière\n\n411 648 000\n\n1714\n\nPrélèvement sur les sommes versées par les organismes d'assurances et assimilés à raison des contrats d'assurances en cas de décès\n\n180 936 000\n\n1715\n\nTaxe additionnelle au droit de bail\n\n0\n\n1716\n\nRecettes diverses et pénalités\n\n268 928 000\n\n1721\n\nTimbre unique\n\n357 688 000\n\n1722\n\nTaxe sur les véhicules de société\n\n0\n\n1723\n\nActes et écrits assujettis au timbre de dimension\n\n0\n\n1725\n\nPermis de chasser\n\n0\n\n1751\n\nDroits d'importation\n\n0\n\n1753\n\nAutres taxes intérieures\n\n9 210 195 000\n\n1754\n\nAutres droits et recettes accessoires\n\n6 000 000\n\n1755\n\nAmendes et confiscations\n\n62 000 000\n\n1756\n\nTaxe générale sur les activités polluantes\n\n293 000 000\n\n1757\n\nCotisation à la production sur les sucres\n\n0\n\n1758\n\nDroit de licence sur la rémunération des débitants de tabac\n\n900 000\n\n1761\n\nTaxe et droits de consommation sur les tabacs\n\n0\n\n1766\n\nGarantie des matières d'or et d'argent\n\n0\n\n1768\n\nTaxe spéciale sur certains véhicules routiers\n\n177 000 000\n\n1769\n\nAutres droits et recettes à différents titres\n\n0\n\n1773\n\nTaxe sur les achats de viande\n\n0\n\n1774\n\nTaxe spéciale sur la publicité télévisée\n\n51 500 000\n\n1776\n\nRedevances sanitaires d'abattage et de découpage\n\n54 700 000\n\n1777\n\nTaxe sur certaines dépenses de publicité\n\n26 000 000\n\n1780\n\nTaxe de l'aviation civile\n\n0\n\n1781\n\nTaxe sur les installations nucléaires de base\n\n577 000 000\n\n1782\n\nTaxes sur les stations et liaisons radioélectriques privées\n\n25 750 000\n\n1785\n\nProduits des jeux exploités par La Française des jeux (hors paris sportifs)\n\n2 196 000 000\n\n1786\n\nPrélèvements sur le produit des jeux dans les casinos\n\n716 236 000\n\n1787\n\nPrélèvement sur le produit brut des paris hippiques\n\n426 148 000\n\n1788\n\nPrélèvement sur les paris sportifs\n\n320 414 000\n\n1789\n\nPrélèvement sur les jeux de cercle en ligne\n\n56 718 000\n\n1790\n\nRedevance sur les paris hippiques en ligne\n\n0\n\n1797\n\nTaxe sur les transactions financières\n\n848 048 000\n\n1798\n\nImpositions forfaitaires sur les entreprises de réseaux (affectation temporaire à l'Etat en 2010)\n\n0\n\n1799\n\nAutres taxes\n\n325 124 000\n\nleft\n\n2. Recettes non fiscales\n\nleft\n\nleft\n\n21. Dividendes et recettes assimilées\n\n4 586 600 000\n\n2110\n\nProduits des participations de l'Etat dans des entreprises financières\n\n2 386 400 000\n\n2111\n\nContribution de la Caisse des dépôts et consignations représentative de l'impôt sur les sociétés\n\n289 000 000\n\n2116\n\nProduits des participations de l'Etat dans des entreprises non financières et bénéfices des établissements publics non financiers\n\n1 911 200 000\n\n2199\n\nAutres dividendes et recettes assimilées\n\n0\n\nleft\n\n22. Produits du domaine de l'Etat\n\n2 464 797 000\n\n2201\n\nRevenus du domaine public non militaire\n\n150 344 000\n\n2202\n\nAutres revenus du domaine public\n\n126 571 000\n\n2203\n\nRevenus du domaine privé\n\n2 380 000\n\n2204\n\nRedevances d'usage des fréquences radioélectriques\n\n1 124 000 000\n\n2209\n\nPaiement par les administrations de leurs loyers budgétaires\n\n985 000 000\n\n2211\n\nProduit de la cession d'éléments du patrimoine immobilier de l'Etat\n\n60 000 000\n\n2212\n\nAutres produits de cessions d'actifs\n\n9 000\n\n2299\n\nAutres revenus du Domaine\n\n16 493 000\n\nleft\n\n23. Produits de la vente de biens et services\n\n1 059 395 000\n\n2301\n\nRemboursement par l'Union européenne des frais d'assiette et de perception des impôts et taxes perçus au profit de son budget\n\n444 000 000\n\n2303\n\nAutres frais d'assiette et de recouvrement\n\n544 000 000\n\n2304\n\nRémunération des prestations assurées par les services du Trésor Public au titre de la collecte de l'épargne\n\n50 105 000\n\n2305\n\nProduits de la vente de divers biens\n\n66 000\n\n2306\n\nProduits de la vente de divers services\n\n6 224 000\n\n2399\n\nAutres recettes diverses\n\n15 000 000\n\nleft\n\n24. Remboursements et intérêts des prêts, avanceset autres immobilisations financières\n\n451 438 000\n\n2401\n\nIntérêts des prêts à des banques et à des Etats étrangers\n\n118 250 000\n\n2402\n\nIntérêts des prêts du fonds de développement économique et social\n\n6 100 000\n\n2403\n\nIntérêts des avances à divers services de l'Etat ou organismes gérant des services publics\n\n34 952 000\n\n2409\n\nIntérêts des autres prêts et avances\n\n59 531 000\n\n2411\n\nAvances remboursables sous conditions consenties à l'aviation civile\n\n197 000 000\n\n2412\n\nAutres avances remboursables sous conditions\n\n1 333 000\n\n2413\n\nReversement au titre des créances garanties par l'Etat\n\n13 104 000\n\n2499\n\nAutres remboursements d'avances, de prêts et d'autres créances immobilisées\n\n21 168 000\n\nleft\n\n25. Amendes, sanctions, pénalités et frais de poursuites\n\n2 490 709 000\n\n2501\n\nProduits des amendes de la police de la circulation et du stationnement routiers\n\n483 776 000\n\n2502\n\nProduits des amendes prononcées par les autorités de la concurrence\n\n1 000 000 000\n\n2503\n\nProduits des amendes prononcées par les autres autorités administratives indépendantes\n\n20 648 000\n\n2504\n\nRecouvrements poursuivis à l'initiative de l'agence judiciaire de l'Etat\n\n15 120 000\n\n2505\n\nProduit des autres amendes et condamnations pécuniaires\n\n945 000 000\n\n2510\n\nFrais de poursuite\n\n13 564 000\n\n2511\n\nFrais de justice et d'instance\n\n9 651 000\n\n2512\n\nIntérêts moratoires\n\n148 000\n\n2513\n\nPénalités\n\n2 802 000\n\nleft\n\n26. Divers\n\n3 452 323 000\n\n2601\n\nReversements de Natixis\n\n60 000 000\n\n2602\n\nReversements au titre des procédures de soutien financier au commerce extérieur\n\n1 229 000 000\n\n2603\n\nPrélèvements sur les fonds d'épargne gérés par la Caisse des dépôts et consignations\n\n510 000 000\n\n2604\n\nDivers produits de la rémunération de la garantie de l'Etat\n\n241 000 000\n\n2611\n\nProduits des chancelleries diplomatiques et consulaires\n\n216 000 000\n\n2612\n\nRedevances et divers produits pour frais de contrôle et de gestion\n\n11 088 000\n\n2613\n\nPrélèvement effectué sur les salaires des conservateurs des hypothèques\n\n0\n\n2614\n\nPrélèvements effectués dans le cadre de la directive épargne\n\n48 119 000\n\n2615\n\nCommissions et frais de trésorerie perçus par l'Etat dans le cadre de son activité régalienne\n\n328 000\n\n2616\n\nFrais d'inscription\n\n8 316 000\n\n2617\n\nRecouvrement des indemnisations versées par l'Etat au titre des expulsions locatives\n\n8 898 000\n\n2618\n\nRemboursement des frais de scolarité et accessoires\n\n5 620 000\n\n2620\n\nRécupération d'indus\n\n50 000 000\n\n2621\n\nRecouvrements après admission en non-valeur\n\n141 488 000\n\n2622\n\nDivers versements de l'Union européenne\n\n20 564 000\n\n2623\n\nReversements de fonds sur les dépenses des ministères ne donnant pas lieu à rétablissement de crédits\n\n25 475 000\n\n2624\n\nIntérêts divers (hors immobilisations financières)\n\n17 731 000\n\n2625\n\nRecettes diverses en provenance de l'étranger\n\n12 566 000\n\n2626\n\nRemboursement de certaines exonérations de taxe foncière sur les propriétés non bâties (art. 109 de la loi de finances pour 1992)\n\n2 766 000\n\n2627\n\nSoulte sur reprise de dette et recettes assimilées\n\n0\n\n2697\n\nRecettes accidentelles\n\n240 000 000\n\n2698\n\nProduits divers\n\n350 000 000\n\n2699\n\nAutres produits divers\n\n253 364 000\n\nleft\n\n3. Prélèvements sur les recettes de l'Etat\n\nleft\n\nleft\n\n31. Prélèvements sur les recettes de l'Etatau profit des collectivités territoriales\n\n44 374 340 000\n\n3101\n\nPrélèvement sur les recettes de l'Etat au titre de la dotation globale de fonctionnement\n\n30 860 013 000\n\n3103\n\nPrélèvement sur les recettes de l'Etat au titre de la dotation spéciale pour le logement des instituteurs\n\n15 110 000\n\n3104\n\nDotation de compensation des pertes de bases de la taxe professionnelle et de redevance des mines des communes et de leurs groupements\n\n73 696 000\n\n3106\n\nPrélèvement sur les recettes de l'Etat au profit du Fonds de compensation pour la taxe sur la valeur ajoutée\n\n5 524 448 000\n\n3107\n\nPrélèvement sur les recettes de l'Etat au titre de la compensation d'exonérations relatives à la fiscalité locale\n\n2 053 485 000\n\n3108\n\nDotation élu local\n\n65 006 000\n\n3109\n\nPrélèvement sur les recettes de l'Etat au profit de la collectivité territoriale de Corse et des départements de Corse\n\n40 976 000\n\n3111\n\nFonds de mobilisation départementale pour l'insertion\n\n500 000 000\n\n3112\n\nDotation départementale d'équipement des collèges\n\n326 317 000\n\n3113\n\nDotation régionale d'équipement scolaire\n\n661 186 000\n\n3117\n\nFonds de solidarité des collectivités territoriales touchées par des catastrophes naturelles\n\n0\n\n3118\n\nDotation globale de construction et d'équipement scolaire\n\n2 686 000\n\n3120\n\nCompensation relais de la réforme de la taxe professionnelle\n\n0\n\n3122\n\nDotation de compensation de la réforme de la taxe professionnelle\n\n3 099 453 000\n\n3123\n\nDotation pour transferts de compensations d'exonérations de fiscalité directe locale\n\n536 450 000\n\n3126\n\nPrélèvement sur les recettes de l'Etat au titre de la dotation unique des compensations spécifiques à la taxe professionnelle\n\n50 867 000\n\n3130\n\nDotation de compensation de la réforme de la taxe sur les logements vacants pour les communes et les établissements publics de coopération intercommunale percevant la taxe d'habitation sur les logements vacants\n\n4 000 000\n\n3131\n\nDotation de compensation liée au processus de départementalisation de Mayotte\n\n83 000 000\n\n3133\n\nFonds de compensation des nuisances aéroportuaires\n\n6 822 000\n\n3134\n\nDotation de garantie des reversements des fonds départementaux de taxe professionnelle\n\n389 325 000\n\n3135\n\nPrélèvement sur les recettes de l'Etat au titre de la compensation des pertes de recettes liées au relèvement du seuil d'assujettissement des entreprises au versement transport\n\n81 500 000\n\nleft\n\n32. Prélèvement sur les recettes de l'Etatau profit de l'Union européenne\n\n18 690 000 000\n\n3201\n\nPrélèvement sur les recettes de l'Etat au profit du budget de l'Union européenne\n\n18 690 000 000\n\nleft\n\n4. Fonds de concours\n\nleft\n\nleft\n\nEvaluation des fonds de concours\n\n3 929 706 747\n\n1\n\ncenter\n\nNUMÉROde ligne\n\nINTITULÉ DE LA RECETTE\n\nÉVALUATIONpour 2017\n\nleft\n\n1. Recettes fiscales\n\n401 181 646 177\n\n11\n\nImpôt sur le revenu\n\n78 328 000 000\n\n12\n\nAutres impôts directs perçus par voie d'émission de rôles\n\n3 219 000 000\n\n13\n\nImpôt sur les sociétés\n\n60 297 000 000\n\n14\n\nAutres impôts directs et taxes assimilées\n\n13 078 059 000\n\n15\n\nTaxe intérieure de consommation sur les produits énergétiques\n\n10 584 157 177\n\n16\n\nTaxe sur la valeur ajoutée\n\n203 884 988 000\n\n17\n\nEnregistrement, timbre, autres contributions et taxes indirectes\n\n31 790 442 000\n\nleft\n\n2. Recettes non fiscales\n\n14 505 262 000\n\n21\n\nDividendes et recettes assimilées\n\n4 586 600 000\n\n22\n\nProduits du domaine de l'Etat\n\n2 464 797 000\n\n23\n\nProduits de la vente de biens et services\n\n1 059 395 000\n\n24\n\nRemboursements et intérêts des prêts, avances et autres immobilisations financières\n\n451 438 000\n\n25\n\nAmendes, sanctions, pénalités et frais de poursuites\n\n2 490 709 000\n\n26\n\nDivers\n\n3 452 323 000\n\nleft\n\nTotal des recettes brutes (1 + 2)\n\n415 686 908 177\n\nleft\n\n3. Prélèvements sur les recettes de l'Etat\n\n63 064 340 000\n\n31\n\nPrélèvements sur les recettes de l'Etat au profit des collectivités territoriales\n\n44 374 340 000\n\n32\n\nPrélèvement sur les recettes de l'Etat au profit de l'Union européenne\n\n18 690 000 000\n\nleft\n\nTotal des recettes, nettes des prélèvements (1 + 2 - 3)\n\n352 622 568 177\n\nleft\n\n4. Fonds de concours\n\n3 929 706 747\n\nleft\n\nEvaluation des fonds de concours\n\n3 929 706 747\n\n1\n\ncenter\n\nNUMÉROde ligne\n\nINTITULÉ DE LA RECETTE\n\nÉVALUATIONpour 2017\n\nleft\n\nContrôle et exploitation aériens\n\nleft\n\n7010\n\nVentes de produits fabriqués et marchandises\n\n250 000\n\n7061\n\nRedevances de route\n\n1 309 900 000\n\n7062\n\nRedevance océanique\n\n13 000 000\n\n7063\n\nRedevances pour services terminaux de la circulation aérienne pour la métropole\n\n232 400 000\n\n7064\n\nRedevances pour services terminaux de la circulation aérienne pour l'outre-mer\n\n28 000 000\n\n7065\n\nRedevances de route. Autorité de surveillance\n\n0\n\n7066\n\nRedevances pour services terminaux de la circulation aérienne. Autorité de surveillance\n\n0\n\n7067\n\nRedevances de surveillance et de certification\n\n28 240 000\n\n7068\n\nPrestations de service\n\n1 180 000\n\n7080\n\nAutres recettes d'exploitation\n\n1 350 000\n\n7300\n\nSubventions d'exploitation\n\n0\n\n7500\n\nAutres produits de gestion courante\n\n190 000\n\n7501\n\nTaxe de l'aviation civile\n\n410 400 000\n\n7502\n\nFrais d'assiette et recouvrement sur taxes perçues pour le compte de tiers\n\n6 540 000\n\n7600\n\nProduits financiers\n\n210 000\n\n7781\n\nProduits exceptionnels hors cession d'actif\n\n1 100 000\n\n7900\n\nAutres recettes\n\n0\n\n9700\n\nProduit brut des emprunts\n\n102 602 315\n\n9900\n\nAutres recettes en capital\n\n0\n\n9282\n\nProduit de cession des immobilisations affectées à la dette (art. 61 de la loi de finances pour 2011)\n\n0\n\nleft\n\nTotal des recettes\n\n2 135 362 315\n\nleft\n\nFonds de concours\n\n53 160 000\n\nleft\n\nPublications officielles et information administrative\n\nleft\n\n7010\n\nVentes de produits\n\n192 300 000\n\n7100\n\nProduits de fonctionnement relevant de missions spécifiques à l'Etat\n\n0\n\n7280\n\nProduits de fonctionnement divers\n\n0\n\n7400\n\nCotisations et contributions au titre du régime de retraite\n\n0\n\n7511\n\nParticipations de tiers à des programmes d'investissement\n\n0\n\n7680\n\nProduits financiers divers\n\n0\n\n7700\n\nProduits régaliens\n\n0\n\n9700\n\nProduit brut des emprunts\n\n0\n\n9900\n\nAutres recettes en capital\n\n0\n\nleft\n\nTotal des recettes\n\n192 300 000\n\nleft\n\nFonds de concours\n\n0\n\n1\n\ncenter\n\nNUMÉROde ligne\n\nINTITULÉ DE LA RECETTE\n\nÉVALUATIONpour 2017\n\nleft\n\nAides à l'acquisition de véhicules propres\n\n347 000 000\n\n1\n\nProduit de la taxe additionnelle à la taxe sur les certificats d'immatriculation des véhicules\n\n347 000 000\n\n2\n\nRecettes diverses ou accidentelles\n\n0\n\nleft\n\nContrôle de la circulation et du stationnement routiers\n\n1 378 766 349\n\nleft\n\nSection : Contrôle automatisé\n\n249 000 000\n\n1\n\nAmendes perçues par la voie du système de contrôle-sanction automatisé\n\n249 000 000\n\n2\n\nRecettes diverses ou accidentelles\n\n0\n\nleft\n\nSection : Circulation et stationnement routiers\n\n1 129 766 349\n\n3\n\nAmendes perçues par la voie du système de contrôle-sanction automatisé\n\n170 000 000\n\n4\n\nAmendes forfaitaires de la police de la circulation et amendes forfaitaires majorées issues des infractions constatées par la voie du système de contrôle-sanction automatisé et des infractions aux règles de la police de la circulation\n\n959 766 349\n\n5\n\nRecettes diverses ou accidentelles\n\n0\n\nleft\n\nDéveloppement agricole et rural\n\n147 500 000\n\n1\n\nTaxe sur le chiffre d'affaires des exploitations agricoles\n\n147 500 000\n\n3\n\nRecettes diverses ou accidentelles\n\n0\n\nleft\n\nFinancement des aides aux collectivitéspour l'électrification rurale\n\n377 000 000\n\n1\n\nContribution des gestionnaires de réseaux publics de distribution\n\n377 000 000\n\n2\n\nRecettes diverses ou accidentelles\n\n0\n\nleft\n\nFinancement national du développementet de la modernisation de l'apprentissage\n\n1 573 240 075\n\n1\n\nFraction du quota de la taxe d'apprentissage\n\n1 573 240 075\n\n3\n\nRecettes diverses ou accidentelles\n\n0\n\nleft\n\nGestion du patrimoine immobilier de l'Etat\n\n585 000 000\n\n1\n\nProduits des cessions immobilières\n\n500 000 000\n\n2\n\nProduits de redevances domaniales\n\n85 000 000\n\nleft\n\nParticipation de la France au désendettement de la Grèce\n\n183 000 000\n\n1\n\nProduit des contributions de la Banque de France\n\n183 000 000\n\nleft\n\nParticipations financières de l'Etat\n\n5 000 000 000\n\n1\n\nProduit des cessions, par l'Etat, de titres, parts ou droits de sociétés détenus directement\n\n4 699 168 200\n\n2\n\nReversement de produits, sous toutes formes, résultant des cessions de titres, parts ou droits de sociétés détenus indirectement par l'Etat\n\n0\n\n3\n\nReversement de dotations en capital et de produits de réduction de capital ou de liquidation\n\n0\n\n4\n\nRemboursement de créances rattachées à des participations financières\n\n280 000 000\n\n5\n\nRemboursements de créances liées à d'autres investissements, de l'Etat, de nature patrimoniale\n\n20 000 000\n\n6\n\nVersement du budget général\n\n831 800\n\nleft\n\nPensions\n\n59 871 566 781\n\nleft\n\nSection : Pensions civiles et militaires de retraiteet allocations temporaires d'invalidité\n\n56 063 100 000\n\n1\n\nPersonnels civils : retenues pour pensions : agents propres de l'Etat et agents détachés dans une administration de l'Etat sur un emploi conduisant à pension\n\n4 140 100 000\n\n2\n\nPersonnels civils : retenues pour pensions : agents détachés dans une administration de l'Etat sur un emploi ne conduisant pas à pension\n\n6 500 000\n\n3\n\nPersonnels civils : retenues pour pensions : agents propres des établissements publics et agents détachés en établissement public sur un emploi conduisant à pension\n\n767 000 000\n\n4\n\nPersonnels civils : retenues pour pensions : agents détachés dans les collectivités et établissements publics locaux sur un emploi conduisant à pension\n\n29 200 000\n\n5\n\nPersonnels civils : retenues pour pensions : agents détachés hors l'Etat sur un emploi ne conduisant pas à pension (hors France Télécom et hors La Poste)\n\n64 300 000\n\n6\n\nPersonnels civils : retenues pour pensions : agents propres de France Télécom et agents détachés à France Télécom\n\n133 000 000\n\n7\n\nPersonnels civils : retenues pour pensions : primes et indemnités ouvrant droit à pension\n\n251 500 000\n\n8\n\nPersonnels civils : retenues pour pensions : validation des services auxiliaires : part agent : retenues rétroactives, versements du régime général, des autres régimes de base et de l'IRCANTEC\n\n30 000 000\n\n9\n\nPersonnels civils : retenues pour pensions : rachat des années d'études\n\n2 600 000\n\n10\n\nPersonnels civils : retenues pour pensions : agents propres de l'Etat et agents détachés dans une administration de l'Etat : surcotisations salariales du temps partiel et des cessations progressives d'activité\n\n16 500 000\n\n11\n\nPersonnels civils : retenues pour pensions : agents propres des établissements publics et agents détachés hors l'Etat : surcotisations salariales du temps partiel et des cessations progressives d'activité\n\n23 500 000\n\n12\n\nPersonnels civils : retenues pour pensions : agents propres de La Poste et agents détachés à La Poste\n\n257 300 000\n\n14\n\nPersonnels civils : retenues pour pensions : agents propres et détachés des budgets annexes\n\n33 700 000\n\n21\n\nPersonnels civils : contributions des employeurs : agents propres de l'Etat et agents détachés dans une administration de l'Etat sur un emploi conduisant à pension (hors allocation temporaire d'invalidité)\n\n30 063 700 000\n\n22\n\nPersonnels civils : contributions des employeurs : agents détachés dans une administration de l'Etat sur un emploi ne conduisant pas à pension (hors allocation temporaire d'invalidité)\n\n46 700 000\n\n23\n\nPersonnels civils : contributions des employeurs : agents propres des établissements publics et agents détachés en établissement public sur un emploi conduisant à pension\n\n5 431 900 000\n\n24\n\nPersonnels civils : contributions des employeurs : agents détachés dans les collectivités et établissements publics locaux sur un emploi conduisant à pension\n\n202 900 000\n\n25\n\nPersonnels civils : contributions des employeurs : agents détachés hors l'Etat sur un emploi ne conduisant pas à pension (hors France Télécom et hors La Poste)\n\n376 600 000\n\n26\n\nPersonnels civils : contributions des employeurs : agents propres de France Télécom et agents détachés à France Télécom\n\n661 200 000\n\n27\n\nPersonnels civils : contributions des employeurs : primes et indemnités ouvrant droit à pension\n\n978 000 000\n\n28\n\nPersonnels civils : contributions des employeurs : validation des services auxiliaires : part employeur : complément patronal, versements du régime général, des autres régimes de base et de l'IRCANTEC\n\n23 500 000\n\n32\n\nPersonnels civils : contributions des employeurs : agents propres de La Poste et agents détachés à La Poste\n\n886 700 000\n\n33\n\nPersonnels civils : contributions des employeurs : allocation temporaire d'invalidité\n\n154 300 000\n\n34\n\nPersonnels civils : contributions des employeurs : agents propres et détachés des budgets annexes\n\n231 600 000\n\n41\n\nPersonnels militaires : retenues pour pensions : agents propres de l'Etat et agents détachés dans une administration de l'Etat sur un emploi conduisant à pension\n\n794 200 000\n\n42\n\nPersonnels militaires : retenues pour pensions : agents détachés dans une administration de l'Etat sur un emploi ne conduisant pas à pension\n\n200 000\n\n43\n\nPersonnels militaires : retenues pour pensions : agents propres des établissements publics et agents détachés en établissement public sur un emploi conduisant à pension\n\n400 000\n\n44\n\nPersonnels militaires : retenues pour pensions : agents détachés dans les collectivités et établissements publics locaux sur un emploi conduisant à pension\n\n300 000\n\n45\n\nPersonnels militaires : retenues pour pensions : agents détachés hors l'Etat sur un emploi ne conduisant pas à pension (hors France Télécom et hors La Poste)\n\n1 600 000\n\n47\n\nPersonnels militaires : retenues pour pensions : primes et indemnités ouvrant droit à pension\n\n58 100 000\n\n48\n\nPersonnels militaires : retenues pour pensions : validation des services auxiliaires : part agent : retenues rétroactives, versements du régime général, des autres régimes de base et de l'IRCANTEC\n\n300 000\n\n49\n\nPersonnels militaires : retenues pour pensions : rachat des années d'études\n\n1 600 000\n\n51\n\nPersonnels militaires : contributions des employeurs : agents propres de l'Etat et agents détachés dans une administration de l'Etat sur un emploi conduisant à pension\n\n9 192 300 000\n\n52\n\nPersonnels militaires : contributions des employeurs : agents détachés dans une administration de l'Etat sur un emploi ne conduisant pas à pension\n\n1 900 000\n\n53\n\nPersonnels militaires : contributions des employeurs : agents propres des établissements publics et agents détachés en établissement public sur un emploi conduisant à pension\n\n2 900 000\n\n54\n\nPersonnels militaires : contributions des employeurs : agents détachés dans les collectivités et établissements publics locaux sur un emploi conduisant à pension\n\n1 000 000\n\n55\n\nPersonnels militaires : contributions des employeurs : agents détachés hors l'Etat sur un emploi ne conduisant pas à pension (hors France Télécom et hors La Poste)\n\n3 700 000\n\n57\n\nPersonnels militaires : contributions des employeurs : primes et indemnités ouvrant droit à pension\n\n612 500 000\n\n58\n\nPersonnels militaires : contributions des employeurs : validation des services auxiliaires : part employeur : complément patronal, versements du régime général, des autres régimes de base et de l'IRCANTEC\n\n200 000\n\n61\n\nRecettes diverses (administration centrale) : Caisse nationale de retraites des agents des collectivités locales : transfert au titre de l'article 59 de la loi n° 2009-1673 du 30 décembre 2009 de finances pour 2010\n\n557 000 000\n\n62\n\nRecettes diverses (administration centrale) : La Poste : versement de la contribution exceptionnelle de l'Etablissement public national de financement des retraites de La Poste\n\n0\n\n63\n\nRecettes diverses (administration centrale) : versement du Fonds de solidarité vieillesse au titre de la majoration du minimum vieillesse : personnels civils\n\n1 000 000\n\n64\n\nRecettes diverses (administration centrale) : versement du Fonds de solidarité vieillesse au titre de la majoration du minimum vieillesse : personnels militaires\n\n0\n\n65\n\nRecettes diverses (administration centrale) : compensation démographique généralisée : personnels civils et militaires\n\n0\n\n66\n\nRecettes diverses (administration centrale) : compensation démographique spécifique : personnels civils et militaires\n\n0\n\n67\n\nRecettes diverses : récupération des indus sur pensions : personnels civils\n\n10 300 000\n\n68\n\nRecettes diverses : récupération des indus sur pensions : personnels militaires\n\n4 700 000\n\n69\n\nAutres recettes diverses\n\n6 600 000\n\nleft\n\nSection : Ouvriers des établissements industriels de l'Etat\n\n1 867 610 000\n\n71\n\nCotisations salariales et patronales\n\n411 623 000\n\n72\n\nContribution au Fonds spécial des pensions des ouvriers des établissements industriels de l'Etat et au Fonds des rentes d'accident du travail des ouvriers civils des établissements militaires\n\n1 381 606 000\n\n73\n\nCompensations interrégimes généralisée et spécifique\n\n72 000 000\n\n74\n\nRecettes diverses\n\n1 681 000\n\n75\n\nAutres financements : Fonds de solidarité vieillesse, Fonds de solidarité invalidité et cotisations rétroactives\n\n700 000\n\nleft\n\nSection : Pensions militaires d'invaliditéet des victimes de guerre et autres pensions\n\n1 940 856 781\n\n81\n\nFinancement de la retraite du combattant : participation du budget général\n\n748 500 000\n\n82\n\nFinancement de la retraite du combattant : autres moyens\n\n0\n\n83\n\nFinancement du traitement de membres de la Légion d'honneur : participation du budget général\n\n229 000\n\n84\n\nFinancement du traitement de membres de la Légion d'honneur : autres moyens\n\n0\n\n85\n\nFinancement du traitement de personnes décorées de la Médaille militaire : participation du budget général\n\n534 500\n\n86\n\nFinancement du traitement de personnes décorées de la Médaille militaire : autres moyens\n\n0\n\n87\n\nFinancement des pensions militaires d'invalidité : participation du budget général\n\n1 147 350 000\n\n88\n\nFinancement des pensions militaires d'invalidité : autres moyens\n\n0\n\n89\n\nFinancement des pensions d'Alsace-Lorraine : participation du budget général\n\n16 000 000\n\n90\n\nFinancement des pensions d'Alsace-Lorraine : autres moyens\n\n0\n\n91\n\nFinancement des allocations de reconnaissance des anciens supplétifs : participation du budget général\n\n15 070 000\n\n92\n\nFinancement des pensions des anciens agents du chemin de fer franco-éthiopien : participation du budget général\n\n53 281\n\n93\n\nFinancement des pensions des sapeurs-pompiers et anciens agents de la défense passive victimes d'accident : participation du budget général\n\n12 870 000\n\n94\n\nFinancement des pensions de l'ORTF : participation du budget général\n\n250 000\n\n95\n\nFinancement des pensions des anciens agents du chemin de fer franco-éthiopien : autres financements : Fonds de solidarité vieillesse, Fonds de solidarité invalidité et cotisations rétroactives\n\n0\n\n96\n\nFinancement des pensions des sapeurs-pompiers et anciens agents de la défense passive victimes d'accident : autres financements : Fonds de solidarité vieillesse, Fonds de solidarité invalidité et cotisations rétroactives\n\n0\n\n97\n\nFinancement des pensions de l'ORTF : autres financements : Fonds de solidarité vieillesse, Fonds de solidarité invalidité et cotisations rétroactives\n\n0\n\n98\n\nFinancement des pensions de l'ORTF : recettes diverses\n\n0\n\nleft\n\nServices nationaux de transport conventionnés de voyageurs\n\n358 000 000\n\n1\n\nContribution de solidarité territoriale\n\n116 000 000\n\n2\n\nFraction de la taxe d'aménagement du territoire\n\n42 000 000\n\n3\n\nRecettes diverses ou accidentelles\n\n0\n\n4\n\nTaxe sur le résultat des entreprises ferroviaires\n\n200 000 000\n\nleft\n\nTransition énergétique\n\n6 983 200 000\n\n1\n\nFraction du produit de la taxe intérieure sur la consommation finale d'électricité prévue à l'article 266 quinquies C du code des douanes\n\n0\n\n2\n\nFraction de la taxe intérieure sur la consommation de gaz naturel prévue à l'article 266 quinquies du code des douanes\n\n0\n\n3\n\nFraction de la taxe intérieure sur les houilles, les lignites et les cokes, prévue à l'article 266 quinquies B du code des douanes\n\n1 000 000\n\n4\n\nFraction de la taxe intérieure sur les produits énergétiques prévue à l'article 265 du code des douanes\n\n6 982 200 000\n\n5\n\nVersements du budget général\n\n0\n\nleft\n\nTotal\n\n76 804 273 205\n\n1\n\ncenter\n\nNUMÉROde ligne\n\nINTITULÉ DE LA RECETTE\n\nÉVALUATIONpour 2017\n\nleft\n\nAccords monétaires internationaux\n\n0\n\n1\n\nRemboursements des appels en garantie de convertibilité concernant l'Union monétaire ouest-africaine\n\n0\n\n2\n\nRemboursements des appels en garantie de convertibilité concernant l'Union monétaire d'Afrique centrale\n\n0\n\n3\n\nRemboursements des appels en garantie de convertibilité concernant l'Union des Comores\n\n0\n\nleft\n\nAvances à divers services de l'Etat ou organismes gérant des services publics\n\n16 566 610 615\n\n1\n\nRemboursement des avances octroyées au titre du préfinancement des aides communautaires de la politique agricole commune\n\n16 000 000 000\n\n3\n\nRemboursement des avances octroyées à des organismes distincts de l'Etat et gérant des services publics\n\n334 536 615\n\n4\n\nRemboursement des avances octroyées à des services de l'Etat\n\n217 074 000\n\n5\n\nRemboursement des avances octroyées au titre de l'indemnisation des victimes du Benfluorex\n\n15 000 000\n\nleft\n\nAvances à l'audiovisuel public\n\n3 930 563 429\n\n1\n\nRecettes\n\n3 930 563 429\n\nleft\n\nAvances aux collectivités territoriales\n\n106 132 069 519\n\nleft\n\nSection : Avances aux collectivités et établissements publics, et à la Nouvelle-Calédonie\n\n0\n\n1\n\nRemboursement des avances de l'article 70 de la loi du 31 mars 1932 et de l'article L. 2336-1 du code général des collectivités territoriales\n\n0\n\n2\n\nRemboursement des avances de l'article 14 de la loi n° 46-2921 du 23 décembre 1946 et de l'article L. 2336-2 du code général des collectivités territoriales\n\n0\n\n3\n\nRemboursement des avances de l'article 34 de la loi n° 53-1336 du 31 décembre 1953 (avances spéciales sur recettes budgétaires)\n\n0\n\n4\n\nAvances à la Nouvelle-Calédonie (fiscalité nickel)\n\n0\n\nleft\n\nSection : Avances sur le montant des impositions revenant aux régions,départements, communes, établissements et divers organismes\n\n106 132 069 519\n\n5\n\nRecettes\n\n106 132 069 519\n\nleft\n\nPrêts à des Etats étrangers\n\n556 250 000\n\nleft\n\nSection : Prêts à des Etats étrangers en vue de faciliter la vente de biens et de services concourantau développement du commerce extérieur de la France\n\n296 000 000\n\n1\n\nRemboursement des prêts accordés à des Etats étrangers en vue de faciliter la vente de biens et de services concourant au développement du commerce extérieur de la France\n\n296 000 000\n\nleft\n\nSection : Prêts à des Etats étrangers pour consolidation de dettes envers la France\n\n91 850 000\n\n2\n\nRemboursement de prêts du Trésor\n\n91 850 000\n\nleft\n\nSection : Prêts à l'Agence française de développement en vue de favoriser le développementéconomique et social dans des Etats étrangers\n\n168 400 000\n\n3\n\nRemboursement de prêts octroyés par l'Agence française de développement\n\n168 400 000\n\nleft\n\nSection : Prêts aux Etats membres de la zone euro\n\n0\n\n4\n\nRemboursement des prêts consentis aux Etats membres de l'Union européenne dont la monnaie est l'euro\n\n0\n\nleft\n\nPrêts et avances à des particuliers ou à des organismes privés\n\n39 085 000\n\nleft\n\nSection : Prêts et avances pour le logement des agents de l'Etat\n\n300 000\n\n2\n\nAvances aux agents de l'Etat pour l'amélioration de l'habitat\n\n0\n\n4\n\nAvances aux agents de l'Etat à l'étranger pour la prise en location d'un logement\n\n300 000\n\nleft\n\nSection : Prêts pour le développement économique et social\n\n38 785 000\n\n6\n\nPrêts pour le développement économique et social\n\n38 785 000\n\n7\n\nPrêts à la filière automobile\n\n0\n\n9\n\nPrêts aux petites et moyennes entreprises\n\n0\n\nleft\n\nTotal\n\n127 224 578 563\n\n1\n\ncenter"
    },
    {
      "provision_ref": "artEtatB",
      "section": "EtatB",
      "title": "Article EtatB",
      "content": "(Article 51 de la loi)Répartition, par mission et programme, des crédits du budget généralBUDGET GÉNÉRAL\n\n(En euros)\n\nMISSION\n\nAUTORISATIONSd'engagement\n\nCRÉDITSde paiement\n\nAction extérieure de l'Etat\n\n3 002 067 990\n\n3 005 749 954\n\nAction de la France en Europe et dans le monde\n\n1 899 357 530\n\n1 903 039 494\n\nDont titre 2\n\n630 760 347\n\n630 760 347\n\nDiplomatie culturelle et d'influence\n\n715 432 058\n\n715 432 058\n\nDont titre 2\n\n75 575 658\n\n75 575 658\n\nFrançais à l'étranger et affaires consulaires\n\n387 278 402\n\n387 278 402\n\nDont titre 2\n\n232 269 014\n\n232 269 014\n\nAdministration générale et territoriale de l'Etat\n\n3 099 523 891\n\n3 106 481 758\n\nAdministration territoriale\n\n1 706 301 604\n\n1 690 737 537\n\nDont titre 2\n\n1 510 487 992\n\n1 510 487 992\n\nVie politique, cultuelle et associative\n\n474 062 349\n\n470 072 349\n\nDont titre 2\n\n45 185 100\n\n45 185 100\n\nConduite et pilotage des politiques de l'intérieur\n\n919 159 938\n\n945 671 872\n\nDont titre 2\n\n483 543 945\n\n483 543 945\n\nAgriculture, alimentation, forêt et affaires rurales\n\n3 383 582 619\n\n3 346 254 358\n\nEconomie et développement durable des entreprises agricoles, agroalimentaires et forestières\n\n2 221 753 501\n\n2 187 881 258\n\nSécurité et qualité sanitaires de l'alimentation\n\n508 176 180\n\n505 686 547\n\nDont titre 2\n\n296 336 424\n\n296 336 424\n\nConduite et pilotage des politiques de l'agriculture\n\n653 652 938\n\n652 686 553\n\nDont titre 2\n\n572 128 804\n\n572 128 804\n\nAide publique au développement\n\n3 805 976 648\n\n2 604 961 214\n\nAide économique et financière au développement\n\n2 142 510 357\n\n965 957 002\n\nSolidarité à l'égard des pays en développement\n\n1 663 466 291\n\n1 639 004 212\n\nDont titre 2\n\n184 499 624\n\n184 499 624\n\nAnciens combattants, mémoire et liens avec la Nation\n\n2 542 269 480\n\n2 537 475 714\n\nLiens entre la Nation et son armée\n\n38 090 366\n\n38 296 600\n\nReconnaissance et réparation en faveur du monde combattant\n\n2 403 378 642\n\n2 398 378 642\n\nIndemnisation des victimes des persécutions antisémites et des actes de barbarie pendant la Seconde Guerre mondiale\n\n100 800 472\n\n100 800 472\n\nDont titre 2\n\n1 753 726\n\n1 753 726\n\nConseil et contrôle de l'Etat\n\n671 783 211\n\n649 103 040\n\nConseil d'Etat et autres juridictions administratives\n\n411 823 828\n\n394 983 657\n\nDont titre 2\n\n330 533 657\n\n330 533 657\n\nConseil économique, social et environnemental\n\n40 208 237\n\n39 558 237\n\nDont titre 2\n\n34 064 155\n\n34 064 155\n\nCour des comptes et autres juridictions financières\n\n219 297 002\n\n214 107 002\n\nDont titre 2\n\n188 507 002\n\n188 507 002\n\nHaut Conseil des finances publiques\n\n454 144\n\n454 144\n\nDont titre 2\n\n404 144\n\n404 144\n\nCrédits non répartis\n\n324 000 000\n\n24 000 000\n\nProvision relative aux rémunérations publiques\n\n0\n\n0\n\nDépenses accidentelles et imprévisibles\n\n324 000 000\n\n24 000 000\n\nCulture\n\n3 028 406 602\n\n2 911 573 085\n\nPatrimoines\n\n965 368 442\n\n899 844 830\n\nCréation\n\n797 027 443\n\n778 460 850\n\nTransmission des savoirs et démocratisation de la culture\n\n1 266 010 717\n\n1 233 267 405\n\nDont titre 2\n\n696 703 840\n\n696 703 840\n\nDéfense\n\n42 244 243 391\n\n40 591 037 733\n\nEnvironnement et prospective de la politique de défense\n\n1 531 777 442\n\n1 335 954 898\n\nPréparation et emploi des forces\n\n8 371 711 089\n\n7 297 016 947\n\nSoutien de la politique de la défense\n\n22 200 505 911\n\n21 906 694 074\n\nDont titre 2\n\n19 761 298 845\n\n19 761 298 845\n\nEquipement des forces\n\n10 140 248 949\n\n10 051 371 814\n\nDirection de l'action du Gouvernement\n\n1 612 782 899\n\n1 465 023 340\n\nCoordination du travail gouvernemental\n\n702 855 034\n\n707 006 437\n\nDont titre 2\n\n234 758 246\n\n234 758 246\n\nProtection des droits et libertés\n\n101 171 022\n\n95 577 381\n\nDont titre 2\n\n43 439 696\n\n43 439 696\n\nMoyens mutualisés des administrations déconcentrées\n\n808 756 843\n\n662 439 522\n\nDont titre 2\n\n177 558 404\n\n177 558 404\n\nEcologie, développement et mobilité durables\n\n9 562 222 713\n\n9 619 758 626\n\nInfrastructures et services de transports\n\n3 124 219 410\n\n3 145 814 963\n\nSécurité et affaires maritimes, pêche et aquaculture\n\n201 267 166\n\n197 887 166\n\nPaysages, eau et biodiversité\n\n280 894 804\n\n280 894 804\n\nExpertise, information géographique et météorologie\n\n497 014 276\n\n497 084 276\n\nPrévention des risques\n\n238 164 476\n\n227 582 978\n\nDont titre 2\n\n44 924 373\n\n44 924 373\n\nEnergie, climat et après-mines\n\n455 443 798\n\n456 143 798\n\nService public de l'énergie\n\n2 545 000 000\n\n2 545 000 000\n\nConduite et pilotage des politiques de l'écologie, du développement et de la mobilité durables\n\n2 220 218 783\n\n2 269 350 641\n\nDont titre 2\n\n2 001 340 120\n\n2 001 340 120\n\nEconomie\n\n2 295 839 069\n\n1 879 774 519\n\nDéveloppement des entreprises et du tourisme\n\n998 742 950\n\n997 826 922\n\nDont titre 2\n\n408 460 382\n\n408 460 382\n\nPlan \"France Très haut débit\"\n\n409 500 000\n\n0\n\nStatistiques et études économiques\n\n459 435 081\n\n453 786 559\n\nDont titre 2\n\n377 566 559\n\n377 566 559\n\nStratégie économique et fiscale\n\n428 161 038\n\n428 161 038\n\nDont titre 2\n\n151 301 979\n\n151 301 979\n\nEgalité des territoires et logement\n\n18 390 625 803\n\n18 345 025 803\n\nHébergement, parcours vers le logement et insertion des personnes vulnérables\n\n1 741 679 467\n\n1 741 679 467\n\nAide à l'accès au logement\n\n15 469 442 500\n\n15 469 442 500\n\nUrbanisme, territoires et amélioration de l'habitat\n\n398 762 771\n\n353 162 771\n\nConduite et pilotage des politiques du logement et de l'habitat durable\n\n780 741 065\n\n780 741 065\n\nDont titre 2\n\n780 741 065\n\n780 741 065\n\nEngagements financiers de l'Etat\n\n41 914 500 000\n\n42 097 756 145\n\nCharge de la dette et trésorerie de l'Etat (crédits évaluatifs)\n\n41 548 000 000\n\n41 548 000 000\n\nAppels en garantie de l'Etat (crédits évaluatifs)\n\n27 400 000\n\n27 400 000\n\nEpargne\n\n193 500 000\n\n193 500 000\n\nMajoration de rentes\n\n145 600 000\n\n145 600 000\n\nDotation en capital du Mécanisme européen de stabilité\n\n0\n\n0\n\nAugmentation de capital de la Banque européenne d'investissement\n\n0\n\n0\n\nFonds de soutien relatif aux prêts et contrats financiers structurés à risque\n\n0\n\n183 256 145\n\nEnseignement scolaire\n\n70 071 859 004\n\n70 011 762 821\n\nEnseignement scolaire public du premier degré\n\n21 525 727 350\n\n21 525 727 350\n\nDont titre 2\n\n21 482 552 485\n\n21 482 552 485\n\nEnseignement scolaire public du second degré\n\n32 440 917 990\n\n32 440 917 990\n\nDont titre 2\n\n32 235 630 253\n\n32 235 630 253\n\nVie de l'élève\n\n5 074 038 386\n\n4 996 907 136\n\nDont titre 2\n\n2 059 769 565\n\n2 059 769 565\n\nEnseignement privé du premier et du second degrés\n\n7 434 719 257\n\n7 434 719 257\n\nDont titre 2\n\n6 634 273 852\n\n6 634 273 852\n\nSoutien de la politique de l'éducation nationale\n\n2 178 787 589\n\n2 195 822 656\n\nDont titre 2\n\n1 543 728 131\n\n1 543 728 131\n\nEnseignement technique agricole\n\n1 417 668 432\n\n1 417 668 432\n\nDont titre 2\n\n934 547 731\n\n934 547 731\n\nGestion des finances publiques et des ressources humaines\n\n11 029 509 128\n\n10 860 540 693\n\nGestion fiscale et financière de l'Etat et du secteur public local\n\n8 245 711 572\n\n8 086 296 589\n\nDont titre 2\n\n7 019 286 200\n\n7 019 286 200\n\nConduite et pilotage des politiques économiques et financières\n\n1 003 433 267\n\n1 007 836 580\n\nDont titre 2\n\n506 994 603\n\n506 994 603\n\nFacilitation et sécurisation des échanges\n\n1 540 221 258\n\n1 526 264 493\n\nDont titre 2\n\n1 199 613 002\n\n1 199 613 002\n\nFonction publique\n\n240 143 031\n\n240 143 031\n\nDont titre 2\n\n32 986 573\n\n32 986 573\n\nImmigration, asile et intégration\n\n1 224 547 496\n\n1 097 746 723\n\nImmigration et asile\n\n985 059 176\n\n858 198 403\n\nIntégration et accès à la nationalité française\n\n239 488 320\n\n239 548 320\n\nInvestissements d'avenir\n\n10 000 000 000\n\n0\n\nSoutien des progrès de l'enseignement et de la recherche\n\n2 900 000 000\n\n0\n\nValorisation de la recherche\n\n3 000 000 000\n\n0\n\nAccélération de la modernisation des entreprises\n\n4 100 000 000\n\n0\n\nJustice\n\n10 795 869 854\n\n8 542 945 064\n\nJustice judiciaire\n\n3 421 449 116\n\n3 315 245 447\n\nDont titre 2\n\n2 305 772 144\n\n2 305 772 144\n\nAdministration pénitentiaire\n\n5 763 098 883\n\n3 614 324 734\n\nDont titre 2\n\n2 349 477 641\n\n2 349 477 641\n\nProtection judiciaire de la jeunesse\n\n843 073 737\n\n828 739 745\n\nDont titre 2\n\n500 076 262\n\n500 076 262\n\nAccès au droit et à la justice\n\n403 104 196\n\n403 104 196\n\nConduite et pilotage de la politique de la justice\n\n361 370 348\n\n376 985 844\n\nDont titre 2\n\n160 918 538\n\n160 918 538\n\nConseil supérieur de la magistrature\n\n3 773 574\n\n4 545 098\n\nDont titre 2\n\n2 651 126\n\n2 651 126\n\nMédias, livre et industries culturelles\n\n571 303 276\n\n569 284 825\n\nPresse et médias\n\n292 570 524\n\n292 570 524\n\nLivre et industries culturelles\n\n278 732 752\n\n276 714 301\n\nOutre-mer\n\n2 124 711 667\n\n2 066 902 447\n\nEmploi outre-mer\n\n1 275 918 165\n\n1 279 223 497\n\nDont titre 2\n\n148 972 599\n\n148 972 599\n\nConditions de vie outre-mer\n\n848 793 502\n\n787 678 950\n\nPolitique des territoires\n\n996 360 699\n\n705 941 591\n\nImpulsion et coordination de la politique d'aménagement du territoire\n\n452 100 039\n\n247 280 931\n\nDont titre 2\n\n20 804 298\n\n20 804 298\n\nInterventions territoriales de l'Etat\n\n29 901 000\n\n29 301 000\n\nPolitique de la ville\n\n514 359 660\n\n429 359 660\n\nDont titre 2\n\n20 430 219\n\n20 430 219\n\nPouvoirs publics\n\n990 920 236\n\n990 920 236\n\nPrésidence de la République\n\n100 000 000\n\n100 000 000\n\nAssemblée nationale\n\n517 890 000\n\n517 890 000\n\nSénat\n\n323 584 600\n\n323 584 600\n\nLa ChaIne parlementaire\n\n34 887 162\n\n34 887 162\n\nIndemnités des représentants français au Parlement européen\n\n0\n\n0\n\nConseil constitutionnel\n\n13 696 974\n\n13 696 974\n\nHaute Cour\n\n0\n\n0\n\nCour de justice de la République\n\n861 500\n\n861 500\n\nRecherche et enseignement supérieur\n\n27 048 557 758\n\n26 949 398 853\n\nFormations supérieures et recherche universitaire\n\n13 264 420 686\n\n13 226 850 526\n\nDont titre 2\n\n506 356 093\n\n506 356 093\n\nVie étudiante\n\n2 691 372 996\n\n2 688 143 121\n\nRecherches scientifiques et technologiques pluridisciplinaires\n\n6 513 909 973\n\n6 423 915 122\n\nRecherche spatiale\n\n1 466 584 352\n\n1 466 584 352\n\nRecherche dans les domaines de l'énergie, du développement et de la mobilité durables\n\n1 706 980 867\n\n1 712 980 867\n\nRecherche et enseignement supérieur en matière économique et industrielle\n\n769 294 301\n\n794 609 301\n\nDont titre 2\n\n103 266 338\n\n103 266 338\n\nRecherche duale (civile et militaire)\n\n180 074 745\n\n180 074 745\n\nRecherche culturelle et culture scientifique\n\n115 412 438\n\n116 570 698\n\nEnseignement supérieur et recherche agricoles\n\n340 507 400\n\n339 670 121\n\nDont titre 2\n\n213 472 891\n\n213 472 891\n\nRégimes sociaux et de retraite\n\n6 307 910 203\n\n6 307 910 203\n\nRégimes sociaux et de retraite des transports terrestres\n\n4 049 096 778\n\n4 049 096 778\n\nRégimes de retraite et de sécurité sociale des marins\n\n828 068 119\n\n828 068 119\n\nRégimes de retraite des mines, de la SEITA et divers\n\n1 430 745 306\n\n1 430 745 306\n\nRelations avec les collectivités territoriales\n\n4 306 913 413\n\n3 435 741 631\n\nConcours financiers aux collectivités territoriales et à leurs groupements\n\n4 017 569 954\n\n3 181 344 847\n\nConcours spécifiques et administration\n\n289 343 459\n\n254 396 784\n\nRemboursements et dégrèvements\n\n108 833 605 000\n\n108 833 605 000\n\nRemboursements et dégrèvements d'impôts d'Etat (crédits évaluatifs)\n\n96 960 105 000\n\n96 960 105 000\n\nRemboursements et dégrèvements d'impôts locaux (crédits évaluatifs)\n\n11 873 500 000\n\n11 873 500 000\n\nSanté\n\n1 264 632 818\n\n1 265 932 818\n\nPrévention, sécurité sanitaire et offre de soins\n\n441 419 625\n\n442 719 625\n\nProtection maladie\n\n823 213 193\n\n823 213 193\n\nSécurités\n\n19 816 844 104\n\n19 514 947 918\n\nPolice nationale\n\n10 493 730 515\n\n10 359 608 423\n\nDont titre 2\n\n9 187 973 232\n\n9 187 973 232\n\nGendarmerie nationale\n\n8 814 594 677\n\n8 608 766 435\n\nDont titre 2\n\n7 270 996 181\n\n7 270 996 181\n\nSécurité et éducation routières\n\n38 827 452\n\n38 827 452\n\nSécurité civile\n\n469 691 460\n\n507 745 608\n\nDont titre 2\n\n180 717 183\n\n180 717 183\n\nSolidarité, insertion et égalité des chances\n\n17 825 430 276\n\n17 845 323 953\n\nInclusion sociale et protection des personnes\n\n5 701 716 503\n\n5 701 716 503\n\nHandicap et dépendance\n\n10 606 027 430\n\n10 606 027 430\n\nEgalité entre les femmes et les hommes\n\n29 772 326\n\n29 772 326\n\nConduite et soutien des politiques sanitaires, sociales, du sport, de la jeunesse et de la vie associative\n\n1 487 914 017\n\n1 507 807 694\n\nDont titre 2\n\n742 975 300\n\n742 975 300\n\nSport, jeunesse et vie associative\n\n725 142 965\n\n728 798 663\n\nSport\n\n243 737 246\n\n247 392 944\n\nJeunesse et vie associative\n\n481 405 719\n\n481 405 719\n\nTravail et emploi\n\n16 442 024 736\n\n15 457 772 811\n\nAccès et retour à l'emploi\n\n7 058 310 357\n\n7 609 064 864\n\nAccompagnement des mutations économiques et développement de l'emploi\n\n8 619 869 084\n\n7 036 605 515\n\nAmélioration de la qualité de l'emploi et des relations du travail\n\n40 907 900\n\n78 514 900\n\nConception, gestion et évaluation des politiques de l'emploi et du travail\n\n722 937 395\n\n733 587 532\n\nDont titre 2\n\n629 378 455\n\n629 378 455\n\nTotaux\n\n446 253 966 949\n\n427 369 451 539\n\n1\n\ncenter"
    },
    {
      "provision_ref": "artEtatC",
      "section": "EtatC",
      "title": "Article EtatC",
      "content": "(Article 52 de la loi)Répartition, par mission et programme, des crédits des budgets annexesBUDGETS ANNEXES\n\n(En euros)\n\nMISSION\n\nAUTORISATIONSd'engagement\n\nCRÉDITSde paiement\n\nContrôle et exploitation aériens\n\n2 135 362 315\n\n2 135 362 315\n\nSoutien aux prestations de l'aviation civile\n\n1 563 493 964\n\n1 563 493 964\n\nDont charges de personnel\n\n1 183 200 877\n\n1 183 200 877\n\nNavigation aérienne\n\n528 442 611\n\n528 442 611\n\nTransports aériens, surveillance et certification\n\n43 425 740\n\n43 425 740\n\nPublications officielles et information administrative\n\n187 466 000\n\n177 111 000\n\nEdition et diffusion\n\n66 021 000\n\n54 539 000\n\nPilotage et ressources humaines\n\n121 445 000\n\n122 572 000\n\nDont charges de personnel\n\n73 900 000\n\n73 900 000\n\nTotaux\n\n2 322 828 315\n\n2 312 473 315\n\n1\n\ncenter"
    },
    {
      "provision_ref": "artEtatD",
      "section": "EtatD",
      "title": "Article EtatD",
      "content": "(Article 53 de la loi)Répartition, par mission et programme, des crédits des comptes d'affectation spécialeet des comptes de concours financiersI. - COMPTES D'AFFECTATION SPÉCIALE\n\n(En euros)\n\nII. - COMPTES DE CONCOURS FINANCIERS\n\n(En euros)\n\nMISSION\n\nAUTORISATIONSd'engagement\n\nCRÉDITSde paiement\n\nAides à l'acquisition de véhicules propres\n\n347 000 000\n\n347 000 000\n\nContribution au financement de l'attribution d'aides à l'acquisition de véhicules propres\n\n320 000 000\n\n320 000 000\n\nContribution au financement de l'attribution d'aides au retrait de véhicules polluants\n\n27 000 000\n\n27 000 000\n\nContrôle de la circulation et du stationnement routiers\n\n1 378 766 349\n\n1 378 766 349\n\nStructures et dispositifs de sécurité routière\n\n249 000 000\n\n249 000 000\n\nContrôle et modernisation de la politique de la circulation et du stationnement routiers\n\n26 200 000\n\n26 200 000\n\nContribution à l'équipement des collectivités territoriales pour l'amélioration des transports en commun, de la sécurité et de la circulation routières\n\n664 790 165\n\n664 790 165\n\nDésendettement de l'Etat\n\n438 776 184\n\n438 776 184\n\nDéveloppement agricole et rural\n\n147 500 000\n\n147 500 000\n\nDéveloppement et transfert en agriculture\n\n70 553 250\n\n70 553 250\n\nRecherche appliquée et innovation en agriculture\n\n76 946 750\n\n76 946 750\n\nFinancement des aides aux collectivités pour l'électrification rurale\n\n377 000 000\n\n377 000 000\n\nElectrification rurale\n\n369 600 000\n\n369 600 000\n\nOpérations de maItrise de la demande d'électricité, de production d'électricité par des énergies renouvelables ou de production de proximité dans les zones non interconnectées, déclarations d'utilité publique et intempéries\n\n7 400 000\n\n7 400 000\n\nFinancement national du développement et de la modernisation de l'apprentissage\n\n1 573 240 075\n\n1 573 240 075\n\nRépartition régionale de la ressource consacrée au développement de l'apprentissage\n\n1 393 550 853\n\n1 393 550 853\n\nCorrection financière des disparités régionales de taxe d'apprentissage et incitations au développement de l'apprentissage\n\n179 689 222\n\n179 689 222\n\nGestion du patrimoine immobilier de l'Etat\n\n593 616 000\n\n585 000 000\n\nContributions des cessions immobilières à l'étranger au désendettement de l'Etat\n\n60 000 000\n\n60 000 000\n\nOpérations immobilières nationales et des administrations centrales\n\n375 543 000\n\n374 793 000\n\nOpérations immobilières déconcentrées\n\n158 073 000\n\n150 207 000\n\nParticipation de la France au désendettement de la Grèce\n\n183 000 000\n\n239 000 000\n\nVersement de la France à la Grèce au titre de la restitution à cet Etat des revenus perçus sur les titres grecs\n\n183 000 000\n\n239 000 000\n\nRétrocessions de trop-perçus à la Banque de France\n\n0\n\n0\n\nParticipations financières de l'Etat\n\n6 500 000 000\n\n6 500 000 000\n\nOpérations en capital intéressant les participations financières de l'Etat\n\n6 500 000 000\n\n6 500 000 000\n\nDésendettement de l'Etat et d'établissements publics de l'Etat\n\n0\n\n0\n\nPensions\n\n57 654 007 781\n\n57 654 007 781\n\nPensions civiles et militaires de retraite et allocations temporaires d'invalidité\n\n53 824 700 000\n\n53 824 700 000\n\nDont titre 2\n\n53 823 950 000\n\n53 823 950 000\n\nOuvriers des établissements industriels de l'Etat\n\n1 888 451 000\n\n1 888 451 000\n\nDont titre 2\n\n1 880 107 000\n\n1 880 107 000\n\nPensions militaires d'invalidité et des victimes de guerre et autres pensions\n\n1 940 856 781\n\n1 940 856 781\n\nDont titre 2\n\n16 000 000\n\n16 000 000\n\nServices nationaux de transport conventionnés de voyageurs\n\n358 000 000\n\n358 000 000\n\nExploitation des services nationaux de transport conventionnés\n\n258 000 000\n\n258 000 000\n\nMatériel roulant des services nationaux de transport conventionnés\n\n100 000 000\n\n100 000 000\n\nTransition énergétique\n\n6 983 200 000\n\n6 983 200 000\n\nSoutien à la transition énergétique\n\n5 680 200 000\n\n5 680 200 000\n\nEngagements financiers liés à la transition énergétique\n\n1 303 000 000\n\n1 303 000 000\n\nTotaux\n\n76 095 330 205\n\n76 142 714 205\n\n1\n\ncenter\n\nMISSION\n\nAUTORISATIONSd'engagement\n\nCRÉDITSde paiement\n\nAccords monétaires internationaux\n\n0\n\n0\n\nRelations avec l'Union monétaire ouest-africaine\n\n0\n\n0\n\nRelations avec l'Union monétaire d'Afrique centrale\n\n0\n\n0\n\nRelations avec l'Union des Comores\n\n0\n\n0\n\nAvances à divers services de l'Etatou organismes gérant des services publics\n\n16 464 202 000\n\n16 464 202 000\n\nAvances à l'Agence de services et de paiement, au titre du préfinancement des aides communautaires de la politique agricole commune\n\n16 000 000 000\n\n16 000 000 000\n\nAvances à des organismes distincts de l'Etat et gérant des services publics\n\n346 600 000\n\n346 600 000\n\nAvances à des services de l'Etat\n\n102 602 000\n\n102 602 000\n\nAvances à l'Office national d'indemnisation des accidents médicaux, des affections iatrogènes et des infections nosocomiales (ONIAM) au titre de l'indemnisation des victimes du Benfluorex\n\n15 000 000\n\n15 000 000\n\nAvances à l'audiovisuel public\n\n3 930 563 429\n\n3 930 563 429\n\nFrance Télévisions\n\n2 597 748 917\n\n2 597 748 917\n\nARTE France\n\n280 011 969\n\n280 011 969\n\nRadio France\n\n625 112 736\n\n625 112 736\n\nFrance Médias Monde\n\n256 811 872\n\n256 811 872\n\nInstitut national de l'audiovisuel\n\n90 869 000\n\n90 869 000\n\nTV5 Monde\n\n80 008 935\n\n80 008 935\n\nAvances aux collectivités territoriales\n\n105 695 207 910\n\n105 695 207 910\n\nAvances aux collectivités et établissements publics, et à la Nouvelle-Calédonie\n\n6 000 000\n\n6 000 000\n\nAvances sur le montant des impositions revenant aux régions, départements, communes, établissements et divers organismes\n\n105 689 207 910\n\n105 689 207 910\n\nPrêts à des Etats étrangers\n\n2 000 000 000\n\n698 000 000\n\nPrêts à des Etats étrangers en vue de faciliter la vente de biens et de services concourant au développement du commerce extérieur de la France\n\n300 000 000\n\n300 000 000\n\nPrêts à des Etats étrangers pour consolidation de dettes envers la France\n\n148 000 000\n\n148 000 000\n\nPrêts à l'Agence française de développement en vue de favoriser le développement économique et social dans des Etats étrangers\n\n1 552 000 000\n\n250 000 000\n\nPrêts aux Etats membres de l'Union européenne dont la monnaie est l'euro\n\n0\n\n0\n\nPrêts et avances à des particuliers ou à des organismes privés\n\n105 450 000\n\n105 450 000\n\nPrêts et avances pour le logement des agents de l'Etat\n\n450 000\n\n450 000\n\nPrêts pour le développement économique et social\n\n100 000 000\n\n100 000 000\n\nPrêts à la filière automobile\n\n5 000 000\n\n5 000 000\n\nTotaux\n\n128 195 423 339\n\n126 893 423 339\n\n1\n\ncenter"
    },
    {
      "provision_ref": "artEtatE",
      "section": "EtatE",
      "title": "Article EtatE",
      "content": "(Article 54 de la loi)Répartition des autorisations de découvertI. - COMPTES DE COMMERCE\n\n(En euros)\n\nII. - COMPTES D'OPÉRATIONS MONÉTAIRES\n\n(En euros)\n\nNUMÉROdu compte\n\nINTITULÉ DU COMPTE\n\nAUTORISATIONde découvert\n\n901\n\nApprovisionnement de l'Etat et des forces armées en produits pétroliers, biens et services complémentaires\n\n125 000 000\n\n912\n\nCantine et travail des détenus dans le cadre pénitentiaire\n\n23 000 000\n\n910\n\nCouverture des risques financiers de l'Etat\n\n917 000 000\n\n902\n\nExploitations industrielles des ateliers aéronautiques de l'Etat\n\n0\n\n903\n\nGestion de la dette et de la trésorerie de l'Etat\n\n19 200 000 000\n\nleft\n\nSection 1 Opérations relatives à la dette primaire et gestion de la trésorerie\n\n17 500 000 000\n\nleft\n\nSection 2 Opérations de gestion active de la dette au moyen d'instruments financiers à terme\n\n1 700 000 000\n\n904\n\nLancement de certains matériels aéronautiques et de certains matériels d'armement complexes\n\n0\n\n907\n\nOpérations commerciales des domaines\n\n0\n\n909\n\nRégie industrielle des établissements pénitentiaires\n\n609 800\n\n914\n\nRenouvellement des concessions hydroélectriques\n\n6 200 000\n\n915\n\nSoutien financier au commerce extérieur\n\n200 000 000\n\nleft\n\nTotal\n\n20 471 809 800\n\n1\n\ncenter\n\nNUMÉROdu compte\n\nINTITULÉ DU COMPTE\n\nAUTORISATIONde découvert\n\n951\n\nEmission des monnaies métalliques\n\n0\n\n952\n\nOpérations avec le Fonds monétaire international\n\n0\n\n953\n\nPertes et bénéfices de change\n\n250 000 000\n\nleft\n\nTotal\n\n250 000 000\n\n1\n\ncenter"
    },
    {
      "provision_ref": "artliminaire",
      "section": "liminaire",
      "title": "Article liminaire",
      "content": "La prévision de solde structurel et de solde effectif de l'ensemble des administrations publiques pour 2017, l'exécution de l'année 2015 et la prévision d'exécution de l'année 2016 s'établissent comme suit :\n\n(En points de produit intérieur brut)\n\nEXÉCUTION 2015\n\nPRÉVISION D'EXÉCUTION 2016\n\nPRÉVISION 2017\n\nSolde structurel (1)\n\n- 1,9\n\n- 1,5\n\n- 1,0\n\nSolde conjoncturel (2)\n\n- 1,6\n\n- 1,7\n\n- 1,6\n\nMesures exceptionnelles (3)\n\n-\n\n- 0,1\n\n- 0,1\n\nSolde effectif (1 + 2 + 3)\n\n- 3,5\n\n- 3,3\n\n- 2,7 (*)\n\n(*) L'écart entre le solde effectif et la somme de ses composantes s'explique par l'arrondi au dixième des différentes valeurs.\n\n1"
    }
  ]
}