{
  "id": "loi-n-84-1209-du-29-decembre-1984",
  "type": "statute",
  "title": "Loi n° 84-1209 du 29 décembre 1984",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000320425",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I. - Paragraphe modificateurII. - Alinéa modificateurLes dispositions de l'alinéa précédent sont interprétatives de l'article 92 de la loi de finances pour 1979 n° 78-1239 du 29 décembre 1978."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I. Les dispositions de l'article 29 de la loi de finances rectificative pour 1982 n° 82-1152 du 30 décembre 1982 s'appliquent également à la société française concessionnaire du tunnel de Fréjus. A cet effet, les créances que l'Etat détient sur cette société sont assimilées à celles définies au 1 du paragraphe Ier dudit article. Le transfert à l'établissement public \"Autoroutes de France\" de ces créances prend effet à la date de la publication de la présente loi, pour le montant constaté à cette date.II. Paragraphe modificateur"
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "A compter du 1er janvier 1985, les dispositions des articles L. 233-1 à L233-4 du code des communes, telles qu'elles résultent de la présente loi, sont appliquées à la taxe départementale sur l'électricité.Le taux de cette taxe ne peut dépasser 4 p. 100."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I - Les communes et leurs groupements ainsi que les départements qui, avant le 26 novembre 1984, ont instauré la taxe sur l'électricité à un taux inférieur aux taux maxima définis au paragraphe III ci-après, sont autorisés en 1985 à majorer de deux points au plus pour les communes et leurs groupements et d'un point au plus pour les départements le taux en vigueur à cette date et dans la limite de ces taux maxima.II - Les communes et leurs groupements ainsi que les départements qui, avant le 26 novembre 1985, n'ont pas instauré de taxe sur l'électricité sont autorisés à le faire dans la limite des taux maxima visés au paragraphe III ci-après.III - Pour les départements, le taux maximum autorisé sera égal à la moyenne des taux en vigueur, au 26 novembre 1984, sur l'ensemble du territoire.Pour les communes et leurs groupements, le taux maximum autorisé sera égal à la moyenne du taux en vigueur, au 26 novembre 1984, dans la région."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "Les créances de l'Etat et des organismes publics constatées au moyen d'un ordre de recettes sont arrondies à l'euro le plus proche, la fraction d'euro égale à 0,50 est comptée pour 1."
    }
  ]
}