{
  "id": "loi-n-2005-842-du-26-juillet-2005",
  "type": "statute",
  "title": "Loi n° 2005-842 du 26 juillet 2005",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000451890",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I.-La transformation d'un bon ou contrat mentionné au 1° du I de l'article 125-0 A du code général des impôts, dont les primes versées sont affectées à l'acquisition de droits qui ne sont pas exprimés en unités de compte visées au deuxième alinéa de l'article L. 131-1 du code des assurances, en un bon ou contrat mentionné au 1° du I de l'article 125-0 A du code général des impôts dont une part ou l'intégralité des primes versées sont affectées à l'acquisition de droits exprimés en unités de compte susvisées n'entraîne pas les conséquences fiscales d'un dénouement. Les produits inscrits sur les bons ou contrats, à la date de leur transformation, sont assimilés à des primes versées pour l'application des dispositions des articles L. 136-6, L. 136-7, L. 245-14 et L. 245-15 du code de la sécurité sociale, des articles 15 et 16 de l'ordonnance n° 96-50 du 24 janvier 1996 relative au remboursement de la dette sociale ainsi que du 2° de l'article 11 de la loi n° 2004-626 du 30 juin 2004 relative à la solidarité pour l'autonomie des personnes âgées et des personnes handicapées, lorsqu'en application de ces mêmes dispositions ces produits ont été soumis, lors de leur inscription en compte, aux prélèvements et contributions applicables à cette date.\n\nII, III-Paragraphes modificateurs.\n\nIV.-Les contrats mentionnés à l'article L. 142-1 du même code sont soumis au même régime que les contrats en unités de compte pour l'application des dispositions de l'article 125-0 A du code général des impôts, des articles L. 136-6, L. 136-7, L. 245-14 et L. 245-15 du code de la sécurité sociale, des articles 15 et 16 de l'ordonnance n° 96-50 du 24 janvier 1996 précitée ainsi que du 2° de l'article 11 de la loi n° 2004-626 du 30 juin 2004 précitée."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I s'appliquent aux versements réalisés à compter du 1er janvier 2005."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. - Est soumis à une imposition séparée au taux de 0 % le montant net des plus-values à long terme afférentes aux cessions de titres de participation mentionnés au troisième alinéa du a quinquies du I de l'article 219 du code général des impôts réalisées dans le cadre d'une admission aux négociations sur un marché d'instruments financiers destinés au financement des petites et moyennes entreprises et offrant des garanties pour la bonne information des investisseurs. La liste des marchés d'instruments financiers bénéficiaires de cette mesure est fixée par arrêté du ministre chargé de l'économie.Pour les cessions mentionnées à l'alinéa précédent, une quote-part de frais et charges égale à 5 % du résultat net des plus-values de cession est prise en compte pour la détermination du résultat imposable.II. - Les dispositions du I s'appliquent aux cessions réalisées à compter du 17 mai 2005.Elles cessent de s'appliquer pour les cessions réalisées au titre des exercices ouverts à compter du 1er janvier 2007."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I sont applicables aux conventions conclues à compter du 1er mai 2005."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I., II., III. - Paragraphes modificateurs.IV. - 1. Les dispositions du présent article ne sont pas applicables à Saint-Pierre-et-Miquelon et à Mayotte, à l'exception du 1° du II.2. Le 1° du II du présent article est applicable en Nouvelle-Calédonie et dans les îles Wallis et Futuna."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "L'établissement public de l'Etat à caractère industriel et commercial, dénommé Agence de l'innovation industrielle, est ajouté, à compter de sa création, à la liste figurant à l'annexe III de la loi n° 83-675 du 26 juillet 1983 relative à la démocratisation du secteur public."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Est ratifiée l'ordonnance n° 2005-722 du 29 juin 2005 relative à la création de l'établissement public OSEO et à la transformation de l'établissement public Agence nationale de valorisation de la recherche en société anonyme, prise en application de l'article 31 de la loi n° 2004-1343 du 9 décembre 2004 de simplification du droit."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I. - Les entreprises imposées à l'impôt sur les sociétés peuvent bénéficier d'une réduction d'impôt égale à :1° 65 % des versements en numéraire effectués entre le 16 mars 2005 et le 31 décembre 2005 au profit d'établissements publics de recherche ou d'enseignement supérieur, d'organismes à but non lucratif de recherche ou de petites et moyennes entreprises innovantes définies au II, ou du montant des dépenses hors taxes exposées durant cette même période pour la réalisation d'opérations de recherche scientifique et technique mentionnées au a du II de l'article 244 quater B du code général des impôts et confiées à ces mêmes organismes ou entreprises ;2° 25 % du montant des sommes versées en 2005 au titre des souscriptions en numéraire réalisées entre le 16 mars 2005 et le 31 décembre 2005 au capital des petites et moyennes entreprises innovantes définies au II ou dans des parts de fonds communs de placement dans l'innovation mentionnés au I de l'article L. 214-41 du code monétaire et financier.II. - Est considérée comme une petite et moyenne entreprise innovante au sens du I une entreprise soumise à l'impôt sur les sociétés qui répond cumulativement, à la clôture de l'exercice précédant celui du versement ou de la souscription ou, si l'entreprise a été créée au cours de l'exercice du versement ou de la souscription, à la clôture de ce dernier exercice, aux conditions suivantes :1° Elle réalise des dépenses de recherche, définies aux a à g du II de l'article 244 quater B du code général des impôts, représentant au moins 15 % des charges totales engagées par l'entreprise ;2° Elle emploie moins de deux cent cinquante salariés et, soit a réalisé un chiffre d'affaires annuel n'excédant pas 50 millions d'euros au cours de l'exercice, soit a un total de bilan n'excédant pas 43 millions d'euros. Pour les sociétés membres d'un groupe au sens de l'article 223 A du code général des impôts, le chiffre d'affaires et l'effectif à prendre en compte s'entendent respectivement de la somme des chiffres d'affaires et de la somme des effectifs des sociétés membres de ce groupe ;3° Son capital ou les droits de vote ne sont pas détenus à hauteur de 25 % ou plus par une ou plusieurs entreprises ne répondant pas aux conditions prévues au 2°, ou par des entreprises répondant aux conditions prévues au 2° mais dont le capital ou les droits de vote sont détenus à hauteur de 25 % ou plus par une ou plusieurs entreprises. Cette condition doit être remplie de manière continue au cours de l'exercice du versement ou de la souscription ouvrant droit à la réduction d'impôt. Pour apprécier le respect de cette condition, le pourcentage de capital détenu par des sociétés de capital-risque, des fonds communs de placement à risques, des sociétés de développement régional, des sociétés financières d'innovation et des sociétés unipersonnelles d'investissement à risque dans l'entreprise innovante n'est pas pris en compte, à la condition qu'il n'existe pas de lien de dépendance au sens du 12 de l'article 39 du code général des impôts entre cette entreprise et ces dernières sociétés ou ces fonds. Pour les sociétés membres d'un groupe, la condition tenant à la composition du capital doit être remplie par la société mère du groupe.III. - Pour l'application des dispositions du 1° du I, il ne doit exister aucun lien de dépendance, au sens du 12 de l'article 39 du code général des impôts, entre l'entreprise versante et l'entité bénéficiaire du versement. Cette condition doit être respectée de manière continue entre le 16 mars 2005 et le 31 décembre 2006.IV. - Pour l'application des dispositions du 2° du I, l'entreprise souscriptrice doit conserver, pendant cinq ans à compter de la souscription en numéraire, les titres ayant ouvert droit à la réduction d'impôt et ne pas détenir directement ou indirectement la majorité du capital de l'entreprise innovante au cours de cette même période.V. - Les entités mentionnées au 1° du I doivent utiliser intégralement les sommes en numéraire versées à leur profit à la réalisation de dépenses telles que définies aux a à g du II de l'article 244 quater B du code général des impôts. Le respect de cette condition, qui s'apprécie au 31 décembre 2006, peut, dans les conditions prévues à l'article L. 45 B du livre des procédures fiscales, être vérifié par des agents du ministère chargé de la recherche et de la technologie.VI. - Le bénéfice des réductions d'impôt mentionnées au I est réservé aux entreprises qui ne sont pas elles-mêmes bénéficiaires de versements qui ont ouvert droit, au profit de leur auteur, à l'une ou l'autre de ces mêmes réductions d'impôt.VII. - Les versements effectués en application du 1° du I :1° Ne peuvent constituer un paiement total ou partiel d'une opération de vente ou de prestation de services réalisée par le bénéficiaire du versement au profit de son auteur, à l'exception des dépenses exposées pour la réalisation des opérations de recherche scientifique et technique mentionnées au a du II de l'article 244 quater B du code général des impôts et confiées aux organismes ou entreprises mentionnés au 1° du I du présent article ;2° Ne sont pas déductibles du bénéfice imposable de l'entreprise versante ;3° Ne peuvent ouvrir droit, pour l'entreprise versante, à une autre réduction d'impôt ou un autre crédit d'impôt.VIII. - La réduction d'impôt mentionnée au 1° du I s'impute sur l'impôt sur les sociétés dû au titre du premier exercice clos à compter du 31 décembre 2005. Toutefois, cette réduction d'impôt ne peut être supérieure à 2,5 % du montant de l'impôt dû par l'entreprise au titre du dernier exercice clos avant le 16 mars 2005, le cas échéant porté ou ramené à douze mois. Pour les sociétés membres d'un groupe fiscal au sens de l'article 223 A du code général des impôts, la limite de 2,5 % s'applique pour l'ensemble du groupe par référence à l'impôt dû par la société mère du groupe. Lorsque le montant de la réduction d'impôt excède le montant de l'impôt dû, le solde non imputé n'est ni restituable, ni reportable. Pour l'application des dispositions de l'article 1668 du code général des impôts, les entreprises peuvent réduire leur acompte dû le 15 décembre 2005 du montant de la réduction d'impôt.IX. - La réduction d'impôt mentionnée au 2° du I s'impute sur l'impôt sur les sociétés dans les conditions prévues au VIII. Toutefois, il convient de minorer la limite de 2,5 % du montant de la réduction d'impôt éventuellement obtenue en application du 1° du I.X. - Le versement en numéraire reçu en application du 1° du I par l'entité bénéficiaire n'est pas soumis à l'impôt sur les sociétés dû au titre de l'exercice au cours duquel il a été perçu.XI. - Pour l'application des dispositions prévues à l'article 244 quater B du code général des impôts, les sommes perçues au titre du 1° du I sont assimilées à des subventions publiques.XII. - En cas de non-respect, total ou partiel, par l'entité bénéficiaire de la condition prévue au V, la fraction des versements en numéraire non affectés à la réalisation des dépenses de recherche telles que définies aux a à g du II de l'article 244 quater B du code général des impôts est réintégrée au résultat du premier exercice clos à compter du 1er janvier 2007.XIII. - En cas de non-respect de la condition prévue au V, l'entité bénéficiaire verse au Trésor une indemnité égale à 100 % des sommes non affectées à la réalisation de dépenses telles que définies aux a à g du II de l'article 244 quater B du code général des impôts. Le montant de l'indemnité visée ci-dessus est exclu des charges déductibles pour l'assiette du bénéfice imposable. La constatation, le recouvrement et le contentieux de cette indemnité sont assurés et suivis comme en matière d'impôts directs.XIV. - En cas de non-respect de la condition prévue au III ou au IV, le montant de la réduction d'impôt visée au 1° ou au 2° du I vient majorer l'impôt sur les sociétés dû au titre de l'exercice au cours duquel cette condition n'est plus respectée.XV. - Un décret précise les modalités d'application du présent article, notamment les obligations déclaratives incombant aux entreprises."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnances les mesures nécessaires pour :1° Introduire, dans le code de commerce, des dispositions permettant le nantissement des stocks des entreprises et modifier les dispositions du code civil pour simplifier la constitution des sûretés réelles mobilières et leurs effets, étendre leur assiette et autoriser le gage sans dépossession ;2° Modifier les dispositions du code civil pour améliorer le fonctionnement de l'antichrèse, en autorisant le créancier à donner à bail l'immeuble dont le débiteur s'est dépossédé à titre de garantie, et pour développer le crédit hypothécaire, notamment au profit des particuliers, en permettant le crédit hypothécaire rechargeable et le prêt viager hypothécaire, en simplifiant la mainlevée de l'inscription hypothécaire et en diminuant son coût, et en veillant à protéger les intérêts des personnes qui en bénéficient ;3° Insérer à droit constant, dans le code civil, les dispositions relatives à la clause de réserve de propriété ;4° Donner une base légale à la garantie autonome qui oblige le garant, sauf fraude manifeste, à payer dès qu'il est sollicité ou selon des modalités préalablement convenues, à la lettre d'intention par laquelle un tiers exprime à un créancier son intention de soutenir le débiteur dans l'exécution de son obligation, ainsi qu'au droit de rétention qui permet au créancier qui détient une chose qu'il doit remettre d'en refuser la délivrance tant qu'il n'a pas reçu complet paiement ;5° Réformer les dispositions du livre III du code civil relatives à l'expropriation forcée et à la procédure de distribution du prix de vente des immeubles, pour simplifier les procédures civiles d'exécution immobilières et les rapprocher des procédures civiles d'exécution mobilières, renforcer le contrôle du juge et favoriser la vente amiable ;6° Aménager et modifier toutes dispositions de nature législative permettant d'assurer la mise en oeuvre et de tirer les conséquences des modifications apportées en application des 1° à 5° du présent article.Les ordonnances prévues par les 1° à 5° doivent être prises dans un délai de neuf mois suivant la publication de la présente loi. Les ordonnances prévues par le 6° doivent être prises dans un délai de douze mois suivant cette publication.Pour chaque ordonnance, un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de sa publication."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "I. - L'ordonnance n° 2005-171 du 24 février 2005 simplifiant les procédures de constitution et de réalisation des contrats de garantie financière est ratifiée.II, III. - Paragraphes modificateurs."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "I., II., III., IV. - Paragraphes modificateurs.V. - Les dispositions du présent article entrent en vigueur à compter du 20 janvier 2007. Toutefois, les dispositions du I insérant un article L. 451-1-1 dans le code monétaire et financier et celles du III relatives aux obligations mentionnées à l'article L. 412-1 du même code entrent en vigueur à compter de la publication de la présente loi."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "I., II., III., IV. - Paragraphes modificateurs.V. - A. - Toute personne physique ou morale, agissant seule ou de concert, qui, entre le 27 juin 2004 et le 11 décembre 2004, a franchi en droits de vote ou en capital l'un des seuils de détention du capital ou des droits de vote prévus à l'article L. 233-7 du code de commerce, dans sa version antérieure à la présente loi, d'une société dont les actions sont admises à la négociation sur un marché réglementé et qui, sur le fondement de l'article 51 de l'ordonnance n° 2004-604 du 24 juin 2004 portant réforme du régime des valeurs mobilières émises par les sociétés commerciales, n'a pas déclaré ses franchissements de seuils parce qu'elle détenait les titres sous la forme nominative, est tenue d'informer la société et l'Autorité des marchés financiers du nombre total d'actions ou de droits de vote qu'elle possède dans un délai de trois mois suivant la publication de la présente loi. Cette information est portée à la connaissance du public dans les conditions fixées par le règlement général de l'Autorité des marchés financiers.B. - Cette déclaration ne concerne pas les personnes qui, depuis un éventuel franchissement de seuil durant la période ci-dessus mentionnée :- détiennent une fraction du capital ou des droits de vote qui les place, au regard des obligations de déclaration mentionnées à l'article L. 233-7 du code de commerce, dans la même situation que celle qui prévalait avant ledit franchissement ;- ou ont déclaré depuis le 11 décembre 2004 le franchissement d'un nouveau seuil.C. - Au-delà du délai mentionné au A, les personnes visées au A sont soumises à l'application de l'article L. 233-14 du code de commerce.VI., VII. - Paragraphes modificateurs."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "I. - Paragraphe modificateur.II. - Les dispositions du I s'appliquent à compter du 8 février 2005."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "I. à VI. - Paragraphes modificateurs.VII. - Lorsqu'un accord d'intéressement défini à l'article L. 441-1 du code du travail bénéficie à une des personnes visées au I, la date de conclusion de l'accord mentionnée au huitième alinéa de l'article L. 441-2 du même code est portée, en 2005, au premier jour du dixième mois suivant la date de sa prise d'effet. L'accord doit être déposé par la partie la plus diligente au plus tard dans les quinze jours suivant la conclusion à la direction départementale du travail, de l'emploi et de la formation professionnelle du lieu où il a été conclu."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "Les entreprises qui souhaitent accorder à leurs salariés une prime exceptionnelle d'intéressement liée aux résultats ou aux performances enregistrés en 2004 peuvent le faire d'ici au 31 décembre 2005 sous réserve des dispositions ci-après :1° Pour les entreprises dans lesquelles un accord d'intéressement :a) Etait en vigueur au titre de l'exercice 2004, un accord spécifique passé dans les conditions prévues à l'article L. 441-1 du code du travail, conclu avant le 30 septembre 2005, peut prévoir qu'une prime exceptionnelle est accordée aux salariés. Cet accord détermine les salariés bénéficiaires et les critères de répartition conformément aux règles prévues à l'article L. 444-4 et au sixième alinéa de l'article L. 441-2 du code du travail, dans la limite la plus favorable entre 15 % du montant de l'intéressement versé au titre de l'exercice 2004 et 200  par salarié ; à défaut d'accord dans le délai précité, la prime exceptionnelle peut être accordée par décision unilatérale de l'employeur dans les mêmes limites et conditions que dans le cas précédent ;b) Ou, en l'absence d'accord d'intéressement en vigueur en 2004, est conclu et déposé en 2005 dans les délais mentionnés à l'article L. 441-2 du code du travail, l'accord spécifique mentionné au a peut prévoir une prime exceptionnelle dans la limite de 200  par salarié dans les conditions fixées au a. A défaut d'accord dans le délai précité, la prime peut être versée sur décision unilatérale de l'employeur dans les mêmes limites et conditions que dans le cas précédent ;2° Pour les entreprises dans lesquelles aucun accord d'intéressement n'était applicable dans les conditions du 1°, une prime exceptionnelle peut être versée, sous réserve que la négociation d'un accord d'intéressement soit engagée, dans les conditions suivantes :a) Dans le cadre d'un accord spécifique passé dans les conditions prévues à l'article L. 441-1 du code du travail, conclu avant le 30 septembre 2005, la prime susceptible d'être accordée à chaque salarié ne peut excéder 200  par salarié. Cet accord détermine les salariés bénéficiaires de cette prime exceptionnelle et les critères de répartition conformément aux règles prévues à l'article L. 444-4 et au sixième alinéa de l'article L. 441-2 du code du travail ;b) A défaut d'accord dans le délai précité, la prime exceptionnelle peut être accordée sur décision unilatérale de l'employeur, dans les mêmes limites et conditions que dans le cas précédent.A titre exceptionnel, les accords d'intéressement conclus jusqu'au 30 septembre 2005 pourront prendre effet à compter du 1er janvier 2005 et bénéficier des exonérations prévues aux articles L. 441-4 et L. 441-6 du code du travail, sous réserve d'avoir été déposés dans les délais légaux ;3° Cette prime exceptionnelle ne revêt pas le caractère de rémunération au sens des articles L. 242-1 du code de la sécurité sociale et L. 741-10 du code rural, quel que soit le délai écoulé entre la date de versement de la prime exceptionnelle et la date d'effet d'un accord d'intéressement mentionné au b du 1° ou au 2° du présent article.Les entreprises peuvent déduire ces primes exceptionnelles des bases retenues pour l'assiette de l'impôt sur les sociétés et de l'impôt sur le revenu.Pour l'application des dispositions de l'article 1668 du code général des impôts, les entreprises peuvent réduire leur acompte dû le 15 décembre 2005 d'une somme égale au produit du montant de la prime exceptionnelle mentionné au 1° ou 2°, versé au titre des exercices clos à compter du 31 décembre 2005, par le taux fixé au deuxième alinéa du I de l'article 219 du même code ;4° Dans le cas où un salarié qui a adhéré à un plan d'épargne d'entreprise prévu au chapitre III du titre IV du livre IV du code du travail affecte à la réalisation de ce plan tout ou partie de la prime exceptionnelle d'intéressement, celle-ci est exonérée d'impôt sur le revenu dans les conditions prévues à l'article L. 441-6 du même code."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "I. - Les sommes attribuées aux salariés en 2005 au titre de la participation aux résultats de l'entreprise au titre du dernier exercice clos peuvent leur être versées directement jusqu'au 31 décembre 2005.Les sommes attribuées aux salariés en 2005 au titre de la participation aux résultats de l'entreprise qui ont déjà été affectées en application de l'article L. 442-5 du code du travail sont négociables ou exigibles avant l'expiration des délais prévus aux articles L. 442-7 et L. 442-12 du même code jusqu'au 31 décembre 2005, sur simple demande du bénéficiaire pour leur valeur au jour du déblocage. Dans les entreprises ayant conclu un accord dans les conditions prévues à l'article L. 442-6 du même code, l'application des dispositions du présent alinéa à tout ou partie de la part des sommes versées aux salariés au titre de la participation aux résultats de l'entreprise supérieure à la répartition d'une réserve spéciale de participation calculée selon les modalités définies à l'article L. 442-2 du même code est subordonnée à un accord négocié dans les conditions prévues aux articles L. 442-10 et L. 442-11 du même code, sauf décision unilatérale de l'employeur de permettre le déblocage de la totalité des sommes mentionnées à la phrase précédente.Lorsque l'accord de participation prévoit l'affectation des sommes à un compte que l'entreprise consacre à des investissements en application du 2° de l'article L. 442-5 du code du travail ou à des parts d'organismes de placement collectif en valeurs mobilières relevant de l'article L. 214-40 du code monétaire et financier, le déblocage de ces actions et des sommes affectées à ces fonds et parts est subordonné à un accord négocié dans les conditions prévues aux articles L. 442-10 et L. 442-11 du code du travail. Cet accord peut prévoir que le versement ou la délivrance de certaines catégories de droits, actions, parts ou sommes peut n'être effectué que pour une partie des sommes attribuées aux salariés, en 2005, au titre de la participation aux résultats de l'entreprise.II. - Le salarié peut demander le déblocage de tout ou partie des sommes mentionnées au I. Il doit être procédé à ce déblocage en une seule fois.III. - Les sommes mentionnées au I ne bénéficient pas de l'exonération d'impôt sur le revenu prévue au premier alinéa du II de l'article L. 442-8 du code du travail. Elles sont imposables, pour leur montant déterminé compte tenu des revenus, gains ou pertes résultant de leur placement dans les conditions prévues par l'article L. 442-5 du code du travail, selon les règles fixées au a du 5 de l'article 158 du code général des impôts.IV. - Les dispositions du présent article ne s'appliquent pas aux droits à participation affectés à un plan d'épargne pour la retraite collectif.Un décret fixe les obligations déclaratives pour l'application du présent article.Dans un délai de deux mois après la promulgation de la présente loi, les entreprises informent leurs salariés des droits dérogatoires créés par le présent article."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "I., II.. - Paragraphes modificateurs.III. - Les dispositions des I et II s'appliquent à compter du 1er janvier 2005."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "I., II.. - Paragraphes modificateurs.III. - Les dispositions du I entrent en vigueur un an après la publication de la présente loi."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "I. - Paragraphe modificateur.II. - Le I entre en vigueur à compter du 2 janvier 2006.III.. - Paragraphe modificateur."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre, par ordonnances, dans un délai expirant le dernier jour du douzième mois suivant la publication de la présente loi, les mesures de nature législative permettant de rendre applicables, avec les adaptations nécessaires, les dispositions de la présente loi en Nouvelle-Calédonie, en Polynésie française, dans les îles Wallis et Futuna et à Mayotte.Le projet de loi portant ratification de ces ordonnances sera déposé devant le Parlement au plus tard le dernier jour du dix-huitième mois suivant la publication de la présente loi."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "I. - Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre, par ordonnance, les mesures législatives nécessaires pour modifier et compléter les dispositions relatives à la définition, aux modes d'acquisition, à l'administration, à la protection et au contentieux du domaine public et du domaine privé, mobilier comme immobilier, de l'Etat, des collectivités territoriales, des établissements publics et des autres personnes publiques dotées de la personnalité morale, à l'authentification des actes passés par ces personnes publiques, à la prise en location et à la gestion des biens détenus en jouissance par ces personnes publiques, au régime des redevances et des produits domaniaux, tant en ce qui concerne leur institution que leur recouvrement, ainsi que celles relatives à la réalisation et au contrôle des opérations de prises en location, d'acquisition et d'aliénation poursuivies par ces personnes publiques, afin de les simplifier, de les préciser, de les harmoniser, d'améliorer la gestion domaniale et de les codifier.II. - L'ordonnance doit être prise dans un délai de neuf mois suivant la publication de la présente loi. Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "L'immeuble appartenant à l'Etat, sis 13, rue de l'Université, à Paris, encore temporairement utilisé par certains services de l'Institut national du service public qui y exercent des missions administratives et de formation, peut être vendu occupé dans sa nature et sa destination actuelles. L'acte d'aliénation comportera des clauses permettant de préserver la continuité du service public."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "I. - Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à définir, par ordonnance, le régime juridique d'organismes de placement collectif dans l'immobilier, à l'exception de leur régime fiscal. Dans ce cadre, il énoncera les principes à appliquer en matière de protection des porteurs de parts, notamment en ce qui concerne la dispersion des risques, la liste des actifs éligibles, leur évaluation et le maintien de la liquidité du marché.II. - Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à définir, par ordonnance, les modalités de transformation des sociétés civiles de placement immobilier en organismes de placement collectif dans l'immobilier, à l'exception des dispositions fiscales y afférentes.III. - Les ordonnances prévues aux I et II du présent article doivent être prises dans un délai de trois mois suivant la publication de la présente loi. Pour chaque ordonnance, un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de sa publication."
    }
  ]
}