{
  "id": "loi-n-97-1239-du-29-decembre-1997",
  "type": "statute",
  "title": "Loi n° 97-1239 du 29 décembre 1997",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000753121",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I sont applicables à compter de l'entrée en vigueur de la loi n° 97-940 du 16 octobre 1997 relative au développement d'activités pour l'emploi des jeunes."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Par dérogation au II de l'article 62 de la loi de finances pour 1979 (n° 78-1239 du 29 décembre 1978), le produit des placements de la trésorerie excédentaire de la partie du contrat dénommé \"Bali-Bravo\" confiée à la direction des constructions navales sera reversé en totalité au budget général de l'Etat. Les produits constatés à la date du 31 décembre 1997 pourront être reversés dès la livraison de la sixième et dernière frégate.Le solde du résultat dégagé au titre du contrat précité restera affecté en totalité au compte de commerce n° 904-05 \"Constructions navales de la marine militaire\"."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I s'appliquent pour la détermination des résultats des exercices clos à compter du 1er janvier 1998. A titre transitoire, les dispositions antérieures de l'article 75 du code général des impôts restent applicables, sur option de l'exploitant, pour l'imposition des résultats des deux premiers exercices clos à compter du 1er janvier 1998."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Les primes à la performance attribuées par l'Etat, après consultation de la Commission nationale du sport de haut niveau, aux sportifs français qui seront médaillés aux Jeux olympiques d'hiver de 1998 à Nagano ne seront pas soumises à l'impôt sur le revenu."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I s'appliquent à compter de l'imposition des revenus de 1997."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I s'appliquent à compter de l'imposition des revenus de 1997."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Les transferts de biens, droits et obligations des fonds d'assurance formation nationaux des organisations professionnelles et des fonds d'assurance formation départementaux des chambres de métiers habilités en application de l'article 4 de la loi n° 82-1091 du 23 décembre 1982 relative à la formation professionnelle des artisans effectués, jusqu'au 31 décembre 1998, à titre gratuit ou moyennant la seule prise en charge du passif ayant grevé l'acquisition des biens transférés, au profit des fonds d'assurance formation nationaux des organisations professionnelles pour les secteurs du bâtiment, des métiers et services et de l'alimentation de détail et des fonds d'assurance formation régionaux des chambres de métiers habilités en application de l'article 4 de la même loi, ne donnent lieu à aucune indemnité ou perception d'impôts, droits ou taxes."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I sont applicables aux bénéfices réalisés au titre des exercices clos à compter du 31 décembre 1997."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I. à III. Paragraphes modificateursIV. - Les dispositions du présent article s'appliquent aux échanges de valeurs mobilières et de droits sociaux réalisés à compter du 1er janvier 1997 ainsi que, s'agissant du I, aux plus-values qui bénéficiaient à cette date d'un report d'imposition en application des dispositions du II de l'article 92 B, de l'article 150 A bis et du 4 du I ter de l'article 160 du code général des impôts."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I. à VI. Paragraphes modificateursVII. - Sous réserve des décisions de justice passées en force de chose jugée, sont validées les impositions à l'impôt sur les spectacles, jeux et divertissements établies au titre des années 1995, 1996 et 1997 sur le fondement des articles 1563 à 1565 du code général des impôts et des arrêtés pris pour l'application de ces dispositions, en tant qu'elles seraient contestées par un moyen tiré de l'illégalité, résultant de l'incompétence de leurs auteurs, de ces arrêtés.VIII. - Les dispositions des I à VI s'appliquent à compter du 1er janvier 1998."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "A. à C. Paragraphes modificateursD. - Au cours de la première année d'application de la taxe prévue à l'article 302 bis KB du code général des impôts, les redevables versent des acomptes mensuels ou trimestriels égaux au minimum, respectivement, au douzième ou au quart du montant dû l'année civile précédente au titre de la taxe instituée par l'article 36 de la loi de finances pour 1984 (n° 83-l179 du 29 décembre 1983), majoré de 5 %.E. Paragraphe modificateurF. - Les dispositions du présent article s'appliquent à compter du 1er janvier 1998."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Sous réserve des décisions de justice passées en force de chose jugée, sont réputées régulières les impositions assises et liquidées jusqu'au 9 novembre 1995 en application de l'article R. 424-1 du code de l'urbanisme et sur le fondement de l'arrêté du préfet de Paris en date du 30 mars 1984, en tant qu'elles seraient contestées pour un motif tiré de l'incompétence du maire de Paris résultant du défaut d'affichage de l'arrêté précité."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "I. à II. Paragraphes modificateursIII. - Les dispositions du II s'appliquent à compter de l'imposition des revenus de 1997."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Sous réserve des décisions de justice passées en force de chose jugée, sont validés les titres de perception émis par l'Etat jusqu'au 30 octobre 1996 pour tous les fonds de concours des sociétés concessionnaires d'autoroutes au titre des charges de fonctionnement de la gendarmerie en service sur le réseau et des frais de contrôle par l'Etat, dans la mesure où ils seraient contestés pour un motif tiré de l'illégalité des décrets ayant approuvé les articles correspondants des cahiers des charges annexés aux conventions passées entre l'Etat et lesdites sociétés.Sous la même réserve, les sommes perçues par l'Etat sur le fondement des titres de perception mentionnés au premier alinéa ne peuvent donner lieu à un remboursement fondé sur l'illégalité des décrets approuvant les articles correspondants des cahiers des charges."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "Dans la limite de 145 millions de francs, jusqu'au 31 décembre 1999, le Fonds de prévention des risques naturels majeurs, mentionné à l'article 13 de la loi n° 95-101 du 2 février 1995 relative au renforcement de la protection de l'environnement, contribue :a) Au financement des études et travaux réalisés en vue ou à l'occasion des opérations d'expropriation mentionnées à l'article 11 de la loi n° 95-101 du 2 février 1995 précitée ;b) Au financement de travaux propres à prévenir les conséquences exceptionnelles de certains risques naturels majeurs visés à l'article 11 de la même loi lorsque, d'une part, leurs effets sur les personnes, les biens et l'environnement ne peuvent être circonscrits au périmètre de réalisation du risque et lorsque, d'autre part, la réalisation des travaux de prévention est hors de proportion avec les ressources des communes sur le territoire desquelles le risque est susceptible de se produire."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "Le ministre chargé de l'économie est autorisé à faire supporter par l'Etat les pertes et charges auxquelles la Société centrale du groupe des assurances nationales devra faire face à raison des prêts à la Société Bâticrédit Finance et Compagnie qu'elle a garantis le 19 juin 1997, à hauteur d'un montant estimé à 9 milliards de francs au 31 décembre 1996 et dans la limite d'un montant maximal en principal de 10,9 milliards de francs.Les paiements correspondants seront effectués au plus tard le 31 décembre 2008.Le Gouvernement rendra compte chaque année au Parlement des opérations liées à cet engagement et des apports en résultant dans un chapitre particulier du rapport sur la mise en oeuvre des privatisations prévu à l'article 24 de la loi n° 93-923 du 19 juillet 1993 de privatisation."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "I. et II. Paragraphes modificateurs\n\nIII. - Sous réserve des décisions de justice passées en force de chose jugée, sont validés les arrêtés et décisions relatifs à la dotation générale de décentralisation et à l'ajustement visé au troisième alinéa de l'article L. 1614-4 du code général des collectivités territoriales en tant qu'ils seraient contestés sur le fondement de l'indexation, dès l'année du transfert, sur le taux de croissance de la dotation globale de fonctionnement, du montant des charges et des ressources transférées."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "I. Paragraphe modificateurII. - Les dispositions de l'article 6-1 s'appliquent aux ingénieurs du contrôle de la navigation aérienne, et le cas échéant à leurs ayants droit, dont la radiation des cadres intervient à compter du 1er janvier 1998."
    }
  ]
}