{
  "id": "loi-n-2020-473-du-25-avril-2020",
  "type": "statute",
  "title": "LOI n°2020-473 du 25 avril 2020",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000041820860",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-(Abrogé)\n\n-LOI n° 2019-1479 du 28 décembre 2019"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. - A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII.-Les 2° à 5° du I s'appliquent aux exercices clos à compter du 15 avril 2020.\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-(Abrogé)\n\nIII.-(Abrogé)\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le I du présent article s'applique aux livraisons et acquisitions intracommunautaires dont le fait générateur intervient à compter du 24 mars 2020.\n\nIII.-Le K bis de l'article 278-0 bis du code général des impôts est abrogé le 1er janvier 2025.\n\nIV.-(Abrogé)\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le I du présent article s'applique aux livraisons et acquisitions intracommunautaires dont le fait générateur intervient à compter du 1er mars 2020.\n\nIII.-Le K ter de l'article 278-0 bis du code général des impôts est abrogé le 1er janvier 2025.\n\nIV.-(Abrogé)\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. - Par dérogation au 2 du I de l'article 72 D bis du code général des impôts dans sa rédaction applicable au 30 décembre 2018, les sommes déduites et leurs intérêts capitalisés en application du même article 72 D bis et non encore rapportés au 1er avril 2021 peuvent être utilisés au cours des exercices clos entre le 1er avril 2021 et le 31 décembre 2021 pour faire face aux dépenses prévues au 2 du II de l'article 73 du même code.II. - Le I s'applique à l'impôt sur le revenu dû au titre de l'année 2021."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I. - Pour 2020, l'ajustement des ressources tel qu'il résulte des évaluations révisées figurant à l'état A annexé à la présente loi et la variation des charges du budget de l'Etat sont fixés aux montants suivants :\n\n(En millions d'euros) (*)\n\n(*) Les montants figurant dans le présent tableau sont arrondis au million d'euros le plus proche ; il résulte de l'application de ce principe que le montant arrondi des totaux et sous-totaux peut ne pas être égal à la somme des montants arrondis entrant dans son calcul.\n\nII. - Pour 2020 :1° Les ressources et les charges de trésorerie qui concourent à la réalisation de l'équilibre financier sont évaluées comme suit :\n\n(En milliards d'euros)\n\n;2° Le plafond de la variation nette, appréciée en fin d'année et en valeur nominale, de la dette négociable de l'Etat d'une durée supérieure à un an est fixé à 114,5 milliards d'euros.III. - Pour 2020, le plafond d'autorisation des emplois rémunérés par l'Etat, exprimé en équivalents temps plein travaillé, demeure inchangé.\n\nRessources\n\nCharges\n\nSolde\n\nBudget général\n\nleft\n\nleft\n\nleft\n\nRecettes fiscales brutes / dépenses brutes\n\n- 36 238\n\n33 743\n\nleft\n\nÀ déduire : Remboursements et dégrèvements\n\n- 4 238\n\n- 4 238\n\nleft\n\nRecettes fiscales nettes / dépenses nettes\n\n- 32 000\n\n37 981\n\nleft\n\nRecettes non fiscales\n\n- 2 150\n\nleft\n\nleft\n\nRecettes totales nettes / dépenses nettes\n\n- 34 151\n\n37 981\n\nleft\n\nÀ déduire : Prélèvements sur recettes au profit des collectivités territoriales et de l'Union européenne\n\n1 952\n\nleft\n\nleft\n\nMontants nets pour le budget général\n\n- 36 103\n\n37 981\n\n- 74 084\n\nÉvaluation des fonds de concours et crédits correspondants\n\nleft\n\nleft\n\nleft\n\nMontants nets pour le budget général, y compris fonds de concours\n\n- 36 103\n\n37 981\n\nleft\n\nBudgets annexes\n\nleft\n\nleft\n\nleft\n\nContrôle et exploitation aériens\n\n- 200\n\nleft\n\n- 200\n\nPublications officielles et information administrative\n\nleft\n\nleft\n\nleft\n\nTotaux pour les budgets annexes\n\n- 200\n\nleft\n\n- 200\n\nÉvaluation des fonds de concours et crédits correspondants :\n\nleft\n\nleft\n\nleft\n\nContrôle et exploitation aériens\n\nleft\n\nleft\n\nleft\n\nPublications officielles et information administrative\n\nleft\n\nleft\n\nleft\n\nTotaux pour les budgets annexes, y compris fonds de concours\n\n- 200\n\nleft\n\nleft\n\nComptes spéciaux\n\nleft\n\nleft\n\nleft\n\nComptes d'affectation spéciale\n\n20 000\n\n20 000\n\nleft\n\nComptes de concours financiers\n\nleft\n\n2 125\n\n- 2 125\n\nComptes de commerce (solde)\n\nleft\n\nleft\n\nleft\n\nComptes d'opérations monétaires (solde)\n\nleft\n\nleft\n\nleft\n\nSolde pour les comptes spéciaux\n\nleft\n\nleft\n\n- 2 125\n\nSolde général\n\nleft\n\nleft\n\n- 76 409\n\n1\n\ncenter\n\nBesoin de financement\n\nleft\n\nAmortissement de la dette à moyen et long termes\n\n136,2\n\nDont remboursement du nominal à valeur faciale\n\n130,5\n\nDont suppléments d'indexation versés à l'échéance (titres indexés)\n\n5,7\n\nAmortissement de la dette reprise de SNCF Réseau\n\n1,7\n\nAmortissement des autres dettes reprises\n\n0,5\n\nDéficit à financer\n\n185,5\n\nAutres besoins de trésorerie\n\n0,7\n\nTotal\n\n324,6\n\nRessources de financement\n\nleft\n\nÉmissions de dette à moyen et long termes, nette des rachats\n\n245,0\n\nRessources affectées à la Caisse de la dette publique et consacrées au désendettement\n\n0\n\nVariation nette de l'encours des titres d'État à court terme\n\n64,1\n\nVariation des dépôts des correspondants\n\n0\n\nVariation des disponibilités du Trésor à la Banque de France et des placements de trésorerie de l'État\n\n9,0\n\nAutres ressources de trésorerie\n\n6,5\n\nTotal\n\n324,6\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I. - Il est ouvert aux ministres, pour 2020, au titre du budget général, des autorisations d'engagement et des crédits de paiement supplémentaires s'élevant respectivement aux montants de 39 981 100 000 € et de 39 981 100 000 €, conformément à la répartition par mission donnée à l'état B annexé à la présente loi.II. - Il est annulé pour 2020, au titre du budget général, des autorisations d'engagement et des crédits de paiement s'élevant respectivement aux montants de 6 237 833 443 € et de 6 237 833 443 €, conformément à la répartition par mission donnée à l'état B annexé à la présente loi."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I. - Il est ouvert aux ministres, pour 2020, au titre des comptes d'affectation spéciale, des autorisations d'engagement et des crédits de paiement supplémentaires s'élevant respectivement aux montants de 20 000 000 000 € et de 20 000 000 000 €, conformément à la répartition par mission donnée à l'état D annexé à la présente loi.II. - Il est ouvert aux ministres, pour 2020, au titre des comptes de concours financiers, des autorisations d'engagement et des crédits de paiement supplémentaires s'élevant respectivement aux montants de 2 125 000 000 € et de 2 125 000 000 €, conformément à la répartition par mission donnée à l'état D annexé à la présente loi."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I.-La prime exceptionnelle versée, en 2020, par les administrations publiques au sens du règlement (CE) n° 2223/96 du Conseil du 25 juin 1996 relatif au système européen des comptes nationaux et régionaux dans la Communauté, à ceux de leurs agents particulièrement mobilisés pendant l'état d'urgence sanitaire déclaré en application de l'article 4 de la loi n° 2020-290 du 23 mars 2020 d'urgence pour faire face à l'épidémie de covid-19 afin de tenir compte d'un surcroît de travail significatif durant cette période est exonérée d'impôt sur le revenu, de toutes les cotisations et contributions sociales d'origine légale ou conventionnelle ainsi que des participations, taxes et contributions prévues à l'article 235 bis du code général des impôts et à l'article L. 6131-1 du code du travail.Cette prime est exclue des ressources prises en compte pour le calcul de la prime d'activité mentionnée à l'article L. 841-1 du code de la sécurité sociale et pour l'attribution de l'allocation aux adultes handicapés mentionnée à l'article L. 821-1 du même code.II.-Les bénéficiaires, les conditions d'attribution et de versement de la prime exceptionnelle mentionnée au présent article ainsi que son montant sont déterminés dans des conditions fixées par décret, en fonction des contraintes supportées par les agents à raison du contexte d'état d'urgence sanitaire déclaré en application du chapitre Ier bis du titre III du livre Ier de la troisième partie du code de la santé publique.III.-Les exonérations prévues au premier alinéa du I du présent article ne se cumulent pas avec celles prévues à l'article 7 de la loi n° 2019-1446 du 24 décembre 2019 de financement de la sécurité sociale pour 2020 lorsque la prime versée en application du même article 7 tient compte des conditions de travail particulières liées à l'épidémie de covid-19.IV.-Pour l'application du second alinéa du I du présent article à Mayotte et à Saint-Pierre-et-Miquelon, les références au code de la sécurité sociale sont remplacées par les références aux dispositions applicables localement ayant le même objet.\n\nV.-La prime exceptionnelle versée, en 2020, par les établissements privés de santé et les établissements sociaux et médico-sociaux mentionnés à l'article L. 6161-1 du code de la santé publique, à l'article L. 265-1, aux I et III de l'article L. 312-1 et aux articles L. 322-1, L. 345-2, L. 345-2-1, L. 349-2 et L. 421-2 du code de l'action sociale et des familles, à l'article L. 365-4, au troisième alinéa de l'article L. 631-11 et à l'article L. 633-1 du code de la construction et de l'habitation ainsi qu'à l'article L. 744-3 du code de l'entrée et du séjour des étrangers et du droit d'asile à ceux de leurs agents et salariés mobilisés dans les conditions mentionnées au premier alinéa du I du présent article ouvre droit, dans la limite de 1 500 € par bénéficiaire, aux exonérations mentionnées au même premier alinéa. Le second alinéa du I et le IV lui sont applicables.Les conditions d'attribution et de versement de la prime exceptionnelle mentionnée au premier alinéa du présent V font l'objet d'un accord conclu selon les modalités énumérées au I de l'article L. 3312-5 du code du travail ou d'une décision unilatérale de l'employeur. Par dérogation à l'article L. 314-6 du code de l'action sociale et des familles, les accords collectifs ou les décisions unilatérales de l'employeur conclus par les établissements privés non lucratifs sociaux et médico-sociaux mentionnés au même article L. 314-6 ne font pas l'objet d'un agrément par le ministre compétent. En cas de décision unilatérale, l'employeur en informe, avant le versement de la prime, le comité social et économique mentionné à l'article L. 2311-2 du code du travail.Sont également éligibles les salariés des groupements de coopération sanitaire et des groupements de coopération sociale ou médico-sociale ainsi que des groupements d'intérêt économique mis à disposition des établissements de santé et établissements médico-sociaux privés membres de ces groupements.La prime exceptionnelle mentionnée au premier alinéa du présent V n'est pas prise en compte dans le montant de la rémunération mentionnée au 6° de l'article L. 1251-43 du code du travail.La prime exceptionnelle mentionnée au premier alinéa du présent V ne peut se substituer à aucun des éléments de rémunération, au sens de l'article L. 242-1 du code de la sécurité sociale, versés par l'employeur ou qui deviennent obligatoires en vertu de règles légales, contractuelles ou d'usage. Elle ne peut non plus se substituer à des augmentations de rémunération ni à des primes prévues par un accord salarial, le contrat de travail ou les usages en vigueur dans l'établissement."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I.-A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII.-Le I entre en vigueur à une date fixée par décret, et au plus tard le 31 décembre 2020."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-(Abrogé)\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le I du présent article est applicable en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna.\n\n- LOI n°2020-289 du 23 mars 2020"
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Le ministre chargé de l'économie est autorisé à accorder la garantie de l'Etat à un prêt consenti par l'Agence française de développement à la Nouvelle-Calédonie correspondant aux reports de paiement d'impositions et de cotisations sociales, aux pertes de recettes et au surcroît de dépenses exposées au titre des régimes d'aides aux particuliers et aux entreprises résultant de la crise sanitaire liée à la propagation de l'épidémie de covid-19, dans la limite de 240 millions d'euros en principal.La garantie peut être accordée jusqu'au 31 décembre 2020. Elle porte sur le principal, les intérêts et accessoires du prêt, lequel ne peut avoir une maturité supérieure à vingt-cinq ans, ni un différé de remboursement supérieur à deux ans.L'octroi de la garantie est subordonné à la conclusion d'une convention entre l'Etat, l'Agence française de développement et le gouvernement de la Nouvelle-Calédonie prévoyant les réformes à mettre en place et leur calendrier, ainsi que le principe et les modalités de l'affectation, au profit du remboursement du prêt garanti, d'une fraction des recettes de la Nouvelle-Calédonie correspondant aux annuités d'emprunt en principal et intérêts."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I. - Sont placés en position d'activité partielle les salariés de droit privé se trouvant dans l'impossibilité de continuer à travailler pour l'un des motifs suivants :\n\n- le salarié est une personne vulnérable présentant un risque de développer une forme grave d'infection au virus SARS-CoV-2, selon des critères définis par voie réglementaire ;- le salarié est parent d'un enfant de moins de seize ans ou d'une personne en situation de handicap faisant l'objet d'une mesure d'isolement, d'éviction ou de maintien à domicile.\n\nII. - Les salariés mentionnés au I du présent article perçoivent à ce titre l'indemnité d'activité partielle mentionnée au II de l'article L. 5122-1 du code du travail, sans que les conditions prévues au I du même article L. 5122-1 soient requises. Cette indemnité d'activité partielle n'est pas cumulable avec l'indemnité journalière prévue aux articles L. 321-1 et L. 622-1 du code de la sécurité sociale ainsi qu'aux articles L. 732-4 et L. 742-3 du code rural et de la pêche maritime ou avec l'indemnité complémentaire prévue à l'article L. 1226-1 du code du travail.L'employeur des salariés mentionnés au I du présent article bénéficie de l'allocation d'activité partielle prévue au II de l'article L. 5122-1 du code du travail.\n\nII bis.-Les dispositions du présent article ne sont pas applicables aux salariés employés à domicile mentionnés à l'article L. 7221-1 du code du travail ainsi qu'aux assistants maternels mentionnés aux articles L. 421-1 et L. 424-1 du code de l'action sociale et des familles.III. - Le présent article s'applique à compter du 1er mai 2020, quelle que soit la date du début de l'arrêt de travail mentionné au premier alinéa du I du présent article.Pour les salariés mentionnés aux deuxième et troisième alinéas du même I, celui-ci s'applique jusqu'à une date fixée par décret et au plus tard le 31 juillet 2022.Pour les salariés mentionnés au troisième alinéa dudit I, celui-ci s'applique pour toute la durée de la mesure d'isolement, d'éviction ou de maintien à domicile concernant leur enfant.Les modalités d'application du présent article sont définies par voie réglementaire."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Le Gouvernement remet au Parlement, six mois après la publication de la présente loi, un rapport relatif à la création d'un fonds de soutien permettant d'assurer une indemnisation des préjudices économiques résultant de menaces sanitaires graves non couverts par un dispositif assurantiel et aux conditions de financement d'un tel fonds."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I. - Les autorisations d'engagement et crédits de paiement supplémentaires mentionnés au I de l'article 10 concourent à soutenir l'économie en renforçant les ressources des entreprises présentant un caractère stratégique jugées vulnérables. L'Agence des participations de l'Etat veille à ce que ces entreprises intègrent pleinement et de manière exemplaire les objectifs de responsabilité sociale, sociétale et environnementale dans leur stratégie, notamment en matière de lutte contre le changement climatique.II. - Douze mois après la publication de la présente loi, le Gouvernement remet au Parlement un rapport sur l'utilisation des ressources attribuées au compte d'affectation spéciale Participations financières de l'Etat , détaillant le bon usage des ressources publiques ainsi que l'état de la mise en œuvre des objectifs de responsabilité sociale, sociétale et environnementale dans la stratégie des établissements et sociétés, cotées et non cotées, contrôlées par l'Etat, notamment en matière de lutte contre le changement climatique et de respect de l'Accord de Paris sur le climat. Ce rapport évalue ainsi la compatibilité de leurs stratégies avec la stratégie nationale de développement à faible intensité de carbone définie à l'article L. 222-1 B du code de l'environnement, la programmation pluriannuelle de l'énergie définie à l'article L. 141-1 du code de l'énergie et les objectifs de l'article L. 100-4 du même code et détaille les moyens associés pour atteindre ces objectifs.Le Haut Conseil pour le climat mentionné à l'article L. 132-4 du code de l'environnement rend un avis sur le rapport prévu au premier alinéa du présent II et en particulier sur la méthodologie utilisée.III. - De la promulgation de la présente loi au 31 décembre 2020, le ministre chargé de l'économie et des finances informe avant de l'autoriser les présidents et les rapporteurs généraux des commissions de l'Assemblée nationale et du Sénat chargées des finances de toute opération d'investissement mobilisant les autorisations d'engagements et crédits de paiement supplémentaires exceptionnels mentionnés au I de l'article 10 dont le montant excède un milliard d'euros.Cette information n'est pas rendue publique."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "En cas d'annulation d'un projet, d'un évènement ou d'une manifestation ayant fait l'objet d'une décision d'attribution de subvention par une collectivité territoriale ou un groupement de collectivités territoriales, ceux-ci peuvent décider du maintien de la totalité ou d'une partie de cette subvention, en prenant en compte les dépenses éligibles effectivement décaissées à l'occasion de ce projet, de cet événement ou de cette manifestation dont atteste le bénéficiaire.Le premier alinéa du présent article s'applique aux projets, événements ou manifestations annulés durant la période de mise en œuvre de l'état d'urgence sanitaire déclaré dans les conditions fixées à l'article 4 de la loi n° 2020-290 du 23 mars 2020 d'urgence pour faire face à l'épidémie de covid-19."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Le Gouvernement remet au Parlement, avant le 1er juillet 2020, un rapport sur le fonds de solidarité institué par l'ordonnance n° 2020-317 du 25 mars 2020 précitée, portant sur la participation des collectivités territoriales, des établissements publics de coopération intercommunale à fiscalité propre et des entreprises au financement du fonds de solidarité et présentant les montants prévus ainsi que ceux effectivement engagés :1° Par chaque niveau de collectivité territoriale et d'établissement public de coopération intercommunale à fiscalité propre et, pour les régions, par chacune d'entre elles ;2° Par les entreprises, en distinguant les montants prévus et engagés par celles du secteur des assurances.Ce rapport présente également les engagements de toute nature pris par les entreprises, en particulier celles du secteur des assurances, pour soutenir l'économie dans le cadre de la crise sanitaire et économique actuelle. Il précise les montants prévus et ceux effectivement engagés, notamment s'agissant des mesures prévues par le secteur des assurances en matière d'investissements dans le secteur de la santé. Enfin, il précise l'évolution globale et par type de risque, depuis le 1er juillet 2019, de la sinistralité et des sommes engagées au titre de l'indemnisation des sinistres."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Dans un délai de quatre mois à compter de la publication de la présente loi, le Gouvernement remet au Parlement un rapport relatif aux bases de calcul ayant servi à l'élaboration de la loi n° 2020-289 du 23 mars 2020 de finances rectificative pour 2020 et de la présente loi concernant les prélèvements fiscaux et sociaux pesant sur les activités d'assurance dommages ainsi qu'à l'évaluation de l'impact de la sinistralité constatée au premier semestre 2020 sur ces prélèvements, avec des éléments de comparaison sur les quinze dernières années et sur la crise de 2008."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport détaillant la stratégie du Gouvernement en matière de souveraineté industrielle pendant la crise. Ce rapport détaille notamment l'utilisation des moyens budgétaires mis en œuvre pour protéger le capital des entreprises stratégiques.La présente loi entrera en vigueur immédiatement et sera exécutée comme loi de l'Etat."
    },
    {
      "provision_ref": "artÉTATA",
      "section": "ÉTATA",
      "title": "Article ÉTATA",
      "content": "(Article 8 de la loi)VOIES ET MOYENS POUR 2020 RÉVISÉSI. - BUDGET GÉNÉRAL\n\n(En euros)\n\nRÉCAPITULATION DES RECETTES DU BUDGET GÉNÉRAL\n\n(En euros)\n\nII. - BUDGETS ANNEXES\n\n(En euros)\n\nIII. - COMPTES D'AFFECTATION SPÉCIALE\n\n(En euros)\n\nNumérode ligne\n\nIntitulé de la recette\n\nRévision des évaluations pour 2020\n\nleft\n\n1. Recettes fiscales\n\nleft\n\nleft\n\n11. Impôt sur le revenu\n\n- 5 064 594 761\n\n1101\n\nImpôt sur le revenu\n\n- 5 064 594 761\n\nleft\n\n12. Autres impôts directs perçus par voie d'émission de rôles\n\n- 161 006 999\n\n1201\n\nAutres impôts directs perçus par voie d'émission de rôles\n\n- 161 006 999\n\nleft\n\n13. Impôt sur les sociétés\n\n- 13 575 652 602\n\n1301\n\nImpôt sur les sociétés\n\n- 13 535 385 877\n\n1302\n\nContribution sociale sur les bénéfices des sociétés\n\n- 40 266 725\n\nleft\n\n14. Autres impôts directs et taxes assimilées\n\n- 863 081 692\n\n1402\n\nRetenues à la source et prélèvements sur les revenus de capitaux mobiliers et le prélèvement sur les bons anonymes\n\n- 240 197 048\n\n1406\n\nImpôt sur la fortune immobilière\n\n- 54 394 732\n\n1408\n\nPrélèvements sur les entreprises d'assurance\n\n- 10 897 619\n\n1411\n\nCotisations perçues au titre de la participation des employeurs à l'effort de construction\n\n- 2 165 987\n\n1412\n\nTaxe de participation des employeurs au financement de la formation professionnelle continue\n\n- 6 622 913\n\n1427\n\nPrélèvements de solidarité\n\n- 548 803 393\n\nleft\n\n15. Taxe intérieure de consommation sur les produits énergétiques\n\n- 1 504 668 451\n\n1501\n\nTaxe intérieure de consommation sur les produits énergétiques\n\n- 1 504 668 451\n\nleft\n\n16. Taxe sur la valeur ajoutée\n\n- 12 042 731 741\n\n1601\n\nTaxe sur la valeur ajoutée\n\n- 12 042 731 741\n\nleft\n\n17. Enregistrement, timbre, autres contributions et taxes indirectes\n\n- 3 026 362 597\n\n1705\n\nMutations à titre gratuit entre vifs (donations)\n\n- 144 182 707\n\n1706\n\nMutations à titre gratuit par décès\n\n- 1 154 565 326\n\n1707\n\nContribution de sécurité immobilière\n\n- 218 257 733\n\n1713\n\nTaxe de publicité foncière\n\n- 173 031 946\n\n1753\n\nAutres taxes intérieures\n\n- 697 746 465\n\n1785\n\nProduits des jeux exploités par la Française des jeux (hors paris sportifs)\n\n- 153 736 800\n\n1786\n\nPrélèvements sur le produit des jeux dans les casinos\n\n- 215 571 575\n\n1787\n\nPrélèvement sur le produit brut des paris hippiques\n\n- 108 976 060\n\n1788\n\nPrélèvement sur les paris sportifs\n\n- 186 476 025\n\n1789\n\nPrélèvement sur les jeux de cercle en ligne\n\n26 182 040\n\nleft\n\n2. Recettes non fiscales\n\nleft\n\nleft\n\n21. Dividendes et recettes assimilées\n\n- 1 237 276 000\n\n2116\n\nProduits des participations de l'État dans des entreprises non financières et bénéfices des établissements publics non financiers\n\n- 1 237 276 000\n\nleft\n\n23. Produits de la vente de biens et services\n\n- 476 000 000\n\n2399\n\nAutres recettes diverses\n\n- 476 000 000\n\nleft\n\n26. Divers\n\n- 437 000 000\n\n2602\n\nReversements au titre des procédures de soutien financier au commerce extérieur\n\n- 74 000 000\n\n2603\n\nPrélèvements sur les fonds d'épargne gérés par la Caisse des dépôts et consignations\n\n- 363 000 000\n\nleft\n\n3. Prélèvements sur les recettes de l'État\n\nleft\n\nleft\n\n31. Prélèvements sur les recettes de l'État au profit des collectivités territoriales\n\n8 000 000\n\n3108\n\nDotation élu local\n\n8 000 000\n\nleft\n\n32. Prélèvement sur les recettes de l'État au profit de l'Union européenne\n\n1 944 000 000\n\n3201\n\nPrélèvement sur les recettes de l'État au profit du budget de l'Union européenne\n\n1 944 000 000\n\n1\n\nNumérode ligne\n\nIntitulé de la recette\n\nRévision des évaluations pour 2020\n\nleft\n\n1. Recettes fiscales\n\n- 36 238 098 843\n\n11\n\nImpôt sur le revenu\n\n- 5 064 594 761\n\n12\n\nAutres impôts directs perçus par voie d'émission de rôles\n\n- 161 006 999\n\n13\n\nImpôt sur les sociétés\n\n- 13 575 652 602\n\n14\n\nAutres impôts directs et taxes assimilées\n\n- 863 081 692\n\n15\n\nTaxe intérieure de consommation sur les produits énergétiques\n\n- 1 504 668 451\n\n16\n\nTaxe sur la valeur ajoutée\n\n- 12 042 731 741\n\n17\n\nEnregistrement, timbre, autres contributions et taxes indirectes\n\n- 3 026 362 597\n\nleft\n\n2. Recettes non fiscales\n\n- 2 150 276 000\n\n21\n\nDividendes et recettes assimilées\n\n- 1 237 276 000\n\n23\n\nProduits de la vente de biens et services\n\n- 476 000 000\n\n26\n\nDivers\n\n- 437 000 000\n\nleft\n\n3. Prélèvements sur les recettes de l'État\n\n1 952 000 000\n\n31\n\nPrélèvements sur les recettes de l'État au profit des collectivités territoriales\n\n8 000 000\n\n32\n\nPrélèvement sur les recettes de l'État au profit de l'Union européenne\n\n1 944 000 000\n\nleft\n\nTotal des recettes, nettes des prélèvements (1 + 2 - 3)\n\n- 40 340 374 843\n\n1\n\nNumérode ligne\n\nIntitulé de la recette\n\nRévision des évaluations pour 2020\n\nleft\n\nContrôle et exploitation aériens\n\nleft\n\n7061\n\nRedevances de route\n\n- 549 382 227\n\n7062\n\nRedevance océanique\n\n- 6 606 167\n\n7063\n\nRedevances pour services terminaux de la circulation aérienne pour la métropole\n\n- 115 997 676\n\n7064\n\nRedevances pour services terminaux de la circulation aérienne pour l'outre-mer\n\n- 15 753 168\n\n7067\n\nRedevances de surveillance et de certification\n\n- 9 352 860\n\n7501\n\nTaxe de l'aviation civile\n\n- 200 134 847\n\n7502\n\nFrais d'assiette et recouvrement sur taxes perçues pour le compte de tiers\n\n- 2 773 055\n\n9700\n\nProduit brut des emprunts\n\n700 000 000\n\nleft\n\nTotal des recettes\n\n- 200 000 000\n\n1\n\nNumérode ligne\n\nIntitulé de la recette\n\nRévision des évaluations pour 2020\n\nleft\n\nParticipations financières de l'État\n\n20 000 000 000\n\n6\n\nVersement du budget général\n\n20 000 000 000\n\nleft\n\nTotal\n\n20 000 000 000\n\n1"
    },
    {
      "provision_ref": "artÉTATB",
      "section": "ÉTATB",
      "title": "Article ÉTATB",
      "content": "(Article 9 de la loi)RÉPARTITION DES CRÉDITS POUR 2020 OUVERTS ET ANNULÉS, PAR MISSION ET PROGRAMME, AU TITRE DU BUDGET GÉNÉRALBUDGET GÉNÉRAL\n\n(En euros)\n\nMission / Programme\n\nAutorisationsd'engagementsupplémentaires ouvertes\n\nCrédits de paiementsupplémentaires ouverts\n\nAutorisationsd'engagementannulées\n\nCréditsde paiementannulés\n\nCrédits non répartis\n\n1 620 000 000\n\n1 620 000 000\n\nleft\n\nleft\n\n2\n\nDépenses accidentelles et imprévisibles\n\n1 620 000 000\n\n1 620 000 000\n\nleft\n\nleft\n\n2\n\nÉconomie\n\n281 100 000\n\n281 100 000\n\nleft\n\nleft\n\n2\n\nDéveloppement des entreprises et régulations\n\n281 100 000\n\n281 100 000\n\nleft\n\nleft\n\n2\n\nEngagements financiers de l'État\n\nleft\n\n2\n\nleft\n\n2\n\n2 000 000 000\n\n2 000 000 000\n\nCharge de la dette et trésorerie de l'État (crédits évaluatifs)\n\nleft\n\n2\n\nleft\n\n2\n\n2 000 000 000\n\n2 000 000 000\n\nPlan d'urgence face à la crise sanitaire\n\n37 200 000 000\n\n37 200 000 000\n\nleft\n\nleft\n\n2\n\nPrise en charge du dispositif exceptionnel de chômage partiel à la suite de la crise sanitaire\n\n11 700 000 000\n\n11 700 000 000\n\nleft\n\nleft\n\n2\n\nFonds de solidarité pour les entreprises à la suite de la crise sanitaire\n\n5 500 000 000\n\n5 500 000 000\n\nleft\n\nleft\n\n2\n\nRenforcement exceptionnel des participations financières de l'État dans le cadre de la crise sanitaire\n\n20 000 000 000\n\n20 000 000 000\n\nleft\n\nleft\n\n2\n\nRemboursements et dégrèvements\n\nleft\n\n2\n\nleft\n\n2\n\n4 237 833 443\n\n4 237 833 443\n\nRemboursements et dégrèvements d'impôts d'État (crédits évaluatifs)\n\nleft\n\n2\n\nleft\n\n2\n\n4 237 833 443\n\n4 237 833 443\n\nSolidarité, insertionet égalité des chances\n\n880 000 000\n\n880 000 000\n\nleft\n\nleft\n\n2\n\nInclusion sociale et protection des personnes\n\n880 000 000\n\n880 000 000\n\nleft\n\nleft\n\n2\n\nTotal\n\n39 981 100 000\n\n39 981 100 000\n\n6 237 833 443\n\n6 237 833 443\n\n1"
    },
    {
      "provision_ref": "artÉTATD",
      "section": "ÉTATD",
      "title": "Article ÉTATD",
      "content": "(Article 10 de la loi)RÉPARTITION DES CRÉDITS POUR 2020 OUVERTS, PAR MISSION ET PROGRAMME, AU TITRE DES COMPTES SPÉCIAUXI. - COMPTES D'AFFECTATION SPÉCIALE\n\n(En euros)\n\nII. - COMPTES DE CONCOURS FINANCIERS\n\n(En euros)\n\nMission / Programme\n\nAutorisationsd'engagementsupplémentaires ouvertes\n\nCrédits de paiementsupplémentaires ouverts\n\nAutorisationsd'engagementannulées\n\nCréditsde paiementannulés\n\nParticipations financières de l'État\n\n20 000 000 000\n\n20 000 000 000\n\nleft\n\nleft\n\nOpérations en capital intéressant les participations financières de l'État\n\n20 000 000 000\n\n20 000 000 000\n\nleft\n\nleft\n\nTotal\n\n20 000 000 000\n\n20 000 000 000\n\nleft\n\nleft\n\n1\n\nMission / Programme\n\nAutorisationsd'engagementsupplémentaires ouvertes\n\nCrédits de paiementsupplémentaires ouverts\n\nAutorisationsd'engagementannulées\n\nCréditsde paiementannulés\n\nAvances à divers services de l'Étatou organismes gérant des services publics\n\n700 000 000\n\n700 000 000\n\nleft\n\nleft\n\n2\n\nAvances à des services de l'État\n\n700 000 000\n\n700 000 000\n\nleft\n\nleft\n\n2\n\nPrêts et avances à des particuliersou à des organismes privés\n\n1 425 000 000\n\n1 425 000 000\n\nleft\n\nleft\n\n2\n\nPrêts pour le développement économique et social\n\n925 000 000\n\n925 000 000\n\nleft\n\nleft\n\n2\n\nAvances remboursables et prêts bonifiés aux entreprises touchées par la crise du covid-19\n\n500 000 000\n\n500 000 000\n\nleft\n\nleft\n\n2\n\nTotal\n\n2 125 000 000\n\n2 125 000 000\n\nleft\n\nleft\n\n2\n\n1"
    },
    {
      "provision_ref": "artliminaire",
      "section": "liminaire",
      "title": "Article liminaire",
      "content": "La prévision de solde structurel et de solde effectif de l'ensemble des administrations publiques pour 2020 s'établit comme suit :\n\n(En points de produit intérieur brut) (*)\n\n(*) Les montants figurant dans le présent tableau sont arrondis au dixième de point le plus proche ; il résulte de l'application de ce principe que le montant arrondi du solde effectif peut ne pas être égal à la somme des montants entrant dans son calcul.\n\nExécution pour 2019\n\nLoi de finances initiale pour 2020\n\nPrévision pour 2020\n\nSolde structurel (1)\n\n- 2,0\n\n- 2,2\n\n- 2,0\n\nSolde conjoncturel (2)\n\n0\n\n0,1\n\n- 5,3\n\nMesures exceptionnelles et temporaires (3)\n\n- 1,0\n\n- 0,1\n\n- 1,7\n\nSolde effectif (1 + 2 + 3)\n\n- 3,0\n\n- 2,2\n\n- 9,1\n\n1\n\ncenter"
    }
  ]
}