{
  "id": "loi-n-2013-403-du-17-mai-2013",
  "type": "statute",
  "title": "LOI n°2013-403\n du 17 mai 2013",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000027414225",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Dans l'ensemble des dispositions législatives :\n\n1° Les mots : \" conseils généraux \", \" conseiller général \" et \" conseillers généraux \" sont remplacés, respectivement, par les mots : \" conseils départementaux \", \" conseiller départemental \" et \" conseillers départementaux \" ;\n\n2° Les mots : \" conseil général \", lorsqu'ils s'appliquent à l'organe mentionné à l'article L. 3121-1 du code général des collectivités territoriales, sont remplacés par les mots : \" conseil départemental \".\n\nA modifié les dispositions suivantes :\n\n-Code électoral\n\n-Code général des collectivités territoriales\n\n-Code de procédure pénale\n\n-Code de l'éducation\n\n-Code de la santé publique\n\n-Code des pensions militaires d'invalidité et des victimes de la guerre.\n\n-Loi n° 99-586 du 12 juillet 1999\n\n-Loi n° n° 84-53 du 26 janvier 1984\n\n-Loi n° 2003-486 du 10 juin 2003\n\n-Loi n° 2003-591 du 2 juillet 2003\n\n-Loi n° 71-588 du 16 juillet 1971\n\n-Loi n° 90-1103 du 11 décembre 1990\n\n-Code général des collectivités territoriales\n\nSct. Section 7 : Honorariat des conseillers départementaux\n\n-Code électoral\n\n-Code de l'entrée et du séjour des étrangers et du droit d'asile.\n\n-Code civil\n\n-Code de justice administrative\n\n-Code de l'action sociale et des familles\n\n-Code de l'urbanisme\n\n-Code de l'environnement\n\n-CODE DE L'EXPROPRIATION POUR CAUSE D'UTILITE PUBLIQUE.\n\n-Code de la sécurité intérieure\n\n-Code de commerce\n\n-Code général des impôts, CGI.\n\n-Code électoral\n\n-Code général des collectivités territoriales\n\n-Code du service national\n\n-Code forestier (nouveau)\n\n-Loi n° 83-675 du 26 juillet 1983\n\n-Loi du 31 décembre 1913\n\n-Code de la sécurité intérieure\n\n-Code général des collectivités territoriales\n\n-Code électoral\n\n-Code des juridictions financières\n\n-Code général de la propriété des personnes publiques.\n\n-Code général des collectivités territoriales\n\n-Code de la voirie routière\n\n-Code de l'éducation\n\n-Code du travail\n\n-Code de la santé publique\n\n-Code du tourisme.\n\n-Code de la construction et de l'habitation.\n\n-Code de la route.\n\n-Code du patrimoine.\n\n-Code rural\n\n-Code des transports\n\n-Code forestier (nouveau)\n\n-Code général des collectivités territoriales\n\n-Loi n° 95-115 du 4 février 1995\n\n-Loi n° 2000-614 du 5 juillet 2000\n\n-Loi n° 2000-1208 du 13 décembre 2000\n\n-Loi n° 2003-710 du 1 août 2003\n\n-Loi de finances pour 2004 (n° 2003-1311 du 30 décembre 2003\n\n-Loi n° 46-994 du 11 mai 1946\n\n-Loi n° 64-1246 du 16 décembre 1964\n\n-Loi n° 68-1250 du 31 décembre 1968\n\n-Loi n° 77-808 du 19 juillet 1977\n\n-Loi n° 80-3 du 4 janvier 1980\n\n-Loi n° 83-8 du 7 janvier 1983\n\n-Loi n° 85-30 du 9 janvier 1985\n\n-Code général des impôts, CGI.\n\nArt. 1395 B, Art. 1594 F ter, Art. 1636 B sexies A, Art. 1594 D, Art. 793\n\n-Livre des procédures fiscales\n\n-Loi du 15 février 1872\n\n-Code général des collectivités territoriales\n\n-Code de procédure pénale\n\n-Code de l'éducation\n\n-Code de la santé publique\n\n-Code de l'action sociale et des familles\n\n-Code du tourisme.\n\n-Code de l'urbanisme\n\n-Code de la construction et de l'habitation.\n\n-Code de l'environnement\n\n-Loi du 16 octobre 1919\n\n-Loi n° 90-449 du 31 mai 1990\n\n-Loi n° 92-125 du 6 février 1992\n\n-LOI n° 2009-1673 du 30 décembre 2009\n\n-Code rural\n\n-Code des transports\n\n-LOI n° 2010-1657 du 29 décembre 2010\n\n-Code forestier (nouveau)\n\nA modifié les dispositions suivantes :\n\n-Loi n° 2011-884 du 27 juillet 2011\n\nArt. 16\n\n-Code électoral\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "II.-Le II de l'article 8 de la loi n° 2010-1563 du 16 décembre 2010 de réforme des collectivités territoriales est abrogé."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2013-667 DC du 16 mai 2013.]"
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Lorsqu'une fusion d'établissements publics de coopération intercommunale à fiscalité propre entre en vigueur au 1er janvier 2014 :1° Soit l'organe délibérant de l'établissement public de coopération intercommunale issu de la fusion est installé à la même date, dans les conditions prévues au II de l'article 83 de la loi n° 2010-1563 du 16 décembre 2010 de réforme des collectivités territoriales, jusqu'à l'installation de l'organe délibérant résultant de l'élection concomitante au prochain renouvellement général des conseils municipaux, par accord exprimé, avant le 31 août 2013, à la majorité des deux tiers au moins des conseils municipaux des communes intéressées représentant plus de la moitié de la population totale de celles-ci, ou par la moitié au moins des conseils municipaux de ces communes représentant plus des deux tiers de la population, les sièges de délégués des communes étant répartis en application des règles fixées pour les conseillers communautaires à l'article L. 5211-6-1 du code général des collectivités territoriales, dans sa rédaction issue de la présente loi ;2° Soit le mandat des délégués des communes désignés pour siéger au sein des établissements de coopération intercommunale ayant fusionné est prorogé jusqu'à l'installation de l'organe délibérant de l'établissement public de coopération intercommunale issu de la fusion, résultant de l'élection concomitante au prochain renouvellement général des conseils municipaux. Par dérogation au III de l'article L. 5211-41-3 du code général des collectivités territoriales, dans un délai de trois mois à compter de l'installation de l'organe délibérant, celui-ci peut décider de restituer aux communes les compétences qu'elles lui ont transférées à titre optionnel. Entre la date d'entrée en vigueur de l'arrêté portant fusion et jusqu'à cette délibération ou, au plus tard, jusqu'à l'expiration du délai précité, le nouvel établissement public exerce, dans les anciens périmètres correspondant à chacun des établissements publics de coopération intercommunale ayant fusionné, les compétences transférées à titre optionnel par les communes à chacun de ces établissements publics. A compter de la date d'entrée en vigueur de cette délibération, les compétences transférées à titre optionnel par les communes au nouvel établissement public de coopération intercommunale à fiscalité propre sont exercées sur l'ensemble de son périmètre. A défaut de délibération dans le délai précité, le nouvel établissement public exerce les compétences transférées à titre optionnel par les communes à chacun des établissements publics de coopération intercommunale ayant fusionné.Dans le cas prévu au 2°, la présidence de l'établissement public issu de la fusion est assurée, à titre transitoire, par le président de l'établissement public de coopération intercommunale comptant le plus grand nombre d'habitants parmi les établissements publics ayant fusionné. Ses pouvoirs prennent fin dès l'installation du nouvel organe délibérant issu de l'élection des conseillers communautaires concomitante au prochain renouvellement général des conseils municipaux.Jusqu'à cette date, les pouvoirs du président sont limités aux actes d'administration conservatoire et urgente."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "I.-Les articles 22, à l'exception du I, 23 à 29, 31, les 1° et 4° du I de l'article 36, l'article 37, à l'exception des 3° et 4° du B, J, K, L, M, O et Q, ainsi que les articles 40 et 49 sont applicables en Polynésie française.\n\nII.-Les articles 22, à l'exception du I, 23, 24, 27, 28, 31 et 32, le II de l'article 36 ainsi que l'article 49 sont applicables en Nouvelle-Calédonie.\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-Code électoral\n\n-Code électoral\n\n-Code électoral\n\nA modifié les dispositions suivantes :\n\n-Code général des collectivités territoriales\n\nArt. L5841-1, Art. L5842-4, Art. L5842-6, Art. L. 5842-25"
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "I. ― Par dérogation à l'article L. 192 du code électoral, le mandat des conseillers généraux élus en mars 2008 et en mars 2011 expire en mars 2015.\n\nII. (abrogé)\n\nIII.-A modifié les dispositions suivantes :\n\n-LOI n° 2011-884 du 27 juillet 2011"
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "Le titre Ier de la présente loi s'applique à compter du prochain renouvellement général des conseils généraux suivant la promulgation de la présente loi.Le titre II de la présente loi s'applique à compter du prochain renouvellement général des conseils municipaux suivant la promulgation de la présente loi, à l'exception des articles 34, 38 et 40 et du I de l'article 42."
    }
  ]
}