{
  "id": "loi-n-2002-1575-du-30-decembre-2002",
  "type": "statute",
  "title": "Loi n° 2002-1575 du 30 décembre 2002",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000234121",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - La perception des impôts, produits et revenus affectés à l'Etat, aux collectivités territoriales, aux établissements publics et organismes divers habilités à les percevoir continue d'être effectuée pendant l'année 2003 conformément aux lois et règlements et aux dispositions de la présente loi de finances.II. - Sous réserve de dispositions contraires, la loi de finances s'applique :1° A l'impôt sur le revenu dû au titre de 2002 et des années suivantes ;2° A l'impôt dû par les sociétés sur leurs résultats des exercices clos à compter du 31 décembre 2002 ;3° A compter du 1er janvier 2003 pour les autres dispositions fiscales."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I s'appliquent aux moins-values subies à compter du 1er janvier 2002."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I.  Paragraphe modificateurII. - Les dispositions du I s'appliquent pour l'imposition des revenus des années 2003 et suivantes."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I. Paragraphe modificateurII. - Le dernier alinéa du 3 du même article est supprimé pour l'imposition des revenus de l'année 2003 et des années suivantes."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. et II. Paragraphes modificateursIII. - Les dispositions du présent article sont applicables à compter du 1er janvier 2003."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I sont applicables aux logements acquis neufs ou en l'état futur d'achèvement à compter du 9 octobre 2002 et aux logements que le contribuable fait construire et qui ont fait l'objet, à compter du 9 octobre 2002, de la déclaration d'ouverture de chantier prévue à l'article R. 421-40 du code de l'urbanisme. Elles sont également applicables aux locaux affectés à un usage autre que l'habitation acquis à compter du 9 octobre 2002 et que le contribuable transforme en logements."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I s'appliquent aux successions ouvertes à compter du 1er janvier 2003."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I. Paragraphe modificateurII. L'article 235 ter Y du même code (1) cesse d'être applicable aux dépenses et charges engagées à compter de 2004.III. Paragraphe modificateur"
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I sont applicables à compter du 1er octobre 2002."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I s'appliquent à partir du premier acompte devant être versé au titre de l'année 2003 ou des exercices ouverts à compter du 1er janvier 2003."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "A compter de 2011, les prélèvements sur les recettes de l'Etat destinés à compenser les pertes de recettes subies par les collectivités territoriales et leurs groupements dotés d'une fiscalité propre sont intégrés aux dotations définies pour les départements au XVIII du 8 de l'article 77 de la loi n° 2009-1673 du 30 décembre 2009 de finances pour 2010, pour les régions au XIX du même 8 et pour les communes ou leurs groupements dotés d'une fiscalité propre au I du III de l'article 51 de la loi n° 2010-1657 du 29 décembre 2010 de finances pour 2011."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I. et II. Paragraphes modificateursIII. - En 2003, le solde de la dotation d'aménagement tel qu'il résulte de l'application des quatre premiers alinéas de l'article L. 2334-13 du code général des collectivités territoriales est majoré de 23 millions d'euros.Cette majoration n'est pas prise en compte dans le montant de la dotation globale de fonctionnement pour l'application du I et du II de l'article 57 de la loi de finances pour 1999 (n° 98-1266 du 30 décembre 1998)."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 2002-464 DC du 27 décembre 2002."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I. - 1. A compter des impositions dues au titre de 2003, France Télécom est assujettie, dans les conditions de droit commun, aux impôts directs locaux et taxes additionnelles perçus au profit des collectivités territoriales, des établissements publics de coopération intercommunale ainsi que des autres établissements et organismes habilités à percevoir ces impôts et taxes.\n\nPour l'application du premier alinéa :\n\na) Les dispositions des articles 1465, 1465 A, 1466 B ainsi que des I et I ter de l'article 1466 A du code général des impôts sont applicables aux opérations qui peuvent être exonérées, pour la première année, à compter de 2004 ;\n\nb) Par dérogation à l'article 1477 du code général des impôts, France Télécom déclare, avant le 1er décembre 2002, les éléments nécessaires à l'établissement des bases de taxe professionnelle à retenir pour l'imposition de 2003. Toutefois, les dispositions des articles 1725 à 1729 du code général des impôts ne s'appliquent que si la déclaration est postérieure au 15 janvier 2003.\n\n2. Alinéa modificateur\n\nII. Paragraphe modificateur\n\nIII. - 1. Le montant de la compensation prévue au D de l'article 44 de la loi de finances pour 1999 (n° 98-1266 du 30 décembre 1998) est diminué, en 2003, d'un montant égal, pour chaque collectivité territoriale, établissement public de coopération intercommunale à fiscalité propre ou fonds départemental de péréquation de la taxe professionnelle, au produit obtenu en multipliant la base imposable de taxe professionnelle de France Télécom au titre de 2003, pour cette collectivité territoriale, cet établissement public de coopération intercommunale ou ce fonds, par le taux de taxe professionnelle, applicable en 2002, à la collectivité, à l'établissement public de coopération intercommunale ou au fonds. Pour la région d'Ile-de-France, ce montant est égal au produit obtenu en multipliant la base imposable de la taxe spéciale d'équipement additionnelle à la taxe professionnelle de France Télécom au titre de 2003 par le taux de cette taxe, applicable en 2002, à cette région.\n\nToutefois :\n\na) Pour les communes qui, en 2002, appartiennent à un établissement public de coopération intercommunale sans fiscalité propre, le taux voté par la commune est majoré du taux appliqué au profit du groupement en 2002 ;\n\nb) Pour les établissements publics de coopération intercommunale soumis, en 2002, au régime fiscal de l'article 1609 nonies C ou du II de l'article 1609 quinquies C du code général des impôts et qui font application de la procédure de réduction des écarts de taux, le taux de taxe professionnelle à retenir est celui applicable, en 2002, dans chaque commune d'implantation d'un établissement de France Télécom imposé au profit du groupement ;\n\nc) Pour les établissements publics de coopération intercommunale soumis, pour la première fois en 2003, au régime fiscal de l'article 1609 nonies C ou du II de l'article 1609 quinquies C du code général des impôts, le taux de taxe professionnelle à retenir est celui, en 2002, de chaque commune d'implantation d'un établissement de France Télécom imposé au profit du groupement majoré, le cas échéant, du taux de l'établissement public de coopération intercommunale auquel appartenait la commune en 2002 ;\n\nd) Pour les communes qui font application en 2002 ou pour la première fois en 2003 des dispositions de l'article 1638 du code général des impôts, le taux de taxe professionnelle à retenir est celui applicable, en 2002, dans chaque commune d'implantation d'un établissement de France Télécom imposé au profit de la nouvelle commune ;\n\ne) Pour les communes qui font application en 2002 ou pour la première fois en 2003 des dispositions de l'article 1638 quater du code général des impôts, le taux de taxe professionnelle à retenir est celui applicable, en 2002, dans chaque commune d'implantation d'un établissement de France Télécom imposé au profit du groupement.\n\nPour les années suivantes, le montant de la compensation prévue au D de l'article 44 de la loi de finances pour 1999 précitée est calculé sur la base de celle attribuée en 2003 après déduction du montant de la diminution prévue au premier alinéa.\n\nLa diminution prévue au premier alinéa est supprimée à compter de l'année 2011.\n\n2. Pour les communes et les établissements publics de coopération intercommunale, lorsque le montant de la compensation prévue au D de l'article 44 de la loi de finances pour 1999 précitée est, en 2003, inférieur au montant de la diminution à opérer en application du 1, le solde est prélevé, au profit du budget général de l'Etat, sur le produit de la taxe foncière sur les propriétés bâties, de la taxe foncière sur les propriétés non bâties, de la taxe d'habitation et de la taxe professionnelle perçu au profit de ces communes et établissements.\n\nPour les années suivantes, ce solde est actualisé chaque année du taux d'évolution de la dotation globale de fonctionnement.\n\nA compter de 2004, ce solde est actualisé chaque année du taux d'évolution de la dotation forfaitaire prévue à l'article L. 2334-7 du code général des collectivités territoriales. Pour les communes, il est calculé conformément aux dispositions de l'avant-dernier alinéa de ce même article.\n\nCe solde est supprimé à compter de l'année 2011.\n\n3. En cas d'impositions supplémentaires ou de dégrèvements consécutifs à une rectification des bases imposables de la taxe professionnelle ou de la taxe spéciale d'équipement additionnelle à la taxe professionnelle de France Télécom au titre de 2003, il est procédé à la régularisation du prélèvement opéré en application des 1 et 2.\n\nIV. - Il est effectué en 2003 un prélèvement au profit de l'Etat sur le produit de la taxe additionnelle à la taxe professionnelle prévue par l'article 1600 du code général des impôts. Ce prélèvement est égal, pour chaque chambre de commerce et d'industrie, au produit obtenu en multipliant la base imposable de France Télécom au titre de 2003 dans le ressort de chaque chambre de commerce et d'industrie par le taux de cette taxe applicable en 2002. Ce prélèvement est imputé sur les attributions mentionnées à l'article 139 de la loi du 16 avril 1930 portant fixation du budget général de l'exercice 1930-1931.\n\nA compter de 2004, le prélèvement mentionné à l'alinéa ci-dessus est égal à celui opéré en 2003, actualisé chaque année en fonction de l'évolution du produit arrêté par la chambre.\n\nA compter de 2005, le prélèvement mentionné au premier alinéa est égal à celui opéré en 2004 actualisé, chaque année, en fonction de l'indice de valeur du produit intérieur brut total tel qu'il est estimé dans la projection économique présentée en annexe au projet de loi de finances de l'année.\n\nCe prélèvement est supprimé à compter du 1er janvier 2010.\n\nV. Paragraphe modificateur\n\nVI. - 1. Alinéa modificateur\n\n2. Pour le calcul de la différence mentionnée au deuxième alinéa du 6° du II de l'article 1635 sexies du code général des impôts au titre des impositions 2002, le produit des impositions visées au I du même article ne prend en compte que les impositions au titre de La Poste.\n\n3. Par dérogation au 1° du II de l'article 1648 A bis du même code, le produit des rôles supplémentaires émis jusqu'au 31 décembre 2002 de la cotisation nationale de péréquation prévue à l'article 1648 D dudit code est versé au profit du budget général de l'Etat."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "I. Paragraphe modificateur\n\nII. - (Abrogation)."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "I. à IV. Paragraphes modificateursV. - Le solde disponible sur le compte de la Caisse nationale du régime social des indépendants ouvert dans les écritures de la Caisse des dépôts et consignations et constitué à partir du produit de la taxe d'aide au commerce et à l'artisanat, constaté à la clôture des comptes 2002, est versé à l'Etat."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I entrent en vigueur le 1er janvier 2003. Elles n'entraînent pas l'application de l'article 266 bis du code des douanes."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "Les associés collecteurs de l'Union des entreprises et des salariés pour le logement sont autorisés à verser, en 2003,250 millions d'euros au budget de l'Etat, à partir des fonds issus de la participation des employeurs à l'effort de construction. L'union se substitue à ses associés collecteurs pour le versement de cette contribution.\n\nLes modalités et la répartition entre les associés collecteurs de ce versement seront prévues dans une convention entre l'Etat et l'Union des entreprises et des salariés pour le logement conclue en application du 2° de l'article L. 313-19 du code de la construction et de l'habitation."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "I. - La Caisse de garantie du logement locatif social est autorisée, à titre exceptionnel, à verser à la Société de garantie des organismes d'habitations à loyer modéré contre les risques d'opérations immobilières prévue à l'article L. 453-1 du code de la construction et de l'habitation un concours maximum de quinze millions d'euros pour chacune des années 2003 et 2004. Les conditions d'application de cette décision sont définies par une convention à passer entre les deux organismes.II. - Les versements de la Caisse de garantie du logement locatif social à la Société de garantie des organismes d'habitations à loyer modéré contre les risques d'opérations immobilières ne donnent lieu à aucune indemnité ou perception d'impôts, droits ou taxes.III. Paragraphe modificateur"
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "Sous réserve des dispositions de la présente loi et résultant des articles 1er et 10 de la loi de finances rectificative pour 2002 (n° 2002-1576 du 30 décembre 2002), les affectations résultant de budgets annexes et comptes spéciaux ouverts à la date de dépôt de la présente loi sont confirmées pour l'année 2003."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "I. - Le montant de la contribution sociale de solidarité à la charge des sociétés mentionnée à l'article L. 651-1 du code de la sécurité sociale, affecté au régime d'assurance vieillesse des professions mentionnées au 4° de l'article L. 621-3 du même code, est fixé à 650 millions d'euros en 2003.II. - Il est institué, pour 2003, au profit du budget annexe des prestations sociales agricoles, un prélèvement de 31 millions d'euros, selon les modalités suivantes :- 3 millions d'euros sur les allocations de gestion versées aux caisses de mutualité sociale agricole en vertu de l'article L. 723-11 du code rural, répartis au prorata du montant de l'assiette des cotisations mentionnées à l'article L. 731-10 du même code émises au titre de l'année 2002 ;- 28 millions d'euros sur les réserves et reports à nouveau des caisses de mutualité sociale agricole, au prorata de ces réserves et reports à nouveau disponibles inscrits à leurs comptes financiers au 31 décembre 2002.Le recouvrement de ce prélèvement est assuré par la Caisse centrale de la mutualité sociale agricole, par compensation sur les financements qu'elle alloue aux caisses de mutualité sociale agricole."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "I. à III. Paragraphes modificateursIV. - Les dispositions des I, I bis et II sont applicables à compter du 1er janvier 2003."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "I. - Pour 2003, le montant et la répartition du prélèvement de solidarité pour l'eau, institué par le II de l'article 58 de la loi de finances pour 2000 (n° 99-1172 du 30 décembre 1999) sont identiques à ceux fixés par l'article 29 de la loi de finances pour 2002 (n° 2001-1275 du 28 décembre 2001).II. Paragraphe modificateur"
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "I. Paragraphe modificateurII. - Pour 2003, la part du prélèvement prévu par l'article 51 de la loi n° 47-520 du 21 mars 1947 précitée, affectée au budget général, est relevée à due concurrence."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "I. et II. Paragraphes modificateursIII. Les sommes restant à recouvrer au titre de la taxe parafiscale sur la publicité radiodiffusée et télévisée, dont la perception a été autorisée par l'article 68 de la loi de finances pour 2002 (n° 2001-1275 du 28 décembre 2001), peuvent être recouvrées en 2003. Elles sont affectées à la seconde section du compte d'affectation spéciale n° 902-32."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "Le produit de la taxe prévue à l'article 991 du code général des impôts, perçu à partir du 1er janvier 2003, est réparti dans les conditions suivantes :- une fraction égale à 55,93 % est affectée au budget de l'Etat ;- une fraction égale à 44,07 % est affectée au fonds visé à l'article L. 131-8 du code de la sécurité sociale."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "I. - Par dérogation aux articles L. 1613-2 et L. 2334-1 du code général des collectivités territoriales, la part revenant aux communes et aux groupements au titre de la régularisation de la dotation globale de fonctionnement pour 2001 vient majorer, en 2003, les montants de la dotation de solidarité urbaine et de cohésion sociale et de la première fraction de la dotation de solidarité rurale calculés conformément aux dispositions des articles L. 2334-13 et L. 2334-21 du code précité. Cette part est répartie entre ces deux dotations en proportion de leurs montants respectifs lors de la précédente répartition.II. - La dotation de solidarité urbaine et de cohésion sociale et la première fraction de la dotation de solidarité rurale sont en outre majorées respectivement, au titre de 2003, de 58 millions d'euros et 10,5 millions d'euros.III. - Les majorations prévues aux I et II ne sont pas prises en compte dans le montant de la dotation globale de fonctionnement pour 2003 pour l'application du I et du II de l'article 57 de la loi de finances pour 1999 (n° 98-1266 du 30 décembre 1998)."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "En 2003, le produit disponible mentionné au 1° du I de l'article 1648 B bis du code général des impôts est majoré de 18 millions d'euros. Cette majoration n'est pas prise en compte pour l'application des dispositions du I de l'article 57 de la loi de finances pour 1999 précitée."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "Le montant du prélèvement effectué sur les recettes de l'Etat au titre de la participation de la France au budget des Communautés européennes est évalué pour l'exercice 2003 à 15,8 milliards d'euros."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "I. - Pour 2003, les ressources affectées au budget, évaluées dans l'état A annexé à la présente loi, les plafonds des charges et l'équilibre général qui en résulte sont fixés aux montants suivants :(Tableau non reproduit, voir JO du 31/12/2002 page 22035).II. - Le ministre de l'économie, des finances et de l'industrie est autorisé à procéder, en 2003, dans des conditions fixées par décret :1° A des emprunts à long, moyen et court terme libellés en euros ou en autres devises pour couvrir l'ensemble des charges de trésorerie ou pour renforcer les réserves de change ;2° A l'attribution directe de titres de dette publique négociable à la Caisse de la dette publique ;3° A des conversions facultatives, à des opérations de pension sur titres d'Etat, à des opérations de dépôts de liquidités sur le marché interbancaire de la zone euro et auprès des Etats de la même zone, des rachats, des échanges d'emprunts, à des échanges de devises ou de taux d'intérêt, à l'achat ou à la vente d'options ou de contrats à terme sur titres d'Etat.III. - Le ministre de l'économie, des finances et de l'industrie est autorisé à donner, en 2003, la garantie de refinancement en devises pour les emprunts communautaires.IV. - Le ministre de l'économie, des finances et de l'industrie est, jusqu'au 31 décembre 2003, habilité à conclure, avec des établissements de crédit spécialisés dans le financement à moyen et long terme des investissements, des conventions établissant pour chaque opération les modalités selon lesquelles peuvent être stabilisées les charges du service d'emprunts qu'ils contractent en devises étrangères."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "Le montant des crédits ouverts aux ministres, pour 2003, au titre des services votés du budget général, est fixé à la somme de 324 821 879 075 Euros."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "Il est ouvert aux ministres, pour 2003, au titre des mesures nouvelles de dépenses ordinaires des services civils, des crédits ainsi répartis :Titre Ier : \"Dette publique et dépenses en atténuation de recettes\" : 2 592 080 000 eurosTitre II : \"Pouvoirs publics\" : 31 590 797 eurosTitre III : \"Moyens des services\" : 1 107 366 799 eurosTitre IV : \"Interventions publiques\" : 896 376 575 eurosTotal : 4 627 414 171 euros.Ces crédits sont répartis par ministère conformément à l'état B annexé à la présente loi."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "I. - Il est ouvert aux ministres, pour 2003, au titre des mesures nouvelles de dépenses en capital des services civils du budget général, des autorisations de programme ainsi réparties :Titre V : \"Investissements exécutés par l'Etat\" :3 912 638 000 eurosTitre VI : \"Subventions d'investissement accordées par l'Etat\" :12 094 013 000 eurosTotal : 16 006 651 000 eurosCes autorisations de programme sont réparties par ministère conformément à l'état C annexé à la présente loi.II. - Il est ouvert aux ministres, pour 2003, au titre des mesures nouvelles des dépenses en capital des services civils du budget général, des crédits de paiement ainsi répartis :Titre V : \"Investissements exécutés par l'Etat\" :1 178 810 000 eurosTitre VI : \"Subventions d'investissement accordées par l'Etat\" :5 607 806 000 eurosTotal : 6 786 616 000 eurosCes crédits de paiement sont répartis par ministère conformément à l'état C annexé à la présente loi."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "I. - Il est ouvert à la ministre de la défense, pour 2003, au titre des mesures nouvelles de dépenses ordinaires des services militaires, des autorisations de programme s'élevant à la somme de 53 899 708 euros, applicables au titre III : \"Moyens des armes et services\".II. - Pour 2003, les crédits de mesures nouvelles de dépenses ordinaires des services militaires applicables au titre III : \"Moyens des armes et services\" s'élèvent au total à la somme de 767 871 426 euros."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "I. - Il est ouvert à la ministre de la défense, pour 2003, au titre des mesures nouvelles sur les dépenses en capital des services militaires, des autorisations de programme ainsi réparties :Titre V : \"Equipement\" : 14 960 809 000 eurosTitre VI : \"Subventions d'investissement accordées par l'Etat\" :339 084 000 eurosTotal : 15 299 893 000 eurosII. - Il est ouvert à la ministre de la défense, pour 2003, au titre des mesures nouvelles sur les dépenses en capital des services militaires, des crédits de paiement ainsi répartis :Titre V : \"Equipement\" : 2 052 505 000 eurosTitre VI : \"Subventions d'investissement accordées par l'Etat\" :308 007 000 eurosTotal : 2 360 512 000 euros"
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "Le montant des crédits ouverts aux ministres, pour 2003, au titre des services votés des budgets annexes, est fixé à la somme de 17 288 852 264 euros, ainsi répartie :Aviation civile : 1 281 387 468 eurosJournaux officiels : 149 580 582 eurosLégion d'honneur : 17 610 035 eurosOrdre de la Libération : 636 713 eurosMonnaies et médailles : 176 770 083 eurosPrestations sociales agricoles : 15 662 867 383 eurosTotal : 17 288 852 264 euros."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "I. - Il est ouvert aux ministres, pour 2003, au titre des mesures nouvelles des budgets annexes, des autorisations de programme s'élevant à la somme totale de 228 716 000 euros, ainsi répartie :Aviation civile : 210 000 000 eurosJournaux officiels : 13 851 000 eurosLégion d'honneur : 1 321 000 eurosOrdre de la Libération : 0 eurosMonnaies et médailles : 3 544 000 eurosTotal : 228 716 000 eurosII. - Il est ouvert aux ministres, pour 2003, au titre des mesures nouvelles des budgets annexes, des crédits s'élevant à la somme totale de 441 125 035 euros, ainsi répartie :Aviation civile : 221 124 581 eurosJournaux officiels : 46 282 344 eurosLégion d'honneur : 1 053 618 eurosOrdre de la Libération : 923 eurosMonnaies et médailles : - 83 869 048 eurosPrestations sociales agricoles : 256 532 617 eurosTotal : 441 125 035 euros."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "Le montant des crédits ouverts aux ministres, pour 2003, au titre des services votés des opérations définitives des comptes d'affectation spéciale, est fixé à la somme de 3 125 303 000 Euros."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "I. - Il est ouvert aux ministres, pour 2003, au titre des mesures nouvelles des opérations définitives des dépenses en capital des comptes d'affectation spéciale, des autorisations de programme s'élevant à la somme de 7 990 236 000 Euros.II. - Il est ouvert aux ministres, pour 2003, au titre des mesures nouvelles des opérations définitives des comptes d'affectation spéciale, des crédits de paiement s'élevant à la somme de 8 483 876 500 Euros, ainsi répartie :Dépenses ordinaires civiles493 640 500 EurosDépenses civiles en capital7 990 236 000 Euros          Total8 483 876 500 Euros"
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "I. - Le montant des découverts applicables, en 2003, aux services votés des comptes de commerce est fixé à 1 936 254 800 Euros.II. - Le montant des crédits ouverts au ministre de l'économie, des finances et de l'industrie, pour 2003, au titre des services votés des comptes d'avances du Trésor, est fixé à la somme de 57 509 890 000 Euros.III. - Le montant des crédits ouverts au ministre de l'économie, des finances et de l'industrie, pour 2003, au titre des services votés des comptes de prêts, est fixé à la somme de 720 890 000 Euros."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "Il est ouvert aux ministres, pour 2003, au titre des mesures nouvelles des opérations temporaires des comptes d'affectation spéciale, un crédit de paiement de dépenses ordinaires de 2 519 500 Euros."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "Il est ouvert au ministre de l'économie, des finances et de l'industrie, pour 2003, au titre des mesures nouvelles des comptes de prêts, des crédits de paiement s'élevant à 794 300 000 Euros."
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "Il est ouvert aux ministres, pour 2003, au titre des mesures nouvelles des comptes de commerce, une autorisation de découvert s'élevant à 713 000 Euros."
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "La perception des taxes parafiscales dont la liste figure à l'état E annexé à la présente loi continuera d'être opérée pendant l'année 2003."
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "Est fixée pour 2003, conformément à l'état F annexé à la présente loi, la liste des chapitres sur lesquels s'imputent des crédits évaluatifs autres que ceux limitativement énumérés à l'article 9 de l'ordonnance n° 59-2 du 2 janvier 1959 portant loi organique relative aux lois de finances."
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "Est fixée pour 2003, conformément à l'état G annexé à la présente loi, la liste des chapitres dont les dotations ont un caractère provisionnel."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "Est fixée pour 2003, conformément à l'état H annexé à la présente loi, la liste des chapitres sur lesquels s'imputent les crédits pouvant donner lieu à report, dans les conditions fixées par l'article 17 de l'ordonnance n° 59-2 du 2 janvier 1959 précitée."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "Est approuvée, pour l'exercice 2003, la répartition suivante, entre les organismes du service public de la communication audiovisuelle, des recettes, hors taxe sur la valeur ajoutée, du compte d'emploi de la redevance pour droit d'usage des appareils récepteurs de télévision :(Tableau non reproduit, voir JO du 31/12/2002 page 22037)."
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I s'appliquent à compter de l'imposition des revenus de l'année 2003."
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Article 80",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I s'appliquent aux comptes d'épargne-logement ouverts à compter du 12 décembre 2002."
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "(Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 2002-464 DC du 27 décembre 2002.)"
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "Article 91",
      "content": "(Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 2002-464 DC du 27 décembre 2002.)"
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Article 92",
      "content": "(Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 2002-464 DC du 27 décembre 2002.)"
    },
    {
      "provision_ref": "art93",
      "section": "93",
      "title": "Article 93",
      "content": "(Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 2002-464 DC du 27 décembre 2002.)"
    },
    {
      "provision_ref": "art94",
      "section": "94",
      "title": "Article 94",
      "content": "(Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 2002-464 DC du 27 décembre 2002)."
    },
    {
      "provision_ref": "art95",
      "section": "95",
      "title": "Article 95",
      "content": "(Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 2002-464 DC du 27 décembre 2002.)"
    },
    {
      "provision_ref": "art99",
      "section": "99",
      "title": "Article 99",
      "content": "(Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 2002-464 DC du 27 décembre 2002.)"
    },
    {
      "provision_ref": "art100",
      "section": "100",
      "title": "Article 100",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I s'appliquent pour les délibérations prises à compter de 2003."
    },
    {
      "provision_ref": "art103",
      "section": "103",
      "title": "Article 103",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I sont applicables à partir du 1er janvier 2004."
    },
    {
      "provision_ref": "art105",
      "section": "105",
      "title": "Article 105",
      "content": "I. Paragraphe modificateurII. - La perte de recettes est compensée, à due concurrence, par la création d'une taxe additionnelle à la taxe sur les conventions d'assurance prévue à l'article 991 du code général des impôts dont le montant est affecté à l'Institut national de recherches archéologiques préventives."
    },
    {
      "provision_ref": "art106",
      "section": "106",
      "title": "Article 106",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I sont applicables à compter du 1er janvier 2003."
    },
    {
      "provision_ref": "art112",
      "section": "112",
      "title": "Article 112",
      "content": "Le Gouvernement déposera avant le 30 juin 2003 un rapport évaluant les conditions de fonctionnement des offices agricoles et proposant des mesures destinées à en minorer les frais de structure."
    },
    {
      "provision_ref": "art113",
      "section": "113",
      "title": "Article 113",
      "content": "I. - La participation financière de l'Etat au régime d'assurance vieillesse complémentaire obligatoire des professions non salariées agricoles prévue au troisième alinéa de l'article L. 732-58 du code rural est fixée à 28 millions d'euros pour l'année 2003.II. et III. Paragraphes modificateurs."
    },
    {
      "provision_ref": "art114",
      "section": "114",
      "title": "Article 114",
      "content": "Le montant maximal donnant lieu à majoration par l'Etat de la rente qui peut être constituée au profit des bénéficiaires mentionnés à l'article L. 222-2 du code de la mutualité est fixé par référence à 122,5 points d'indice de pension militaire d'invalidité."
    },
    {
      "provision_ref": "art121",
      "section": "121",
      "title": "Article 121",
      "content": "I. Paragraphe modificateurII.-Les dispositions du I s'appliquent pour les      chambres de commerce et d'industrie territoriales constituées par dissolution de      chambres de commerce et d'industrie territoriales préexistantes à compter du 1er janvier 2003."
    },
    {
      "provision_ref": "art124",
      "section": "124",
      "title": "Article 124",
      "content": "I. Paragraphe modificateurII. - Les dispositions du I sont applicables aux primes et, en cas de paiement fractionné, aux fractions de primes, échues à compter du 1er janvier 2003."
    },
    {
      "provision_ref": "art126",
      "section": "126",
      "title": "Article 126",
      "content": "Le ministre chargé de l'économie est autorisé à accorder, dans la limite d'un encours cumulé en principal de 1,1 milliard d'euros, la garantie de l'Etat aux prêts accordés par l'Agence française de développement aux pays éligibles à l'initiative en faveur des pays pauvres très endettés et devant, dans le cadre du volet bilatéral complémentaire à cette initiative, faire l'objet d'un refinancement par dons. Pour chaque pays concerné, la garantie des prêts sera octroyée dès la mise en place du refinancement par dons."
    },
    {
      "provision_ref": "art128",
      "section": "128",
      "title": "Article 128",
      "content": "Le Gouvernement déposera, avant le 30 juin 2003, sur le bureau de l'Assemblée nationale et sur celui du Sénat, un rapport sur le Fonds pour le développement de l'intermodalité dans les transports et sur le Fonds pour le développement d'une politique intermodale des transports dans le massif alpin.Ce rapport détaillera le financement, le fonctionnement et l'utilité de ces fonds."
    },
    {
      "provision_ref": "art129",
      "section": "129",
      "title": "Article 129",
      "content": "I. Paragraphe modificateurII. - Le fonds d'aide à l'investissement des services départementaux d'incendie et de secours est doté de 45 millions d'euros en autorisations de programme et en crédits de paiement."
    },
    {
      "provision_ref": "art136",
      "section": "136",
      "title": "Article 136",
      "content": "I. à IV. Paragraphes modificateursV. - Les dispositions du III entrent en vigueur pour la contribution visée à l'article L. 862-4 du code de la sécurité sociale versée au titre du premier trimestre 2003."
    }
  ]
}