{
  "id": "loi-n-70-9-du-2-janvier-1970",
  "type": "statute",
  "title": "Loi n° 70-9 du 2 janvier 1970",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000512228",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les dispositions de la présente loi s'appliquent aux personnes physiques ou morales qui, d'une manière habituelle, se livrent ou prêtent leur concours, même à titre accessoire, aux opérations portant sur les biens d'autrui et relatives à :\n\n1° L'achat, la vente, la recherche, l'échange, la location ou sous-location, saisonnière ou non, en nu ou en meublé d'immeubles bâtis ou non bâtis ;\n\n2° L'achat, la vente ou la location-gérance de fonds de commerce ;\n\n3° La cession d'un cheptel mort ou vif ;\n\n4° La souscription, l'achat, la vente d'actions ou de parts de sociétés immobilières ou de sociétés d'habitat participatif donnant vocation à une attribution de locaux en jouissance ou en propriété ;\n\n5° L'achat, la vente de parts sociales non négociables lorsque l'actif social comprend un immeuble ou un fonds de commerce ;\n\n6° La gestion immobilière ;\n\n7° A l'exclusion des publications par voie de presse, la vente de listes ou de fichiers relatifs à l'achat, la vente, la location ou sous-location en nu ou en meublé d'immeubles bâtis ou non bâtis, ou à la vente de fonds de commerce ;\n\n8° La conclusion de tout contrat de jouissance d'immeuble à temps partagé régi par les articles L. 121-60 et suivants du code de la consommation ;\n\n9° L'exercice des fonctions de syndic de copropriété dans le cadre de la loi n° 65-557 du 10 juillet 1965 fixant le statut de la copropriété des immeubles bâtis."
    },
    {
      "provision_ref": "art1-1",
      "section": "1-1",
      "title": "Article 1-1",
      "content": "Pour l'application de la présente loi :\n\n1° Est considérée comme relevant de l'activité de gestion immobilière la location ou la sous-location, saisonnière ou non, en nu ou en meublé, d'immeubles bâtis ou non bâtis lorsqu'elle constitue l'accessoire d'un mandat de gestion ;\n\n2° Est considérée comme une location saisonnière pour l'application de la présente loi la location d'un immeuble conclue pour une durée maximale et non renouvelable de quatre-vingt-dix jours consécutifs.\n\nLorsque ces locations font intervenir un intermédiaire, leurs conditions de conclusion sont précisées par un décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les dispositions de la présente loi ne sont pas applicables :\n\nAux membres des professions dont la liste sera fixée par décret, en considération du contrôle dont leur activité professionnelle fait l'objet ainsi que des garanties financières qu'ils offrent pour l'exercice de cette activité ;\n\nAux personnes ou à leur conjoint qui, à titre non professionnel, se livrent ou prêtent leur concours à des opérations relatives à des biens sur lesquels elles ont des droits réels divis ou indivis ;\n\nAux personnes agissant pour le compte de leur conjoint, de parents en ordre successible, ou pour le compte de majeurs protégés ou de mineurs dans les conditions prévues aux titres X et XI du code civil ;\n\nAux représentants légaux ou statutaires de sociétés de construction régies par les articles L. 212-1 et suivants du code de la construction et de l'habitation pour la réalisation des premières cessions des parts ou actions.\n\nAux titulaires d'une licence d'agent de voyages, en vertu de la loi n° 92-645 du 13 juillet 1992 fixant les conditions d'exercice des activités relatives à l'organisation et à la vente de voyages ou de séjours, pour la conclusion de tout contrat de jouissance d'immeuble à temps partagé régi par les articles L. 121-60 et suivants du code de la consommation ;\n\nAux organismes de placement collectif immobilier, organismes professionnels de placement collectif immobilier, sociétés civiles de placement immobilier et à leurs sociétés de gestion, sauf lorsqu'elles gèrent des actifs immobiliers faisant l'objet de mandats de gestion spécifiques ;\n\nAux associations œuvrant à la promotion de la cohabitation intergénérationnelle solidaire définie à l'article L. 118-1 du code de l'action sociale et des familles et aux articles L. 631-17 à L. 631-19 du code de la construction et de l'habitation."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les activités visées à l'article 1er ne peuvent être exercées que par les personnes physiques ou morales titulaires d'une carte professionnelle, délivrée, pour une durée et selon des modalités fixées par décret en Conseil d'Etat, par le président de la chambre de commerce et d'industrie territoriale ou, dans les circonscriptions où il n'existe pas de chambre de commerce et d'industrie territoriale, par le président de la chambre de commerce et d'industrie de région, précisant celles des opérations qu'elles peuvent accomplir. Lorsque le président de la chambre de commerce et d'industrie concernée exerce une activité mentionnée à l'article 1er, la carte est délivrée par le vice-président, dans des conditions fixées par décret en Conseil d'Etat.\n\nCCI France établit et tient à jour un fichier des personnes titulaires de la carte professionnelle, selon des modalités définies par décret.\n\nCette carte ne peut être délivrée qu'aux personnes physiques qui satisfont aux conditions suivantes :\n\n1° Justifier de leur aptitude professionnelle ;\n\n2° Justifier d'une garantie financière permettant le remboursement des fonds, effets ou valeurs déposés et spécialement affectée à ce dernier, y compris les sommes versées au fonds de travaux mentionné à l'article 14-2-1 de la loi n° 65-557 du 10 juillet 1965 fixant le statut de la copropriété des immeubles bâtis à l'exception toutefois des personnes déclarant leur intention de ne détenir aucun fonds, effet ou valeur, pour les activités mentionnées à l'article 1er, à l'exception de celles mentionnées aux 6° et 9° du même article dans des conditions fixées par décret en Conseil d'Etat. Seuls les garants financiers ayant mis en place des procédures de contrôle internes, au moyen d'un référentiel et de modèles de suivi des risques, sont habilités à délivrer la garantie financière. Un décret en Conseil d'Etat définit les procédures et les conditions dans lesquelles les garants exercent leurs missions de contrôle sur les fonds qu'ils garantissent en application du présent article ;\n\n3° Contracter une assurance contre les conséquences pécuniaires de leur responsabilité civile professionnelle ;\n\n4° Ne pas être frappées d'une des incapacités ou interdictions d'exercer définies aux titres II et II bis ci-après.\n\nLa garantie mentionnée au 2° ci-dessus résulte d'un engagement écrit fourni par une entreprise d'assurance spécialement agréée, par un établissement de crédit, une société de financement ou une institution mentionnée à l'article L. 518-1 du code monétaire et financier.\n\nLes modalités de détermination du montant de la garantie sont fixées par décret en Conseil d'Etat.\n\nLa carte n'est délivrée aux personnes morales que si lesdites personnes satisfont aux conditions prévues aux 2° et 3° ci-dessus et que si leurs représentants légaux et statutaires satisfont aux conditions prévues aux 1° et 4° ci-dessus.\n\nIl doit être procédé à une déclaration préalable d'activité pour chaque établissement, succursale, agence ou bureau par la personne qui en assure la direction. Cette personne doit, en outre, satisfaire à la condition prévue au 1° et ne pas être frappée d'une des incapacités ou interdictions d'exercer définies au titre II de la présente loi."
    },
    {
      "provision_ref": "art3-1",
      "section": "3-1",
      "title": "Article 3-1",
      "content": "Les personnes mentionnées à l' article 1er et, lorsqu'il s'agit de personnes morales, leurs représentants légaux et statutaires, au dernier alinéa de l'article 3 et à l'article 4 sont, à l'exception de celles mentionnées à l'article 8-1, soumises à une obligation de formation continue. Leur carte professionnelle ne peut être renouvelée si elles ne justifient pas avoir rempli cette obligation.\n\nUn décret détermine la nature et la durée des activités susceptibles d'être validées au titre de l'obligation de formation continue, les modalités selon lesquelles elle s'accomplit, celles de son contrôle et celles de sa justification en cas de renouvellement de la carte professionnelle."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Toute personne habilitée par un titulaire de la carte professionnelle à négocier, s'entremettre ou s'engager pour le compte de ce dernier justifie d'une compétence professionnelle, de sa qualité et de l'étendue de ses pouvoirs dans les conditions fixées par décret en Conseil d'Etat. Les dispositions du titre II de la présente loi lui sont applicables.\n\nLes dispositions du chapitre IV du titre III du livre Ier du code de commerce sont applicables aux personnes visées au premier alinéa lorsqu'elles ne sont pas salariées. Ces personnes doivent contracter une assurance contre les conséquences pécuniaires de leur responsabilité civile professionnelle, dans des conditions fixées par décret en Conseil d'Etat.\n\nCes personnes ne peuvent pas :\n\n1° Recevoir ou détenir, directement ou indirectement, des sommes d'argent, des biens, des effets ou des valeurs ou en disposer à l'occasion des activités mentionnées à l'article 1er de la présente loi ;\n\n2° Donner des consultations juridiques ni rédiger des actes sous seing privé, à l'exception de mandats conclus au profit du titulaire de la carte professionnelle mentionnée à l'article 3 ;\n\n3° Assurer la direction d'un établissement, d'une succursale, d'une agence ou d'un bureau.\n\nLes personnes qui, à la date d'entrée en vigueur du décret en Conseil d'Etat mentionné au premier alinéa du présent article, disposent de l'habilitation mentionnée au premier alinéa sont réputées justifier de la compétence professionnelle mentionnée au présent article."
    },
    {
      "provision_ref": "art4-1",
      "section": "4-1",
      "title": "Article 4-1",
      "content": "Lorsque les personnes mentionnées à l'article 1er proposent à leurs clients les services d'une entreprise, elles sont tenues de les informer, dans des conditions définies par décret en Conseil d'Etat et avant la conclusion de tout contrat avec ladite entreprise, des éventuels liens directs de nature capitalistique ou des liens de nature juridique qu'elles  ou leurs représentants légaux et statutaires  ont ou que les personnes mentionnées au dernier alinéa de l'article 3 et à l'article 4, intervenant pour ces clients, ont avec cette entreprise.\n\nCette obligation s'applique également lorsque les personnes mentionnées au même article 1er proposent à leurs clients les services d'un établissement bancaire ou d'une société financière.\n\nLes personnes mentionnées au dernier alinéa du même article 3 et les personnes habilitées par un titulaire de la carte professionnelle conformément au même article 4 sont tenues de l'informer des liens mentionnés aux premier et deuxième alinéas du présent article qu'elles ont avec une entreprise, un établissement bancaire ou une société financière dont le titulaire de la carte professionnelle propose les services à ses clients."
    },
    {
      "provision_ref": "art4-2",
      "section": "4-2",
      "title": "Article 4-2",
      "content": "En vue du logement des travailleurs saisonniers et par dérogation au deuxième alinéa de l'article 4 et à l'article 6, les organismes agréés, conformément à l'article L. 365-4 du code de la construction et de l'habitation, peuvent habiliter, pour certaines missions relevant de la présente loi, des personnels d'une collectivité territoriale. Un décret en Conseil d'Etat précise ces missions."
    },
    {
      "provision_ref": "art4-3",
      "section": "4-3",
      "title": "Article 4-3",
      "content": "Sous réserve des dispositions leur imposant la divulgation de certaines  informations, les personnes mentionnées à l'article 1er de la présente  loi et, lorsqu'il s'agit de personnes morales, leurs représentants  légaux et statutaires respectent la confidentialité des données dont  elles ont connaissance dans l'exercice de leurs activités. Ce principe  ne fait pas obstacle à la communication aux copropriétaires de tout  élément nécessaire au bon fonctionnement du syndicat. Il ne fait  également pas obstacle au signalement d'un habitat manifestement indigne  au sens de l'article 1er-1 de la loi n° 90-449 du 31 mai 1990 visant à  la mise en œuvre du droit au logement au maire de la commune concernée."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Les personnes visées à l'article 1er qui reçoivent, détiennent des sommes d'argent ne constituant ni une rémunération, ni des honoraires, des biens, des effets ou des valeurs, ou en disposent, à quelque titre et de quelque manière que ce soit, à l'occasion des opérations spécifiées audit article, doivent respecter les conditions prévues par décret en Conseil d'Etat, notamment les formalités de tenue des registres et de délivrance de reçus, ainsi que les autres obligations découlant du mandat."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I-Les conventions conclues avec les personnes visées à l'article 1er ci-dessus et relatives aux opérations qu'il mentionne en ses 1° à 6°, doivent être rédigées par écrit et préciser conformément aux dispositions d'un décret en Conseil d'Etat :\n\nLes conditions dans lesquelles ces personnes sont autorisées à recevoir, verser ou remettre des sommes d'argent, biens, effets ou valeurs à l'occasion de l'opération dont il s'agit ;\n\nLes modalités de la reddition de compte ;\n\nLes conditions de détermination de la rémunération, ainsi que l'indication de la partie qui en aura la charge.\n\nLes moyens employés par ces personnes et, le cas échéant, par le réseau auquel elles appartiennent pour diffuser auprès du public les annonces commerciales afférentes aux opérations mentionnées au 1° du même article 1er.\n\nEn outre, lorsqu'une convention comporte une clause d'exclusivité, elle précise les actions que le mandataire s'engage à réaliser pour exécuter la prestation qui lui a été confiée ainsi que les modalités selon lesquelles il rend compte au mandant des actions effectuées pour son compte, selon une périodicité déterminée par les parties.\n\nLes dispositions de l'article 1375 du code civil leur sont applicables.\n\nAucun bien, effet, valeur, somme d'argent, représentatif d'honoraires, de frais de recherche, de démarche, de publicité ou d'entremise quelconque, n'est dû aux personnes indiquées à l'article 1er ou ne peut être exigé ou accepté par elles, avant qu'une des opérations visées audit article ait été effectivement conclue et constatée dans un seul acte écrit contenant l'engagement des parties.\n\nToutefois, lorsqu'un mandat est assorti d'une clause d'exclusivité ou d'une clause pénale ou lorsqu'il comporte une clause aux termes de laquelle des honoraires sont dus par le mandant, même si l'opération est conclue sans les soins de l'intermédiaire, cette clause recevra application dans les conditions qui seront fixées par décret. La somme versée par le mandant en application de cette clause ne peut excéder un montant fixé par décret en Conseil d'Etat.\n\nLorsque le mandant agit dans le cadre de ses activités professionnelles, tout ou partie des sommes d'argent visées ci-dessus qui sont à sa charge peuvent être exigées par les personnes visées à l'article 1er avant qu'une opération visée au même article n'ait été effectivement conclue et constatée. La clause prévue à cet effet est appliquée dans des conditions fixées par décret en Conseil d'Etat.\n\nLa convention conclue entre la personne qui se livre à l'activité mentionnée au 7° de l'article 1er et le propriétaire du bien inscrit sur la liste ou le fichier, ou le titulaire de droits sur ce bien, comporte une clause d'exclusivité d'une durée limitée aux termes de laquelle ce dernier s'engage, d'une part, à ne pas confier la location ou la vente de son bien à une autre personne exerçant une activité mentionnée à l'article 1er et, d'autre part, à ne pas publier d'annonce par voie de presse.\n\nII-Entre la personne qui se livre à l'activité mentionnée au 7° de l'article 1er et son client, une convention est établie par écrit. Cette convention dont, conformément à l'article 1325 du code civil, un original est remis au client précise les caractéristiques du bien recherché, l'ensemble des obligations professionnelles qui incombent au professionnel mentionné au présent alinéa, la nature de la prestation promise au client et le montant de la rémunération incombant à ce dernier. Elle précise également les conditions de remboursement de tout ou partie de la rémunération lorsque la prestation fournie au client n'est pas conforme à la nature promise dans ladite convention.\n\nLes conditions et les modalités d'application de la mesure de remboursement partiel ou total prévue au premier alinéa du présent II sont définies par décret.\n\nAucune somme d'argent ou rémunération de quelque nature que ce soit n'est due à une personne qui se livre à l'activité mentionnée au 7° de l'article 1er ou ne peut être exigée par elle, préalablement à la parfaite exécution de son obligation de fournir effectivement des listes ou des fichiers, que cette exécution soit instantanée ou successive."
    },
    {
      "provision_ref": "art6-1",
      "section": "6-1",
      "title": "Article 6-1",
      "content": "Toute publicité effectuée par une personne mentionnée à l'article 1er et relative aux opérations prévues au 1° de ce même article mentionne, quel que soit le support utilisé, le montant toutes taxes comprises de ses honoraires exprimé, pour ce qui concerne les opérations de vente, en pourcentage du prix, lorsqu'ils sont à la charge du locataire ou de l'acquéreur."
    },
    {
      "provision_ref": "art6-2",
      "section": "6-2",
      "title": "Article 6-2",
      "content": "Toute publicité relative à des opérations mentionnées au 1° de l'article 1er et proposées par une personne habilitée par un titulaire de la carte professionnelle à négocier, s'entremettre ou s'engager pour le compte de ce dernier, et non salariée, mentionne que cette personne exerce sous le statut d'agent commercial.\n\nCette obligation de mentionner le statut d'agent commercial est étendue au mandat de vente ou de recherche et à tous les documents d'une transaction immobilière à laquelle la personne habilitée mentionnée au premier alinéa participe."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Sont nulles les promesses et les conventions de toute nature relatives aux opérations visées à l'article 1er qui ne comportent pas une limitation de leurs effets dans le temps.\n\nLorsque le mandant n'agit pas dans le cadre de ses activités professionnelles :\n\n1° Les modalités de non-reconduction des contrats définies aux deux premiers alinéas de l'article L. 136-1 du code de la consommation sont mentionnées de manière lisible et visible dans les conventions prévues au premier alinéa du I de l'article 6 de la présente loi ;\n\n2° Lorsque ces conventions portent sur des opérations mentionnées aux 1° et 4° de l'article 1er et qu'elles comportent une clause d'exclusivité, elles mentionnent en caractères très apparents les dispositions du deuxième alinéa de l'article 78 du décret n° 72-678 du 20 juillet 1972 fixant les conditions d'application de la loi n° 70-9 du 2 janvier 1970 réglementant les conditions d'exercice des activités relatives à certaines opérations portant sur les immeubles et fonds de commerce, exception faite des mandats portant sur les opérations exclues par les troisième à sixième alinéas de ce même article."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Les personnes titulaires d'une autorisation administrative délivrée en application de la loi du 13 juillet 1992 susmentionnée, qui ont une activité de location saisonnière de meublés hors forfait touristique, sont dispensées de la carte professionnelle prévue à l'article 3 de la présente loi lorsque cette activité est accessoire à leur activité principale.Elles doivent souscrire, pour l'exercice de cette activité, une garantie financière permettant le remboursement des fonds, effets ou valeurs déposés et une assurance garantissant les conséquences pécuniaires de la responsabilité civile professionnelle qu'elles encourent en raison de cette activité.L'exercice de ces activités est régi par les dispositions de la présente loi et des textes pris pour son application."
    },
    {
      "provision_ref": "art8-1",
      "section": "8-1",
      "title": "Article 8-1",
      "content": "Tout ressortissant légalement établi dans un Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen pour exercer tout ou partie des activités prévues à l'article 1er de la présente loi peut exercer son activité de façon temporaire et occasionnelle en France après en avoir fait la déclaration préalable auprès du président de la chambre de commerce et d'industrie territoriale ou de la chambre départementale d'Ile-de-France, dans des conditions fixées par décret en Conseil d'Etat. Toutefois, lorsque l'activité concernée ou la formation y conduisant n'est pas réglementée dans l'Etat d'établissement, le prestataire doit l'avoir exercée dans un ou plusieurs Etats membres ou parties pendant au moins une année à temps plein ou une durée équivalente à temps partiel, au cours des dix années qui précèdent la prestation."
    },
    {
      "provision_ref": "art8-2",
      "section": "8-2",
      "title": "Article 8-2",
      "content": "Les personnes exerçant les activités désignées aux 1°, 2°, 4°, 5° et 8° de l'article 1er de la présente loi mettent en œuvre les obligations relatives à la lutte contre le blanchiment des capitaux et le financement du terrorisme définies au chapitre Ier du titre VI du livre V du code monétaire et financier.\n\nLes agents de la concurrence, de la consommation et de la répression des fraudes mentionnés au I de l'article L. 561-36-2 du code monétaire et financier assurent le contrôle du respect des obligations prévues à l'alinéa précédent, dans les conditions définies à l'article L. 511-7 du code de la consommation."
    },
    {
      "provision_ref": "art8-2-1",
      "section": "8-2-1",
      "title": "Article 8-2-1",
      "content": "Les personnes exerçant les activités désignées aux 1°, 6° et 9° de l'article 1er de la présente loi signalent au procureur de la République les faits qui sont susceptibles de constituer une des infractions prévues aux articles 225-14 du code pénal et L. 511-22 du code de la construction et de l'habitation.\n\nCe signalement est effectué sans préjudice, le cas échéant, de la déclaration prévue à l'article L. 561-15 du code monétaire et financier."
    },
    {
      "provision_ref": "art8-3",
      "section": "8-3",
      "title": "Article 8-3",
      "content": "I. - Le Conseil national de la transaction et de la gestion immobilières mentionné à l'article 13-1 de la présente loi transmet à l'autorité administrative chargée de la concurrence et de la consommation toute information relative à des infractions ou manquements mentionnés aux articles L. 511-5 à L. 511-7 du code de la consommation susceptibles d'être imputables à des personnes mentionnées à l'article 1er de la présente loi.\n\nII. - Les personnes mentionnées au même article 1er sont soumises à des contrôles menés par les agents mentionnés aux articles L. 511-3 et L. 511-21 du code de la consommation, dans les conditions prévues à l'article L. 511-7 du même code."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Nul ne peut, d'une manière habituelle, se livrer ou prêter son concours, même à titre accessoire, aux opérations portant sur les biens d'autrui mentionnées à l'article 1er s'il a fait l'objet depuis moins de dix ans d'une condamnation définitive :\n\nI. - Pour crime.\n\nII. - A une peine d'au moins trois mois d'emprisonnement sans sursis pour :\n\n1° L'une des infractions prévues au titre Ier du livre III du code pénal et pour les délits prévus par des lois spéciales et punis des peines prévues pour l'escroquerie et l'abus de confiance ;\n\n2° Recel ou l'une des infractions assimilées au recel ou voisines de celui-ci prévues à la section 2 du chapitre Ier du titre II du livre III du code pénal ;\n\n3° Blanchiment ;\n\n4° Corruption active ou passive, trafic d'influence, soustraction et détournement de biens ;\n\n5° Faux, falsification de titres ou autres valeurs fiduciaires émises par l'autorité publique, falsification des marques de l'autorité ;\n\n6° Participation à une association de malfaiteurs ;\n\n7° Trafic de stupéfiants ;\n\n8° Proxénétisme ou l'une des infractions prévues par les sections 2 et 2 bis du chapitre V du titre II du livre II du code pénal ;\n\n9° L'une des infractions prévues à la section 3 du chapitre V du titre II du livre II du code pénal ;\n\n10° L'une des infractions à la législation sur les sociétés commerciales prévues au titre IV du livre II du code de commerce ;\n\n11° Banqueroute ;\n\n12° Pratique de prêt usuraire ;\n\n13° L'une des infractions prévues aux articles L. 324-1 à L. 324-4, L. 324-10 et L. 324-12 à L. 324-14 du code de la sécurité intérieure ;\n\n14° Infraction à la législation et à la réglementation des relations financières avec l'étranger ;\n\n15° Fraude fiscale ;\n\n16° L'une des infractions prévues aux articles L. 241-1, L. 241-2, L. 263-1 et L. 311-6 du code de la construction et de l'habitation et à l'article L. 243-3 du code des assurances ;\n\n17° L'une des infractions prévues aux articles L. 115-16 et L. 115-18, L. 115-24, L. 115-30, L. 121-6, L. 121-28, L. 122-8 à L. 122-10, L. 213-1 à L. 213-5, L. 217-1 à L. 217-3, L. 217-6 et L. 217-10 du code de la consommation ;\n\n18° L'infraction prévue à l'article L. 353-2 du code monétaire et financier ;\n\n19° L'une des infractions prévues aux articles L. 324-9, L. 324-10 et L. 362-3 du code du travail ;\n\n20° Les atteintes aux systèmes de traitement automatisé prévues par le chapitre III du titre II du livre III du code pénal ;\n\n21° L'une des infractions prévues à la section 1 du chapitre V du titre II du livre II du code pénal.\n\nIII. - A la destitution des fonctions d'officier public ou ministériel."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "L'incapacité prévue à l'article 9 s'applique également :\n\na) A toute personne à l'égard de laquelle a été prononcée une mesure définitive de faillite personnelle ou une autre mesure définitive d'interdiction dans les conditions prévues par le livre VI du code de commerce ;\n\nb) Aux administrateurs judiciaires et mandataires judiciaires au redressement et à la liquidation des entreprises ayant fait l'objet d'une décision de radiation de la liste prévue aux articles L. 811-12 et L. 812-9 du code de commerce ;\n\nc) Aux membres et anciens membres des professions libérales soumises à un statut législatif ou réglementaire ou dont le titre est protégé ayant fait l'objet d'une décision définitive prononçant une interdiction d'exercer d'une durée au moins égale à six mois ;\n\nd) A toute personne morale dont les associés ou actionnaires détenant au moins 25 % des parts ou des droits de vote ont fait l'objet d'une condamnation irrévocable depuis moins de dix ans pour les infractions visées à l'article 9."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "En cas de condamnation prononcée par une juridiction étrangère et passée en force de chose jugée pour une infraction constituant, selon la loi française, un crime ou l'un des délits mentionnés à l'article 9, le tribunal correctionnel du domicile du condamné, à la requête du ministère public, déclare, après constatation de la régularité et de la légalité de la condamnation et l'intéressé dûment appelé en chambre du conseil, qu'il y a lieu d'appliquer l'incapacité d'exercer.Cette incapacité s'applique également à toute personne non réhabilitée ayant fait l'objet d'une interdiction d'exercer prononcée par une juridiction étrangère quand le jugement a été déclaré exécutoire en France. La demande d'exequatur peut être, à cette fin seulement, formée par le ministère public devant le   tribunal judiciaire du domicile du condamné."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Les personnes auxquelles l'exercice d'une activité professionnelle est interdit par la présente loi ne peuvent ni exercer cette activité sous le couvert d'un tiers ni être employées à un titre quelconque, soit par l'établissement qu'elles exploitaient, soit par la société qu'elles dirigeaient, géraient, administraient ou dont elles avaient la signature, ni gérer, diriger, administrer une personne morale quelconque exerçant cette activité. Elles ne peuvent davantage être employées au service de l'acquéreur, du gérant ou du locataire de leur ancienne entreprise."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Les personnes exerçant une profession ou une activité mentionnée aux articles 1er et 4 qui encourent cette incapacité doivent cesser leur profession ou activité dans le délai d'un mois à compter du jour où la décision entraînant l'incapacité est devenue définitive et leur a été notifiée. Ce délai peut être réduit ou supprimé par la juridiction qui a rendu cette décision.Sans préjudice des dispositions du deuxième alinéa de l'article 132-21 du code pénal, la juridiction prononçant la décision qui entraîne cette incapacité peut en réduire la durée."
    },
    {
      "provision_ref": "art13-1",
      "section": "13-1",
      "title": "Article 13-1",
      "content": "Le Conseil national de la transaction et de la gestion immobilières a pour mission de veiller au maintien et à la promotion des principes de moralité, de probité et de compétence nécessaires au bon accomplissement des activités mentionnées à l'article 1er par les personnes mentionnées au même article 1er.Le conseil fait des propositions au ministre de la justice et aux ministres chargés de la consommation et du logement au sujet des conditions d'accès aux activités mentionnées audit article 1er et des conditions de leur exercice, s'agissant notamment :1° De la nature de l'obligation d'aptitude professionnelle prévue au 1° de l'article 3 ;2° De la nature de l'obligation de compétence professionnelle prévue à l'article 4 ;3° De la nature et des modalités selon lesquelles s'accomplit la formation continue mentionnée à l'article 3-1 ;4° Des règles constituant le code de déontologie applicable aux personnes titulaires de la carte professionnelle mentionnée à l'article 3 et, lorsqu'il s'agit de personnes morales, à leurs représentants légaux et statutaires, dont le contenu est fixé par décret.Le conseil est consulté pour avis sur l'ensemble des projets de textes législatifs ou réglementaires relatifs aux conditions d'accès aux activités mentionnées à l'article 1er et aux conditions de leur exercice ainsi que sur l'ensemble des projets de textes législatifs et réglementaires relatifs à la copropriété.Le conseil établit chaque année un rapport d'activité."
    },
    {
      "provision_ref": "art13-2",
      "section": "13-2",
      "title": "Article 13-2",
      "content": "Le conseil comprend :1° Sept membres représentant les personnes titulaires de la carte professionnelle mentionnée à l'article 3, choisis en veillant à assurer la représentativité de la profession, sur proposition d'un syndicat professionnel ou d'une union de syndicats professionnels représentatifs des personnes titulaires de la carte professionnelle mentionnée au même article 3 ;2° Cinq membres représentants des consommateurs choisis parmi les associations de défense des consommateurs œuvrant dans le domaine du logement, agréées en application de l'article L. 811-1 du code de la consommation ;3° Trois personnalités qualifiées dans le domaine de l'immobilier ou du droit des copropriétés, qui ne disposent pas de droit de vote et dont les avis sont consultatifs ;4° Un président nommé par arrêté conjoint du garde des sceaux, ministre de la justice et des ministres chargés du logement et de la consommation et qui ne peut pas être une personne mentionnée aux 1° à 3° du présent article.Les membres du conseil sont nommés par arrêté conjoint du ministre de la justice et des ministres chargés du logement et de la consommation.Assistent de droit aux réunions du conseil les représentants du ministre de la justice et des ministres chargés du logement et de la consommation."
    },
    {
      "provision_ref": "art13-3",
      "section": "13-3",
      "title": "Article 13-3",
      "content": "Le Conseil national de la transaction et de la gestion immobilières comprend une commission de contrôle des activités de transaction et de gestion immobilières qui instruit les cas de pratiques abusives portées à la connaissance du conseil.\n\nLa commission adresse son rapport pour avis au Conseil national de la transaction et de la gestion immobilières. Le président du Conseil national de la transaction et de la gestion immobilières propose à la délibération du conseil la transmission du rapport à l'autorité administrative chargée de la concurrence et de la consommation conformément aux dispositions de l'article 8-3.\n\nLa commission est composée de :1° Cinq représentants des personnes titulaires de la carte professionnelle mentionnée à l'article 3, choisis en veillant à assurer la représentativité de la profession, sur proposition d'un syndicat professionnel ou d'une union de syndicats professionnels représentatifs des personnes titulaires de la carte professionnelle mentionnée au même article 3 ;2° Cinq représentants des consommateurs choisis parmi les associations de défense des consommateurs œuvrant dans le domaine du logement, agréées en application de l'article L. 811-1 du code de la consommation.Le président du Conseil national de la transaction et de la gestion immobilières désigne le président de la commission de contrôle parmi les personnes mentionnées au 1° du présent article.Les membres de la commission sont nommés par arrêté conjoint du ministre de la justice et des ministres chargés du logement et de la consommation."
    },
    {
      "provision_ref": "art13-4",
      "section": "13-4",
      "title": "Article 13-4",
      "content": "Un décret fixe les conditions d'application du présent titre."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Est puni de six mois d'emprisonnement et de 7 500 Euros d'amende le fait :\n\na) De se livrer ou prêter son concours, d'une manière habituelle, même à titre accessoire, à des opérations visées à l'article 1er sans être titulaire de la carte instituée par l'article 3 ou après l'avoir restituée ou en ayant omis de la restituer après injonction de l'autorité administrative compétente ;\n\na bis A) Pour toute personne d'utiliser la dénomination “ agent immobilier ”, “ syndic de copropriété ” ou “ administrateur de biens ” sans être titulaire de la carte instituée par le même article 3 ;\n\na bis) De se livrer ou de prêter son concours, d'une manière habituelle, même à titre accessoire, à des opérations mentionnées à l'article 1er en méconnaissance d'une interdiction définitive ou temporaire d'exercer, prononcée en application de l'article 13-8, et devenue définitive ;\n\nb) Pour toute personne qui assume la direction d'un établissement, d'une succursale, d'une agence ou d'un bureau, de n'avoir pas effectué la déclaration préalable d'activité prévue au onzième alinéa de l'article 3 ;\n\nc) Pour toute personne qui exerce les fonctions de représentant légal ou statutaire d'une personne morale, de se livrer ou de prêter son concours, même à titre accessoire, d'une manière habituelle à des opérations visées à l'article 1er sans remplir ou en ayant cessé de remplir les conditions prévues aux 1° et 4° de l'article 3 ;\n\nd) Pour toute personne mentionnée à l'article 1er, de ne pas délivrer à ses clients les informations prévues à l'article 4-1.\n\nEst puni des mêmes peines le fait de négocier, s'entremettre ou prendre des engagements pour le compte du titulaire d'une carte professionnelle, sans y avoir été habilité dans les conditions de l'article 4 ci-dessus."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Est puni des peines prévues à l'article 313-1 du code pénal le fait d'exercer ou de tenter d'exercer une activité professionnelle en violation de l'incapacité résultant de l'application des articles 9 à 12."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Est puni de deux ans d'emprisonnement et de 30000 euros d'amende le fait :1° De recevoir ou de détenir, à quelque titre et de quelque manière que ce soit, à l'occasion d'opérations visées à l'article 1er, des sommes d'argent, biens, effets ou valeurs quelconques :a) Soit en violation de l'article 3 ;b) Soit en violation des conditions prévues par l'article 5 pour la tenue des documents et la délivrance des reçus lorsque ces documents et reçus sont légalement requis ;2° D'exiger ou d'accepter des sommes d'argent, biens, effets, ou valeurs quelconques, en infraction aux dispositions de l'article 6."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Est puni de six mois d'emprisonnement et de 7500 euros d'amende le fait de mettre obstacle à l'exercice de la mission des agents publics chargés du contrôle en refusant de leur communiquer les documents réclamés, notamment les documents bancaires ou comptables ainsi que les mandats écrits."
    },
    {
      "provision_ref": "art17-1",
      "section": "17-1",
      "title": "Article 17-1",
      "content": "Est sanctionné par une amende administrative, prononcée par l'autorité administrative chargée de la concurrence et de la consommation, dont le montant ne peut excéder 15 000 € pour une personne physique et 75 000 € pour une personne morale, dans les conditions prévues au chapitre II du titre II du livre V du code de la consommation, le fait, pour une personne mentionnée à l'article 1er de la présente loi et exerçant l'activité mentionnée au 1° de ce même article, de mettre en location aux fins d'habitation des locaux frappés d'un arrêté de mise en sécurité ou de traitement de l'insalubrité pris en application de l'article L. 511-11 du code de la construction et de l'habitation, comportant une interdiction temporaire ou définitive d'habiter. Le représentant de l'Etat dans le département ou le maire transmet à l'autorité administrative chargée de la concurrence et de la consommation, à sa demande, les mesures de police arrêtées permettant de caractériser le manquement."
    },
    {
      "provision_ref": "art17-2",
      "section": "17-2",
      "title": "Article 17-2",
      "content": "left\n\nEst puni de la peine d'amende prévue au 5° de l'article 131-13 du code pénal le fait, pour un agent commercial, d'effectuer une publicité en violation de l'article 6-2 ainsi que le fait de ne pas respecter l'obligation de mentionner le statut d'agent commercial prévue au même article."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Les personnes morales peuvent être déclarées responsables pénalement, dans les conditions prévues par l'article 121-2 du code pénal, des infractions définies aux articles 14, 15, 16 et 17.Les peines encourues par les personnes morales sont les suivantes :1° L'amende, suivant les modalités prévues par l'article 131-38 du code pénal ;2° Les peines mentionnées à l'article 131-39 du même code.L'interdiction mentionnée au 2° de ce dernier article a pour objet l'activité qui a donné lieu à l'infraction, que cette dernière ait été commise dans l'exercice de l'activité ou à l'occasion de cet exercice."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Les conditions d'application de la présente loi seront fixées par un décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art19-1",
      "section": "19-1",
      "title": "Article 19-1",
      "content": "Les dispositions de la présente loi entrent en vigueur à Mayotte à compter du 1er janvier 2009."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Les personnes physiques et les représentants légaux ou statutaires d'une personne morale titulaires d'une carte professionnelle visée à l'article 3 et délivrée au plus tard le 31 décembre 2005 sont réputés justifier de l'aptitude professionnelle prévue au 1° de l'article 3 à compter du 1er janvier 2006."
    }
  ]
}