{
  "id": "loi-du-30-mars-1928",
  "type": "statute",
  "title": "Loi du 30 mars 1928",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000522961",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les personnels de l'aéronautique militaire, maritime, des corps techniques de l'aéronautique qui pratiquent normalement et effectivement la navigation aérienne constituent le personnel navigant de l'aéronautique.Les brevets pouvant être accordés à ce personnel, ainsi que les conditions à remplir pour être classé ou maintenu dans le personnel navigant, notamment au point de vue du nombre d'heures de vol ou d'épreuves à effectuer, sont déterminés par décret contresigné par le ministre intéressé et par le ministre des finances."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les militaires ou marins de l'active, de la disponibilité ou des réserves, les fonctionnaires et employés civils appartenant au personnel navigant de l'aéronautique, ainsi que leurs ayants droit restent soumis, en matière de pension, à la législation générale applicable aux militaires des armées de l'air et de l'espace, de mer et de terre, ainsi qu'aux fonctionnaires et employés civils."
    },
    {
      "provision_ref": "art2septies",
      "section": "2septies",
      "title": "Article 2septies",
      "content": "Les allocations prévues aux articles précédents sont incessibles et insaisissables :1° Dans les conditions précisées à l'article 79 du code des pensions civiles et militaires de retraite pour les personnels visés aux articles 1er et 4 de la présente loi ;2° Sauf application des articles 203, 205, 206, 207, 212, 214, 238, 240, 301, 356 et 2331 du code civil tant en ce qui concerne les personnels visés aux articles 1er et 4 qu'en ce qui concerne le personnel visé à l'article 5.L'incessibilité et l'insaisissabilité sont opposables aux cessionnaires et aux créanciers dont le titre est antérieur à la décision qui attribue l'allocation.Si le titre est postérieur à ladite décision, l'incessibilité et l'insaisissabilité ne sont opposables aux cessionnaires et aux créanciers que jusqu'à concurrence d'une somme égale à 75 p. 100 du montant de l'allocation perçue."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Le décret en Conseil d'Etat prévu à l'article 16 déterminera les conditions d'organisation et de fonctionnement du service conféré par les dispositions qui précèdent à la caisse des dépôts et consignations."
    },
    {
      "provision_ref": "art3bis",
      "section": "3bis",
      "title": "Article 3bis",
      "content": "Il est institué un fonds social de l'aéronautique nationale, géré dans les mêmes conditions que le fonds de prévoyance de l'aéronautique, sur lequel peuvent être accordés, en cas d'invalidité ou de décès survenus en relation avec le service aérien, des secours exceptionnels aux membres des personnels affiliés au fonds de prévoyance ou à leurs ayants cause lorsque la situation des intéressés le justifie.Le montant des secours est fixé, dans chaque cas, par la commission du fonds de prévoyance de l'aéronautique.Une fraction des cotisations encaissées au cours de l'exercice précédent peut être affectée chaque année au fonds social par la commission dans la limite d'un pourcentage fixé par arrêté interministériel.Les sommes qui n'auront pas été utilisées à la fin d'un exercice seront reportées à l'exercice suivant."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les personnels de l'armée, de la marine et des services de l'aéronautique et des transports aériens victimes d'un accident en service commandé ou leurs ayants droit sont admis aux bénéfices des dispositions prévues par les articles 2 et 3 de la présente loi visant les accidents survenus au personnel navigant et affiliés au régime de prévoyance institué par ces articles dans des conditions à déterminer par le décret en Conseil d'Etat prévu à l'article 16."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Des congés définitifs pourront être accordés sur demande des intéressés et dans les limites de nombre fixées annuellement par la loi de finances aux officiers de l'aéronautique militaire ou maritime, ainsi qu'aux ingénieurs et ingénieurs adjoints de l'aéronautique qui justifieront d'un minimum de douze années dans le personnel navigant et seront en possession de droits à pension d'ancienneté.En outre, pour bénéficier des dispositions du présent article, les personnels navigants des corps techniques de l'aéronautique devront faire partie des cadres de réserve des armées de terre et de mer, dans les conditions fixées par la législation et la réglementation en vigueur à cet égard.L'officier ou le fonctionnaire mis ainsi en congé définitif perçoit pendant un délai maximum de cinq ans, et sans que ce délai puisse dépasser le moment où il atteint la limite d'âge de son grade, une solde ou un traitement spécial égal à la solde traitement net dudit grade, augmenté des indemnités pour charge de famille, compte tenu, le cas échéant, des modifications de tarifs à intervenir en cours de durée.A l'expiration du délai de cinq années susvisé ou lorsqu'il atteint la limite d'âge de son grade, s'il l'atteint avant l'expiration dudit délai, l'intéressé est admis à la retraite, le temps passé par lui en congé définitif s'ajoutant à la durée de ses services effectifs pour le calcul de la pension.Le congé définitif est interruptif de l'ancienneté.L'officier ou le fonctionnaire en congé définitif est considéré comme continuant à appartenir à l'armée active ou au cadre des corps techniques de l'aéronautique ; il reste, comme tel, à la disposition du ministre de la guerre ou à celle du ministre de la marine pour le cas de mobilisation générale ou partielle et pour le cas d'application de l'article 40 de la loi du 1er avril 1923, alinéas 6 et 7.Par ailleurs, l'officier ou le fonctionnaire peut être rappelé à l'activité par les ministres de la guerre, de la marine ou du commerce et de l'industrie, au cas de renforcement des cadres, si les circonstances l'exigent.L'officier ou le fonctionnaire mis en congé définitif, par application des dispositions qui précèdent, est remplacé dans les cadres.La solde de congé définitif est soumise aux règles de cumul édictées par l'article 59 de la loi du 11 avril 1921 en matière de pension.Les officiers mis en congé définitif pourront, au cours de leur congé, être autorisés à effectuer, dans la limite des crédits ouverts, soit des périodes volontaires destinées à maintenir leur entraînement aérien, dans les conditions prévues à l'article 13 de la présente loi pour les officiers de réserve, soit les épreuves de contrôle de l'entraînement aérien prévues pour les officiers en activité de service ; dans ce dernier cas, ils bénéficieront de l'indemnité de fonction attribuée au personnel navigant."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Des officiers de toutes armes, âgés de moins de trente ans, pourront, sur leur demande et selon les nécessités d'encadrement de l'aéronautique militaire et s'ils acceptent de consentir à une perte de deux années d'ancienneté de grade, être admis dans l'aéronautique, s'ils satisfont, par ailleurs, à des conditions d'aptitude fixées par une instruction ministérielle."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Un certain nombre d'officiers de toutes armes pourront être désignés sur leur demande, chaque année, dans les limites de nombre fixées par le ministre de la guerre, pour recevoir l'instruction d'observateur en avion ou en ballon."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Le ministre de la guerre et le ministre de la marine sont autorisés, dans la limite des crédits qui leur sont alloués dans ce but, à donner aux frais de l'Etat l'instruction du pilotage aux jeunes gens non encore appelés.L'apprentissage de pilote ou de navigateur aérien peut être donné dans certaines compagnies ou sociétés aéronautiques désignées.Les conditions de cet apprentissage et les obligations en résultant sont déterminées par un arrêté spécial du ministre de la guerre ou de la marine."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Des engagements spéciaux, au titre de l'aéronautique peuvent être, en outre, souscrits par les jeunes gens désireux de profiter de l'instruction professionnelle donnée dans certaines écoles techniques ou établissements de l'aéronautique militaire ou maritime.Les ministres de la guerre et de la marine détermineront les conditions dans lesquelles sont souscrits ces engagements eu égard, pour chaque cas, à la durée de l'apprentissage indispensable pour permettre de recruter, par cette voie, les spécialistes nécessaires à l'armée et à la marine."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Indépendamment des périodes d'instruction auxquelles ils peuvent être astreints, les officiers, sous-officiers et hommes de troupe de la disponibilité et des réserves appartenant au personnel navigant de l'aéronautique militaire ou maritime peuvent être autorisés à effectuer, dans les limites des crédits ouverts, des périodes volontaires destinées à maintenir leur entraînement aérien.Les conditions d'exécution de ces périodes sont arrêtées par le ministre de la guerre ou de la marine ; les avantages accordés aux intéressés pour l'exécution de ces périodes volontaires sont fixés par décret contresigné par le ministre des finances.Ce personnel bénéficie des conditions d'assurances prévues à l'article 2."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Dans le délai de trois mois à dater de la promulgation de la présente loi, délai porté à six mois pour le personnel se trouvant hors d'Europe, les officiers classés provisoirement dans l'aéronautique par application des dispositions de la loi du 8 décembre 1922 ont la faculté de demander leur réintégration dans leur arme d'origine. Toutes demandes à cet effet doivent être motivées et il appartient au ministre de la guerre d'en apprécier le bien-fondé. La réintégration dans l'arme d'origine entraîne de plein droit la perte des avantages acquis par les intéressés au titre de l'aéronautique en matière d'inscription aux tableaux d'avancement ou de concours pour la Légion d'honneur.Passé le délai de temps fixé au présent alinéa, les officiers en cause seront définitivement affectés à l'aéronautique.L'affectation à l'aéronautique des officiers des troupes coloniales appartenant à la catégorie du personnel susvisé aura lieu sans permutation."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Les indemnités prévues aux articles 2, 3, 4, et 5 seront accordées aux personnels de l'aéronautique des armées de terre et de mer et des services de l'aéronautique et des transports aériens ou à leurs ayants droit, dans les conditions fixées par la présente loi, pour tous les accidents survenus en service aérien commandé depuis le 1er avril 1927.Pourront prétendre au bénéfice desdites indemnités les personnels susvisés qui, à raison d'accidents aériens antérieurs au 1er avril 1927, mais survenus hors le cadre de participation à des opérations de guerre, sont titulaires soit d'une pension de retraite pour infirmité, soit d'une rente d'accident du travail, correspondant dans l'un et l'autre cas à une invalidité au moins égale à 75 p. 100."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Un décret en Conseil d'Etat déterminera les conditions d'application de la présente loi."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Sont et demeurent abrogées toutes dispositions contraires aux dispositions qui font l'objet de la présente loi."
    }
  ]
}