{
  "id": "loi-n-2019-486-du-22-mai-2019",
  "type": "statute",
  "title": "LOI n°2019-486 du 22 mai 2019",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000038496102",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-Code de commerce\n\nA modifié les dispositions suivantes :\n\nVIII.-Le présent article entre en vigueur à une date fixée par décret en Conseil d'Etat, et au plus tard le 1er janvier 2023. Ce décret définit les modalités transitoires mises en œuvre à compter de la mise en place de l'organisme prévu au deuxième alinéa de l'article L. 123-33 du code de commerce, qui intervient au plus tard le 1er janvier 2021.\n\n-Code de commerce\n\n-Livre des procédures fiscales\n\nArt. L123-9-1\n\n-Code rural et de la pêche maritime\n\n-Code de la sécurité intérieure\n\n-Code de la sécurité sociale.\n\n-LOI n° 94-126 du 11 février 1994\n\n-LOI n° 96-603 du 5 juillet 1996"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé, à des fins de simplification des démarches des entreprises, de réduction des coûts et des délais de traitement, notamment administratifs, et d'amélioration de l'accès aux informations relatives à la vie des entreprises, à prendre par voie d'ordonnance, dans un délai de vingt-quatre mois à compter de la publication de la présente loi, les dispositions relevant du domaine de la loi permettant :1° De créer un registre général dématérialisé des entreprises précisant la nature de leur activité, notamment artisanale ou agricole, et ayant pour objet le recueil, la conservation et la diffusion des informations concernant ces entreprises et de déterminer le régime juridique applicable à ce registre. Celui-ci se substitue aux répertoires et registres d'entreprises existants, à l'exception du répertoire national des entreprises et de leurs établissements tenu par l'Institut national de la statistique et des études économiques et des registres tenus par les greffiers des tribunaux de commerce et les greffes des   tribunaux judiciaires dans les départements du Bas-Rhin, du Haut-Rhin et de la Moselle ou des tribunaux de première instance statuant en matière commerciale dans les collectivités relevant de l'article 74 de la Constitution. Les chambres consulaires disposent d'un accès permanent et gratuit aux informations contenues dans ce registre ;2° De simplifier les obligations déclaratives des personnes immatriculées dans les registres et répertoires existants et les modalités de contrôle des informations déclarées ;3° D'apporter les modifications, clarifications et mises en cohérence liées aux mesures prises aux 1° et 2° ;4° De rendre applicables en Nouvelle-Calédonie, en Polynésie française et à Wallis-et-Futuna, avec les adaptations nécessaires, les dispositions du code de commerce, du code de la propriété intellectuelle et, le cas échéant, d'autres codes et lois, dans leur rédaction résultant des ordonnances prises en vertu des 1° à 3°, pour celles qui relèvent de la compétence de l'Etat dans ces collectivités, et de procéder aux adaptations nécessaires de ces dispositions en ce qui concerne les départements de la Moselle, du Haut-Rhin, du Bas-Rhin et de Mayotte ainsi que les collectivités de Saint-Barthélemy, de Saint-Martin et de Saint-Pierre-et-Miquelon.II.-Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I. à XI.-A créé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nXI.-Le 15° du I de l'article 67 de la loi n° 2018-771 du 5 septembre 2018 pour la liberté de choisir son avenir professionnel est abrogé.\n\nXII.-Le dernier alinéa du I de l'article L. 2333-64 du code général des collectivités territoriales, le second alinéa du I de l'article L. 2531-2 du même code, les articles L. 5212-4 et L. 6331-7 du code du travail, le dixième alinéa de l'article L. 137-15 du code de la sécurité sociale et le V bis de l'article L. 241-18 du même code, dans leur rédaction antérieure à la présente loi, continuent à s'appliquer aux entreprises bénéficiaires de ces dispositions au 31 décembre 2019.\n\nLe dernier alinéa de l'article L. 834-1 du code de la sécurité sociale et l'article L. 313-2 du code de la construction et de l'habitation, dans leur rédaction antérieure à la présente loi, continuent à s'appliquer aux entreprises comptant au moins cinquante salariés au 31 décembre 2019 et bénéficiaires de ces dispositions à la même date.\n\nXIII.-Le II de l'article L. 130-1 du code de la sécurité sociale ne s'applique pas :\n\n1° Lorsque l'effectif de l'entreprise est, au 1er janvier 2020, supérieur ou égal à un seuil et que cette entreprise était soumise, au titre de l'année 2019, aux dispositions applicables dans le cas d'un effectif supérieur ou égal à ce seuil ;\n\n2° Lorsque l'entreprise est bénéficiaire, au 1er janvier 2020, des dispositions prévues au XII du présent article.\n\nLes employeurs qui, en raison de l'accroissement de leur effectif, atteignent ou dépassent au titre de l'année 2018 ou de l'année 2019, et en tout état de cause avant le 31 décembre 2019, pour la première fois, l'effectif de onze salariés restent soumis, pour cette année et les quatre années suivantes, au taux de la cotisation prévue à l'article L. 6331-1 du code du travail.\n\nPour ces employeurs, le II de l'article L. 130-1 du code de la sécurité sociale s'applique à compter du 1er janvier 2020.\n\nXIV.-Sous réserve des XII et XIII, le présent article entre en vigueur le 1er janvier 2020.\n\n-Code de la sécurité sociale.\n\n-LOI n° 96-603 du 5 juillet 1996\n\n-Code de commerce\n\n-Code du tourisme.\n\n-Code général des collectivités territoriales\n\n-Code du travail\n\n-Code du travail\n\n-Code de l'environnement\n\n-Code rural et de la pêche maritime\n\n-Code de la construction et de l'habitation.\n\n-Code des transports\n\n-Code de la construction et de l'habitation."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII. - A. - Le 1° du I s'applique aux activités créées à compter du 1er janvier 2019.B. - Les 2°, 4° et 5° du même I s'appliquent aux exercices ouverts à compter du 1er janvier 2019.C. - Les 6°, 7°, 9° et 10° dudit I et le II s'appliquent à compter des impositions établies au titre de 2019.D.-Le 8° du I s'applique aux établissements créés à compter du 1er janvier 2019.\n\n- Code général des impôts, CGI.\n\n- Loi n° 2003-1312 du 30 décembre 2003\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I du présent article entre en vigueur à la date d'entrée en vigueur du décret nécessaire à son application, et au plus tard trois mois après la publication de la présente loi.\n\n- Loi n° 2003-721 du 1 août 2003"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I. - A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII. - Les 2° et 3° du I du présent article entrent en vigueur deux ans après la publication de la présente loi.\n\n- Code du service national\n\n- Code du service national"
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2019-781 DC du 16 mai 2019.]"
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le présent article entre en vigueur à compter du premier jour du sixième mois suivant la publication de la présente loi.\n\n- Code de commerce"
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2019-781 DC du 16 mai 2019.]"
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2019-781 DC du 16 mai 2019.]"
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2019-781 DC du 16 mai 2019.]"
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII.-Le présent article, à l'exception du 21°, du deuxième alinéa du 22° et du 25° du I, s'applique à compter du premier exercice clos postérieurement à la publication du décret mentionné aux articles L. 225-218, L. 226-6 et L. 823-2-2 du code de commerce dans leur rédaction résultant, respectivement, des 14°, 17° et 22° du I du présent article, et au plus tard le 1er septembre 2019.\n\nToutefois, les mandats de commissaires aux comptes en cours à l'entrée en vigueur du présent article se poursuivent jusqu'à leur date d'expiration dans les conditions prévues à l'article L. 823-3 du code de commerce.\n\nLes sociétés, quelles que soient leurs formes, qui ne dépassent pas, pour le dernier exercice clos antérieurement à l'entrée en vigueur du présent article, les seuils fixés par décret pour deux des trois critères suivants : le total de leur bilan, le montant de leur chiffre d'affaires hors taxes ou le nombre moyen de leurs salariés au cours de l'exercice, pourront, en accord avec leur commissaire aux comptes, choisir que ce dernier exécute son mandat jusqu'à son terme selon les modalités définies à l'article L. 823-12-1 du même code.\n\nToutefois, pour les exercices clos à compter du 31 décembre 2018, lorsque les fonctions d'un commissaire aux comptes expirent après la délibération de l'assemblée générale ou de l'organe compétent statuant sur les comptes du sixième exercice, que cet exercice a été clos six mois au plus avant la publication du décret mentionné aux articles L. 225-218 et L. 226-6 du code de commerce dans leur rédaction résultant de la présente loi, ainsi qu'aux articles L. 221-9, L. 223-35 et L. 227-9-1 du même code, que cette délibération ne s'est pas tenue antérieurement à l'entrée en vigueur du présent article, et qu'à la clôture de ces comptes, la société ne dépasse pas deux des trois seuils définis par ce décret, la société est dispensée de l'obligation de désigner un commissaire aux comptes, si elle n'a pas déjà procédé à cette désignation.\n\nIII.-Les seuils fixés par les décrets prévus aux articles L. 221-9, L. 223-35, L. 227-9-1, L. 225-218, L. 226-6 et L. 823-2-2 du code de commerce, dans leur rédaction résultant du présent article, sont applicables aux entreprises fiscalement domiciliées dans une collectivité d'outre-mer régie par l'article 73 de la Constitution à compter du 1er janvier 2021.\n\n-Code de commerce\n\n-Code de commerce\n\n-Loi n° 90-1258 du 31 décembre 1990"
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Les biens meubles et immeubles, droits et obligations des compagnies régionales des commissaires aux comptes dissoutes dans le cadre des regroupements effectués au titre de l'article L. 821-6 du code de commerce avant le 31 décembre 2020 sont transférés aux compagnies régionales au sein desquelles s'opèrent les regroupements.Les compagnies régionales existantes conservent leur capacité juridique, pour les besoins de leur dissolution, jusqu'à l'entrée en vigueur des arrêtés opérant ces regroupements.La continuité des contrats de travail en cours est assurée dans les conditions prévues à l'article L. 1224-1 du code du travail.L'ensemble des transferts prévus au présent article sont effectués à titre gratuit."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "I.-Sont constitués dans les limites territoriales des régions de nouveaux conseils régionaux de l'ordre des experts-comptables qui se substituent aux conseils régionaux existants selon des modalités et à une date définies par l'arrêté du ministre chargé de l'économie prévu à l'article 28 de l'ordonnance n° 45-2138 du 19 septembre 1945 portant institution de l'ordre des experts-comptables et réglementant le titre et la profession d'expert-comptable.Les biens meubles et immeubles, droits et obligations des conseils régionaux devant se regrouper dans les conditions mentionnées au premier alinéa du présent I, dissous de plein droit, sont transférés aux nouveaux conseils régionaux à la date de leur création. Les conseils régionaux existants conservent leur capacité juridique, pour les besoins de leur dissolution, jusqu'à cette date. Ce transfert est effectué à titre gratuit.\n\nII. - A modifié les dispositions suivantes :\n\n- Ordonnance n° 45-2138 du 19 septembre 1945\n\nIII. - Le présent article entre en vigueur à la date d'entrée en vigueur des décrets en Conseil d'Etat pris pour l'application des articles 29 et 34 de l'ordonnance n° 45-2138 du 19 septembre 1945 portant institution de l'ordre des experts-comptables et réglementant le titre et la profession d'expert-comptable dans leur rédaction résultant du I du présent article, et au plus tard le 1er juillet 2019."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le I entre en vigueur à une date fixée par décret, et au plus tard le 1er juillet 2019.\n\n-Code de la sécurité sociale"
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII.-Par dérogation à l'article L. 710-1 du code de commerce, dans sa rédaction résultant du h du 1° du I du présent article, CCI France, les chambres de commerce et d'industrie de région et, par délégation, les chambres de commerce et d'industrie territoriales sont autorisées à recruter des vacataires, régis par les dispositions du statut du personnel administratif des chambres de commerce et d'industrie mentionné à l'article 1er de la loi n° 52-1311 du 10 décembre 1952 relative à l'établissement obligatoire d'un statut du personnel administratif des chambres d'agriculture, des chambres de commerce et des chambres de métiers, jusqu'au dépôt de la convention collective mentionnée à l'article L. 712-11 du code de commerce ou, en cas d'échec des négociations, jusqu'à la date butoir prévue au III du présent article.\n\nII bis. - Par dérogation à la loi n° 52-1311 du 10 décembre 1952 relative à l'établissement obligatoire d'un statut du personnel administratif des chambres d'agriculture, des chambres de commerce et des chambres de métiers, les agents des chambres de commerce et d'industrie bénéficient du congé de paternité et d'accueil de l'enfant, dans les conditions prévues aux articles L. 1225-35 à L. 1225-36 du code du travail. Ce congé se substitue à celui prévu à l'article 32.3 du statut du personnel des chambres de commerce et d'industrie.\n\nIII. - Le président de CCI France négocie et signe la convention collective mentionnée à l'article L. 712-11 du code de commerce après les élections des comités économiques et sociaux mentionnées au IV du présent article et dans un délai de dix-huit mois à compter de la promulgation de la loi n° 2022-172 du 14 février 2022 en faveur de l'activité professionnelle indépendante.\n\nEn cas d'échec des négociations, par dérogation à l'article L. 2261-2 du code du travail, la convention collective applicable au personnel des chambres de commerce et d'industrie de région et de CCI France, à l'exception du personnel des services industriels et commerciaux, est celle qui s'applique aux activités d'appui, d'accompagnement et de conseil auprès des entreprises.\n\nJusqu'au dépôt de la convention collective mentionné au II du présent article ou, en cas d'échec des négociations, jusqu'au terme du délai fixé au premier alinéa du présent III, les personnels de droit privé recrutés en application de l'article L. 710-1 du code de commerce dans sa rédaction résultant du h du 1° du I du présent article sont soumis aux dispositions du code du travail, aux stipulations de leur contrat de travail et aux dispositions du statut du personnel administratif des chambres de commerce et d'industrie mentionné à l'article 1er de la loi n° 52-1311 du 10 décembre 1952 précitée, en ce qui concerne la grille nationale des emplois, la rémunération, le travail à temps partiel, le forfait jour, la durée et l'aménagement du temps de travail, les congés payés, le régime de prévoyance complémentaire et de remboursement des frais de santé, le compte épargne-temps, la prévention des risques psychosociaux, le télétravail, la mobilité et le régime de retraite complémentaire.\n\nL'application de plein droit de la convention collective mentionnée au troisième alinéa du présent III en lieu et place de celle du statut ne constitue pas une modification du contrat de travail des salariés concernés.\n\nIV. - Les comités sociaux et économiques prévus au livre III de la deuxième partie du code du travail sont mis en place concomitamment au niveau de chaque chambre de commerce et d'industrie de région et de CCI France, dans un délai de six mois à compter de la promulgation de la loi n° 2022-172 du 14 février 2022 précitée. Ils sont élus par le personnel de droit privé et les agents de droit public, qui constituent un corps électoral unique. Ils exercent leurs prérogatives à l'égard de l'ensemble de ce personnel.\n\nJusqu'à la proclamation des résultats de ces élections, sont maintenues :\n\n1° Les instances représentatives du personnel prévues à l'article 2 de la loi n° 52-1311 du 10 décembre 1952 précitée ainsi que par le statut du personnel administratif des chambres de commerce et d'industrie mentionné à l'article 1er de la même loi. Ces instances peuvent être consultées et rendre des avis, y compris en ce qui concerne le personnel de droit privé des chambres de commerce et d'industrie ;\n\n2° La représentativité des organisations syndicales des établissements du réseau des chambres de commerce et d'industrie, telle que mesurée à l'issue des dernières élections dudit réseau.\n\nV.-Les prérogatives d'information, de consultation et de représentation du personnel de la commission paritaire nationale des établissements du réseau des chambres de commerce et d'industrie instaurée en application de l'article 2 de la loi n° 52-1311 du 10 décembre 1952 précitée sont transférées à l'instance représentative du personnel mise en place au niveau national en application du livre III de la deuxième partie du code du travail, dans des conditions prévues par décret.\n\nLes prérogatives d'information, de consultation et de représentation du personnel des commissions paritaires régionales des établissements du réseau des chambres de commerce et d'industrie ainsi que de la commission paritaire de CCI France pour le personnel qu'elle emploie, instaurées en application du statut du personnel administratif des chambres de commerce et d'industrie mentionné à l'article 1er de la loi n° 52-1311 du 10 décembre 1952 précitée, sont transférées, à compter de leur élection, aux institutions représentatives du personnel mises en place au même niveau en application du livre III de la deuxième partie du code du travail.\n\nLa commission spéciale d'homologation prévue à l'article 5 de l'annexe à l'article 33 du statut du personnel administratif des chambres de commerce et d'industrie mentionné à l'article 1er de la loi n° 52-1311 du 10 décembre 1952 précitée est maintenue au niveau de chaque chambre de commerce et d'industrie de région et de CCI France pour le personnel qu'elle emploie. Les conventions et accords mentionnés à l'article L. 711-16 du code de commerce fixent la composition de cette commission ainsi que les modalités de désignation ou d'élection de ses membres.\n\nVI.-Les agents de droit public relevant du statut du personnel administratif des chambres de commerce et d'industrie établi sur le fondement de la loi n° 52-1311 du 10 décembre 1952 précitée peuvent demander que leur soit proposé par leur employeur un contrat de travail de droit privé. Les conditions dans lesquelles sont transférés les droits et les avantages des agents ayant opté pour un contrat de droit privé sont fixées par un accord collectif ou, à défaut, par décret.\n\nLes agents mentionnés au premier alinéa du présent VI qui n'ont pas opté pour un contrat de droit privé, demeurent régis, pour leur situation individuelle, par le statut du personnel administratif des chambres de commerce et d'industrie établi en application de la loi n° 52-1311 du 10 décembre 1952 précitée.\n\nVII.-En cohérence avec les actions menées par les chambre de commerce et d'industrie en faveur de l'égalité entre les femmes et les hommes et l'encouragement de l'entreprenariat féminin, le Gouvernement remet au Parlement au plus tard le 1er janvier 2020 un rapport sur la situation des entrepreneures ainsi que sur la possibilité de mettre en œuvre des actions au niveau national visant à accompagner les femmes créatrices d'entreprises.\n\nVIII.-Les dispositions du code de commerce résultant des 10° à 14° du I du présent article entrent en vigueur à compter de la fin du mandat des délégués consulaires élus au cours de l'année 2016.\n\n-Code de commerce\n\n-Code général de la propriété des personnes publiques.\n\n-Livre des procédures fiscales\n\n-Code de commerce"
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "I. - A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nII. - Le I entre en vigueur le 1er janvier 2021.III. - A. - A titre transitoire, dans les chambres de métiers et de l'artisanat de région qui n'auraient pas été créées avant le 1er janvier 2021 et jusqu'au plus prochain renouvellement général intervenant au plus tard le 31 décembre 2021 :1° Les membres de l'assemblée générale de la chambre régionale de métiers et de l'artisanat deviennent membres de l'assemblée générale de la chambre de métiers et de l'artisanat de région ;2° Les membres du bureau de la chambre régionale de métiers et de l'artisanat deviennent les membres du bureau de la chambre de métiers et de l'artisanat de région, en conservant les mêmes attributions de postes ;3° Les membres du bureau de la chambre de métiers et de l'artisanat départementale ou interdépartementale, autres que le président et les présidents de délégation, exercent, sur les questions intéressant leurs chambres de métiers et de l'artisanat agissant en tant que chambres de niveau départemental, un rôle consultatif auprès du bureau de la chambre de métiers et de l'artisanat de région ;4° Les présidents de chambres de métiers et de l'artisanat départementales, les présidents de chambres de métiers et de l'artisanat interdépartementales et les présidents de délégation de chambre de métiers et de l'artisanat interdépartementales deviennent membres de droit du bureau de la chambre de métiers et de l'artisanat de région ;5° Les membres des chambres de métiers et de l'artisanat départementales et les membres des délégations départementales de chambres de métiers et de l'artisanat interdépartementales deviennent membres des chambres de métiers et de l'artisanat agissant en tant que chambres de niveau départemental de la chambre de métiers et de l'artisanat de région ;6° Le président de chambre de métiers et de l'artisanat départementale et son premier vice-président exercent respectivement le rôle de président et de vice-président de chambre de métiers et de l'artisanat agissant en tant que chambre de niveau départemental de la chambre de métiers et de l'artisanat de région ;7° Le président et le premier vice-président de délégation de chambres de métiers et de l'artisanat interdépartementale exercent respectivement le rôle de président et de vice-président de chambres de métiers et de l'artisanat agissant en tant que chambre de niveau départemental de la chambre de métiers et de l'artisanat de région.B. - Les membres de la chambre de métiers et de l'artisanat agissant en tant que chambre de niveau départemental de la chambre de métiers et de l'artisanat de région :1° Animent la chambre de métiers et de l'artisanat agissant en tant que chambre de niveau départemental, dans les conditions définies par l'assemblée générale ;2° Se réunissent au moins tous les deux mois pour se prononcer sur les questions relatives au fonctionnement de la chambre de métiers et de l'artisanat de région dans le département et pour prendre en conséquence toutes mesures utiles, dans la limite des décisions prises par l'assemblée générale ;3° Présentent un rapport annuel à l'assemblée générale, rendant compte du résultat de leur action sur le département, qui est soumis à l'avis du bureau, dans les conditions fixées par le règlement intérieur de la chambre de métiers et de l'artisanat de région ;4° Veillent à l'exécution des décisions de l'assemblée générale de la chambre de métiers et de l'artisanat de région dans leur département.\n\n- Code de l'artisanat\n\n- Code de l'artisanat"
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I est applicable aux mandats acquis à partir du renouvellement général suivant la publication de la présente loi.\n\n- Code de commerce"
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "I.-Jusqu'au 31 décembre 2021, dans une même région, les chambres de commerce et d'industrie territoriales peuvent être transformées, par décret, en chambres de commerce et d'industrie locales, sans modification du schéma directeur de la chambre de commerce et d'industrie de région, après consultation des présidents de CCI France, de la chambre de commerce et d'industrie de région et des chambres de commerce et d'industrie territoriales concernées, lorsque l'autorité de tutelle constate que plusieurs chambres de commerce et d'industrie territoriales sont dans l'impossibilité de redresser leur situation financière après la mise en œuvre de la solidarité financière dans les conditions prévues au 7° de l'article L. 711-8 du code de commerce ou des mesures de redressement établies entre la chambre de commerce et d'industrie de région et les chambres de commerce et d'industrie territoriales concernées, telles que recommandées par un audit effectué dans les conditions prévues au 7° de l'article L. 711-16 du même code. Ces mesures de redressement font l'objet d'un plan pouvant comporter un échéancier et une période d'observation ne pouvant excéder dix-huit mois.II.-Jusqu'au 31 décembre 2022, les établissements publics mentionnés à l'article L. 710-1 du code de commerce peuvent, sans donner lieu à dissolution ni à création d'une personne morale nouvelle, transformer en sociétés par actions les associations exerçant des activités concurrentielles qu'ils ont créées entre eux ou avec d'autres personnes publiques et dont ils assurent le contrôle."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "En Corse, en raison de la mise en place de la collectivité unique depuis le 1er janvier 2018, une étude est conduite conjointement par la collectivité de Corse, l'Etat et les chambres consulaires afin de proposer un diagnostic, un audit, une assistance et un conseil en vue de l'évolution institutionnelle et statutaire des chambres consulaires de l'île. Cette évolution doit s'inscrire dans un processus global de transfert de compétences de l'Etat vers la collectivité de Corse. Cette étude est remise au Parlement ainsi qu'au conseil exécutif de Corse au plus tard un an après la promulgation de la présente loi."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "I. II. et III.-A modifié les dispositions suivantes :\n\nIV.-Le présent article s'applique aux comptes afférents aux exercices clos à compter de la publication de la présente loi.\n\n-Code de commerce\n\n-Ordonnance n° 2014-86 du 30 janvier 2014\n\n-Code rural et de la pêche maritime"
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le dernier alinéa de l'article L. 712-6 du code de commerce s'applique à compter des comptes 2020 des établissements du réseau des chambres de commerce et d'industrie.\n\n-Code de commerce"
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "Les chambres de commerce et d'industrie territoriales éligibles à la dotation globale prévue au VI de l'article 83 de la loi n° 2018-1317 du 28 décembre 2018 de finances pour 2019 ne sont pas soumises à l'obligation d'être engagées dans un processus de réunion au titre de l'avant-dernier alinéa de l'article L. 711-1 du code de commerce avant le 1er août de chaque année, dans le cas où elles se situent dans le même département."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2019-781 DC du 16 mai 2019.]"
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2019-781 DC du 16 mai 2019.]"
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "I. - A modifié les dispositions suivantes :\n\nII.-Les dispositions du présent article ne sont pas applicables aux procédures en cours au jour de la publication de la présente loi.\n\n- Code de commerce"
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai de deux ans à compter de la publication de la présente loi, les mesures relevant du domaine de la loi nécessaires pour simplifier le droit des sûretés et renforcer son efficacité, tout en assurant un équilibre entre les intérêts des créanciers, titulaires ou non de sûretés, et ceux des débiteurs et des garants et à cette fin :1° Réformer le droit du cautionnement, afin de rendre son régime plus lisible et d'en améliorer l'efficacité, tout en assurant la protection de la caution personne physique ;2° Clarifier et adapter, dans le code civil, la liste et le régime des privilèges mobiliers et supprimer les privilèges devenus obsolètes ;3° Préciser les règles du code civil relatives au gage de meubles corporels qui soulèvent des difficultés d'application, notamment en prévoyant que le gage peut porter sur des biens meubles immobilisés par destination, en précisant l'articulation des règles relatives au gage avec les règles prévues dans le code des procédures civiles d'exécution, en clarifiant les droits du constituant sur la chose gagée et la sanction du gage de la chose d'autrui, en assouplissant les règles de réalisation du gage constitué à des fins professionnelles ;4° Abroger les sûretés mobilières spéciales tombées en désuétude ou inutiles, pour les soumettre au droit commun du gage, afin d'améliorer la lisibilité du droit des sûretés ;5° Simplifier et moderniser les règles relatives aux sûretés mobilières spéciales dans le code civil, le code de commerce et le code monétaire et financier ;6° Harmoniser et simplifier les règles de publicité des sûretés mobilières ;7° Préciser les règles du code civil relatives au nantissement de créance, en particulier sur le sort des sommes payées par le débiteur de la créance nantie et sur le droit au paiement du créancier nanti ;8° Compléter les règles du code civil relatives à la réserve de propriété, notamment pour préciser les conditions de son extinction et les exceptions pouvant être opposées par le sous-acquéreur ;9° Inscrire dans le code civil la possibilité de céder une créance à titre de garantie ;10° Assouplir les règles relatives à la constitution et à la réalisation de la fiducie-sûreté ;11° Inscrire et organiser dans le code civil le transfert de somme d'argent au créancier à titre de garantie ;12° Améliorer les règles relatives aux sûretés réelles immobilières, notamment en remplaçant les privilèges immobiliers spéciaux soumis à publicité par des hypothèques légales, en élargissant les dérogations à la prohibition des hypothèques de biens à venir et en étendant le maintien de la couverture hypothécaire en cas de subrogation à l'ensemble des accessoires ;13° Moderniser les règles du code civil relatives à la conclusion par voie électronique des actes sous signature privée relatifs à des sûretés réelles ou personnelles afin d'en faciliter l'utilisation ;14° Simplifier, clarifier et moderniser les règles relatives aux sûretés et aux créanciers titulaires de sûretés dans le livre VI du code de commerce, en particulier dans les différentes procédures collectives, notamment en adaptant les règles relatives aux sûretés au regard de la nullité de certains actes prévue au chapitre II du titre III du même livre VI, en améliorant la cohérence des règles applicables aux garants personnes physiques en cas de procédure collective et en prévoyant les conditions permettant d'inciter les personnes à consentir un nouvel apport de trésorerie au profit d'un débiteur faisant l'objet d'une procédure de sauvegarde, de redressement judiciaire ou de liquidation judiciaire avec poursuite d'activité ou bénéficiant d'un plan de sauvegarde ou de redressement arrêté par le tribunal ;15° Aménager et modifier toutes dispositions de nature législative permettant d'assurer la mise en œuvre et de tirer les conséquences des modifications apportées en application des 1° à 14° du présent I ;16° Rendre applicables avec les adaptations nécessaires :a) En Nouvelle-Calédonie et en Polynésie française, les dispositions législatives modifiant le code monétaire et financier résultant des 1° à 15° du présent I, pour celles qui relèvent de la compétence de l'Etat ;b) Dans les îles Wallis et Futuna, les dispositions législatives résultant du présent I ;17° Procéder aux adaptations nécessaires des dispositions résultant du présent I en ce qui concerne les collectivités de Saint-Barthélemy, de Saint-Martin et de Saint-Pierre-et-Miquelon.II. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de quatre mois à compter de la publication de l'ordonnance mentionnée au I."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "I. - et II. - A modifié les dispositions suivantes :\n\nIII. - Le présent article s'applique aux créances exigibles à compter d'une date fixée par décret, et au plus tard à compter du 1er janvier 2020.\n\n- Code général des impôts, CGI.\n\n- Code des douanes"
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le présent article s'applique aux créances exigibles à compter d'une date fixée par décret, et au plus tard à compter du 1er janvier 2020.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "I. - et II. - A modifié les dispositions suivantes :\n\n- Code de commerce\n\nIII. - Le présent article s'applique aux procédures collectives ouvertes à compter du 1er janvier de l'année suivant la publication de la présente loi."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code de commerce\n\nII. - Les dispositions du I du présent article ne sont pas applicables aux procédures en cours au jour de la publication de la présente loi."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "I.-et II.-A modifié les dispositions suivantes :\n\nIII.-Les dispositions du présent article sont applicables aux procédures en cours au jour de la publication de la présente loi lorsque le débiteur est en période d'observation et qu'il sollicite une modification du plan sur le fondement de l'article L. 626-26 du code de commerce.\n\n-Code de commerce\n\n-Code rural et de la pêche maritime"
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "I.-A créé les dispositions suivantes :\n\nII.-A modifié les dispositions suivantes :\n\nIII.-Le taux de la contribution mentionnée à l'article L. 137-15 du code de la sécurité sociale est maintenu à 16 % pendant trois ans à compter de l'entrée en vigueur du II du présent article pour les plans d'épargne pour la retraite collectifs mentionnés à l'article L. 3334-1 du code du travail dont le règlement respecte, à la date d'entrée en vigueur du II du présent article, les conditions suivantes :\n\n1° Les sommes recueillies sont affectées par défaut dans les conditions prévues au second alinéa de l'article L. 3334-11 du code du travail ;\n\n2° L'allocation de l'épargne est affectée à l'acquisition de parts de fonds, dans des conditions fixées par décret, qui comportent au moins 7 % de titres susceptibles d'être employés dans un plan d'épargne en actions destiné au financement des petites et moyennes entreprises et des entreprises de taille intermédiaire, dans les conditions prévues à l'article L. 221-32-2 du code monétaire et financier.\n\nIV.-Les I et II entrent en vigueur à une date fixée par décret, et au plus tard le 1er janvier 2020.\n\nV.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnances, dans un délai de douze mois à compter de la publication de la présente loi, les mesures relevant du domaine de la loi afin :\n\n1° D'instituer un régime juridique harmonisé de l'épargne constituée en vue de la cessation d'activité professionnelle, en complétant le chapitre IV du titre II du livre II du code monétaire et financier, tel qu'il résulte de la présente loi, afin de rénover les règles applicables aux contrats mentionnés au deuxième alinéa de l'article L. 132-23 du code des assurances, aux contrats régis par l'article L. 141-1 du même code, aux contrats mentionnés au deuxième alinéa de l'article L. 223-22 du code de la mutualité, aux opérations mentionnées à l'article L. 932-23 du code de la sécurité sociale qui sont liées à la cessation d'activité professionnelle, aux régimes de retraite supplémentaire en points gérés par des entreprises d'assurance, des mutuelles ou unions régies par le livre II du code de la mutualité, y compris le régime géré par l'Union mutualiste retraite, et des institutions de prévoyance ou unions régies par le titre III du livre IX du code de la sécurité sociale et aux plans d'épargne pour la retraite collectifs mentionnés à l'article L. 3334-1 du code du travail, en définissant :\n\na) Les règles applicables aux produits d'épargne retraite proposés dans un cadre collectif, notamment :\n\n-les règles de gouvernance et les modalités d'association des salariés de l'entreprise aux prises de décision concernant la gestion de l'épargne résultant des versements prévus à l'article L. 224-2 du code monétaire et financier ;\n\n-les règles de mise en place de ces produits au sein de l'entreprise, ainsi que les obligations d'information et de conseil, à l'occasion des étapes significatives de la vie du produit et en prenant en considération l'horizon de placement de long terme, applicables dans ce cadre ;\n\n-les modalités de gestion des droits des salariés en cas de modification de la situation juridique de l'entreprise ou de changement de prestataire prévu à l'article L. 224-6 du même code ;\n\n-le régime juridique applicable à un produit d'épargne retraite ayant, sauf exception fondée sur l'ancienneté dans l'entreprise des intéressés, vocation à bénéficier à l'ensemble des salariés de l'entreprise, en particulier l'origine des sommes pouvant alimenter cette épargne et les actifs éligibles ;\n\n-le régime juridique applicable à un produit d'épargne retraite à affiliation obligatoire pouvant ne couvrir qu'une ou plusieurs catégories de salariés placés dans une situation identique au regard des garanties offertes, en particulier les titulaires de ce produit, l'origine des sommes ayant vocation à alimenter cette épargne et les actifs éligibles ;\n\n-les conditions dans lesquelles les entreprises peuvent regrouper les produits d'épargne retraite mentionnés aux cinquième et sixième alinéas du présent a au sein d'un produit d'épargne retraite d'entreprise unique, ainsi que le régime juridique applicable à ce produit d'épargne retraite d'entreprise ;\n\nb) Les règles applicables aux produits d'épargne retraite individuels, notamment les conditions dans lesquelles ces produits doivent être souscrits et gouvernés par une association représentant les intérêts des épargnants et les obligations d'information et de conseil, à l'occasion des étapes significatives de la vie du produit et en prenant en considération l'horizon de placement de long terme ;\n\n2° De modifier le code des assurances pour établir le régime juridique des contrats d'assurance de groupe dont l'exécution est liée à la cessation d'activité professionnelle, en précisant notamment :\n\na) Les conditions dans lesquelles les entreprises d'assurance et les autres entités juridiques autorisées doivent établir une comptabilité auxiliaire d'affectation pour les engagements concernés, afin de protéger les droits des épargnants s'agissant de l'affectation de la participation aux bénéfices techniques et financiers ou en cas de défaillance du prestataire ;\n\nb) La nature des garanties complémentaires à un plan d'épargne retraite pouvant figurer dans les contrats concernés, y compris des garanties en cas de perte d'autonomie du titulaire ;\n\nc) Les conditions de fixation des tarifs pratiqués au titre de ces contrats et les modalités de calcul de la valeur de transfert des droits exprimés en unités de rente en cas de transfert mentionné à l'article L. 224-6 du code monétaire et financier ;\n\nd) Les conditions du transfert des engagements et des actifs attachés au plan, en cas de changement de prestataire prévu au même article L. 224-6 ;\n\n3° De modifier le code des assurances pour redéfinir la gouvernance des associations souscriptrices de contrats d'assurance sur la vie afin de veiller à la cohérence d'ensemble des règles applicables à ce type d'associations ;\n\n4° De déterminer le régime fiscal applicable aux plans d'épargne retraite mentionnés au présent V en définissant notamment :\n\na) Les modalités de déductibilité des versements mentionnés aux 1° et 3° de l'article L. 224-2 du code monétaire et financier et les plafonds de déduction correspondants ;\n\nb) Les conditions d'exonération d'impôt sur le revenu des versements mentionnés au 2° du même article L. 224-2 ;\n\nc) Les modalités d'imposition à l'impôt sur le revenu des droits correspondant aux versements mentionnés au 1° dudit article L. 224-2 qui sont délivrés sous la forme d'un capital à compter de la date mentionnée à l'article L. 224-1 du même code ;\n\nd) Les conditions d'exonération d'impôt sur le revenu des droits correspondant aux versements mentionnés au 2° de l'article L. 224-2 dudit code qui sont délivrés sous la forme d'un capital à compter de la date mentionnée à l'article L. 224-1 du même code ;\n\ne) L'imposition selon le régime de rentes viagères à titre onéreux des droits correspondant aux versements mentionnés au 2° de l'article L. 224-2 du même code, qui sont délivrés sous la forme d'une rente viagère à compter de la date mentionnée à l'article L. 224-1 du même code ;\n\nf) Les modalités d'imposition à l'impôt sur le revenu des droits correspondant aux versements mentionnés aux 1° et 3° de l'article L. 224-2 du même code qui sont délivrés sous la forme d'une rente viagère à compter de la date mentionnée à l'article L. 224-1 du même code ;\n\ng) Les modalités d'imposition à l'impôt sur le revenu des droits correspondant aux versements volontaires mentionnés au 1° de l'article L. 224-2 du même code qui sont liquidés ou rachetés avant la date mentionnée à l'article L. 224-1 du même code pour être affectés à l'acquisition de la résidence principale en application du 6° du I de l'article L. 224-4 du même code ;\n\nh) Les conditions d'exonération d'impôt sur le revenu des droits liquidés ou rachetés avant l'échéance mentionnée à l'article L. 224-1 du même code dans les cas prévus aux 1° à 5° du I de l'article L. 224-4 du même code ainsi que des droits correspondant aux versements mentionnés au 2° de l'article L. 224-2 du même code qui sont liquidés ou rachetés avant cette même date pour être affectés à l'acquisition de la résidence principale en application du 6° du I de l'article L. 224-4 du même code ;\n\n5° De définir les conditions d'application aux plans d'épargne retraite mentionnés au présent V, du régime social des produits d'épargne retraite supplémentaire existants ;\n\n6° D'assouplir les règles d'investissement applicables aux fonds communs de placement d'entreprise mentionnés à l'article L. 214-164 du code monétaire et financier ;\n\n7° De définir la qualification applicable aux allocations permettant de réduire progressivement les risques financiers en prenant en considération l'horizon de placement de long terme des produits d'épargne retraite ;\n\n8° De procéder aux adaptations et harmonisations des codes et lois pour tenir compte des dispositions du chapitre IV du titre II du livre II du code monétaire et financier tel qu'il résulte de la présente loi et de celles prises en application des 1° à 7° du présent V ;\n\n9° De définir les conditions dans lesquelles les dispositions du I du présent article et celles prises en application des 1° à 5° du présent V sont applicables, en tout ou partie, aux produits d'épargne retraite existants et aux contrats en cours.\n\nUn projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance.\n\nVI. à IX.-A modifié les dispositions suivantes :\n\n-Code monétaire et financier\n\n-Code de la sécurité sociale.\n\n-Loi n° 2003-775 du 21 août 2003\n\n-Code des assurances\n\n-Code de la mutualité\n\n-Code monétaire et financier"
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "I., II., III., V. et VI.-A modifié les dispositions suivantes :\n\nIV.-Le dernier alinéa du b du 2° du I s'applique aux demandes de rachats présentées à compter de l'entrée en vigueur de la présente loi.\n\n-Code des assurances\n\n-Code général des impôts, CGI.\n\n-Code de la mutualité\n\n-Code de la sécurité sociale.\n\n-LOI n° 2013-1279 du 29 décembre 2013"
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "I., II., III. et IV.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nV.-Une personne morale ayant son siège social en France ou établie dans un autre Etat membre de l'Union européenne, partie à un contrat-cadre régissant des opérations sur instruments financiers conclu avant la date de retrait du Royaume-Uni de l'Union européenne avec un établissement de crédit ou une entreprise d'investissement de droit britannique, est réputée avoir accepté l'offre d'un nouveau contrat-cadre par un établissement de crédit ou une entreprise d'investissement, lorsque les conditions suivantes sont réunies :\n\n1° Les clauses du nouveau contrat-cadre sont identiques à celles du contrat-cadre conclu avec l'établissement de crédit ou une entreprise d'investissement de droit britannique, à l'exception des clauses désignant la loi applicable et la juridiction compétente, lesquelles désignent le droit français et la compétence exclusive de juridictions françaises, et de toute autre clause nécessaire pour garantir l'exécution du nouveau contrat cadre en application de ces modifications ;\n\n2° L'auteur de l'offre appartient au même groupe de sociétés, au sens du chapitre 6 de la directive 2013/34/ UE du Parlement européen et du Conseil du 26 juin 2013 relative aux états financiers annuels, aux états financiers consolidés et aux rapports y afférents de certaines formes d'entreprises, modifiant la directive 2006/43/ CE du Parlement européen et du Conseil et abrogeant les directives 78/660/ CEE et 83/349/ CEE du Conseil, que l'établissement de crédit ou l'entreprise d'investissement de droit britannique et dispose d'un échelon de qualité de crédit, au sens du règlement (UE) n° 575/2013 du Parlement européen et du Conseil du 26 juin 2013 concernant les exigences prudentielles applicables aux établissements de crédit et aux entreprises d'investissement et modifiant le règlement (UE) n° 648/2012, identique ou supérieur à celui affecté à l'établissement de crédit ou l'entreprise d'investissement de droit britannique à la date de réception de l'offre, et est autorisé à fournir les opérations sur instruments financiers à la personne morale ;\n\n3° L'offre est adressée par écrit à la personne morale mentionnée au premier alinéa du présent V dans les formes prescrites par le contrat-cadre conclu avec l'établissement de crédit ou l'entreprise d'investissement de droit britannique ;\n\n4° L'offre est accompagnée d'une documentation faisant apparaître les éléments modifiés du nouveau contrat-cadre, les modalités de conclusion définies au 5°, la raison sociale de l'établissement de crédit ou l'entreprise d'investissement auteur de l'offre, son identifiant d'entité juridique au sens du règlement (UE) n° 600/2014 du Parlement européen et du Conseil du 15 mai 2014 concernant les marchés d'instruments financiers et modifiant le règlement (UE) n° 648/2012, et son échelon de qualité de crédit ;\n\n5° A l'expiration d'un délai de cinq jours ouvrés à compter de la réception de l'offre assortie de la documentation mentionnée au 4°, son destinataire a conclu un contrat portant sur une opération régie par la nouvelle convention-cadre.\n\nVI.-Les dispositions du V ne sont applicables qu'aux offres reçues au cours des vingt-quatre mois suivant l'entrée en vigueur de la présente loi.\n\n-Code monétaire et financier\n\n-Code monétaire et financier\n\n-Code monétaire et financier\n\n-Code monétaire et financier\n\n-Code de la sécurité sociale.\n\n-Code du travail\n\n-Code monétaire et financier"
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I du présent article s'applique aux fonds d'investissement de proximité qui ont reçu l'agrément délivré par l'Autorité des marchés financiers à compter du 1er janvier 2019.\n\n- Code monétaire et financier"
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Article 86",
      "content": "I. à IX. :A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\n-Code monétaire et financier\n\n-Code monétaire et financier\n\n-Code monétaire et financier\n\n-Code général des impôts, CGI.\n\nX.-Les personnes exerçant les activités définies aux 1° et 2° de l'article L. 54-10-2 du code monétaire et financier avant l'entrée en vigueur du présent article bénéficient d'un délai de douze mois à compter de la publication des textes d'application pour s'enregistrer auprès de l'Autorité des marchés financiers, dans les conditions définies à l'article L. 54-10-3 du même code.Dans un délai de dix-huit mois à compter de la promulgation de la présente loi, le Gouvernement, après avoir recueilli les avis de la Banque de France, de l'Autorité de contrôle prudentiel et de résolution et de l'Autorité des marchés financiers, remet au Parlement un rapport visant à évaluer la mise en œuvre des dispositions du présent article et à étudier l'opportunité d'en adapter les dispositions, notamment de rendre obligatoire l'agrément prévu à l'article L. 54-10-5 du code monétaire et financier, au vu de l'avancement des débats européens, des recommandations du Groupe d'action financière et du développement international du marché des actifs numériques."
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "Article 90",
      "content": "I. - A modifié les dispositions suivantes :\n\nII.-La perte de recettes résultant pour l'Etat de l'élargissement du champ des personnes susceptibles d'ouvrir un plan mentionné à l'article L. 221-30 du code monétaire et financier est compensée, à due concurrence, par la création d'une taxe additionnelle aux droits mentionnés aux articles 575 et 575 A du code général des impôts.\n\n- Code monétaire et financier"
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "Article 91",
      "content": "I. à II. - A modifié les dispositions suivantes :\n\n- Code monétaire et financier\n\n- Code général des impôts, CGI.\n\nIII. - La perte de recettes résultant pour l'Etat de la possibilité d'effectuer des retraits anticipés en cas d'événement exceptionnel sans clôture ou blocage du plan est compensée, à due concurrence, par la création d'une taxe additionnelle aux droits prévus aux articles 575 et 575 A du code général des impôts."
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Article 92",
      "content": "I. à II. - A modifié les dispositions suivantes :\n\n- Code monétaire et financier\n\n- Code général des impôts, CGI.\n\nIII. - La perte de recettes résultant pour l'Etat de la suppression du blocage des versements sur un plan d'épargne en actions en cas de retrait avant huit ans est compensée, à due concurrence, par la création d'une taxe additionnelle aux droits mentionnés aux articles 575 et 575 A du code général des impôts."
    },
    {
      "provision_ref": "art93",
      "section": "93",
      "title": "Article 93",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nIII. - La perte de recettes résultant pour l'Etat du I est compensée à due concurrence par la création d'une taxe additionnelle aux droits mentionnés aux articles 575 et 575 A du code général des impôts.\n\n- Code monétaire et financier\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art99",
      "section": "99",
      "title": "Article 99",
      "content": "I.-A titre expérimental et pendant une durée de trois ans à compter de la promulgation de la présente loi, un intermédiaire en financement participatif mentionné au I de l'article L. 548-2 du code monétaire et financier est autorisé, à titre complémentaire, à mettre en relation des prêteurs et des emprunteurs ayant des liens établis au sein d'une même entreprise ou d'un même groupe d'entreprises, y compris les salariés, les dirigeants, les associés, les clients et les fournisseurs, pour des opérations de crédit relevant du chapitre II du titre Ier du livre III du code de la consommation, à l'exception des crédits renouvelables et du regroupement de crédit, visant au financement de projets personnels déterminés, dans les conditions prévues au présent article.II.-Pour l'application de la présente expérimentation :1° La dernière phrase du 7 de l'article L. 511-6 du code monétaire et financier n'est pas applicable ;2° Est considéré comme :a) Prêteur, par dérogation au 1° de l'article L. 311-1 du code de la consommation, toute personne physique qui, agissant à des fins non professionnelles ou commerciales, consent ou s'engage à consentir un prêt à des personnes physiques agissant à des fins non professionnelles ou commerciales ;b) Emprunteur, un emprunteur au sens du 2° du même article L. 311-1 ;c) Projet, un projet au sens du cinquième alinéa de l'article L. 548-1 du code monétaire et financier.III.-Par dérogation à l'article L. 548-1 du code monétaire et financier et à l'article L. 312-1 du code de la consommation, toute opération de prêt réalisée dans le cadre de la présente expérimentation répond aux conditions suivantes :1° Un emprunteur ne peut emprunter plus de 30 000 € pour un même projet personnel ;2° Le montant prêté par prêteur pour une même opération de prêt ne peut être supérieur à 2 000 € ;3° La durée de remboursement du prêt ne peut être supérieure à soixante mois ;4° Le taux conventionnel applicable est de nature fixe.Toute opération de prêt réalisée dans le cadre de la présente expérimentation est soumise également aux dispositions du chapitre II du titre Ier du livre III du code de la consommation, à l'exception des sections 10 et 11, ainsi qu'aux articles L. 314-1 à L. 314-9 du même code.IV.-L'intermédiaire en financement participatif remplit les obligations mentionnées au chapitre II du titre Ier du livre III du code de la consommation, à l'exception des sections 10 et 11, et celles mentionnées au chapitre IV du titre Ier du livre III du même code, à l'exception de la section 2, en lieu et place du prêteur, à l'exception de celle mentionnée au II du présent article.Par dérogation à l'article L. 751-2 du code de la consommation, l'intermédiaire en financement participatif est autorisé à consulter le fichier national recensant les informations sur les incidents de paiement caractérisés dans les mêmes conditions que les organismes mentionnés au même article L. 751-2. Il ne peut divulguer, sous quelque forme que ce soit, ni au prêteur ni à un tiers autre que l'emprunteur, les informations contenues dans ce fichier et il ne peut les utiliser que dans le cadre du financement de projets personnels déterminés tels que définis au I du présent article. Il remplit également les obligations prévues à l'article L. 752-1 du code de la consommation.Préalablement à la conclusion du contrat de prêt, l'emprunteur fournit à l'intermédiaire en financement participatif les éléments précis permettant d'identifier son projet personnel.L'intermédiaire en financement participatif fournit au prêteur et à l'emprunteur le contrat qui répond aux exigences posées aux sections 5 et 6 du chapitre II du titre Ier du livre III du code de la consommation.Pour l'application de la présente expérimentation, l'intermédiaire en financement participatif remplit les obligations posées par le chapitre VIII du titre IV du livre V du code monétaire et financier, à l'exception des 3° et 9° de l'article L. 548-6, ainsi que celles prévues aux sections 2 à 7 du chapitre Ier du titre VI du livre V du même code.V.-L'intermédiaire en financement participatif qui souhaite mettre en œuvre l'expérimentation porte cette information au registre unique mentionné à l'article L. 546-1 du code monétaire et financier.L'intermédiaire en financement participatif communique trimestriellement au ministre chargé de l'économie et à l'Autorité de contrôle prudentiel et de résolution les caractéristiques des prêts consentis dans le cadre de l'expérimentation. Il leur remet également, à l'issue de la période d'expérimentation, un rapport d'évaluation.Un décret précise les modalités d'information et de suivi requises de l'intermédiaire en financement participatif ainsi que les modalités d'application du deuxième alinéa du présent V, notamment le contenu du rapport d'évaluation.Le ministre chargé de l'économie, sur avis motivé de l'Autorité de contrôle prudentiel et de résolution, peut mettre fin par décret à l'expérimentation."
    },
    {
      "provision_ref": "art100",
      "section": "100",
      "title": "Article 100",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le présent article est applicable aux actions de préférence émises à compter de la publication de la présente loi.\n\n- Code de commerce"
    },
    {
      "provision_ref": "art103",
      "section": "103",
      "title": "Article 103",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nIII. - Les I et II du présent article s'appliquent aux bons de souscription de parts de créateur d'entreprise mentionnés à l'article 163 bis G du code général des impôts attribués à compter de la publication de la présente loi.\n\n- Code de commerce\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art104",
      "section": "104",
      "title": "Article 104",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2019-781 DC du 16 mai 2019.]"
    },
    {
      "provision_ref": "art105",
      "section": "105",
      "title": "Article 105",
      "content": "I. à II.-A modifié les dispositions suivantes :\n\n-LOI n° 2014-856 du 31 juillet 2014\n\n-Code du travail\n\nIII.-Les entreprises bénéficiant, à la date de publication de la présente loi, de l'agrément prévu à l'article L. 3332-17-1 du code du travail, dans sa rédaction antérieure à la présente loi, continuent d'en bénéficier jusqu'à son terme."
    },
    {
      "provision_ref": "art106",
      "section": "106",
      "title": "Article 106",
      "content": "I.-Les acheteurs mentionnés à l'article L. 1210-1 du code de la commande publique peuvent, avec l'accord du fournisseur, demander à un établissement de crédit, une société de financement ou un FIA mentionné à l'article L. 313-23 du code monétaire et financier d'assurer le paiement anticipé de certaines de ses factures.L'acquisition des créances par l'établissement de crédit, la société de financement ou le FIA s'opère par cession de créance ou subrogation conventionnelle.II.-La mise en œuvre de la faculté prévue au I du présent article ne fait pas obstacle aux contrôles que les comptables publics exercent conformément aux dispositions législatives et réglementaires relatives à la gestion budgétaire et comptable publique."
    },
    {
      "provision_ref": "art116",
      "section": "116",
      "title": "Article 116",
      "content": "I. - Les articles 110 à 113 et l'article 115 entrent en vigueur le 1er janvier 2020.II. - L'article 107 de la présente loi entre en vigueur le 1er janvier 2020, à l'exception de son avant-dernier alinéa, qui entre en vigueur le lendemain de la publication de la présente loi. Les membres de la commission de surveillance mentionnés aux 3° et 4° de l'article L. 518-4 du code monétaire et financier dans sa rédaction antérieure à la présente loi en fonction à cette date demeurent en fonction jusqu'à la désignation des personnalités qualifiées mentionnées au 8° du même article L. 518-4 dans sa rédaction résultant de la présente loi. Les membres de la commission de surveillance mentionnés aux 1° et 2° de l'article L. 518-4 dans sa rédaction antérieure à la présente loi demeurent en fonction jusqu'au terme de leur mandat de trois ans."
    },
    {
      "provision_ref": "art117",
      "section": "117",
      "title": "Article 117",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2019-781 DC du 16 mai 2019.]"
    },
    {
      "provision_ref": "art118",
      "section": "118",
      "title": "Article 118",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Les articles L. 611-2, L. 612-14 et L. 612-15 du code de la propriété intellectuelle, dans leur rédaction résultant du présent article, entrent en vigueur à la date de publication du texte réglementaire prévu au second alinéa de l'article L. 612-15, et au plus tard à l'expiration du douzième mois suivant la publication de la présente loi.\n\n-Code de la propriété intellectuelle"
    },
    {
      "provision_ref": "art121",
      "section": "121",
      "title": "Article 121",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai de neuf mois à compter de la promulgation de la présente loi, les mesures relevant du domaine de la loi, nécessaires pour :1° Créer un droit d'opposition aux brevets d'invention délivrés par l'Institut national de la propriété industrielle afin de permettre aux tiers de demander par voie administrative la révocation ou la modification d'un brevet, tout en veillant à prévenir les procédures d'opposition abusives ;2° Prévoir les règles de recours applicables aux décisions naissant de l'exercice de ce droit ;3° Permettre, d'une part, de rendre applicables en Nouvelle-Calédonie, en Polynésie française et à Wallis-et-Futuna, avec les adaptations nécessaires, les articles du code de la propriété intellectuelle et, le cas échéant, d'autres codes et lois, dans leur rédaction résultant des mesures prévues au 1° pour celles qui relèvent de la compétence de l'Etat, et, d'autre part, de procéder aux adaptations nécessaires de ces articles en ce qui concerne les collectivités de Saint-Barthélemy, de Saint-Martin et de Saint-Pierre-et-Miquelon.II. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de six mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art122",
      "section": "122",
      "title": "Article 122",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I du présent article entre en vigueur un an après la promulgation de la présente loi. Il est applicable aux demandes de brevet déposées à compter de cette date.\n\n- Code de la propriété intellectuelle"
    },
    {
      "provision_ref": "art123",
      "section": "123",
      "title": "Article 123",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2019-781 DC du 16 mai 2019.]"
    },
    {
      "provision_ref": "art124",
      "section": "124",
      "title": "Article 124",
      "content": "I. et IV.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nIII.-Les 2°, 4°, 5°, 7° et 8° du I du présent article s'appliquent aux titres en vigueur au jour de la publication de la présente loi. Ils sont sans effet sur les décisions ayant force de chose jugée.\n\nLe deuxième alinéa de l'article L. 811-1 du code de la propriété intellectuelle dans sa rédaction résultant du 10° du I du présent article est abrogé le jour de l'entrée en vigueur de l'ordonnance n° 2018-341 du 9 mai 2018 relative au brevet européen à effet unitaire et à la juridiction unifiée du brevet.\n\nLe 11° du I entre en vigueur le jour de l'entrée en vigueur de l'ordonnance n° 2018-341 du 9 mai 2018 précitée.\n\n-Code de commerce\n\n-Code de la propriété intellectuelle\n\n-Code de la propriété intellectuelle"
    },
    {
      "provision_ref": "art126",
      "section": "126",
      "title": "Article 126",
      "content": "I.-Le chapitre V du titre Ier du livre III du code de l'énergie est ainsi modifié :\n\nA modifié les dispositions suivantes :\n\nII.-(Abrogé)\n\n-Code de l'énergie"
    },
    {
      "provision_ref": "art127",
      "section": "127",
      "title": "Article 127",
      "content": "I. - A titre expérimental, pendant trois années, pour les enquêtes annuelles de recensement, dans les communes et les établissements publics de coopération intercommunale désignés par décret, les dispositions suivantes sont applicables, par dérogation au dernier alinéa du V de l'article 156 de la loi n° 2002-276 du 27 février 2002 relative à la démocratie de proximité :1° Les enquêtes de recensement sont effectuées par des agents recenseurs qui sont :a) Soit des agents de la commune ou de l'établissement public de coopération intercommunale affectés à cette tâche ou recrutés par la commune ou l'établissement public à cette fin. Lorsque l'activité exercée par un agent recenseur présente un caractère accessoire, elle est exclue de l'interdiction prévue à l'article 25 septies de la loi n° 83-634 du 13 juillet 1983 portant droits et obligations des fonctionnaires ;b) Soit des agents d'un prestataire auquel la commune ou l'établissement public de coopération intercommunale décide de confier la réalisation des enquêtes dans le cadre des procédures d'achat public ;2° Les agents recenseurs mentionnés aux a et b du 1° ne peuvent être élus conseillers municipaux dans les communes situées dans le ressort où ils exercent.II. - Pendant la durée de l'expérimentation, l'accès aux données collectées et aux informations permettant de suivre l'avancement de la collecte défini aux articles 35 et 38 du décret n° 2003-485 du 5 juin 2003 relatif au recement de la population est étendu aux agents de l'entreprise prestataire désignés par arrêté du maire, ou du président de l'établissement public de coopération intercommunale, lorsque l'organe délibérant de ce dernier l'a chargé de procéder aux enquêtes de recensement, sous réserve des obligations résultant du règlement (UE) 2016/679 du Parlement européen et du Conseil du 27 avril 2016 relatif à la protection des personnes physiques à l'égard du traitement des données à caractère personnel et à la libre circulation de ces données, et abrogeant la directive 95/46/CE (règlement général sur la protection des données) et de la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés.III. - A l'issue d'au moins deux années d'expérimentation, l'Institut national de la statistique et des études économiques adresse au président de la Commission nationale d'évaluation du recensement de la population un rapport faisant le bilan de cette expérimentation. Ce rapport est présenté au Conseil national de l'information statistique qui donne un avis consultatif sur l'opportunité de généraliser le dispositif expérimenté.Le décret prévu au I du présent article précise les années d'enquêtes concernées par l'expérimentation ainsi que les modalités à suivre pour les entreprises participant à l'expérimentation et détermine les modalités de suivi de l'expérimentation ainsi que les modalités d'association au bilan des communes, établissements publics de coopération intercommunale et administrations concernés."
    },
    {
      "provision_ref": "art128",
      "section": "128",
      "title": "Article 128",
      "content": "A titre expérimental, pour une durée de trois ans à compter de la publication de la présente loi, sur le territoire de la région Provence-Alpes-Côte d'Azur, la durée mentionnée à l'avant-dernier alinéa de l'article L. 252-1 du code de la construction et de l'habitation est réduite à six ans pour les organismes bénéficiant de l'agrément relatif à la maîtrise d'ouvrage prévu à l'article L. 365-2 lorsque les logements pris à bail sont vacants depuis plus d'un an au moment de la signature du bail."
    },
    {
      "provision_ref": "art129",
      "section": "129",
      "title": "Article 129",
      "content": "A titre expérimental, pour une durée de trois ans à compter de l'entrée en vigueur du décret prévu au deuxième alinéa du présent article, l'accès aux ressources génétiques prélevées sur des micro-organismes sur le territoire de la France métropolitaine n'est pas soumis au respect des exigences de la section 3 du chapitre II du titre Ier du livre IV du code de l'environnement.Un décret précise les informations requises des utilisateurs de ressources génétiques mentionnées au premier alinéa du présent article afin de suivre et d'évaluer l'expérimentation.L'expérimentation prévue au présent article n'est pas applicable aux ressources génétiques mentionnées au 3° de l'article L. 1413-8 du code de la santé publique."
    },
    {
      "provision_ref": "art134",
      "section": "134",
      "title": "Article 134",
      "content": "I. à II.-A modifié les dispositions suivantes :\n\n-Code des transports\n\nIII.-Le dernier alinéa de l'article L. 6325-2 du code des transports s'applique à tous les contrats prévus au même article L. 6325-2, y compris ceux qui sont en vigueur à la date de publication de la présente loi.IV.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai de trois mois à compter de la promulgation de la présente loi, toute mesure relevant du domaine de la loi afin d'ériger en une autorité au sens du premier alinéa de l'article 1er de la loi n° 2017-55 du 20 janvier 2017 portant statut général des autorités administratives indépendantes et des autorités publiques indépendantes, ou d'intégrer à l'une de ces autorités l'autorité de supervision indépendante au sens de la directive 2009/12/ CE du Parlement européen et du Conseil du 11 mars 2009 sur les redevances aéroportuaires chargée d'homologuer les tarifs des redevances aéroportuaires mentionnées à l'article L. 6325-1 du code des transports et de rendre un avis conforme au ministre chargé de l'aviation civile sur les contrats régis par l'article L. 6325-2 du même code, y compris sur le coût moyen pondéré du capital mentionné dans ces contrats.Ces mesures fixent les aérodromes relevant de la compétence de l'autorité, sa composition, les modalités d'exercice de ses attributions ainsi que les principes fondamentaux relatifs à son organisation et à son fonctionnement.Pour l'ordonnance mentionnée au premier alinéa du présent IV, un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art135",
      "section": "135",
      "title": "Article 135",
      "content": "I.-Par dérogation aux articles L. 2253-1, L. 3231-6, L. 4211-1 et L. 5111-4 du code général des collectivités territoriales, les collectivités territoriales d'Ile-de-France, leurs groupements et le département de l'Oise peuvent, après autorisation de leur organe délibérant, détenir des actions de la société Aéroports de Paris.L'organe exécutif des collectivités territoriales d'Ile-de-France, de leurs groupements ou du département de l'Oise, par délégation de l'assemblée délibérante, peut être chargé, pour la durée de son mandat, de prendre toute décision concernant l'acquisition de titres de la société Aéroports de Paris dans le cadre de la cession, par l'Etat, de ces titres, lorsque les crédits sont inscrits au budget.L'organe exécutif informe l'assemblée délibérante des actes pris dans le cadre de cette délégation à la plus proche séance suivant la fin de l'opération de cession.Sauf disposition contraire dans la délibération portant délégation, l'exécutif peut subdéléguer les attributions confiées par l'assemblée délibérante dans les conditions prévues aux articles L. 2122-18, L. 3221-3, L. 4231-3 et L. 5211-9 du code général des collectivités territoriales.L'acquisition de ces actions peut être réalisée au travers de la prise de participations au capital de sociétés commerciales ayant pour seul objet de détenir, directement ou indirectement, des actions de la société Aéroports de Paris.Les accords conclus par les collectivités territoriales d'Ile-de-France, leurs groupements et le département de l'Oise pour participer ensemble ou avec d'autres personnes publiques ou privées à toute procédure de cession du capital de cette société ne constituent pas des marchés publics au sens du code de la commande publique.\n\nII. - A modifié les dispositions suivantes :\n\n- LOI n° 2015-990 du 6 août 2015"
    },
    {
      "provision_ref": "art136",
      "section": "136",
      "title": "Article 136",
      "content": "I.-A créé les dispositions suivantes :\n\n-Code des transports\n\n-Code des transports\n\nII.-L'article 130, à l'exception de son huitième alinéa, les articles 131 à 133, le 1° du II de l'article 134 et le I du présent article entrent en vigueur à la date de transfert au secteur privé de la majorité du capital d'Aéroports de Paris.Les décrets mentionnés au dernier alinéa du 1° du I de l'article L. 6323-2-1, aux articles L. 6323-4 et L. 6323-4-1 du code des transports, tels que modifiés ou créés par la présente loi, sont publiés avant la date de transfert au secteur privé de la majorité du capital d'Aéroports de Paris et entrent en vigueur à cette même date.III.-A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art137",
      "section": "137",
      "title": "Article 137",
      "content": "I.-L'exploitation des jeux de loterie commercialisés en réseau physique de distribution et en ligne ainsi que des jeux de pronostics sportifs commercialisés en réseau physique de distribution est confiée pour une durée limitée à une personne morale unique faisant l'objet d'un contrôle étroit de l'Etat.II.-La société La Française des jeux est désignée comme la personne morale unique mentionnée au I du présent article à compter de la publication de la présente loi.III.-Le transfert au secteur privé de la majorité du capital de la société La Française des jeux est autorisé. Le décret décidant le transfert au secteur privé de la majorité du capital de la société La Française des jeux entre en vigueur après le dépôt du projet de loi de ratification de l'ordonnance mentionnée au IV du présent article.IV.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est habilité à prendre par voie d'ordonnance, dans un délai de six mois à compter de la publication de la présente loi, toute mesure relevant du domaine de la loi ayant pour objet :1° De préciser le périmètre des droits exclusifs mentionnés au I, avec une définition juridique des catégories de jeux autorisés, et les contreparties dues par la personne morale unique mentionnée au même I au titre de leur octroi ;2° De définir les conditions dans lesquelles sont exercés les droits exclusifs mentionnés au I, notamment la durée limitée d'exercice de ces droits, qui ne pourra excéder vingt-cinq ans ;3° De définir les conditions d'organisation et d'exploitation des droits exclusifs mentionnés au I ainsi que les modalités du contrôle étroit sur la personne morale unique mentionnée au même I en prévoyant la conclusion d'une convention entre l'Etat et la personne morale unique mentionnée audit I ou le respect par cette même personne d'un cahier des charges défini par l'Etat ;4° De définir les modalités de l'agrément de l'Etat requis en cas de franchissement de seuils du capital ou des droits de vote de la société mentionnée au II ;5° De redéfinir et préciser les modalités d'exercice du pouvoir de contrôle et de police administrative de l'Etat sur l'ensemble du secteur des jeux d'argent et de hasard ainsi que les modalités de régulation de ce secteur, notamment les dispositions applicables à l'autorité mentionnée à l'article 34 de la loi n° 2010-476 du 12 mai 2010 relative à l'ouverture à la concurrence et à la régulation du secteur des jeux d'argent et de hasard en ligne, dans l'optique de la mise en place d'une autorité administrative indépendante de surveillance et de régulation présentant des garanties d'indépendance adaptées à ses missions. Ces modalités de régulation incluent le contrôle des engagements pris par les opérateurs pour répondre aux objectifs définis aux 1° à 3° du I de l'article 3 de la même loi, notamment en ce qui concerne les communications commerciales en faveur des jeux d'argent et de hasard, les messages de prévention à destination des joueurs, et le renforcement de la protection des mineurs ainsi que le renforcement des moyens de lutte contre les activités illégales, notamment les offres illégales de jeux d'argent ;6° De modifier ou renforcer les sanctions administratives et pénales existantes et prévoir de nouvelles sanctions en cas de méconnaissance des règles applicables au secteur des jeux d'argent et de hasard, notamment par la mise en place d'une amende sanctionnant la vente ou l'offre à titre gratuit de jeux d'argent et de hasard aux mineurs ;7° De rendre applicables en Nouvelle-Calédonie, en Polynésie française, dans les îles Wallis et Futuna et dans les Terres australes et antarctiques françaises, avec les adaptations nécessaires, les dispositions résultant des 1° à 6°, pour celles qui relèvent de la compétence de l'Etat, d'une part, et de procéder aux adaptations nécessaires de ces dispositions en ce qui concerne les collectivités de Saint-Barthélemy, de Saint-Martin et de Saint-Pierre-et-Miquelon, d'autre part ;8° D'abroger les dispositions obsolètes, inadaptées ou devenues sans objet et d'apporter aux autres dispositions législatives en vigueur toutes autres modifications rendues nécessaires pour la mise en œuvre des dispositions résultant des 1° à 7°.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance mentionnée au présent IV.V.-Les frais de gestion prélevés par les opérateurs de jeux ou de paris en ligne et par la personne morale unique mentionnée au I du présent article sur les sommes qu'ils mettent en réserve conformément aux dispositions des quatrième et septième alinéas de l'article 17 de la loi n° 2010-476 du 12 mai 2010 relative à l'ouverture à la concurrence et à la régulation du secteur des jeux d'argent et de hasard en ligne et du dernier alinéa de l'article 66 de la même loi sont limités à un montant par compte forfaitaire défini par voie règlementaire, prélevé trois mois avant l'expiration du délai de six ans. Aucun autre type de prélèvement ne peut être effectué par l'opérateur sur les comptes clôturés et dont les avoirs sont mis en réserve.VI.- (Abrogé)"
    },
    {
      "provision_ref": "art138",
      "section": "138",
      "title": "Article 138",
      "content": "I.-A.-Il est institué un prélèvement sur le produit brut des jeux de loterie commercialisés en réseau physique de distribution et en ligne mentionnés au I de l'article 137 de la présente loi.Le prélèvement est dû par la personne morale chargée de l'exploitation des jeux de loterie mentionnés au premier alinéa du présent A.Le prélèvement est assis sur le produit brut des jeux, constitué par la différence entre les sommes misées par les joueurs et les sommes versées ou à reverser aux gagnants. Les sommes engagées par les joueurs à compter du 1er janvier 2020 sont définies comme des sommes misées à compter de la date de réalisation du ou des événements sur lesquels repose le jeu, y compris celles apportées par l'opérateur à titre gracieux. Les sommes versées ou à reverser aux gagnants sont constituées de l'ensemble des gains en numéraire ou en nature versés ou à reverser aux joueurs à compter de la date de réalisation du ou des événements sur lesquels repose le jeu, à l'exclusion des sommes en numéraire ou en nature attribuées à titre gracieux à certains joueurs dans le cadre d'actions commerciales.\n\nPour le calcul du prélèvement, le montant du produit brut des jeux est multiplié par le rapport entre, d'une part, le montant des mises effectuées sur le jeu en France métropolitaine et dans les départements d'outre-mer et, d'autre part, le montant total des mises effectuées sur le jeu.Le taux du prélèvement est fixé à 54,5 % pour les jeux de tirage traditionnels dont le premier rang de gain est réparti en la forme mutuelle et à 42 % pour les autres jeux de loterie.L'exigibilité du prélèvement est constituée par la réalisation du ou des événements sur lesquels repose le jeu. Pour les jeux de loterie pour lesquels l'intervention du hasard est antérieure à la mise à disposition du support de jeu, l'exigibilité du prélèvement est constituée par l'affectation au jeu des mises engagées par le joueur.Le produit du prélèvement est déclaré et liquidé par la personne morale chargée de l'exploitation des jeux de loteries mentionnés au I de l'article 137 sur une déclaration mensuelle dont le modèle est fixé par l'administration. Elle est déposée, accompagnée du paiement, dans les délais fixés en matière de taxe sur le chiffre d'affaires.Dans le cas où le produit brut des jeux calculé au titre d'un mois est négatif, celui-ci vient en déduction du produit brut des jeux calculé au titre des mois suivants.Le prélèvement est recouvré et contrôlé selon les mêmes procédures et sous les mêmes sanctions, garanties, sûretés et privilèges que les taxes sur le chiffre d'affaires. Les réclamations sont présentées, instruites et jugées selon les règles applicables à ces mêmes taxes.B.-Le prélèvement mentionné au A du présent I donne lieu au versement, au comptable public compétent, d'un acompte au titre du mois de décembre effectué chaque année au mois de décembre dans des conditions fixées par décret.Le montant de cet acompte est égal au montant du prélèvement dû au titre du mois de novembre de la même année.Si l'acompte versé est inférieur au prélèvement dû au titre du mois de décembre, le complément est acquitté au mois de janvier qui suit le versement de l'acompte dans des conditions fixées par décret.Si l'acompte versé est supérieur au prélèvement dû au titre du mois de décembre, l'excédent est déduit des versements suivants.II.-A.-Il est institué un prélèvement au profit de l'Etat sur les sommes misées par les joueurs dans le cadre des jeux de loterie commercialisés en réseau physique de distribution et en ligne ainsi que des jeux de paris sportifs commercialisés en réseau physique de distribution mentionnés au I de l'article 137 de la présente loi.Ce prélèvement est dû par la personne morale chargée de l'exploitation des jeux de loterie et de paris sportifs mentionnés au premier alinéa du présent A.Pour les jeux autres que les jeux instantanés, la fraction prélevée est constituée des lots et gains non réclamés par les gagnants à l'expiration des délais de forclusion fixés par les règlements de ces jeux. Pour les jeux instantanés, elle est constituée par le solde de la part des mises allouées aux joueurs sous la forme de lots et gains, après déduction des lots payés à l'expiration des délais de forclusion fixés par les règlements de ces jeux.La fraction prélevée est également constituée des lots et gains non réclamés dans les conditions fixées au troisième alinéa du présent A afférents à des prises de jeux syndiquées entre joueurs et groupes de joueurs, après déduction des parts sur lesquelles les joueurs n'ont pas engagé de mise, ainsi que de ceux afférents à ces dernières.Ce prélèvement est recouvré chaque année, pour les jeux et événements dont le paiement est forclos, dans des conditions fixées par décret. Il est contrôlé selon les mêmes procédures et sous les mêmes sanctions, garanties, sûretés et privilèges que les taxes sur le chiffre d'affaires. Les réclamations sont présentées, instruites et jugées selon les règles applicables à ces mêmes taxes.B.-Le A du présent II s'applique aux lots et gains versés à compter du 1er janvier 2020, à l'exception des lots et gains de premier rang de répartition et mis en jeu dans le cadre des jeux de paris sportifs organisés en la forme mutuelle et de tirage traditionnel, ainsi que des lots et gains de premier rang des jeux de tirage additionnels. La personne morale mentionnée au même A remet en jeu les lots et gains de premier rang mentionnés audit A dans le cadre de jeux ou opérations promotionnelles organisés ultérieurement.\n\nIII.-. A, B, C, D, E A modifié les dispositions suivantes :\n\nIV.-A modifié les dispositions suivantes :\n\nV.-A modifié les dispositions suivantes :\n\nVII.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nDans toutes les dispositions législatives en vigueur, les mots : à l'article 88 de la loi n° 2012-1510 du 29 décembre 2012 de finances rectificative pour 2012 sont remplacés par les mots : au I de l'article 138 de la loi n° 2019-486 du 22 mai 2019 relative à la croissance et la transformation des entreprises.\n\nVI.-Les fonds mentionnés aux articles 13 et 14 du décret n° 78-1067 du 9 novembre 1978 relatif à l'organisation et à l'exploitation des jeux de loterie autorisés par l'article 136 de la loi du 31 mai 1933 portant fixation du budget général de l'exercice 1933 et l'article 48 de la loi de finances rectificative pour 1994 (n° 94-1163 du 29 décembre 1994) sont clos à compter du 1er janvier 2020.Les sommes déposées sur les fonds mentionnés au premier alinéa du présent VI sont versées à l'Etat avant une date fixée par décret, et au plus tard le 31 décembre 2025.\n\nVIII.-Le présent article entre en vigueur le 1er janvier 2020.\n\n-Code général des impôts\n\n-Code de la sécurité sociale\n\n-Ordonnance n° 96-50 du 24 janvier 1996\n\n-Loi n° 86-824 du 11 juillet 1986\n\n-LOI n° 2012-1510 du 29 décembre 2012\n\n-Loi n° 84-1208 DE FINANCES POUR 1985\n\n-LOI n° 2017-1775 du 28 décembre 2017"
    },
    {
      "provision_ref": "art141",
      "section": "141",
      "title": "Article 141",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2019-781 DC du 16 mai 2019.]"
    },
    {
      "provision_ref": "art146",
      "section": "146",
      "title": "Article 146",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2019-781 DC du 16 mai 2019.]"
    },
    {
      "provision_ref": "art147",
      "section": "147",
      "title": "Article 147",
      "content": "I., II. et IV. - A modifié les dispositions suivantes :\n\n- Ordonnance n° 2005-722 du 29 juin 2005\n\nIII. - Les résultats mentionnés au 5° de l'article 4 de l'ordonnance n° 2005-722 du 29 juin 2005 précitée dans sa rédaction résultant du II du présent article, lorsque ceux-ci sont des intérêts, sont calculés à compter de la date de placement des fonds de l'établissement public Bpifrance sur un compte rémunéré."
    },
    {
      "provision_ref": "art155",
      "section": "155",
      "title": "Article 155",
      "content": "A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nV.-Une négociation en vue de la mise en place d'un régime d'intéressement, de participation ou d'épargne salariale établi selon les modalités prévues aux articles L. 3312-1, L. 3322-1, L. 3333-2 et L. 3334-2 du code du travail est menée au sein de chaque branche, et conclue au plus tard le 31 décembre 2021.\n\nDes critères de performance relevant de la responsabilité sociale des entreprises et dont la liste est fixée par décret peuvent être intégrés à la négociation prévue au premier alinéa du présent V.\n\nA défaut d'initiative de la partie patronale au plus tard le 31 décembre 2019, la négociation s'engage dans les quinze jours suivant la demande d'une organisation de salariés représentative dans la branche.\n\nVI.-Le 2° de l'article L. 3323-2 du code du travail continue à s'appliquer aux entreprises qui bénéficient de ces dispositions au jour de la publication de la présente loi.\n\nVII.-Les 1°, 10°, 11° et 12° du I du présent article entrent en vigueur le 1er janvier 2019.\n\n-Code du travail\n\n-Code du travail\n\n-Code général des impôts, CGI.\n\n-LOI n° 2013-561 du 28 juin 2013\n\n-Code du travail\n\n-Code du travail"
    },
    {
      "provision_ref": "art158",
      "section": "158",
      "title": "Article 158",
      "content": "I.-A modifié les dispositions suivantes :\n\n-Code du travail\n\nII.-Au plus tard trois ans après la publication de la présente loi, le Gouvernement remet au Parlement un rapport évaluant les effets économiques de la réduction du plafond de salaire pris en compte dans le calcul de la répartition de la participation et l'opportunité d'une nouvelle réduction de ce plafond à deux fois le montant du plafond mentionné au premier alinéa de l'article L. 241-3 du code de la sécurité sociale."
    },
    {
      "provision_ref": "art165",
      "section": "165",
      "title": "Article 165",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le I entre en vigueur le 1er janvier 2021.\n\n-Code monétaire et financier"
    },
    {
      "provision_ref": "art170",
      "section": "170",
      "title": "Article 170",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2019-781 DC du 16 mai 2019.]"
    },
    {
      "provision_ref": "art171",
      "section": "171",
      "title": "Article 171",
      "content": "I. - Les sociétés qui justifient la mise en place d'une politique d'accessibilité et d'inclusion des personnes handicapées peuvent se voir attribuer un label.II. - Les modalités d'application du I sont définies par un décret pris en Conseil d'Etat."
    },
    {
      "provision_ref": "art174",
      "section": "174",
      "title": "Article 174",
      "content": "Au plus tard un an après la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur les conditions de mise en place d'une structure de revue et d'évaluation des labels de responsabilité sociale des entreprises permettant de valoriser des produits, des comportements ou des stratégies. Cette structure associe, notamment, des experts et des membres du Parlement et propose des pistes de rationalisation et d'harmonisation des conditions de validité, de fiabilité et d'accessibilité de ces labels pour les petites sociétés.Le rapport mentionné au premier aliné propose également une charte publique de bonnes pratiques de labellisation des performances extrafinancières des entreprises, présentant des critères et indicateurs objectifs en matière de distribution de l'épargne salariale, de partage de la valeur créée et de sensibilisation, y compris graphique, aux écarts de rémunérations.A partir des conclusions du rapport mentionné au deuxième alinéa, l'Etat peut mettre en place une politique publique d'homologation des instruments d'audit, notamment les labels et les certifications, qui respectent une sélection d'indicateurs et une méthodologie définis par elle."
    },
    {
      "provision_ref": "art175",
      "section": "175",
      "title": "Article 175",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code de commerce\n\nII. - Le présent article s'applique aux rapports afférents aux exercices clos à compter de la publication de la présente loi."
    },
    {
      "provision_ref": "art177",
      "section": "177",
      "title": "Article 177",
      "content": "I.-Le fonds de pérennité est constitué par l'apport gratuit et irrévocable des titres de capital ou de parts sociales d'une ou de plusieurs sociétés exerçant une activité industrielle, commerciale, artisanale ou agricole, ou détenant directement ou indirectement des participations dans une ou plusieurs sociétés exerçant une telle activité, réalisé par un ou plusieurs fondateurs afin que ce fonds gère ces titres ou parts, exerce les droits qui y sont attachés et utilise ses ressources dans le but de contribuer à la pérennité économique de cette ou de ces sociétés et puisse réaliser ou financer des œuvres ou des missions d'intérêt général.II.-Les statuts doivent être établis par écrit. Ils déterminent notamment la dénomination, l'objet, le siège et les modalités de fonctionnement du fonds de pérennité ainsi que la composition, les conditions de nomination et de renouvellement du conseil d'administration et du comité de gestion mentionné au VII.L'objet comprend l'indication des principes et objectifs appliqués à la gestion des titres ou parts de la ou des sociétés mentionnées au I, à l'exercice des droits qui y sont attachés et à l'utilisation des ressources du fonds, ainsi que l'indication des actions envisagées dans ce cadre.Il comprend également, le cas échéant, l'indication des œuvres ou des missions d'intérêt général qu'il entend réaliser ou financer.Les statuts définissent les modalités selon lesquelles ils peuvent être modifiés. Toutefois, la modification de l'objet ne peut être décidée qu'après deux délibérations du conseil d'administration, réunissant au moins les deux tiers des membres, prises à deux mois au moins et six mois au plus d'intervalle et à la majorité des deux tiers des membres. Pour le calcul du quorum, ne sont pas pris en compte les membres représentés.III.-Le fonds de pérennité est déclaré à la préfecture du département dans le ressort duquel il a son siège social. Cette déclaration est assortie du dépôt de ses statuts, auxquels est annexée l'indication des titres ou parts rendus inaliénables par application du IV. Ces documents font l'objet d'une publication dans des conditions fixées par décret.Le fonds de pérennité jouit de la personnalité morale à compter de la date de publication au Journal officiel de la déclaration faite en préfecture.Les modifications des statuts du fonds de pérennité et de leur annexe sont déclarées et rendues publiques selon les mêmes modalités ; elles ne sont opposables aux tiers qu'à compter de leur publication.IV.-La dotation du fonds de pérennité est composée des titres ou parts apportés par le ou les fondateurs lors de sa constitution, ainsi que des biens et droits de toute nature qui peuvent lui être apportés à titre gratuit et irrévocable. L'article 910 du code civil n'est pas applicable à ces libéralités.Les titres de capital ou parts sociales de la ou des sociétés mentionnées au I du présent article sont inaliénables. Toutefois, lorsque le fonds de pérennité contrôle, au sens de l'article L. 233-3 du code de commerce, par l'effet de la libéralité ou d'une acquisition ou de la situation antérieure à ces dernières, l'une ou plusieurs de ces sociétés, l'apporteur ou le testateur, lors de la libéralité, ou le conseil d'administration, lors d'une acquisition, peut décider que cette inaliénabilité ne frappe pas tout ou partie des titres ou parts, dans la limite de la fraction du capital social qui n'est pas nécessaire à l'exercice de ce contrôle.Dans les conditions du deuxième alinéa de l'article 900-4 du code civil, le fonds de pérennité peut être judiciairement autorisé à disposer des titres ou parts frappés d'inaliénabilité s'il advient que la pérennité économique de la ou des sociétés l'exige.Aucun fonds public, de quelque nature qu'il soit, ne peut être versé à un fonds de pérennité.Les ressources du fonds de pérennité sont constituées des revenus et produits de sa dotation, des produits des activités autorisées par les statuts et des produits des rétributions pour service rendu.Le fonds de pérennité dispose librement de ses ressources dans la limite de son objet.Sous réserve des dispositions des deuxième et troisième alinéas du présent article, les statuts fixent les conditions dans lesquelles la dotation en capital peut être consommée.V.-Un legs peut être fait au profit d'un fonds de pérennité qui n'existe pas au jour de l'ouverture de la succession à condition que le testateur ait désigné une ou plusieurs personnes chargées de le constituer et qu'il acquière la personnalité morale dans l'année suivant l'ouverture de la succession. Dans ce cas, la personnalité morale du fonds de pérennité rétroagit au jour de l'ouverture de la succession. A défaut, le legs est nul.Pour l'accomplissement des formalités de constitution du fonds de pérennité, les personnes chargées de cette mission ont la saisine sur les titres, meubles et immeubles légués. Ils disposent à leur égard d'un pouvoir d'administration, à moins que le testateur ne leur ait conféré des pouvoirs plus étendus.VI.-Le fonds de pérennité est administré par un conseil d'administration qui comprend au moins trois membres nommés, la première fois, par le ou les fondateurs ou, dans le cas prévu au V, les personnes désignées par le testateur pour le constituer.Le conseil d'administration est investi des pouvoirs les plus étendus pour agir en toute circonstance au nom du fonds de pérennité, dans la limite de son objet. Les clauses statutaires limitant les pouvoirs du conseil d'administration qui résultent du présent alinéa sont inopposables aux tiers.Dans les rapports avec les tiers, le conseil d'administration engage le fonds de pérennité par les actes entrant dans son objet. Les actes réalisés en dehors de cet objet sont nuls, sans que cette nullité ne soit opposable aux tiers de bonne foi.VII.-Les statuts du fonds de pérennité prévoient la création, auprès du conseil d'administration, d'un comité de gestion, composé d'au moins un membre du conseil d'administration et de deux membres non membres de ce conseil. Ce comité est chargé du suivi permanent de la ou des sociétés mentionnées au I et formule des recommandations au conseil d'administration portant sur la gestion financière de la dotation, sur l'exercice des droits attachés aux titres ou parts détenus ainsi que sur les actions, et les besoins financiers associés, permettant de contribuer à la pérennité économique de ces sociétés. Ce comité peut également proposer des études et des expertises.VIII.-Le fonds de pérennité établit chaque année des comptes qui comprennent au moins un bilan et un compte de résultat. Ces comptes sont publiés dans un délai de six mois suivant la clôture de l'exercice. Le fonds de pérennité nomme au moins un commissaire aux comptes, choisi sur la liste mentionnée au I de l'article L. 822-1 du code de commerce, dès lors que le montant total de ses ressources dépasse 10 000 € à la clôture du dernier exercice.Les peines prévues à l'article L. 242-8 du même code sont applicables aux membres du conseil d'administration du fonds de pérennité en cas de défaut d'établissement des comptes.Lorsque le commissaire aux comptes relève, à l'occasion de l'exercice de sa mission, des faits de nature à compromettre la continuité de l'activité du fonds, il informe le conseil d'administration et recueille ses explications. Le conseil d'administration est tenu de lui répondre dans un délai fixé par décret. A défaut de réponse ou si les mesures prises lui apparaissent insuffisantes, il établit un rapport spécial qu'il remet au conseil d'administration et dont la copie est communiquée au comité de gestion et à l'autorité administrative, et invite le conseil à délibérer sur les faits relevés, dans des conditions et délais fixés par décret.IX.-L'autorité administrative s'assure de la régularité du fonctionnement du fonds de pérennité. A cette fin, elle peut se faire communiquer tous documents et procéder à toutes investigations utiles.Le fonds de pérennité adresse chaque année à l'autorité administrative un rapport d'activité auquel sont joints le rapport du commissaire aux comptes et les comptes annuels.Si l'autorité administrative constate des dysfonctionnements graves affectant la réalisation de l'objet du fonds de pérennité, elle peut, après mise en demeure non suivie d'effet, décider, par un acte motivé qui fait l'objet d'une publication au Journal officiel, de saisir l'autorité judiciaire aux fins de sa dissolution.Les modalités d'application du présent article sont fixées par décret.X.-Le fonds de pérennité peut être dissous dans les conditions définies par ses statuts. Il peut également être dissous judiciairement, notamment dans le cas prévu au troisième alinéa du IX. La décision de dissolution fait l'objet de la publication prévue au même troisième alinéa.La dissolution du fonds entraîne sa liquidation dans les conditions prévues par ses statuts ou, à défaut, à l'initiative du liquidateur désigné par l'autorité judiciaire.A l'issue des opérations de liquidation, l'actif net du fonds est transféré à un bénéficiaire désigné par les statuts, à un autre fonds de pérennité, une fondation reconnue d'utilité publique ou un fonds de dotation.XI.-A modifié les dispositions suivantes :\n\n-Code général des impôts, CGI.\n\nXII.-La transmission mentionnée au dernier alinéa du X est soumise aux droits de mutation à titre gratuit dans les conditions de droit commun, au tarif prévu au tableau III de l'article 777 du code général des impôts entre personnes non-parentes."
    },
    {
      "provision_ref": "art178",
      "section": "178",
      "title": "Article 178",
      "content": "I. - A modifié les dispositions suivantes :\n\n- LOI n° 87-571 du 23 juillet 1987\n\nII. - Le second alinéa de l'article 18-3 de la loi n° 87-571 du 23 juillet 1987 sur le développement du mécénat, dans sa rédaction résultant de la présente loi, s'applique à compter de la première modification des statuts mentionnés au même second alinéa réalisée après la publication de la présente loi."
    },
    {
      "provision_ref": "art181",
      "section": "181",
      "title": "Article 181",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2019-781 DC du 16 mai 2019.]"
    },
    {
      "provision_ref": "art182",
      "section": "182",
      "title": "Article 182",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2019-781 DC du 16 mai 2019.]"
    },
    {
      "provision_ref": "art183",
      "section": "183",
      "title": "Article 183",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2019-781 DC du 16 mai 2019.]"
    },
    {
      "provision_ref": "art184",
      "section": "184",
      "title": "Article 184",
      "content": "I.-A. A modifié les dispositions suivantes :\n\nB.-Pour l'application du A, les modifications statutaires nécessaires à l'élection ou à la désignation des administrateurs et des membres du conseil de surveillance représentant les salariés ou les salariés actionnaires sont proposées lors de l'assemblée générale ordinaire organisée en 2020.L'entrée en fonction de ces administrateurs et membres du conseil de surveillance intervient au plus tard :1° Pour les administrateurs et membres du conseil de surveillance représentant les salariés qui sont élus par ces derniers, ainsi que pour les administrateurs et membres du conseil de surveillance représentant les salariés actionnaires, à la plus tardive des dates entre l'expiration d'un délai de six mois après l'assemblée générale portant les modifications statutaires nécessaires à leur désignation et le 30 septembre 2020, sauf report de cette dernière date jusqu'à une date fixée par décret et au plus tard le 31 décembre 2020 ;2° Pour les administrateurs et membres du conseil de surveillance représentant les salariés autres que ceux mentionnés au 1° du présent B, six mois après l'assemblée générale portant les modifications statutaires nécessaires à leur désignation.Les 1° et 2° du A du présent I entrent en vigueur à l'issue du mandat du représentant des salariés actionnaires en cours à la date de la publication de la présente loi.\n\nC.-Au plus tard trois ans après la publication de la présente loi, le Gouvernement remet au Parlement un rapport évaluant les effets économiques et managériaux de la présence d'administrateurs représentant les salariés au sein des conseils d'administration ou de surveillance des sociétés concernées, l'opportunité d'une extension de cette disposition à trois administrateurs lorsque ces conseils comportent plus de douze membres et la pertinence d'intégrer dans ce panel un administrateur représentant les salariés des filiales situées en dehors du territoire national, lorsque la société réalise une part significative de son activité à l'international.\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-Code des assurances\n\nIV.-Le I de l'article L. 114-16-2 du code de la mutualité entre en vigueur le 1er janvier 2022.\n\nLa modification des statuts mentionnée au II du même article L. 114-16-2 et au cinquième alinéa de l'article L. 322-26-2 du code des assurances, dans leur rédaction résultant de la présente loi, a lieu au plus tard dans les douze mois suivant la clôture de l'exercice 2022 pour les sociétés d'assurance mutuelle, mutuelles, unions et fédérations qui emploient, à la clôture des deux exercices consécutifs précédents, plus de mille salariés permanents. Jusqu'à cette modification des statuts, les mutuelles, unions et fédérations concernées restent régies par le dernier alinéa de l'article L. 114-16 du code de la mutualité et les sociétés d'assurance mutuelle par l'article L. 322-26-2 du code des assurances, dans leur rédaction antérieure à la présente loi.\n\n-Code de commerce\n\n-Code de la mutualité\n\n-Code de la mutualité\n\nArt. L322-26-2"
    },
    {
      "provision_ref": "art186",
      "section": "186",
      "title": "Article 186",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Pour les sociétés auxquelles s'appliquent les dispositions du quatrième alinéa des articles L. 225-23 et L. 225-71 du code de commerce dans leur rédaction antérieure à la présente loi, l'entrée en fonction des administrateurs et des membres du conseil de surveillance représentant les salariés actionnaires intervient au plus tard à l'issue de l'assemblée générale annuelle suivant celle procédant aux modifications statutaires nécessaires à leur élection, cette dernière ayant lieu au plus tard en 2020.\n\n-Code de commerce"
    },
    {
      "provision_ref": "art191",
      "section": "191",
      "title": "Article 191",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2019-781 DC du 16 mai 2019.]"
    },
    {
      "provision_ref": "art192",
      "section": "192",
      "title": "Article 192",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2019-781 DC du 16 mai 2019.]"
    },
    {
      "provision_ref": "art193",
      "section": "193",
      "title": "Article 193",
      "content": "I. et II.-A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nIII.-Les I et II du présent article entrent en vigueur à une date fixée par décret, et au plus tard deux mois après la promulgation de la présente loi.\n\nIV.-La section 1 du chapitre II du titre IX des livres Ier et III de la deuxième partie, l'article L. 2521-5, la section 1 du chapitre III du titre III du livre Ier de la troisième partie et l'article L. 3221-7 du code de la commande publique, dans leur rédaction résultant de la présente loi, s'appliquent aux contrats en cours d'exécution ou conclus postérieurement à la date de leur entrée en vigueur prévue au III du présent article.\n\nV.-Par dérogation au IV du présent article :\n\n1° Les dispositions des articles L. 2192-3 et L. 3133-3 du code de la commande publique, ainsi que des articles L. 2521-5 et L. 3221-7 du même code en tant qu'elles renvoient respectivement aux articles L. 2192-3 et L. 3133-3 dudit code, s'appliquent aux factures relatives aux marchés publics ou aux contrats de concession en cours d'exécution ou conclus postérieurement au 1er avril 2020 pour les factures reçues par les acheteurs et les autorités concédantes autres que les autorités publiques centrales dont la liste figure dans un avis annexé au code de la commande publique ;\n\n2° Les dispositions des articles L. 2192-1, L. 2392-1 et L. 3133-1 du code de la commande publique s'appliquent aux marchés publics ou aux contrats de concession en cours d'exécution ou conclus postérieurement au 1er janvier 2020 pour les microentreprises telles que définies pour l'application de l'article 51 de la loi n° 2008-776 du 4 août 2008 de modernisation de l'économie.\n\nVI.-Les dispositions des III et IV du présent article sont applicables dans les îles Wallis et Futuna, en Polynésie française, en Nouvelle-Calédonie et dans les Terres australes et antarctiques françaises.\n\nLes dispositions du 2° du V sont applicables dans les îles Wallis et Futuna.\n\n-Code de la commande publique\n\n-Code de la commande publique\n\n-Code de la commande publique\n\nSct. Sous-section 1 : Transmission et réception des factures sous forme électronique, Art. L2192-1, Art. L2192-2, Art. L2192-3, Art. L2192-4, Sct. Sous-section 2 : Portail public de facturation, Art. L2192-5, Art. L2192-6, Art. L2192-7\n\n-Code de la commande publique\n\n-Code de la commande publique\n\n-Ordonnance n° 2014-697 du 26 juin 2014\n\n-LOI n° 2015-990 du 6 août 2015"
    },
    {
      "provision_ref": "art196",
      "section": "196",
      "title": "Article 196",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnances, dans un délai de vingt-quatre mois à compter de la promulgation de la présente loi, dans des conditions favorisant la poursuite de l'activité, la sauvegarde de l'emploi, l'apurement du passif et le rebond des entrepreneurs honnêtes et permettant la réduction des coûts et des délais des procédures, les mesures relevant du domaine de la loi nécessaires pour rendre compatibles les dispositions des livres IV, VI et VIII du code de commerce avec le droit de l'Union européenne, notamment :1° En remplaçant les dispositions relatives à l'adoption des plans de sauvegarde en présence de comités de créanciers par des dispositions relatives à une procédure d'adoption de ces plans par des classes de créanciers ;2° En introduisant la possibilité pour le tribunal d'arrêter un plan malgré l'opposition d'une ou plusieurs classes de créanciers ;3° En précisant les garanties et conditions nécessaires à la mise en œuvre des 1° et 2°, relatives notamment à la protection des intérêts du débiteur, des créanciers et des personnes concernées par les plans de sauvegarde ;4° En imposant le respect des accords de subordination conclus avant l'ouverture de la procédure de sauvegarde ;5° En aménageant les règles relatives à la suspension des poursuites ;6° En développant les mesures destinées à favoriser le rebond de l'entrepreneur individuel faisant l'objet de procédures de liquidation judiciaire et de rétablissement professionnel ;7° En modifiant les procédures de sauvegarde et de redressement judiciaire afin de les mettre en cohérence avec les modifications apportées en application du présent I ;8° En modifiant en conséquence les dispositions de nature législative permettant d'assurer la mise en œuvre et de tirer les conséquences des modifications apportées en application du présent I ;9° En rendant applicables dans les îles Wallis et Futuna, avec les adaptations nécessaires, les dispositions législatives prises en application du présent I pour celles qui relèvent de la compétence de l'Etat.II. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de quatre mois à compter de la publication de l'ordonnance mentionnée au I."
    },
    {
      "provision_ref": "art197",
      "section": "197",
      "title": "Article 197",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnances, dans un délai de six mois à compter de la promulgation de la présente loi :1° Les mesures relevant du domaine de la loi propres à transposer la directive 2014/50/UE du Parlement européen et du Conseil du 16 avril 2014 relative aux prescriptions minimales visant à accroître la mobilité des travailleurs entre les Etats membres en améliorant l'acquisition et la préservation des droits à pension complémentaire visant à :a) Etablir l'interdiction de conditionner l'acquisition définitive des droits à retraite supplémentaire dans le cadre des régimes concernés à une présence des bénéficiaires dans l'entreprise au delà d'une période de trois ans, dans le respect des droits en cours de constitution antérieurement à l'entrée en vigueur de l'ordonnance ;b) Prendre les dispositions transitoires pour les régimes de retraite à prestations définies existants qui conditionnent la constitution de droits à prestations à l'achèvement de la carrière du bénéficiaire dans l'entreprise ;c) Etablir les dispositions garantissant l'information des bénéficiaires sur leurs droits et sur les conséquences de leurs choix de carrière sur ceux-ci ;2° Les mesures relevant du domaine de la loi nécessaires à la modernisation du cadre juridique des régimes de retraite à prestations définies financés par les entreprises et autorisant la constitution de droits à retraite supplémentaire, visant à :a) Adapter le régime social applicable aux versements des employeurs afin de le mettre en cohérence avec celui applicable aux autres dispositifs de retraite supplémentaire et, pour les bénéficiaires, adapter le régime fiscal et social applicable aux rentes versées et aux versements des employeurs dans le cadre de ces régimes ;b) Déterminer les plafonds d'acquisition des droits à retraite supplémentaire, versés sous forme de rentes viagères, sans possibilité d'acquisition rétroactive, conditionnant l'application du régime fiscal et du régime social mentionnés au a du présent 2° ;c) Fixer les conditions dans lesquelles la mise en place de ces régimes est subordonnée à l'existence ou à la mise en place d'un dispositif de retraite supplémentaire bénéficiant à l'ensemble des salariés ;d) Définir les modalités selon lesquelles le bénéfice des droits à prestations peut être subordonné au respect de conditions liées aux performances professionnelles du bénéficiaire ou à tout autre critère individualisable ;3° Toute mesure de coordination au sein du code des assurances, du code de la sécurité sociale, du code de la mutualité, du code du travail, du code de commerce et du code général des impôts découlant du présent article.II. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance prévue au I."
    },
    {
      "provision_ref": "art198",
      "section": "198",
      "title": "Article 198",
      "content": "I. à IV.-A créé les dispositions suivantes :\n\nV.-Les I à IV entrent en vigueur à une date fixée par décret, et au plus tard le 10 juin 2019.\n\nVI.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnances, dans un délai de douze mois à compter de la promulgation de la présente loi, les mesures relevant du domaine de la loi permettant :\n\n1° De transposer la directive (UE) 2017/828 du Parlement européen et du Conseil du 17 mai 2017 modifiant la directive 2007/36/ CE en vue de promouvoir l'engagement à long terme des actionnaires ;\n\n2° De créer un dispositif unifié et contraignant encadrant la rémunération des dirigeants des sociétés cotées, en adaptant les dispositions correspondantes du livre II du code de commerce dans le cadre de la transposition des articles 9 bis et 9 ter de la directive 2007/36/ CE du Parlement européen et du Conseil du 11 juillet 2007 concernant l'exercice de certains droits des actionnaires de sociétés cotées, dans leur rédaction résultant de la directive (UE) 2017/828 du Parlement européen et du Conseil du 17 mai 2017 précitée ;\n\n3° De procéder aux adaptations et harmonisations des codes et lois pour tenir compte des dispositions législatives résultant des I à IV du présent article et de celles prises sur le fondement des 1° et 2° du présent VI ;\n\n4° De rendre applicables dans les îles Wallis et Futuna, en Nouvelle-Calédonie et en Polynésie française, avec les adaptations nécessaires, les dispositions prises sur le fondement des 1° et 2° du présent VI, pour celles qui relèvent de la compétence de l'Etat, et de procéder aux adaptations de ces dispositions en ce qui concerne les collectivités de Saint-Barthélemy, Saint-Martin et Saint-Pierre-et-Miquelon.\n\nUn projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance.\n\n-Code des assurances\n\n-Code de commerce\n\n-Code monétaire et financier\n\n-Code de commerce"
    },
    {
      "provision_ref": "art199",
      "section": "199",
      "title": "Article 199",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnances, dans un délai de douze mois à compter de la promulgation de la présente loi, les mesures relevant du domaine de la loi :1° Nécessaires à la transposition de la directive (UE) 2016/2341 du Parlement européen et du Conseil du 14 décembre 2016 concernant les activités et la surveillance des institutions de retraite professionnelle (IRP) ;2° Aménageant les règles applicables aux organismes de retraite professionnelle mentionnés à l'article L. 381-1 du code des assurances, à l'article L. 214-1 du code de la mutualité et à l'article L. 942-1 du code de la sécurité sociale afin de renforcer l'attractivité de ces organismes, de simplifier les règles qui leur sont applicables, d'étendre le champ des risques qu'ils couvrent et de favoriser les transferts de portefeuille vers les organismes nouvellement créés ;3° Permettant de renforcer la compétitivité et l'attractivité des activités menées par les personnes morales et les institutions de retraite professionnelle collective mentionnées à l'article 8 de l'ordonnance n° 2006-344 du 23 mars 2006 relative aux retraites professionnelles supplémentaires, en les autorisant à exercer toute activité prévue par la directive (UE) 2016/2341 du Parlement européen et du Conseil du 14 décembre 2016 précitée et en définissant les règles applicables à ces personnes morales, en particulier leur forme juridique, leurs modalités d'agrément, de surveillance et d'organisation ainsi que les conditions dans lesquelles elles assurent la gestion financière et technique de leurs activités ;4° Procédant aux adaptations et harmonisations des codes et lois pour tenir compte des dispositions prises sur le fondement des 1° à 3°.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art200",
      "section": "200",
      "title": "Article 200",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - A. - Les titres, créances, instruments ou droits rattachés au rang mentionné au 4° du I de l'article L. 613-30-3 du code monétaire et financier avant la publication de la présente loi occupent le même rang que ceux qui sont émis ou souscrits à compter de cette publication.B. - Le 2° du I est applicable aux procédures de liquidation ouvertes à l'encontre des personnes qui y sont mentionnées à compter du lendemain de la publication de la présente loi.III. - A. - Afin de renforcer la stabilité financière, la protection des déposants et des investisseurs et de réduire le risque de recours aux finances publiques en cas de crise bancaire, dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnances, au plus tard le 31 janvier 2021, les mesures relevant du domaine de la loi nécessaires pour :1° Compléter et modifier les dispositions du code monétaire et financier et, le cas échéant, celles d'autres codes et lois, afin de transposer :a) La directive (UE) 2019/878 du Parlement européen et du Conseil du 20 mai 2019 modifiant la directive 2013/36/ UE en ce qui concerne les entités exemptées, les compagnies financières holding, les compagnies financières holding mixtes, la rémunération, les mesures et pouvoirs de surveillance et les mesures de conservation des fonds propres, en prévoyant les mesures de coordination nécessaires pour étendre ces règles aux sociétés de financement ;b) La directive (UE) 2019/879 du Parlement européen et du Conseil du 20 mai 2019 modifiant la directive 2014/59/ UE en ce qui concerne la capacité d'absorption des pertes et de recapitalisation des établissements de crédit et des entreprises d'investissement et la directive 98/26/ CE ;2° Adapter et clarifier, afin de faciliter la mise en œuvre des règles mentionnées au 1° du présent A, les règles régissant les procédures collectives ouvertes à l'égard d'entités appartenant à un groupe financier au sens du III de l'article L. 511-20 du code monétaire et financier ;3° Coordonner et simplifier les dispositions du code monétaire et financier et, le cas échéant, celles d'autres codes et lois, pour tenir compte des modifications introduites en application des 1° et 2° du présent A ;4° Permettre de rendre applicables en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna, avec les adaptations nécessaires à leurs compétences propres, les dispositions prises en application des 1° à 3° et de procéder, le cas échéant, aux adaptations de ces dispositions en ce qui concerne les collectivités de Saint-Barthélemy, de Saint-Martin et de Saint-Pierre-et-Miquelon.B. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de quatre mois à compter de la publication de chacune des ordonnances mentionnées au A.\n\n- Code monétaire et financier"
    },
    {
      "provision_ref": "art201",
      "section": "201",
      "title": "Article 201",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai de six mois à compter de la promulgation de la présente loi, les mesures relevant du domaine de la loi :1° Nécessaires à la transposition de la directive (UE) 2015/2436 du Parlement européen et du Conseil du 16 décembre 2015 rapprochant les législations des Etats membres sur les marques, ainsi que celles nécessaires à l'adaptation de la législation nationale liées à cette transposition ;2° Nécessaires pour assurer la compatibilité de la législation relative aux marques avec le règlement (UE) 2017/1001 du Parlement européen et du Conseil du 14 juin 2017 sur la marque de l'Union européenne, ainsi que celles nécessaires à l'adaptation de la législation nationale liées à cette application ;3° Permettant d'une part, de rendre applicables en Nouvelle-Calédonie, en Polynésie française et à Wallis-et-Futuna, avec les adaptations nécessaires, les dispositions du code de la propriété intellectuelle et, le cas échéant, d'autres codes et lois, dans leur rédaction résultant des mesures prévues au 1° pour celles qui relèvent de la compétence de l'Etat, et, d'autre part, de procéder aux adaptations nécessaires de ces dispositions en ce qui concerne les collectivités de Saint-Barthélemy, de Saint-Martin et de Saint-Pierre-et-Miquelon.II. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de six mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art202",
      "section": "202",
      "title": "Article 202",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnances, dans un délai de douze mois à compter de la publication de la présente loi, toute mesure relevant du domaine de la loi nécessaire à la transposition de la directive (UE) 2017/1371 du Parlement européen et du Conseil du 5 juillet 2017 relative à la lutte contre la fraude portant atteinte aux intérêts financiers de l'Union au moyen du droit pénal.Un projet de loi de ratification est déposé devant le Parlement dans un délai de six mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art203",
      "section": "203",
      "title": "Article 203",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, et dans un délai de dix-huit mois à compter de la promulgation de la présente loi, le Gouvernement est autorisé à prendre par voie d'ordonnance toute mesure relevant du domaine de la loi afin de :1° Transposer la directive (UE) 2015/849 du Parlement européen et du Conseil du 20 mai 2015 relative à la prévention de l'utilisation du système financier aux fins du blanchiment de capitaux ou du financement du terrorisme, modifiant le règlement (UE) n° 648/2012 du Parlement européen et du Conseil et abrogeant la directive 2005/60/CE du Parlement européen et du Conseil et la directive 2006/70/CE de la Commission, modifiée par la directive (UE) 2018/843 du 30 mai 2018 du Parlement européen et du Conseil et adopter toute mesure de coordination et d'adaptation rendue nécessaire en vue de rendre plus efficace la législation relative à la lutte contre le blanchiment de capitaux et le financement du terrorisme ; assujettir aux mesures de prévention du blanchiment de capitaux et du financement du terrorisme des entités autres que celles mentionnées à l'article 2 de la directive (UE) 2015/849 du Parlement européen et du Conseil du 20 mai 2015 précitée ;2° Modifier les règles figurant aux chapitres Ier et II du titre VI du livre V du code monétaire et financier en vue de compléter le dispositif existant de gel des fonds et ressources économiques, autoriser l'accès aux fichiers tenus par la direction générale des finances publiques pertinents pour les besoins de l'exercice de leurs missions par les agents des services de l'Etat chargés de mettre en œuvre ces décisions de gel et d'interdiction de mise à disposition et créer un dispositif ad hoc de transposition sans délai des mesures de gel prises par le Conseil de sécurité des Nations Unies au titre du chapitre VII de la Charte des Nations Unies, en vertu des résolutions 1267 (1999), 1718 (2006), 1737 (2006) et de leurs résolutions subséquentes, comme le requiert le Groupe d'action financière ;3° Apporter les corrections formelles et les adaptations nécessaires à la simplification, à la cohérence et à l'intelligibilité du titre VI du livre V du code monétaire et financier ;4° Rendre applicables, avec les adaptations nécessaires à leurs compétences propres et à leurs spécificités les dispositions prises en application des 1° à 3° du présent I en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna ; adapter, le cas échéant, ces dispositions pour permettre leur pleine applicabilité à Saint-Pierre-et-Miquelon ainsi qu'à Saint-Barthélemy.II. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de six mois à compter de la publication de chaque ordonnance."
    },
    {
      "provision_ref": "art204",
      "section": "204",
      "title": "Article 204",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2019-781 DC du 16 mai 2019.]"
    },
    {
      "provision_ref": "art205",
      "section": "205",
      "title": "Article 205",
      "content": "Les immobilisations corporelles des grands ports maritimes mentionnés au 1° de l'article L. 5311-1 du code des transports, des ports mentionnés aux articles L. 5314-1 et L. 5314-2 du même code et des ports autonomes de Paris et de Strasbourg peuvent faire l'objet d'une réévaluation comptable libre à leur valeur actuelle à la date de clôture des comptes de l'exercice 2017, y compris dans le cas où les comptes de cet exercice auraient été arrêtés et approuvés à la date de publication de la présente loi. La contrepartie est inscrite au sein de leurs fonds propres.La version ainsi modifiée des comptes annuels de l'exercice 2017 et, le cas échéant, la version ainsi modifiée des comptes consolidés de ces établissements sont présentées à l'organe délibérant avant la fin du deuxième mois suivant la date de publication de la présente loi. Lorsque ces comptes doivent être certifiés par des commissaires aux comptes, ils font l'objet d'une nouvelle certification par les commissaires aux comptes en exercice.La version révisée du compte financier est transmise au juge des comptes dans le mois suivant l'approbation par l'organe délibérant.Les comptes annuels de l'exercice 2018 et, le cas échéant, les comptes consolidés sont présentés à l'organe délibérant avant la fin du troisième mois suivant la date de publication de la présente loi. Ils sont transmis au juge des comptes dans le mois suivant l'approbation par l'organe délibérant."
    },
    {
      "provision_ref": "art206",
      "section": "206",
      "title": "Article 206",
      "content": "VI B, VII B, C, E, F, IX, XI B, C, D, XIII B, C, XIV B, XV, XVI B, XVIII B, XIX A, B, XX B, C, D, XXV, XXVII B, XXIX A, B, C, D, E, XXX B, C A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nI.-L'ordonnance n° 2014-696 du 26 juin 2014 favorisant la contribution de l'assurance vie au financement de l'économie est ratifiée.\n\nII.-L'ordonnance n° 2015-558 du 21 mai 2015 relative aux succursales établies sur le territoire français d'établissements de crédit ayant leur siège social dans un Etat qui n'est pas membre de l'Union européenne ni partie à l'accord sur l'Espace économique européen est ratifiée.\n\nIII.-L'ordonnance n° 2016-312 du 17 mars 2016 modifiant le cadre juridique de la gestion d'actifs est ratifiée.\n\nIV.-L'ordonnance n° 2016-520 du 28 avril 2016 relative aux bons de caisse est ratifiée.\n\nV.-L'ordonnance n° 2016-827 du 23 juin 2016 relative aux marchés d'instruments financiers est ratifiée.\n\nVI.-A.-L'ordonnance n° 2016-1575 du 24 novembre 2016 portant réforme du dispositif de gel des avoirs est ratifiée.\n\nVII.-A.-L'ordonnance n° 2016-1635 du 1er décembre 2016 renforçant le dispositif français de lutte contre le blanchiment et le financement du terrorisme est ratifiée.\n\nD 2° A l'article L. 228 A, la référence : de la deuxième phrase du troisième alinéa du II de l'article L. 561-29 est remplacée par la référence : du troisième alinéa de l'article L. 561-31 .\n\nVIII.-L'ordonnance n° 2016-1809 du 22 décembre 2016 relative à la reconnaissance des qualifications professionnelles de professions réglementées est ratifiée.\n\nX.-L'ordonnance n° 2017-303 du 9 mars 2017 relative aux actions en dommages et intérêts du fait des pratiques anticoncurrentielles est ratifiée.\n\nXI.-A.-L'ordonnance n° 2017-484 du 6 avril 2017 relative à la création d'organismes dédiés à l'exercice de l'activité de retraite professionnelle supplémentaire et à l'adaptation des régimes de retraite supplémentaire en unités de rente est ratifiée.\n\nXII.-L'ordonnance n° 2017-734 du 4 mai 2017 portant modification des dispositions relatives aux organismes mutualistes est ratifiée.\n\nXIII.-A.-L'ordonnance n° 2017-748 du 4 mai 2017 relative à l'agent des sûretés est ratifiée.\n\nXIV.-A.-L'ordonnance n° 2017-970 du 10 mai 2017 tendant à favoriser le développement des émissions obligataires est ratifiée.\n\nB.-L'article 82 de la loi n° 46-2914 du 23 décembre 1946 portant ouverture de crédits provisoires applicables aux dépenses du budget ordinaire (services civils) pour le premier trimestre de l'exercice 1947 est abrogé.\n\nXVI.-A.-L'ordonnance n° 2017-1107 du 22 juin 2017 relative aux marchés d'instruments financiers et à la séparation du régime juridique des sociétés de gestion de portefeuille de celui des entreprises d'investissement est ratifiée.\n\nXVII.-L'ordonnance n° 2017-1142 du 7 juillet 2017 portant simplification des obligations de dépôt des documents sociaux pour les sociétés établissant un document de référence est ratifiée.\n\nXVIII.-A.-L'ordonnance n° 2017-1162 du 12 juillet 2017 portant diverses mesures de simplification et de clarification des obligations d'information à la charge des sociétés est ratifiée.\n\nXIX.-A.-1. L'ordonnance n° 2017-1432 du 4 octobre 2017 portant modernisation du cadre juridique de la gestion d'actifs et du financement par la dette est ratifiée.\n\nXX.-A.-L'ordonnance n° 2017-1608 du 27 novembre 2017 relative à la création d'un régime de résolution pour le secteur de l'assurance est ratifiée.\n\nXXI.-L'ordonnance n° 2017-1609 du 27 novembre 2017 relative à la prise en charge des dommages en cas de retrait d'agrément d'une entreprise d'assurance est ratifiée.\n\nXXII.-L'ordonnance n° 2017-1674 du 8 décembre 2017 relative à l'utilisation d'un dispositif d'enregistrement électronique partagé pour la représentation et la transmission de titres financiers est ratifiée.\n\nXXIII.-L'ordonnance n° 2017-1519 du 2 novembre 2017 portant adaptation du droit français au règlement (UE) n° 2015/848 du Parlement européen et du Conseil du 20 mai 2015 relatif aux procédures d'insolvabilité est ratifiée.\n\nXXIV.-L'ordonnance n° 2017-1717 du 20 décembre 2017 portant transposition de la directive (UE) 2015/2302 du Parlement européen et du Conseil du 25 novembre 2015 relative aux voyages à forfait et aux prestations de voyage liées est ratifiée.\n\nXXVI.-L'ordonnance n° 2018-95 du 14 février 2018 relative à l'extension en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna, de diverses dispositions en matière bancaire et financière est ratifiée.\n\nXXVII.-A.-L'ordonnance n° 2018-341 du 9 mai 2018 relative au brevet européen à effet unitaire et à la juridiction unifiée du brevet est ratifiée.\n\nXXVIII.-L'ordonnance n° 2015-1324 du 22 octobre 2015 relative aux plans de prévention des risques technologiques est ratifiée.\n\nXXIX.-A.-L'ordonnance n° 2018-361 du 16 mai 2018 relative à la distribution d'assurances est ratifiée.\n\nXXX.-A.-L'ordonnance n° 2019-75 du 6 février 2019 relative aux mesures de préparation au retrait du Royaume-Uni de l'Union européenne en matière de services financiers est ratifiée.\n\nB.-Les 1° à 4° et 7° à 9° de l'article 1er de la même ordonnance sont abrogés.\n\n-Code général des impôts, CGI.\n\n-Code de commerce\n\n-Code de l'environnement\n\n-Code des assurances\n\n-Code de la mutualité\n\n-Code des assurances\n\n-Code de la mutualité\n\n-Code des assurances\n\n-Code monétaire et financier\n\n-Code de la mutualité\n\n-Code de la sécurité sociale.\n\n-Code de la mutualité\n\n-Code monétaire et financier\n\n-Code de commerce\n\n-Ordonnance n° 2017-1432 du 4 octobre 2017\n\n-Code de la sécurité sociale.\n\n-Loi n° 70-9 du 2 janvier 1970\n\n-Code de la consommation\n\n-Code du tourisme.\n\n-Code monétaire et financier\n\n-Code de la sécurité sociale.\n\n-Code civil\n\n-Code de la consommation\n\n-Code monétaire et financier\n\n-Ordonnance n° 2019-75 du 6 février 2019"
    },
    {
      "provision_ref": "art207",
      "section": "207",
      "title": "Article 207",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2019-781 DC du 16 mai 2019.]"
    },
    {
      "provision_ref": "art211",
      "section": "211",
      "title": "Article 211",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2019-781 DC du 16 mai 2019.]"
    },
    {
      "provision_ref": "art213",
      "section": "213",
      "title": "Article 213",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2019-781 DC du 16 mai 2019.]"
    },
    {
      "provision_ref": "art214",
      "section": "214",
      "title": "Article 214",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2019-781 DC du 16 mai 2019.]"
    },
    {
      "provision_ref": "art215",
      "section": "215",
      "title": "Article 215",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2019-781 DC du 16 mai 2019.]"
    },
    {
      "provision_ref": "art216",
      "section": "216",
      "title": "Article 216",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai de douze mois à compter de la promulgation de la présente loi, toute mesure relevant du domaine de la loi :1° Nécessaire à la transposition de la directive 2003/87/CE du Parlement européen et du Conseil du 13 octobre 2003 établissant un système d'échange de quotas d'émission de gaz à effet de serre dans la Communauté et modifiant la directive 96/61/CE du Conseil, modifiée en dernier lieu par la directive (UE) 2018/410 du Parlement européen et du Conseil du 14 mars 2018 modifiant la directive 2003/87/CE afin de renforcer le rapport coût-efficacité des réductions d'émissions et de favoriser les investissements à faible intensité de carbone, et la décision (UE) 2015/1814 et, le cas échéant, à la mise en œuvre des actes délégués et des actes d'exécution prévus par cette directive ;2° Complétant et adaptant les dispositions du code de l'environnement, du code de l'énergie et du code des douanes pour assurer leur mise en conformité avec la directive 2003/87/CE du Parlement européen et du Conseil du 13 octobre 2003 précitée et avec les actes délégués, actes d'exécution et autres textes pris en application de cette directive ;3° Modifiant les dispositions du chapitre IX du titre II du livre II du code de l'environnement afin d'harmoniser l'état du droit, d'assurer la cohérence des textes, d'améliorer le dispositif et de remédier aux éventuelles erreurs.II. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de six mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art218",
      "section": "218",
      "title": "Article 218",
      "content": "I. - A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code monétaire et financier\n\n- Code monétaire et financier\n\n- Code monétaire et financier\n\n- Code monétaire et financier\n\n- Code monétaire et financier\n\n- Code monétaire et financier\n\n- Code monétaire et financier\n\n- Code monétaire et financier\n\n- Code monétaire et financier\n\n- Code monétaire et financier\n\n- Code monétaire et financier\n\n- Code monétaire et financier\n\nII. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est habilité à prendre par voie d'ordonnance, dans un délai de trois mois à compter de la publication de la présente loi, les mesures relevant du domaine de la loi permettant d'étendre, avec les adaptations nécessaires, les dispositions de la présente loi modifiant et actualisant :1° Le code monétaire et financier, pour celles qui relèvent de la compétence de l'Etat, à la Nouvelle-Calédonie, à la Polynésie française et aux îles Wallis et Futuna ;2° Le code de commerce, aux îles Wallis et Futuna.III. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est habilité à prendre par voie d'ordonnance, dans un délai de vingt-quatre mois à compter de la publication de la présente loi, toute mesure relevant du domaine de la loi, pour modifier le livre VII du code monétaire et financier, afin notamment :1° D'assurer le respect de la hiérarchie des normes et la cohérence rédactionnelle des dispositions de ce livre ;2° D'abroger les dispositions devenues sans objet et de modifier celles qui sont devenues obsolètes ou inadaptées ;3° De réaménager, de clarifier et d'actualiser les dispositions de ce livre relatives aux collectivités d'outre-mer régies par le principe de l'identité législative ;4° D'adapter, de réaménager et de clarifier la présentation des dispositions du code monétaire et financier applicables en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna ainsi que de procéder, le cas échéant, à l'extension et à l'adaptation de nouvelles dispositions de ce code, entrant dans le champ de compétence de l'Etat dans ces territoires ;5° De rendre applicables dans les pays et territoires d'outre-mer, dans le respect de la hiérarchie des normes, les règlements européens entrant dans le champ du code monétaire et financier.IV. - Un projet de loi de ratification est déposé devant le Parlement :1° Dans un délai de trois mois à compter de la publication de l'ordonnance prévue au II ;2° Dans un délai de six mois à compter de la publication de l'ordonnance prévue au III."
    },
    {
      "provision_ref": "art219",
      "section": "219",
      "title": "Article 219",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2019-781 DC du 16 mai 2019.]"
    },
    {
      "provision_ref": "art220",
      "section": "220",
      "title": "Article 220",
      "content": "I. à IV. :A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nV.-Les deux premiers alinéas du II de l'article 20, le II de l'article 57, le III de l'article 63 et le II de l'article 64 de la présente loi sont applicables dans les îles Wallis et Futuna.\n\nVI.-A modifié les dispositions suivantes :\n\n-Code de commerce\n\n-Code de commerce\n\n-Code rural et de la pêche maritime"
    },
    {
      "provision_ref": "art221",
      "section": "221",
      "title": "Article 221",
      "content": "I.-Le Gouvernement adresse au Parlement, tous les six mois jusqu'à la publication de l'ensemble des ordonnances et des mesures réglementaires concernées :1° Un tableau de bord de l'état d'avancement des ordonnances que le Gouvernement est habilité à prendre en application de la présente loi, présentant les principales orientations arbitrées et contenant les données d'impact utiles ;2° Un échéancier des mesures réglementaires à prendre en application, le cas échéant, des dispositions de la présente loi, mentionnant les concertations menées et les services qui en ont la charge à titre principal.II.-Au plus tard trois mois après la publication de la présente loi, un comité d'évaluation des politiques en faveur de la croissance et de la transformation des entreprises est mis en place auprès du Premier ministre.Le comité associe des membres du Parlement issus de la majorité et de l'opposition, des experts issus du milieu académique et des parties prenantes des réformes économiques menées.Il remet au Parlement, avant le dépôt du projet de loi de finances, un rapport annuel public. Cette publication donne lieu, à leur demande, à une audition du comité d'évaluation par les commissions permanentes compétentes de l'Assemblée nationale et du Sénat.Ce rapport annuel porte sur les effets économiques, l'appropriation par les acteurs concernés et les éventuels effets indésirables des réformes visant au développement des entreprises adoptées par le Parlement, y compris celles relatives à leur niveau de charges sociales.III.-Le comité d'évaluation mentionné au II assiste le Parlement dans le suivi de l'application et dans l'évaluation de la présente loi. Dans ce cadre, les trois premiers rapports annuels prévus au même II présentent des volets relatifs à au moins chacune des thématiques suivantes :1° La création d'un organe et d'un registre uniques des formalités administratives des entreprises et leurs effets sur la facilitation de la vie des entreprises ;2° L'impact des modifications apportées au régime de l'entrepreneur individuel à responsabilité limitée sur la facilitation de la création de ce type d'entreprise ;3° La simplification des seuils légaux applicables aux entreprises, son effet sur la croissance des entreprises françaises et l'impact des changements de calcul des seuils d'effectifs sur les droits et devoirs des entreprises et des salariés ;4° Les conséquences de la réforme du droit des sûretés sur l'accès aux financements des entreprises et sur le coût de ce financement comme au regard de la suppression ou de la création de nouvelles classes de sûretés, notamment celle des privilèges immobiliers spéciaux ;5° L'impact de la réforme de l'épargne retraite sur les encours, les frais, les comportements de déblocage anticipé et de déblocage à la sortie des souscripteurs de produits d'épargne retraite ;6° L'impact de l'introduction de l'obligation de présentation d'unités de compte investies dans la finance verte ou solidaire dans les contrats d'épargne retraite et d'assurance-vie sur les encours des fonds verts et solidaires ;7° L'impact de la transparence et de la mobilité des contrats d'assurance-vie, notamment eu égard au nombre de contrats transférés par rapport au nombre de contrats en cours ;8° L'impact du visa optionnel des émissions de jetons sur le nombre d'émissions effectuées en France et la capacité des émetteurs d'ouvrir des comptes bancaires sur le territoire national ;9° L'impact de la réforme du PEA-PME sur le nombre de comptes ouverts et le volume des versements effectués ;10° Les effets de la création d'une procédure administrative d'opposition aux brevets d'invention délivrés par l'Institut national de la propriété industrielle ;11° Les effets du transfert au secteur privé de la majorité du capital de la société Aéroports de Paris, une fois ce transfert réalisé, s'agissant notamment, le cas échéant, des obligations d'exploitation définies par le cahier des charges mentionné à l'article L. 6323-4 du code des transports ; des procédures d'autorisation des opérations conduisant à la cession, à l'apport ou à la création d'une sûreté relativement à l'un des biens dont la propriété doit être transférée à l'Etat à l'issue de la période d'exploitation, en application de l'article L. 6323-6 du même code ; et des tarifs des redevances aéroportuaires prévues à l'article L. 6325-1 dudit code ;12° Les effets du transfert au secteur privé de la majorité du capital de la société La Française des jeux, une fois ce transfert réalisé, ainsi que les effets de la réforme de la régulation du secteur des jeux d'argent et de hasard consécutive à la mise en place de la nouvelle autorité de surveillance et de régulation ;13° Les effets de la suppression du seuil de détention du capital de la société Engie par l'Etat et de l'obligation de détention intégrale de GRTgaz par Engie, l'Etat ou des entreprises ou organismes du secteur public, notamment au regard de l'éventuelle consolidation du secteur au niveau européen ;14° Les effets de la suppression de l'obligation de détention par l'Etat de la majorité du capital de la société anonyme La Poste, notamment sur l'évolution de ses missions de service public ;15° La gouvernance du Fonds pour l'innovation et l'industrie, ses priorités, ses modalités de gestion financière, d'attribution des fonds et de transparence ;16° La modernisation du cadre juridique de la protection des secteurs stratégiques français, notamment en matière d'extraterritorialité des processus judiciaires ;17° L'impact de l'assouplissement des régimes d'intéressement et de participation ainsi que de la baisse du forfait social sur le déploiement des accords d'épargne salariale et l'effet de ces nouveaux accords d'épargne salariale sur les salariés ;18° Les effets de l'évolution des dispositifs d'actionnariat salarié sur le partage de la valeur créée par l'entreprise parmi les salariés ainsi que sur l'influence des salariés sur la gouvernance et la stratégie de l'entreprise ;19° Le déploiement des sociétés à mission, analysé en fonction du nombre de sociétés qui ont eu recours à ce statut et de l'impact financier et extra-financier que ce statut a eu sur leur activité ;20° Le déploiement des fonds de pérennité économique, analysé en fonction du nombre de fondateurs qui y ont recouru et des conséquences observables sur la gouvernance et les performances des sociétés concernées ;21° Les effets économiques et managériaux de la présence d'administrateurs représentant les salariés au sein des conseils d'administration ou de surveillance des sociétés concernées, depuis l'entrée en vigueur de la loi n° 2015-994 du 17 août 2015 relative au dialogue social et à l'emploi ;22° Les modalités de la mise en oeuvre d'une base de données sur les délais de paiement des entités publiques, consultable et téléchargeable gratuitement sur le site internet du ministère chargé de l'économie, destinée à servir de référence pour l'information des entreprises quant au respect des dispositions relatives aux délais de paiement ;23° L'impact de la mise en œuvre des mesures concernant les commissaires aux comptes prévues aux articles L. 823-2-2, L. 823-3-2, L. 823-12-1 et L. 823-12-2 du code de commerce dans leur rédaction résultant de la présente loi.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}