{
  "id": "loi-n-2019-753-du-22-juillet-2019",
  "type": "statute",
  "title": "LOI n°2019-753 du 22 juillet 2019",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000038799829",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des collectivités territoriales\n\nII. - Le IV de l'article L. 1231-2 du code général des collectivités territoriales entre en vigueur à la date prévue par le décret en Conseil d'Etat mentionné à l'article 15 de la présente loi, et au plus tard le 1er janvier 2020.III. - Les ministres chargés de l'aménagement du territoire, des communications électroniques et du numérique définissent par convention les mesures et moyens permettant l'exercice par l'Agence nationale de la cohésion des territoires des missions mentionnées au V de l'article L. 1231-2 du code général des collectivités territoriales."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. - créé les dispositions suivantes :\n\n- Code général des collectivités territoriales\n\nII. - L'Agence nationale de la cohésion des territoires conclut les premières conventions mentionnées à l'article L. 1233-3 du code général des collectivités territoriales dans un délai de trois mois à compter de la publication du décret de nomination de son directeur général, et au plus tard le 1er janvier 2020."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I.-A une date prévue par le décret en Conseil d'Etat mentionné à l'article 15 de la présente loi, et au plus tard le 1er janvier 2020, l'Etablissement public d'aménagement et de restructuration des espaces commerciaux et artisanaux est dissous. Ce décret précise les conditions dans lesquelles les contrats des salariés ainsi que les biens, droits et obligations de l'Etablissement public d'aménagement et de restructuration des espaces commerciaux et artisanaux sont transférés à l'Agence nationale de la cohésion des territoires.Le transfert de ces biens, droits et obligations est réalisé à titre gratuit et ne donne lieu au paiement d'aucune indemnité, ni d'aucun droit, taxe ou contribution prévue à l'article 879 du code général des impôts.II.-A la date mentionnée au I du présent article :1° Le titre II duA abrogé les dispositions suivantes :\n\ncode de l'urbanisme est ainsi modifié :a) Le chapitre V est abrogé ;b) Le 2° de l'A modifié les dispositions suivantes :\n\nL. 321-14 est ainsi rédigé :2° Se voir déléguer par l'Agence nationale de la cohésion des territoires la maîtrise d'ouvrage des opérations définies au IV de l'article L. 1231-2 du code général des collectivités territoriales et accomplir les actes de disposition et d'administration nécessaires à la réalisation de son objet ;2° Au 9° de l'article L. 411-1 du code de l'expropriation pour cause d'utilité publique et à la fin du 6° de l'article L. 144-5 du code de commerce, les mots : l'établissement public créé par l'article L. 325-1 du code de l'urbanisme sont remplacés par les mots : l'Agence nationale de la cohésion des territoires ;3° Après le mot : artisanales , la fin du 9° du III de l'article L. 303-2 du code de la construction et de l'habitation est supprimée ;4° A l'article 26-3 de la loi n° 65-557 du 10 juillet 1965 fixant le statut de la copropriété des immeubles bâtis, les mots : de l'avant-dernier sont remplacés par les mots : du dernier et, à la fin, la référence : de l'article 25 de la loi n° 96-987 du 14 novembre 1996 relative à la mise en œuvre du pacte de relance pour la ville est remplacée par la référence : du IV de l'article L. 1231-2 du code général des collectivités territoriales ;5° L'article 28 de la loi n° 96-987 du 14 novembre 1996 relative à la mise en œuvre du pacte de relance pour la ville est ainsi modifié :a) A la première phrase du premier alinéa, la référence : L. 720-5 est remplacée par la référence : L. 752-1 et les mots : l'établissement public national pour l'aménagement et la restructuration des espaces commerciaux et artisanaux sont remplacés par les mots : l'Agence nationale de la cohésion des territoires ;b) Le second alinéa est ainsi rédigé :Il en est de même lorsque la maîtrise d'ouvrage est assurée par un opérateur public ou privé auprès duquel l'Agence nationale de la cohésion des territoires s'engage à acquérir les volumes commerciaux. ;6° A la fin du second alinéa de l'article 17 de la loi n° 2003-710 du 1er août 2003 d'orientation et de programmation pour la ville et la rénovation urbaine, les mots : l'Etablissement public national pour l'aménagement et la restructuration des espaces commerciaux et artisanaux sont remplacés par les mots : l'Agence nationale de la cohésion des territoires ;7° Le II de l'article 22 de la loi n° 2014-173 du 21 février 2014 de programmation pour la ville et la cohésion urbaine est abrogé ;8° L'article 174 de la loi n° 2018-1021 du 23 novembre 2018 portant évolution du logement, de l'aménagement et du numérique est abrogé.III.-Sont transférés à l'Agence nationale de la cohésion des territoires :1° Les agents exerçant leurs fonctions au sein du Commissariat général à l'égalité des territoires, à l'exception de ceux assurant les fonctions relatives à l'élaboration et au suivi de la politique de l'Etat en matière de cohésion des territoires ;2° Les agents exerçant leurs fonctions au sein de l'Agence du numérique, à l'exception de ceux employés à la mission French Tech , telle que définie par le pouvoir réglementaire.Les fonctionnaires précédemment détachés auprès des établissements et services mentionnés au I et aux 1° et 2° du présent III sont détachés de plein droit auprès de l'Agence nationale de la cohésion des territoires jusqu'au terme prévu de leur détachement.\n\n- Code de l'urbanisme\n\n- LOI n° 2018-1021 du 23 novembre 2018\n\n- Code de l'urbanisme\n\n- Code de l'expropriation pour cause d'utilité publique\n\n- Code de la construction et de l'habitation.\n\n- LOI n° 65-557 du 10 juillet 1965\n\n- Loi n°96-987 du 14 novembre 1996\n\n- Loi n° 2003-710 du 1 août 2003\n\n- LOI n° 2014-173 du 21 février 2014"
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Un décret en Conseil d'Etat fixe les conditions d'application de la présente loi.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}