{
  "id": "loi-n-81-64-du-28-janvier-1981",
  "type": "statute",
  "title": "Loi n° 81-64 du 28 janvier 1981",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000705482",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Le décret en Conseil d'Etat visé à l'article L. 212-4-4 du code du travail détermine également les conditions dans lesquelles les salariés à temps partiel entrent en compte dans l'effectif du personnel des entreprises ou établissements dont ils relèvent, en vue de l'application à ces entreprises ou établissements des obligations légales relatives au versement transport créé par la loi n° 71-559 du 12 juillet 1971, modifiée par les lois n° 73-640 du 11 juillet 1973 et n° 75-580 du 5 juillet 1975, à la participation des employeurs à l'effort de construction prévue par l'article L. 313-1 du code de la construction et de l'habitation, ainsi qu'à la périodicité de versement des cotisations de sécurité sociale."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Pour le calcul des cotisations de sécurité sociale dues au titre des salariés employés à temps partiel, au sens de l'article L. 212-4-2 du code du travail, et qui sont déterminées compte tenu du plafond prévu aux articles 13, 31 et 41 de l'ordonnance 67-706 du 21 août 1967 relative à l'organisation administrative et financière de la sécurité sociale et à l'article 1031 du code rural, il est opéré un abattement d'assiette destiné à compenser la différence entre le montant des cotisations dues au titre de chacun de ces salariés et le montant des cotisations qui seraient dues pour une durée de travail identique dans le cas où chacun d'eux travaillerait à temps complet.Les conditions d'application du présent article sont fixées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "A chaque échéance de versement des cotisations, l'employeur procède à l'abattement d'assiette mentionné à l'article 5 ci-dessus.\n\nL'abattement d'assiette prévu par l'article 5 de la présente loi ne peut être maintenu au bénéfice des employeurs, pour ceux de leurs salariés qui auront accompli au-delà de la durée fixée par le contrat de travail définie au premier alinéa de l'article L. 212-4-3 du code du travail, un nombre d'heures complémentaires tel que la durée hebdomadaire effective accomplie par ces salariés est égale à la durée normale du travail dans l'établissement.\n\nUn arrêté du ministre chargé de la sécurité sociale et du ministre chargé de l'agriculture fixe les conditions d'application du présent article."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Les dispositions des articles 5 et 6 ci-dessus ne sont pas applicables :\n\n1. Aux salariés ou assimilés dont l'emploi donne lieu à des taux, assiettes ou montants spécifiques de cotisations, en application des articles L. 121 du code de la sécurité sociale et 13, alinéa 5, de l'ordonnance n° 67-706 du 21 août 1967 ;\n\n2. Aux salariés ou assimilés dont l'emploi régulier et simultané par plusieurs employeurs entraîne, quant au calcul des cotisations, un fractionnement entre lesdits employeurs du plafond fixé pour l'assiette des cotisations de sécurité sociale.\n\nElles ne s'appliquent pas non plus aux personnels intérimaires des entreprises de travail temporaire ni aux salariés concernés par des mesures de réduction d'horaire ouvrant droit à une indemnisation au titre du chômage partiel."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "L'article 19 de la loi n° 73-1195 du 27 décembre 1973 relative à l'amélioration des conditions de travail est abrogé."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Les décrets pris en Conseil d'Etat pour l'application de la présente loi seront publiés dans un délai de six mois à compter de sa date de promulgation."
    }
  ]
}