{
  "id": "loi-n-2025-391-du-30-avril-2025",
  "type": "statute",
  "title": "LOI n°2025-391 du 30 avril 2025",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000051538879",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. A modifié les dispositions suivantes :\n\nII. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est habilité à prendre par voie d'ordonnance, dans un délai de neuf mois à compter de la promulgation de la présente loi, toute mesure relevant du domaine de la loi pour :\n\n1° Modifier le code de commerce, le code monétaire et financier, le code des assurances et, éventuellement, d'autres codes ou lois afin d'assurer la transposition de la directive (UE) 2023/2864 du Parlement européen et du Conseil du 13 décembre 2023 modifiant certaines directives en ce qui concerne l'établissement et le fonctionnement du point d'accès unique européen ;\n\n2° Adapter les dispositions du code de commerce, du code monétaire et financier, du code des assurances et, éventuellement, d'autres codes ou lois pour assurer leur cohérence avec le règlement (UE) 2023/2859 du Parlement européen et du Conseil du 13 décembre 2023 établissant un point d'accès unique européen fournissant un accès centralisé aux informations publiées utiles pour les services financiers, les marchés de capitaux et la durabilité et avec le règlement (UE) 2023/2869 du Parlement européen et du Conseil du 13 décembre 2023 modifiant certains règlements en ce qui concerne l'établissement et le fonctionnement du point d'accès unique européen ;\n\n3° Etendre à la Nouvelle-Calédonie, à la Polynésie française et aux îles Wallis et Futuna, avec les adaptations nécessaires, les dispositions prises sur le fondement des 1° et 2° du présent II, pour celles qui relèvent de la compétence de l'Etat, et prévoir éventuellement les adaptations nécessaires en ce qui concerne Saint-Barthélemy, Saint-Martin et Saint-Pierre-et-Miquelon.\n\nUn projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance mentionnée au premier alinéa du présent II.\n\nIII. A créé les dispositions suivantes :\n\nIV. A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nV. A modifié les dispositions suivantes :\n\nVI. A modifié les dispositions suivantes :\n\nVII. A abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIX. A modifié les dispositions suivantes :\n\n- Code monétaire et financier\n\n- Code monétaire et financier\n\n- Code monétaire et financier\n\n- Code monétaire et financier\n\n- Code monétaire et financier\n\n- Code monétaire et financier\n\n- Code monétaire et financier\n\n- LOI n°2023-451 du 9 juin 2023\n\n- Code monétaire et financier\n\n- Code monétaire et financier\n\n- Code monétaire et financier\n\n- Code de commerce\n\n- Code de commerce\n\n- Code de commerce\n\n- Ordonnance n°2024-934 du 15 octobre 2024\n\nVIII. A créé les dispositions suivantes :"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. à III. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII.-A.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est habilité à prendre par voie d'ordonnance, dans un délai d'un an à compter de la promulgation de la présente loi, les mesures relevant du domaine de la loi nécessaires pour modifier les dispositions du code monétaire et financier et, le cas échéant, celles d'autres codes et lois en vue de transposer en droit français la directive (UE) 2024/1619 du Parlement européen et du Conseil du 31 mai 2024 modifiant la directive 2013/36/ UE en ce qui concerne les pouvoirs de surveillance, les sanctions, les succursales de pays tiers et les risques environnementaux, sociaux et de gouvernance.B.-Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance mentionnée au A du présent III.IV. à VI. - A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nVII. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est habilité à prendre par voie d'ordonnance, dans un délai de neuf mois à compter de la promulgation de la présente loi, les mesures relevant du domaine de la loi permettant :\n\n1° De transposer la directive (UE) 2023/2225 du Parlement européen et du Conseil du 18 octobre 2023 relative aux contrats de crédit aux consommateurs et abrogeant la directive 2008/48/CE et de prendre les mesures de coordination et d'adaptation de la législation liées à cette transposition.\n\nLors de l'élaboration des décrets d'application, le Gouvernement veille à organiser une concertation avec les opérateurs bancaires et de crédit, les associations de consommateurs et les associations d'accompagnement des ménages en situation de surendettement ;\n\n2° De transposer la directive (UE) 2023/2673 du Parlement européen et du Conseil du 22 novembre 2023 modifiant la directive 2011/83/UE en ce qui concerne les contrats de services financiers conclus à distance et abrogeant la directive 2002/65/CE et de prendre les mesures de coordination et d'adaptation de la législation liées à cette transposition ;\n\n3° D'étendre à la Nouvelle-Calédonie, à la Polynésie française et aux îles Wallis et Futuna, avec les adaptations nécessaires, les dispositions prises en application des 1° et 2° du présent VII, pour celles qui relèvent de la compétence de l'Etat, et de procéder, le cas échéant, aux adaptations nécessaires de ces mêmes dispositions en ce qui concerne Saint-Barthélemy, Saint-Martin et Saint-Pierre-et-Miquelon.\n\nUn projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de chaque ordonnance.\n\nVIII. - Les a et e du 4° du I entrent en vigueur à une date fixée par décret, et au plus tard le 31 mai 2025.\n\n- Code monétaire et financier\n\n- Code monétaire et financier\n\n- Code monétaire et financier\n\n- Code monétaire et financier\n\n- Code monétaire et financier\n\n- Code monétaire et financier\n\n- Code monétaire et financier\n\n- Code monétaire et financier\n\n- Code monétaire et financier\n\n- Code monétaire et financier\n\n- Code de la consommation\n\n- Code monétaire et financier\n\n- Code monétaire et financier\n\n- Code monétaire et financier\n\n- Code monétaire et financier\n\n- Code monétaire et financier\n\n- Code monétaire et financier"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nII. - Le I de l'article L. 561-46-2 du code monétaire et financier, s'agissant des informations relatives à la chaîne de propriété et aux données historiques, s'applique à compter d'une date fixée par décret en Conseil d'Etat, et au plus tard du 10 juillet 2026.\n\nIII. et IV. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code monétaire et financier\n\n- Code monétaire et financier\n\n- Code monétaire et financier\n\n- Code de commerce"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code monétaire et financier\n\nII. - Le présent article est applicable aux obligations comportant des clauses d'action collective et entre en vigueur à une date fixée par décret en Conseil d'Etat, et au plus tard le 31 décembre 2025."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I.-A.-Une action de groupe est exercée en justice par un demandeur mentionné au C du présent I pour le compte de plusieurs personnes physiques ou morales, placées dans une situation similaire, résultant d'un même manquement ou d'un manquement de même nature à ses obligations légales ou contractuelles commis par une personne agissant dans l'exercice ou à l'occasion de son activité professionnelle, par une personne morale de droit public ou par un organisme de droit privé chargé de la gestion d'un service public.\n\nL'action de groupe est exercée afin d'obtenir soit la cessation du manquement mentionné au premier alinéa du présent A, soit la réparation des préjudices, quelle qu'en soit la nature, subis du fait de ce manquement, soit la satisfaction de ces deux prétentions.\n\nB.-Par dérogation au A du présent I, lorsqu'elle a pour objet un manquement aux obligations légales ou contractuelles résultant du code de la santé publique, l'action de groupe n'est exercée qu'en raison d'un manquement à ses obligations légales ou contractuelles d'un producteur ou d'un fournisseur de l'un des produits mentionnés au II de l'article L. 5311-1 du même code ou d'un prestataire utilisant l'un de ces produits.\n\nC.-1. L'action de groupe est exercée par les associations agréées à cette fin. L'agrément peut être octroyé par l'autorité administrative chargée de sa délivrance à toute association régulièrement déclarée, à but non lucratif, qui remplit les conditions suivantes :\n\n1° Elle justifie, à la date du dépôt de sa demande d'agrément, de l'exercice d'une activité effective et publique de douze mois consécutifs en vue de la défense d'intérêts auxquels il a été porté atteinte ;\n\n2° Son objet statutaire comporte la défense d'intérêts auxquels il a été porté atteinte ;\n\n3° Elle ne fait pas l'objet, à la date du dépôt de sa demande d'agrément, d'une procédure collective prévue au livre VI du code de commerce ;\n\n4° Elle est indépendante et n'est pas influencée par des personnes, autres que celles dont elle défend les intérêts, ayant un intérêt économique dans l'introduction d'une action de groupe. Elle a adopté à cette fin des procédures écrites de prévention et de gestion des conflits d'intérêts ;\n\n5° Elle met à la disposition du public, par tout moyen approprié, des informations sur son objet statutaire, ses activités, les sources principales de son financement et son organisation.\n\nL'agrément peut être retiré par l'autorité administrative chargée de sa délivrance lorsqu'elle constate que l'une des conditions prévues au présent 1 n'est plus remplie.\n\nLa liste des associations agréées est mise à la disposition du public dans des conditions fixées par décret.\n\nL'action de groupe qui tend à la seule cessation du manquement peut également être exercée par les associations à but non lucratif régulièrement déclarées depuis deux ans au moins qui justifient de l'exercice d'une activité effective et publique de vingt-quatre mois consécutifs et dont l'objet statutaire comporte la défense d'intérêts auxquels il a été porté atteinte.\n\nL'action de groupe peut être exercée par les organisations syndicales représentatives, au sens des articles L. 2122-1, L. 2122-5 ou L. 2122-9 du code du travail ou de l'article L. 221-1 du code général de la fonction publique, et par les organisations syndicales représentatives des magistrats de l'ordre judiciaire :\n\na) En matière de lutte contre les discriminations ;\n\nb) En matière de protection des données personnelles ;\n\nc) Ou lorsqu'elle tend à la cessation du manquement d'un employeur ou à la réparation de dommages causés par ce manquement à plusieurs personnes placées sous l'autorité de cet employeur.\n\n2. L'action de groupe peut être exercée par les organisations syndicales à vocation générale d'exploitants agricoles et les organisations des pêcheurs et des professions de la mer représentatives remplissant les conditions prévues au 1 du présent C lorsqu'elle tend à la cessation du manquement ou à la réparation de dommages causés par ce manquement à plusieurs de leurs adhérents.\n\n3. L'action de groupe peut également être exercée par les entités qualifiées justifiant de leur inscription sur la liste publiée au Journal officiel de l'Union européenne en application de l'article 5 de la directive (UE) 2020/1828 du Parlement européen et du Conseil du 25 novembre 2020 relative aux actions représentatives visant à protéger les intérêts collectifs des consommateurs et abrogeant la directive 2009/22/ CE en vue de la cessation ou de l'interdiction des agissements illicites au regard des dispositions du droit de l'Union européenne mentionnées à l'annexe I de la même directive. Ces entités qualifiées peuvent également exercer devant le juge judiciaire l'action tendant à la réparation des préjudices subis, dans les conditions énoncées au III du présent article.\n\n4. Le ministère public peut exercer, en qualité de partie principale, l'action de groupe en cessation du manquement.\n\nIl peut également intervenir, en qualité de partie jointe, dans toute action de groupe.\n\n5. Les personnes mentionnées aux 1,2 et 3 du présent C qui peuvent exercer une action de groupe en application du A du présent I peuvent exercer cette action conjointement ou intervenir volontairement à une instance en cours.\n\n6. Les personnes mentionnées aux 1,2 et 3 du présent C prennent toute mesure utile pour informer le public, en particulier sur leur site internet, des actions de groupe qu'ils ont décidé d'intenter devant une juridiction, de l'état d'avancement des procédures et, le cas échéant, des décisions rendues par la juridiction saisie.\n\nD.-Les personnes mentionnées aux 1,2 et 3 du C du présent I peuvent recevoir des fonds de tiers, sous réserve que ce financement n'ait ni pour objet ni pour effet l'exercice par ces tiers d'une influence sur l'introduction ou la conduite d'actions de groupe susceptible de porter atteinte à l'intérêt de personnes représentées. Ce financement par des tiers fait l'objet d'une publication dans des conditions déterminées par décret.\n\nE.-Le demandeur à une action de groupe en réparation des préjudices veille, en tout état de la procédure, à ne pas se placer en situation de conflit d'intérêts et à préserver l'exercice de l'action de groupe qu'il engage de l'influence d'un tiers à l'instance susceptible de porter atteinte à l'intérêt des personnes représentées.\n\nEn cas de contestation du respect de l'obligation prévue au premier alinéa du présent E par le demandeur à une action de groupe en réparation des préjudices, le juge peut enjoindre à ce dernier de produire les pièces justifiant de l'absence de conflit d'intérêts. Lorsqu'il constate que le demandeur à une action de groupe en réparation des préjudices ne satisfait pas à l'obligation prévue au même premier alinéa, il déclare l'action irrecevable et refuse l'homologation de tout accord entre les parties.\n\nF.-Avant l'engagement d'une action de groupe fondée sur un manquement au code du travail, le demandeur à l'action demande à l'employeur, par tout moyen conférant date certaine à cette demande, de faire cesser le manquement allégué.\n\nDans un délai d'un mois à compter de la réception de cette demande, l'employeur en informe le comité social et économique, si l'entreprise en dispose, ainsi que les organisations syndicales représentatives dans l'entreprise. A la demande du comité social et économique ou à la demande d'une organisation syndicale représentative, l'employeur engage une discussion sur les mesures permettant de faire cesser la situation de manquement alléguée.\n\nL'action de groupe engagée pour la défense des intérêts de plusieurs candidats à un emploi, à un stage ou à une période de formation en entreprise ou de plusieurs salariés peut être introduite à l'expiration d'un délai de six mois à compter de la demande tendant à faire cesser le manquement ou à compter de la notification par l'employeur du rejet de la demande.\n\nG.-Une action manifestement infondée peut être rejetée par décision motivée de la juridiction saisie dès l'introduction de l'instance, selon des modalités précisées par décret en Conseil d'Etat.\n\nII.-Lorsque l'action de groupe tend à la cessation d'un manquement, le demandeur n'est tenu d'établir ni un préjudice pour les membres du groupe, ni l'intention ou la négligence du défendeur.\n\nLe juge, s'il constate l'existence du manquement, enjoint au défendeur de cesser ou de faire cesser ledit manquement et de prendre, dans un délai qu'il fixe, toutes les mesures utiles à cette fin, au besoin avec l'aide d'un tiers qu'il désigne. Lorsque le juge prononce une astreinte, celle-ci est liquidée au profit d'un fonds consacré au financement des actions de groupe.\n\nLe juge de la mise en état peut ordonner toutes les mesures provisoires utiles pour faire cesser le manquement allégué, dans un délai qu'il fixe, afin de prévenir un dommage imminent ou de faire cesser un trouble manifestement illicite.\n\nLe juge ordonne, à la charge du défendeur, les mesures de publicité adaptées pour informer de cette décision les personnes susceptibles d'être concernées par les manquements constatés.\n\nLe juge qui déclare l'action irrecevable ou la rejette peut ordonner, à la charge du demandeur, les mesures de publicité adaptées pour informer de cette décision les personnes susceptibles d'être concernées par l'action.\n\nCes mesures de publicité ne peuvent être mises en œuvre qu'une fois que l'ordonnance n'est plus susceptible de recours ordinaire ou de pourvoi en cassation.\n\nIII.-A.-1. Lorsque l'action de groupe tend à la réparation des préjudices subis, le demandeur présente des cas individuels au soutien de ses prétentions.\n\nLe juge statue sur la responsabilité du défendeur.\n\nIl définit le groupe de personnes à l'égard desquelles la responsabilité du défendeur est engagée, en fixant les critères de rattachement au groupe, et détermine les préjudices devant faire l'objet d'une réparation, pour chacune des catégories de personnes constituant le groupe qu'il a défini.\n\nLorsque les éléments produits et la nature des préjudices le permettent, le juge détermine, dans le même jugement, le montant ou tous les éléments permettant l'évaluation des préjudices susceptibles d'être réparés, pour chacune des catégories de personnes constituant le groupe qu'il a défini.\n\nLe juge qui reconnaît la responsabilité du défendeur ordonne, à la charge de ce dernier, les mesures de publicité adaptées pour informer de cette décision les personnes susceptibles d'avoir subi un dommage causé par le fait générateur constaté.\n\nLe juge qui déclare l'action irrecevable ou la rejette ordonne, à la charge du demandeur, les mesures de publicité adaptées pour informer de cette décision les personnes susceptibles d'être concernées par l'action.\n\nIl fixe également le délai dans lequel les personnes répondant aux critères de rattachement et souhaitant se prévaloir du jugement sur la responsabilité peuvent adhérer au groupe en vue d'obtenir la réparation de leur préjudice. Sauf dispositions contraires, ce délai ne peut être inférieur à deux mois ni supérieur à cinq ans à compter de l'achèvement des mesures de publicité ordonnées par le juge.\n\nLe juge fixe le délai dont dispose le défendeur condamné pour procéder à l'indemnisation ainsi que le délai, ouvert à l'expiration de ce premier délai, pour le saisir des demandes d'indemnisation auxquelles le défendeur n'a pas fait droit.\n\nIl prévoit les conditions et les limites dans lesquelles les personnes ayant adhéré au groupe selon les modalités mentionnées au B du présent III peuvent saisir le juge aux fins d'obtenir une indemnisation individuelle.\n\nLorsqu'une réparation en nature du préjudice lui paraît plus adaptée, à l'exception des préjudices résultant de dommages corporels, le juge précise les conditions de sa mise en œuvre par le défendeur.\n\n2. A l'exclusion des actions de groupe tendant à la réparation de préjudices résultant de dommages corporels, lorsque le demandeur à l'action le demande et que les éléments produits ainsi que la nature des préjudices le permettent, le juge peut décider la mise en œuvre d'une procédure collective de liquidation des préjudices.\n\nA cette fin, il habilite le demandeur à négocier avec le défendeur l'indemnisation des préjudices subis par chacune des personnes constituant le groupe. Il détermine, dans le même jugement, le montant de ces préjudices ou, à défaut, les éléments permettant leur évaluation, pour chacune des catégories de personnes constituant le groupe qu'il a défini. Il définit également les délais et les modalités selon lesquels cette négociation et cette évaluation doivent être effectuées, notamment le délai, qui ne peut être inférieur à six mois, à l'expiration duquel, en l'absence d'accord, il statue directement sur les préjudices susceptibles d'être réparés.\n\nLe juge peut également condamner le défendeur au paiement d'une provision à valoir sur les frais non compris dans les dépens exposés par le demandeur à l'action, y compris les frais d'assistance afférents à la gestion des demandes d'indemnisation présentées par les membres du groupe pour la mise en œuvre de la phase de liquidation des préjudices.\n\n3. Lorsqu'il statue sur la responsabilité, le juge peut ordonner, lorsqu'il la juge nécessaire et compatible avec la nature de l'affaire, la consignation à la Caisse des dépôts et consignations d'une partie des sommes dues par le défendeur.\n\nB.-1. a. Dans les délais et les conditions fixés par le jugement sur la responsabilité, les personnes souhaitant adhérer au groupe mentionné au troisième alinéa du 1 du A du présent III adressent une demande de réparation soit à la personne déclarée responsable par ce jugement, soit au demandeur à l'action, qui reçoit ainsi mandat aux fins d'indemnisation.\n\nCe mandat ne vaut ni n'implique adhésion à l'association ou à l'organisation syndicale demanderesse. Il est donné aux fins de représentation pour l'exercice de l'action de groupe et, le cas échéant, pour faire procéder à l'exécution forcée du jugement prononcé à l'issue de la procédure.\n\nb. La personne déclarée responsable par le jugement sur la responsabilité procède, dans le délai fixé par ce jugement, à l'indemnisation individuelle des préjudices résultant du fait générateur de responsabilité et subis par les personnes répondant aux critères de rattachement au groupe et ayant adhéré à celui-ci.\n\nc. Les personnes dont la demande de réparation n'a pas été satisfaite peuvent saisir le juge ayant statué sur la responsabilité, dans les conditions et les limites fixées par le jugement sur la responsabilité, aux fins de réparation de leur préjudice individuel.\n\n2. a. Dans les délais et les conditions fixés par le juge ayant ordonné une procédure collective de liquidation des préjudices, les personnes intéressées peuvent adhérer au groupe en se déclarant auprès du demandeur.\n\nL'adhésion au groupe vaut mandat au profit du demandeur à l'action aux fins d'indemnisation. A cette fin, le demandeur à l'action négocie avec le défendeur le montant de l'indemnisation, dans les limites fixées par le jugement ayant ordonné une procédure collective de liquidation des préjudices.\n\nL'adhésion au groupe, qui ne vaut ni n'implique adhésion à l'association ou à l'organisation syndicale demanderesse, vaut mandat donné à celle-ci aux fins de représentation pour l'exercice de l'action en justice mentionnée au b du présent 2 et, le cas échéant, pour faire procéder à l'exécution forcée du jugement prononcé à l'issue de la procédure.\n\nb. Dans un délai qui ne peut être inférieur à celui fixé pour l'adhésion au groupe par le jugement en responsabilité, le juge ayant statué sur la responsabilité est saisi aux fins d'homologation de l'accord, éventuellement partiel, intervenu entre les parties.\n\nLe juge refuse l'homologation si les intérêts des parties et des membres du groupe lui paraissent insuffisamment préservés au regard des termes du jugement ayant ordonné une procédure collective de liquidation des préjudices et peut renvoyer à la négociation pour une nouvelle période de deux mois.\n\nEn l'absence d'accord total, le juge est saisi dans le délai fixé au premier alinéa du présent b aux fins de liquidation des préjudices subsistants. Dans ce cas, le juge statue dans les limites fixées par le jugement ayant ordonné une procédure collective de liquidation des préjudices.\n\nA défaut de saisine du tribunal à l'expiration d'un délai d'un an à compter du jour où le jugement ayant ordonné une procédure collective de liquidation des préjudices a acquis force de chose jugée, les membres du groupe peuvent adresser une demande de réparation à la personne déclarée responsable par le jugement sur la responsabilité. La procédure individuelle de réparation des préjudices définie au 1 du présent B est alors applicable.\n\nUne amende civile d'un montant maximal de 50 000 euros peut être prononcée contre le demandeur ou le défendeur à l'instance lorsque celui-ci a, de manière dilatoire ou abusive, fait obstacle à la conclusion d'un accord sur le fondement du jugement ayant ordonné la procédure collective de liquidation des préjudices.\n\n3. Sous réserve des dispositions législatives relatives au maniement des fonds par les professions judiciaires réglementées, toute somme reçue au titre de l'indemnisation des membres du groupe est immédiatement versée sur un compte ouvert auprès de la Caisse des dépôts et consignations. Celui-ci ne peut faire l'objet de mouvements en débit que pour le règlement de l'affaire qui est à l'origine du dépôt.\n\nC.-1. Les personnes mentionnées au C du I peuvent participer à une médiation, dans les conditions prévues au chapitre Ier du titre II de la loi n° 95-125 du 8 février 1995 relative à l'organisation des juridictions et à la procédure civile, pénale et administrative, afin d'obtenir la réparation des préjudices individuels.\n\nLe juge saisi de l'action mentionnée au 1 du A du présent III peut, avec l'accord des parties, désigner un médiateur, dans les conditions prévues au premier alinéa du présent 1, pour tenter de parvenir à une convention entre les parties réglant les conditions de l'indemnisation amiable des dommages qui font l'objet de l'action.\n\n2. Tout accord négocié au nom du groupe est soumis à l'homologation du juge, qui vérifie s'il est conforme aux intérêts de ceux auxquels il a vocation à s'appliquer et lui donne force exécutoire. L'homologation de l'accord peut être refusée pour le motif mentionné au E du I.\n\nL'accord précise les mesures de publicité nécessaires pour informer de son existence les personnes susceptibles d'être indemnisées sur son fondement ainsi que les délais et les modalités pour en bénéficier. Ces mesures sont mises en œuvre par le demandeur aux frais du défendeur.\n\nIV.-Un registre public des actions de groupe en cours devant l'ensemble des juridictions est tenu et mis à la disposition du public par le ministre de la justice, dans des conditions fixées par décret en Conseil d'Etat.\n\nV.-Les actions de groupe sont portées devant l'ordre de juridiction compétent pour en connaître.\n\nVI.-A modifié les dispositions suivantes :\n\nVII.-En matière de réparation de préjudices résultant de dommages corporels, le règlement amiable intervenant entre le responsable et le demandeur ou ses ayants droit et le jugement statuant sur les droits à indemnisation du demandeur ou de ses ayants droit sont soumis, selon le cas, au chapitre VI du titre VII du livre III du code de la sécurité sociale, au chapitre IV du titre V du livre IV du même code, à l'article L. 752-23 du code rural et de la pêche maritime, à l'ordonnance n° 59-76 du 7 janvier 1959 relative aux actions en réparation civile de l'Etat et de certaines autres personnes publiques ou au chapitre II et à l'article 44 de la loi n° 85-677 du 5 juillet 1985 tendant à l'amélioration de la situation des victimes d'accidents de la circulation et à l'accélération des procédures d'indemnisation.\n\nVIII.-Lorsque les manquements reprochés portent sur le respect des règles définies au titre II du livre IV du code de commerce ou des articles 101 et 102 du traité sur le fonctionnement de l'Union européenne, la responsabilité du professionnel ne peut être prononcée dans le cadre d'une action de groupe que sur le fondement d'une décision prononcée à l'encontre du professionnel par les autorités ou les juridictions nationales ou de l'Union européenne compétentes, qui constate les manquements et qui n'est plus susceptible de recours pour la partie relative à l'établissement des manquements.\n\nL'action de groupe ne peut être engagée plus de cinq ans après la date à laquelle la décision mentionnée au premier alinéa du présent VIII n'est plus susceptible de recours.\n\nIX.-A.-L'action de groupe, qu'elle tende à la cessation du manquement ou à la réparation des préjudices, suspend la prescription des actions individuelles en réparation des préjudices résultant des manquements constatés par le juge ou des faits retenus dans l'accord homologué.\n\nLe délai de prescription recommence à courir, pour une durée qui ne peut être inférieure à six mois, à compter de la date à laquelle le jugement n'est plus susceptible de recours ordinaire ou de pourvoi en cassation ou à compter de la date de l'homologation de l'accord.\n\nB.-Le jugement sur la responsabilité et le jugement d'homologation de l'accord ont autorité de la chose jugée à l'égard de chacun des membres du groupe dont le préjudice a été réparé au terme de la procédure.\n\nC.-L'adhésion au groupe ne fait pas obstacle au droit d'agir selon les voies de droit commun pour obtenir la réparation des préjudices ne relevant pas du champ défini par le jugement sur la responsabilité qui n'est plus susceptible de recours ordinaire ou de pourvoi en cassation ou dans le champ d'un accord homologué.\n\nD.-N'est pas recevable l'action de groupe qui se fonde sur le même fait générateur, le même manquement et la réparation des mêmes préjudices que ceux reconnus par le jugement sur la responsabilité ou par un accord homologué.\n\nE.-Lorsque le juge a été saisi d'une action de groupe et que le demandeur à l'action est défaillant, toute personne ayant qualité pour agir à titre principal peut demander au juge sa substitution dans les droits du demandeur.\n\nF.-Est réputée non écrite toute clause ayant pour objet ou pour effet d'interdire à une personne de participer à une action de groupe.\n\nG.-Le demandeur à l'action peut agir directement contre l'assureur garantissant la responsabilité civile du responsable en application de l'article L. 124-3 du code des assurances.\n\nX.-A.-Pour l'application du présent X, on entend par action de groupe transfrontière une action de groupe intentée devant une juridiction ou une autorité compétente d'un Etat membre de l'Union européenne autre que celui dans lequel le demandeur a été désigné, en application de l'article 4 de la directive (UE) 2020/1828 du Parlement européen et du Conseil du 25 novembre 2020 relative aux actions représentatives visant à protéger les intérêts collectifs des consommateurs et abrogeant la directive 2009/22/ CE.\n\nB.-Dans des conditions et des délais définis par décret en Conseil d'Etat, l'autorité compétente délivre un agrément permettant d'exercer des actions représentatives transfrontières, au sens du A du présent X, aux entités qualifiées qui :\n\n1° Justifient, à la date du dépôt de leur demande d'agrément, de l'exercice d'une activité effective et publique de douze mois consécutifs en vue de la protection des intérêts des consommateurs ;\n\n2° Ont un objet statutaire qui démontre qu'elles ont un intérêt légitime à protéger les intérêts des consommateurs ;\n\n3° Poursuivent un but non lucratif ;\n\n4° Ne font pas l'objet, à la date du dépôt de leur demande d'agrément, d'une procédure collective prévue au livre VI du code de commerce ou d'une procédure d'insolvabilité et ne sont pas déclarées insolvables ;\n\n5° Sont indépendantes et ne sont pas influencées par des personnes autres que des consommateurs, en particulier par des professionnels, ayant un intérêt économique dans l'introduction d'une action représentative, y compris en cas de financement par des tiers. Elles ont adopté à cette fin des procédures écrites de prévention et de gestion des conflits d'intérêts ;\n\n6° Mettent à la disposition du public, par tout moyen approprié, des informations sur leur objet statutaire, sur leurs activités, sur les sources principales de leur financement et sur leur organisation.\n\nL'autorité compétente assure la publication et la mise à la disposition du public de la liste des entités qualifiées qu'elle a agréées à l'avance aux fins d'intenter des actions représentatives transfrontières définies au A du présent X.\n\nC.-Lorsque la qualité pour agir de l'entité qualifiée ayant intenté une action de groupe transfrontière fait l'objet d'une contestation sérieuse par le défendeur, la juridiction saisie peut demander à l'autorité compétente mentionnée au B du présent X de vérifier le respect, par le demandeur, des conditions d'agrément définies au même B. La juridiction sursoit à statuer jusqu'à la notification de l'autorité compétente.\n\nL'autorité compétente informe sans délai les autorités de l'Etat membre de l'Union européenne dans lequel cette entité qualifiée a été désignée de la demande de la juridiction afin qu'elles procèdent aux vérifications nécessaires.\n\nL'autorité compétente transmet à la juridiction, dès sa réception, la réponse fournie par l'autre Etat membre de l'Union européenne.\n\nD.-A la demande de la Commission européenne ou d'un Etat membre de l'Union européenne, l'autorité compétente mentionnée au B du présent X vérifie si l'une des entités qualifiées mentionnées au même B continue de respecter les critères auxquels est subordonnée l'attribution de son agrément et, en cas de non-respect, lui retire son agrément.\n\nCette autorité informe de sa position l'autorité à l'origine de la demande selon les conditions et les délais prévus par décret en Conseil d'Etat.\n\nXI.-A créé les dispositions suivantes :\n\nXII.-A modifié les dispositions suivantes :\n\nXIII.-A modifié les dispositions suivantes :\n\nXIV.-Dans les collectivités relevant de l'article 73 de la Constitution, dans les collectivités de Saint-Barthélemy, de Saint-Martin et de Saint-Pierre-et-Miquelon et dans les îles Wallis et Futuna, les associations de consommateurs représentatives au niveau local peuvent également agir dans les mêmes conditions que les associations mentionnées au 1 du C du I du présent article.\n\nLes I à IX sont applicables dans les îles Wallis et Futuna. Pour l'application du présent article, les références à la directive (UE) 2020/1828 du Parlement européen et du Conseil du 25 novembre 2020 relative aux actions représentatives visant à protéger les intérêts collectifs des consommateurs et abrogeant la directive 2009/22/ CE sont remplacées par des références aux règles applicables en métropole ayant le même objet.\n\nXV.-A modifié les dispositions suivantes :\n\nXVI.-Dans un délai de quatre ans à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport d'évaluation de la réforme du régime juridique des actions de groupe préconisant éventuellement des mesures complémentaires ou correctives.\n\nXVII.-A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nB.-A modifié les dispositions suivantes :\n\nC.-A abrogé les dispositions suivantes :\n\nD.-Les personnes remplissant les conditions pour exercer une action de groupe à la date de l'entrée en vigueur du présent article conservent cette faculté pendant un délai de deux ans à compter de cette date.\n\nE.-Les dispositions mentionnées au A du présent XVII demeurent applicables aux actions introduites avant la publication de la présente loi.\n\nF.-Le présent article, à l'exception du XI, est applicable aux seules actions intentées après la publication de la présente loi.\n\nLe XI est applicable aux seules actions dont le fait générateur de la responsabilité du défendeur est postérieur à la publication de la présente loi.\n\n-Code de l'organisation judiciaire\n\n-Code civil\n\n-Code de la consommation\n\n-Code de justice administrative\n\n-LOI n° 78-17 du 6 janvier 1978\n\n-Code de l'environnement\n\n-Code de justice administrative\n\n-Code de l'organisation judiciaire\n\n-LOI n° 78-17 du 6 janvier 1978\n\n-LOI n° 2008-496 du 27 mai 2008\n\n-Code de la consommation\n\n-Code de justice administrative\n\n-Code de la santé publique\n\n-Code du travail\n\n-LOI n° 2016-1547 du 18 novembre 2016\n\n-LOI n° 78-17 du 6 janvier 1978\n\n-Code de l'organisation judiciaire\n\n-Code de la santé publique"
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I. - 1°, 2°, 5° à 7°, 9° à 12°, 14°, 16° A modifié les dispositions suivantes :\n\n3° A créé les dispositions suivantes :\n\n4° A créé les dispositions suivantes :\n\n8° A créé les dispositions suivantes :\n\n13° A créé les dispositions suivantes :\n\n15° A créé les dispositions suivantes :\n\nII. - A modifié les dispositions suivantes :\n\nIII. - Les articles L. 338-2 et L. 338-3 du code de l'énergie ne sont pas applicables aux contrats de fourniture ou d'agrégation en cours à la date de promulgation de la présente loi.\n\n- Code de l'énergie\n\n- Code de l'énergie\n\n- Code de l'énergie\n\n- Code de l'énergie\n\n- Code de l'énergie\n\n- Code de l'énergie\n\n- Code de la consommation"
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I. à VII. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nVIII.-Le VII du présent article ainsi que le a du 7° du I de l'article 29 de la loi n° 2023-175 du 10 mars 2023 relative à l'accélération de la production d'énergies renouvelables s'appliquent aux opérations pour lesquelles le permis de construire, le permis d'aménager ou la décision de non-opposition à une déclaration préalable ont été délivrés à compter du 10 septembre 2023.\n\nIX. à XI. - A modifié les dispositions suivantes :\n\n- LOI n°2023-175 du 10 mars 2023\n\n- Code de la construction et de l'habitation.\n\n- LOI n°2023-175 du 10 mars 2023\n\n- Code de l'urbanisme\n\n- Code de l'urbanisme\n\n- LOI n°2021-1104 du 22 août 2021\n\n- Code de l'urbanisme\n\n- Code de l'urbanisme\n\n- Code général des collectivités territoriales\n\n- Code de l'énergie"
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I. à III. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code de l'environnement\n\n- Code de l'énergie\n\n- Code de l'énergie\n\n- Code de l'énergie\n\n- Code de l'énergie\n\n- Code de l'énergie\n\n- Code de l'énergie\n\n- Code des impositions sur les biens et services\n\n- Code de l'énergie\n\nIV. - Dans un délai de six mois à compter de la promulgation de la présente loi, puis tous les deux ans, le Gouvernement remet au Parlement un rapport sur l'estimation de la trajectoire financière, pour les organismes publics mentionnés à l'article L. 235-1 du code de l'énergie, de l'atteinte de l'objectif de réduction de leur consommation d'énergie mentionné à l'article L. 235-2 du même code ainsi que de l'objectif de rénovation de leurs bâtiments et des mesures alternatives mentionnés à l'article L. 235-3 dudit code. Ce rapport recense les difficultés auxquelles font face les organismes publics pour atteindre cet objectif.V. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est habilité à prendre par voie d'ordonnance, dans un délai de six mois à compter de la promulgation de la présente loi, toute mesure relevant du domaine de la loi nécessaire à la transposition des articles 7, 13 à 17, 19 à 24 et 26 à 30 de la directive (UE) 2023/1791 du Parlement européen et du Conseil du 13 septembre 2023 relative à l'efficacité énergétique et modifiant le règlement (UE) 2023/955 n'ayant pas fait l'objet d'une transposition par la présente loi.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de chacune des ordonnances prévues au premier alinéa du présent V.VI. - Les I à III du présent article entrent en vigueur le 1er octobre 2025. Par dérogation, le 3° du II du présent article et l'article L. 236-1 du code de l'énergie entrent en vigueur le lendemain de la publication de la présente loi.VII. - A. - Les personnes morales nouvellement soumises aux obligations prévues au 1° du I de l'article L. 233-1 du code de l'énergie disposent d'un système de management de l'énergie certifié au plus tard le 11 octobre 2027.B. - Les personnes morales nouvellement soumises aux obligations prévues au 2° du même I réalisent leur premier audit énergétique au plus tard le 11 octobre 2026.C. - Les personnes morales qui entrent dans le champ des obligations prévues audit I après les dates mentionnées aux A ou B du présent VII s'y soumettent dans l'année suivant les trois dernières années civiles au cours desquelles la moyenne de leur consommation d'énergie finale a été supérieure à l'un des seuils mentionnés au I de l'article L. 233-1 du code de l'énergie."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nII. - Le I du présent article, à l'exception des deux derniers alinéas du 1°, du 2°, du f du 3° et du 4°, s'applique aux aérodromes pour lesquels un contrat de concession fait l'objet d'une consultation qui a été engagée ou dont l'avis de concession est publié après la publication de la présente loi et aux contrats mentionnés à l'article L. 6325-2 du code des transports relatifs à ces mêmes aérodromes.\n\n- Code des transports\n\n- Code des transports"
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I. - A créé les dispositions suivantes :\n\nII. - Le volume annuel total de passagers mentionné au II de l'article L. 6329-1 du code des transports est fondé sur la dernière moyenne triennale disponible le 18 juillet 2024 sur la base des statistiques publiées par Eurostat.\n\n- Code des transports"
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est habilité à prendre par voie d'ordonnance, dans un délai d'un an à compter de la promulgation de la présente loi, toute mesure relevant du domaine de la loi afin d'apporter les adaptations rendues nécessaires par l'entrée en application des actes délégués, des actes d'exécution et des autres textes pris pour l'application du règlement (UE) 2023/956 du Parlement européen et du Conseil du 10 mai 2023 établissant un mécanisme d'ajustement carbone aux frontières concernant la procédure de délivrance et de révocation des autorisations, le contenu et la procédure de vérification des déclarations, le calcul de l'ajustement carbone redevable, les conditions et les modalités d'achat, de restitution, de remboursement et d'annulation de certificats ainsi que les contrôles et sanctions applicables et les échanges d'informations entre administrations.II. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance mentionnée au I."
    }
  ]
}