{
  "id": "loi-n-75-1-du-3-janvier-1975",
  "type": "statute",
  "title": "Loi n° 75-1 du 3 janvier 1975",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000888779",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Il est créé, sous forme d'établissement public national à caractère culturel doté de la personnalité morale et de l'autonomie financière, un centre national d'art et de culture portant le nom de Georges-Pompidou.Cet établissement public favorise la création des oeuvres de l'art et de l'esprit, il contribue à l'enrichissement du patrimoine culturel de la nation, à l'information et à la formation du public, à la diffusion de la création artistique et à la communication sociale. Il conseille sur leur demande, notamment dans le domaine architectural, les collectivités locales ainsi que tous organismes publics ou privés intéressés. Il assure le fonctionnement et l'animation, en liaison avec les organismes publics ou privés qui lui sont associés, d'un ensemble culturel consacré à toutes les formes de la création artistique, notamment dans le domaine des arts plastiques, de la recherche acoustique et musicale, de l'esthétique industrielle, de l'art cinématographique, ainsi qu'à la lecture publique."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "L'établissement public reçoit la garde de collections et d'oeuvres d'art appartenant à l'Etat. Les collections et oeuvres d'art qu'il acquiert ou reçoit sont et demeurent propriété de L'Etat."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Pour l'exercice de certaines compétences qui lui sont attribuées, l'établissement public peut accomplir tous actes juridiques de droit privé ; il peut notamment prendre des participations financières, acquérir des droits de propriété littéraire ou artistique, faire breveter des inventions ou déposer des dossiers, modèles, marques ou titres de propriété industrielle et les exploiter suivant les modalités appropriées."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "L'établissement public est administré par un conseil d'administration et dirigé par un président nommé par décret en conseil des ministres.\n\nLe conseil d'administration comprend des représentants de l'Etat, deux députés et deux sénateurs, le maire de Paris ou son représentant, des personnalités qualifiées ainsi que des représentants élus du personnel.La composition du conseil d'administration est fixée par décret en conseil d'Etat."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "L'établissement public est placé sous la tutelle du ministre chargé des affaires culturelles. Celui-ci contrôle l'utilisation de ses ressources et, conjointement avec le ministre de l'économie et des finances, approuve son budget."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Dans chacune des deux assemblées, le rapporteur général de la commission des finances et deux représentants désignés, l'un par cette même commission et l'autre par la commission des affaires culturelles, disposeront des pouvoirs d'investigation les plus étendus, sur pièces et sur place, pour suivre et contrôler de façon permanente l'emploi des crédits inscrits au budget du centre national d'art et de culture Georges Pompidou, tous les renseignements d'ordre financier et administratif de nature à faciliter l'exercice de leur mission doivent leur être fournis ; ils seront habilités à se faire communiquer tous documents de service de quelque nature que ce soit."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Sous réserve des dispositions particulières de la présente loi, le centre national d'art et de culture Georges Pompidou est soumis au régime financier et comptable défini par le décret du 25 octobre 1935 instituant le contrôle financier des offices et établissements publics autonomes de l'Etat, les articles 14 à 25 du décret du 10 décembre 1953 relatif à la réglementation comptable applicable aux établissements publics nationaux à caractère administratif, et les articles 154 à 189 du décret du 29 décembre 1962 portant règlement général sur la comptabilité publique."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Un décret en Conseil d'Etat fixe les modalités d'application de la présente loi."
    }
  ]
}