{
  "id": "loi-n-2007-292-du-5-mars-2007",
  "type": "statute",
  "title": "Loi n° 2007-292 du 5 mars 2007",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000646724",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "La Commission nationale consultative des droits de l'homme assure, auprès du Gouvernement, un rôle de conseil et de proposition dans le domaine des droits de l'homme, du droit international humanitaire et de l'action humanitaire. Elle assiste le Premier ministre et les ministres intéressés par ses avis sur toutes les questions de portée générale relevant de son champ de compétence tant sur le plan national qu'international. Elle peut, de sa propre initiative, appeler publiquement l'attention du Parlement et du Gouvernement sur les mesures qui lui paraissent de nature à favoriser la protection et la promotion des droits de l'homme.\n\nLa commission exerce sa mission en toute indépendance. Elle ne reçoit ni ne sollicite d'instruction d'aucune autorité administrative ou gouvernementale.\n\nElle est composée de représentants des organisations non gouvernementales spécialisées dans le domaine des droits de l'homme, du droit international humanitaire ou de l'action humanitaire, d'experts siégeant dans les organisations internationales compétentes dans ce même domaine, de personnalités qualifiées, de représentants des principales confédérations syndicales, du Défenseur des droits, ainsi que d'un député, d'un sénateur et d'un membre du Conseil économique, social et environnemental désignés par leurs assemblées respectives.\n\nLe mandat de membre de la commission n'est pas révocable pour autant que son titulaire conserve la qualité en vertu de laquelle il a été désigné et qu'il se conforme à l'obligation d'assiduité qui lui incombe.\n\nDes représentants du Premier ministre et des ministres intéressés peuvent participer sans voix délibérative aux travaux de la commission."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Un décret en Conseil d'Etat précise la composition et fixe les modalités d'organisation et de fonctionnement de la commission instituée à l'article 1er.Les membres de la Commission nationale consultative des droits de l'homme en exercice au moment de la publication de la présente loi demeurent en fonction jusqu'au terme de leur mandat."
    }
  ]
}