{
  "id": "loi-n-2014-873-du-4-aout-2014",
  "type": "statute",
  "title": "LOI n°2014-873 du 4 août 2014",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000029330832",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "L'Etat et les collectivités territoriales, ainsi que leurs établissements publics, mettent en œuvre une politique pour l'égalité entre les femmes et les hommes selon une approche intégrée. Ils veillent à l'évaluation de l'ensemble de leurs actions.La politique pour l'égalité entre les femmes et les hommes comporte notamment :1° Des actions de prévention et de protection permettant de lutter contre les violences faites aux femmes et les atteintes à leur dignité ;2° Des actions visant à renforcer la lutte contre le système prostitutionnel ;3° Des actions destinées à prévenir et à lutter contre les stéréotypes sexistes ;4° Des actions visant à assurer aux femmes la maîtrise de leur sexualité, notamment par l'accès à la contraception et à l'interruption volontaire de grossesse ;5° Des actions de lutte contre la précarité des femmes ;6° Des actions visant à garantir l'égalité professionnelle et salariale et la mixité dans les métiers ;7° Des actions tendant à favoriser une meilleure articulation des temps de vie et un partage équilibré des responsabilités parentales ;8° Des actions visant à favoriser l'égal accès des femmes et des hommes aux mandats électoraux et aux fonctions électives, ainsi qu'aux responsabilités professionnelles et sociales ;9° Des actions visant à garantir l'égalité de traitement entre les femmes et les hommes et leur égal accès à la création et à la production culturelle et artistique, ainsi qu'à la diffusion des œuvres ;10° Des actions visant à porter à la connaissance du public les recherches françaises et internationales sur la construction sociale des rôles sexués."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2014-700 DC du 31 juillet 2014.]"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I. à V-A modifié les dispositions suivantes :\n\nVI.-Le présent article est applicable aux enfants nés ou adoptés à partir du 1er octobre 2014.\n\nPour les enfants nés ou adoptés avant le 1er octobre 2014, les dispositions du code de la sécurité sociale demeurent applicables dans leur rédaction antérieure à la date d'entrée en vigueur du présent article.\n\n-Code de la sécurité sociale.\n\n-Code du travail"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2014-700 DC du 31 juillet 2014.]"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I. - Afin de faciliter le retour à l'emploi des parents qui cessent leur activité professionnelle pour s'occuper d'un enfant, l'Etat peut autoriser l'expérimentation du versement aux parents de deux enfants du montant majoré de la prestation partagée d'éducation de l'enfant prévu au deuxième alinéa du VI de l'article L. 531-4 du code de la sécurité sociale.Cette expérimentation s'applique aux parents de deux enfants résidant ou ayant élu domicile dans les départements ou territoires dont la liste est fixée par arrêté conjoint des ministres chargés des droits des femmes et de la sécurité sociale.II. - L'expérimentation mentionnée au I est conduite pour une durée de vingt-quatre mois à compter de la publication de l'arrêté mentionné au second alinéa du même I, qui intervient au plus tard le 1er janvier 2015. Elle donne lieu, au plus tard six mois avant son terme, à la transmission au Parlement d'un rapport d'évaluation, notamment sur les effets sur l'emploi de cette expérimentation."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "IV. - Le présent article est applicable aux contrats conclus à compter du 1er décembre 2014."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "A titre expérimental, la convention ou l'accord collectif prévu à l'article L. 3151-1 du code du travail peut autoriser le salarié à utiliser une partie des droits affectés sur le compte épargne-temps, institué en application du même article, dans la limite maximale de 50 % de ces droits, pour financer l'une des prestations de services prévues à l'article L. 1271-1 du même code au moyen d'un chèque emploi-service universel.\n\nUn décret définit les modalités de mise en œuvre du présent article et les conditions dans lesquelles cette expérimentation est évaluée. L'expérimentation est d'une durée de deux ans à compter de la publication de ce décret, et au plus tard à compter du 1er octobre 2014."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Après une concertation entre les partenaires sociaux, le Gouvernement remet au Parlement, avant le 31 décembre 2014, un rapport portant, d'une part, sur une harmonisation des conditions d'ouverture et d'indemnisation des droits aux différents types de congés existants, tant parentaux que personnels, et, d'autre part, sur la portabilité de ces droits et le cadre de leur mise en œuvre."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I.-Afin d'améliorer la situation des personnes qui élèvent seules leurs enfants à la suite d'une séparation ou d'un divorce, un mécanisme de renforcement des garanties contre les impayés de pensions alimentaires est expérimenté.Cette expérimentation s'applique aux bénéficiaires de l'allocation de soutien familial mentionnée au 3° de l'article L. 523-1 du code de la sécurité sociale et aux bénéficiaires de l'aide au recouvrement mentionnée à l'article L. 581-1 du même code, résidant ou ayant élu domicile dans les départements dont la liste est fixée par arrêté conjoint des ministres chargés des droits des femmes et de la sécurité sociale, ainsi qu'aux débiteurs de créances alimentaires à l'égard desdits bénéficiaires, quel que soit leur lieu de résidence.II.-Pour l'expérimentation mentionnée au I, le directeur de l'organisme débiteur des prestations familiales peut, en vue de faciliter la fixation de l'obligation d'entretien par l'autorité judiciaire, transmettre au parent bénéficiaire de l'allocation de soutien familial les renseignements dont il dispose concernant l'adresse et la solvabilité du débiteur.III.-Pour l'expérimentation mentionnée au I, il est dérogé au 3° de l'article L. 523-1 et aux articles L. 581-2 et L. 581-3 du code de la sécurité sociale afin d'ouvrir le droit à l'allocation différentielle de soutien familial au parent dont la créance alimentaire pour enfants est inférieure au montant de l'allocation de soutien familial même lorsque le débiteur s'acquitte intégralement du paiement de ladite créance. Dans ce cas, l'allocation différentielle versée n'est pas recouvrée et reste acquise à l'allocataire.IV.-Pour l'expérimentation mentionnée au I, les conditions dans lesquelles le parent est considéré comme hors d'état de faire face à son obligation d'entretien ou au versement d'une pension alimentaire mise à sa charge par décision de justice, tel que mentionné au 3° de l'article L. 523-1 du code de la sécurité sociale, sont définies par décret.V.-Pour l'expérimentation mentionnée au I et afin d'améliorer le recouvrement des pensions alimentaires impayées :1° La procédure de paiement direct, lorsqu'elle est mise en œuvre par l'organisme débiteur des prestations familiales, est applicable, par dérogation à l'article L. 213-4 du code des procédures civiles d'exécution, aux termes échus de la pension alimentaire pour les vingt-quatre derniers mois avant la notification de la demande de paiement direct. Le règlement de ces sommes est fait par fractions égales sur une période de vingt-quatre mois ;2° Il est dérogé à l'article L. 3252-5 du code du travail afin d'autoriser l'organisme débiteur des prestations familiales à procéder, dans les conditions définies par ce même article, au prélèvement direct du terme mensuel courant et des vingt-quatre derniers mois impayés de la pension alimentaire.VI.-Pour l'expérimentation mentionnée au I, est regardée comme se soustrayant ou se trouvant hors d'état de faire face à l'obligation d'entretien ou au versement de la pension alimentaire mise à sa charge par décision de justice la personne en défaut de paiement depuis au moins un mois.VII.-Pour l'expérimentation mentionnée au I, il est dérogé à l'article L. 523-2 du code de la sécurité sociale afin de maintenir, pendant une durée fixée par décret, le droit à l'allocation de soutien familial pour le père ou la mère titulaire du droit à l'allocation qui s'est marié, a conclu un pacte civil de solidarité ou vit en concubinage.VIII.-L'expérimentation mentionnée au I est conduite pour une durée de dix-huit mois à compter de la publication de l'arrêté mentionné au second alinéa du même I, qui intervient au plus tard le 1er octobre 2014. L'expérimentation donne lieu à la transmission au Parlement d'un rapport d'évaluation au plus tard neuf mois avant son terme. Sont annexés à ce rapport une évolution comparée du taux de recouvrement de l'ensemble des caisses d'allocations familiales selon qu'elles participent ou non à l'expérimentation mentionnée audit I et un diagnostic des disparités relevées entre elles.Dans les départements mentionnés au même I, afin de disposer des éléments utiles à l'évaluation de l'expérimentation et de mesurer ses impacts sur le recouvrement des pensions alimentaires, les organismes débiteurs des prestations familiales, en lien avec les services du ministère de la justice, établissent un suivi statistique informatisé des pensions alimentaires, des créanciers et des débiteurs ainsi que des motifs retenus pour qualifier les débiteurs comme étant hors d'état de faire face à leur obligation d'entretien ou au paiement de la pension alimentaire mentionnés au 3° de l'article L. 523-1 du code de la sécurité sociale.IX.-L'allocation différentielle versée lorsque le débiteur d'une créance alimentaire s'acquitte du paiement de ladite créance est à la charge de la branche Famille de la sécurité sociale et est servie selon les mêmes règles que l'allocation de soutien familial mentionnée à l'article L. 523-1 du code de la sécurité sociale en matière d'attribution des prestations, d'organisme débiteur, de financement de la prestation, de prescription, d'indus, d'incessibilité et d'insaisissabilité, de fraude et de sanctions ainsi que de contentieux.X.-Un décret en Conseil d'Etat détermine les modalités d'application du présent article."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "I. - Afin d'aider les familles modestes à recourir à l'offre d'accueil par les assistants maternels, le versement en tiers payant, directement à l'assistant maternel agréé, du complément de libre choix du mode de garde normalement versé au parent employeur est expérimenté.En cohérence avec les objectifs du plan pluriannuel de lutte contre la pauvreté et pour l'inclusion sociale et, le cas échéant, en articulation avec les actions menées par les collectivités territoriales ou leurs groupements auprès des personnes engagées dans un parcours d'insertion sociale ou professionnelle, cette expérimentation doit permettre aux familles qui en ont le plus besoin un accès facilité à tous les modes de garde.II. - Pour cette expérimentation, il est dérogé aux articles L. 531-1 et L. 531-5 du code de la sécurité sociale afin de permettre le versement à l'assistant maternel agréé de la prise en charge prévue au b du I du même article L. 531-5.III. - Peuvent prendre part à l'expérimentation, sous réserve de leur accord, d'une part, le ménage ou la personne dont les ressources sont inférieures à un plafond, fixé par décret, qui varie selon le nombre d'enfants à charge et, d'autre part, l'assistant maternel mentionné à l'article L. 421-1 du code de l'action sociale et des familles que le parent emploie.Une convention signée entre l'organisme débiteur des prestations familiales, l'assistant maternel et le parent employeur rappelle aux parties leurs engagements respectifs.Pour l'application des dispositions législatives et réglementaires fiscales et sociales, la prise en charge mentionnée au II du présent article, versée directement à l'assistant maternel, est considérée comme une rémunération versée par le parent employeur à l'assistant maternel. Le a du I de l'article L. 531-5 et l'article L. 531-8 du code de la sécurité sociale sont applicables au parent employeur. Il déduit le montant de la prise en charge mentionnée au II du présent article de la rémunération qu'il verse à l'assistant maternel.IV. - La participation à l'expérimentation des personnes mentionnées au III du présent article prend fin en cas de cessation de recours à l'assistant maternel, de notification du souhait de ne plus prendre part à l'expérimentation ou de non-respect des engagements figurant dans la convention prévue au deuxième alinéa du même III. Lorsque les ressources du ménage ou de la personne dépassent, au cours de l'expérimentation, le plafond mentionné au premier alinéa dudit III, il n'est pas mis fin au versement du complément de libre choix du mode de garde dans les conditions prévues au présent article.V. - L'expérimentation est conduite par les organismes débiteurs des prestations familiales qui figurent sur une liste fixée par arrêté du ministre chargé de la famille, pour une durée de dix-huit mois à compter de la publication de l'arrêté. Elle prend fin, au plus tard, le 1er juillet 2016.Le Gouvernement transmet au Parlement un rapport d'évaluation avant la fin de l'expérimentation, assorti des observations des organismes débiteurs des prestations familiales ayant participé à l'expérimentation."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "I. - Toute personne qui organise un concours d'enfants de moins de seize ans fondé sur l'apparence doit obtenir l'autorisation préalable du représentant de l'Etat dans le département. Seuls les concours dont les modalités d'organisation assurent la protection de l'intérêt supérieur de l'enfant et de sa dignité peuvent être autorisés.II. - Aucune autorisation n'est accordée si le concours mentionné au I est ouvert à des enfants de moins de treize ans.III. - Le fait d'organiser un concours en violation des I et II est puni de l'amende prévue pour les contraventions de la cinquième classe.En cas de récidive, le montant de l'amende est doublé.Les peines prévues aux deux premiers alinéas du présent III ne sont pas applicables lorsque l'infraction a été le résultat d'une erreur provenant de la production d'actes de naissance, livrets ou certificats contenant de fausses énonciations ou délivrés pour une autre personne.IV. - Nul ne peut, même de fait, exercer une fonction de direction dans une structure organisant un concours mentionné au I ou participer à l'organisation d'un tel concours s'il a fait l'objet d'une condamnation pénale à raison de faits constituant des manquements aux bonnes mœurs, à l'honneur et à la probité.V. - Un décret en Conseil d'Etat précise les modalités d'application du présent article."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "I et II. - A modifié les dispositions suivantes :\n\nIII. - Le présent article est applicable à compter du premier renouvellement général de l'Assemblée nationale suivant la publication de la présente loi.\n\n- Loi n°88-227 du 11 mars 1988"
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "II. - Pour les conseils d'administration, les conseils de surveillance ou les organes équivalents des établissements publics mentionnés à l'article 52 de la loi n° 2012-347 du 12 mars 2012 relative à l'accès à l'emploi titulaire et à l'amélioration des conditions d'emploi des agents contractuels dans la fonction publique, à la lutte contre les discriminations et portant diverses dispositions relatives à la fonction publique qui ont déjà fait l'objet d'un renouvellement depuis l'entrée en vigueur de la même loi, le présent article est applicable au renouvellement qui suit la publication de la présente loi."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "I.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\n-Loi n° 83-675 du 26 juillet 1983\n\nArt. 6-2\n\nII.-Le présent article s'applique à compter du deuxième renouvellement des conseils d'administration, des conseils de surveillance ou des organes équivalents des établissements publics ou sociétés concernés suivant la publication de la présente loi. Toutefois, la proportion des membres de chaque sexe de ces organes ne peut être inférieure à 20 % à compter de leur premier renouvellement suivant ladite publication.\n\n-Loi n° 83-675 du 26 juillet 1983"
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "I. et II.-A modifié les dispositions suivantes :\n\n-LOI n° 2011-103 du 27 janvier 2011\n\n-Code de commerce"
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "III. - Le II est applicable à compter du 1er janvier 2015."
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "II.-Par dérogation à l'article 8 du code de l'artisanat, lors du prochain renouvellement suivant la promulgation de la présente loi, chaque liste est composée d'au moins un candidat de chaque sexe par groupe de trois candidats."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "I.-Lorsqu'une personne est appelée, en application d'une loi ou d'un décret, à désigner un ou plusieurs membres au sein des commissions et instances consultatives ou délibératives placées directement auprès du Premier ministre, des ministres ou de la Banque de France, mentionnées à l'article 112 de la loi de finances pour 1996 (n° 95-1346 du 30 décembre 1995), dont la composition est collégiale, elle doit faire en sorte que, après cette désignation, parmi tous les membres en fonction dans le collège de cet organisme désignés par elle, l'écart entre le nombre de femmes et le nombre d'hommes se soit réduit, par rapport à ce qu'il était avant la décision de désignation, d'autant qu'il est possible en vue de ne pas être supérieur à un.Un décret en Conseil d'Etat précise les modalités d'application du présent I.II.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance les mesures relevant de la loi nécessaires pour favoriser l'égal accès des femmes et des hommes au sein des autorités administratives indépendantes et des autorités publiques indépendantes.III.-L'ordonnance mentionnée au II est prise dans le délai de douze mois à compter de la date de promulgation de la présente loi.Un projet de loi portant ratification de l'ordonnance est déposé devant le Parlement au plus tard le dernier jour du troisième mois suivant la publication de celle-ci."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "II.-Lors du premier renouvellement des conseils et conseils d'administration mentionnés aux articles L. 221-3, \nL. 222-5, L. 223-3 et L. 225-3 du code de la sécurité sociale et de la commission mentionnée à l'article L. 221-5 du même code suivant la promulgation de la présente loi, chaque organisation ou institution appelée à désigner plus d'un conseiller ou administrateur titulaire procède à ces désignations de telle sorte que l'écart entre le nombre des hommes désignés et celui des femmes désignées ne soit pas supérieur à un. L'autorité compétente de l'Etat s'assure de la désignation d'un minimum de 40 % de personnes de chaque sexe au sein du conseil ou conseil d'administration."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance les mesures relevant du domaine de la loi nécessaires pour favoriser l'égal accès des femmes et des hommes au sein des conseils, conseils supérieurs, conseils nationaux, régionaux, interdépartementaux et départementaux des ordres professionnels mentionnés aux articles L. 4122-5, L. 4123-3, L. 4231-4, L. 4312-3, L. 4312-5, L. 4312-7, L. 4321-20 et L. 4322-13 du code de la santé publique ainsi qu'aux articles 15 et 21-2 de la loi n° 71-1130 du 31 décembre 1971 portant réforme de certaines professions judiciaires et juridiques, aux articles 22 et 24 de la loi n° 77-2 du 3 janvier 1977 sur l'architecture, à l'article 8 de l'ordonnance du 10 septembre 1817 qui réunit, sous la dénomination d'Ordre des avocats au Conseil d'Etat et à la Cour de cassation, l'ordre des avocats aux conseils et le collège des avocats à la Cour de cassation, fixe irrévocablement le nombre des titulaires, et contient des dispositions pour la discipline intérieure de l'Ordre, à l'article 1er de l'ordonnance n° 45-2138 du 19 septembre 1945 portant institution de l'ordre des experts-comptables et réglementant le titre et la profession d'expert-comptable, à l'article 10 de la loi n° 46-942 du 7 mai 1946 instituant l'Ordre des géomètres experts et par la loi n° 47-1564 du 23 août 1947 relative à l'institution d'un ordre national des vétérinaires. Des modalités différenciées peuvent être prévues selon les conseils concernés.II. - Le Gouvernement est autorisé à prendre par ordonnance, dans les conditions prévues à l'article 38 de la Constitution, les mesures relevant du domaine de la loi nécessaires pour favoriser l'égal accès des femmes et des hommes au sein des conseils d'administration de mutuelle mentionnés au premier alinéa de l'article L. 114-16 du code de la mutualité.III. - Les ordonnances mentionnées aux I et II sont prises dans un délai de douze mois à compter de la date de promulgation de la présente loi.Pour chaque ordonnance, un projet de loi portant ratification de l'ordonnance est déposé devant le Parlement au plus tard le dernier jour du sixième mois suivant la publication de celle-ci."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "I.-Les 1° et 2° du II et le IV de l'article 16, le 1° de l'article 17, les articles 23 à 25, 33 à 36, 39 à 41, 44, 50 et 52 à 60 sont applicables dans les îles Wallis et Futuna, en Nouvelle-Calédonie et en Polynésie française.\n\nII.-Le I de l'article 26 et les articles 28 et 32 sont applicables dans les îles Wallis et Futuna.\n\nIII.-Les articles 28, 32 et 61 sont applicables en Polynésie française.\n\nIV.-Les articles 45 à 49 sont applicables à Saint-Barthélemy et à Saint-Martin.\n\nV.-Les articles 23 à 25 et 56 sont applicables dans les Terres australes et antarctiques françaises.\n\nVI.-Dans les domaines relevant de sa compétence, l'Etat met en œuvre la politique mentionnée à l'article 1er dans les îles Wallis et Futuna, en Nouvelle-Calédonie et en Polynésie française.\n\nVIII.-Pour l'application de l'article 58 de la présente loi dans les collectivités d'outre-mer relevant de l'article 74 de la Constitution et en Nouvelle-Calédonie, il y a lieu de lire : \" représentant de l'Etat dans la collectivité \" au lieu de : \" représentant de l'Etat dans le département \".\n\nIX.-L'article 9-1 de la loi n° 88-227 du 11 mars 1988 relative à la transparence financière de la vie politique est applicable en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna dans sa version applicable à la date d'entrée en vigueur de l'article 60, de la présente loi.\n\nX.-La formation prévue à l'article 21 de la loi n° 2010-769 du 9 juillet 2010 relative aux violences faites spécifiquement aux femmes, aux violences au sein des couples et aux incidences de ces dernières sur les enfants est applicable aux magistrats, fonctionnaires et personnels de justice, avocats, personnels de la police nationale et de la gendarmerie nationale, personnels des services de l'Etat chargés de la délivrance des titres de séjour et personnels de l'Office français de protection des réfugiés et apatrides dans les îles Wallis et Futuna, en Nouvelle-Calédonie et en Polynésie française ainsi qu'aux agents des services pénitentiaires en Nouvelle-Calédonie et en Polynésie française.\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\n-Loi n° 71-1130 du 31 décembre 1971\n\n-Ordonnance n° 2002-388 du 20 mars 2002\n\n-Ordonnance n° 2002-388 du 20 mars 2002\n\n-Ordonnance n° 2002-388 du 20 mars 2002\n\n-Ordonnance n° 2002-388 du 20 mars 2002\n\n-Ordonnance n° 2002-388 du 20 mars 2002\n\n-Ordonnance n° 2000-372 du 26 avril 2000\n\n-Ordonnance n° 2000-372 du 26 avril 2000\n\n-Ordonnance n° 2000-372 du 26 avril 2000\n\n-Ordonnance n° 2000-372 du 26 avril 2000\n\n-Ordonnance n° 2000-372 du 26 avril 2000\n\n-Ordonnance n° 2000-371 du 26 avril 2000\n\n-Ordonnance n° 2000-371 du 26 avril 2000\n\n-Ordonnance n° 2000-371 du 26 avril 2000\n\n-Ordonnance n° 77-1102 du 26 septembre 1977\n\n-Code du travail applicable à Mayotte.\n\n-Code du travail applicable à Mayotte.\n\n-Code du travail applicable à Mayotte.\n\n-Code du travail applicable à Mayotte.\n\n-Code du travail applicable à Mayotte.\n\n-Code du travail applicable à Mayotte.\n\n-Code du travail applicable à Mayotte.\n\n-Ordonnance n° 2005-649 du 6 juin 2005\n\n-Ordonnance n° 2004-559 du 17 juin 2004\n\n-Ordonnance n° 2004-559 du 17 juin 2004\n\n-Code général des collectivités territoriales\n\n-Code général des collectivités territoriales"
    }
  ]
}