{
  "id": "loi-n-2020-1576-du-14-decembre-2020",
  "type": "statute",
  "title": "LOI n°2020-1576 du 14 décembre 2020",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000042665307",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Au titre de l'exercice 2019, sont approuvés :1° Le tableau d'équilibre, par branche, de l'ensemble des régimes obligatoires de base de sécurité sociale :\n\n(En milliards d'euros)\n\n;2° Le tableau d'équilibre, par branche, du régime général de sécurité sociale :\n\n(En milliards d'euros)\n\n;3° Le tableau d'équilibre des organismes concourant au financement des régimes obligatoires de base de sécurité sociale :\n\n(En milliards d'euros)\n\n;4° Les dépenses constatées relevant du champ de l'objectif national de dépenses d'assurance maladie, s'élevant à 200,2 milliards d'euros ;5° Les recettes affectées au Fonds de réserve pour les retraites, lesquelles sont nulles ;6° Les recettes mises en réserve par le Fonds de solidarité vieillesse, lesquelles sont nulles ;7° Le montant de la dette amortie par la Caisse d'amortissement de la dette sociale, s'élevant à 16,3 milliards d'euros.\n\nRecettes\n\nDépenses\n\nSolde\n\nMaladie\n\n216,6\n\n218,1\n\n-1,5\n\nAccidents du travail et maladies professionnelles\n\n14,7\n\n13,6\n\n1,1\n\nVieillesse\n\n240,0\n\n241,3\n\n-1,3\n\nFamille\n\n51,4\n\n49,9\n\n1,5\n\nToutes branches (hors transferts entre branches)\n\n509,1\n\n509,3\n\n-0,2\n\nToutes branches (hors transferts entre branches) y compris Fonds de solidarité vieillesse\n\n508,0\n\n509,7\n\n-1,7\n\n1\n\ncenter\n\nRecettes\n\nDépenses\n\nSolde\n\nMaladie\n\n215,2\n\n216,6\n\n-1,5\n\nAccidents du travail et maladies professionnelles\n\n13,2\n\n12,2\n\n1,0\n\nVieillesse\n\n135,7\n\n137,1\n\n-1,4\n\nFamille\n\n51,4\n\n49,9\n\n1,5\n\nToutes branches (hors transferts entre branches)\n\n402,4\n\n402,8\n\n-0,4\n\nToutes branches (hors transferts entre branches) y compris Fonds de solidarité vieillesse\n\n402,6\n\n404,5\n\n-1,9\n\n1\n\ncenter\n\nRecettes\n\nDépenses\n\nSolde\n\nFonds de solidarité vieillesse\n\n17,2\n\n18,8\n\n-1,6\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Est approuvé le rapport figurant en annexe A à la présente loi présentant un tableau, établi au 31 décembre 2019, retraçant la situation patrimoniale des régimes obligatoires de base et des organismes concourant à leur financement, à l'amortissement de leur dette ou à la mise en réserve de recettes à leur profit et décrivant les mesures prévues pour l'affectation des excédents ou la couverture des déficits, tels qu'ils sont constatés dans les tableaux d'équilibre relatifs à l'exercice 2019 figurant à l'article 1er."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. - Il est institué, au titre de l'année 2020, une contribution exceptionnelle à la prise en charge des dépenses liées à la gestion de l'épidémie de covid-19. Son produit est affecté à la Caisse nationale de l'assurance maladie.Cette contribution est due par les organismes mentionnés au I de l'article L. 862-4 du code de la sécurité sociale en activité au 31 décembre 2020.La contribution est assise sur l'ensemble des sommes versées en 2020, au titre des cotisations d'assurance maladie complémentaire, au profit de ces organismes selon les modalités définies au I et au dernier alinéa du II bis du même article L. 862-4, à l'exception des garanties mentionnées au 4° du même II bis.Le taux de la contribution est fixé à 2,6 %.La contribution est recouvrée par l'organisme désigné pour le recouvrement de la taxe mentionnée à l'article L. 862-4 du code de la sécurité sociale, concomitamment au recouvrement de cette même taxe. Elle est déclarée et liquidée au plus tard le 31 janvier 2021. Elle peut faire l'objet d'une régularisation annuelle selon les mêmes modalités que la contribution mentionnée au même article L. 862-4, au plus tard le 30 juin 2021.Elle est recouvrée et contrôlée selon les règles, garanties et sanctions prévues au premier alinéa de l'article L. 862-5 du même code.\n\nII. - A modifié les dispositions suivantes :\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I. - Par dérogation à l'article L. 14-10-1 et au IV de l'article L. 14-10-5 du code de l'action sociale et des familles, et à titre exceptionnel pour 2020, la Caisse nationale de solidarité pour l'autonomie finance une aide aux départements pour le financement de la prime exceptionnelle mentionnée à l'article 11 de la loi n° 2020-473 du 25 avril 2020 de finances rectificative pour 2020 pour les personnels des services d'aide et d'accompagnement à domicile relevant des 6° et 7° du I de l'article L. 312-1 du code de l'action sociale et des familles, dans la limite de 80 millions d'euros.Cette aide est financée par des crédits prélevés, pour une partie, sur ceux mentionnés au c de l'article L. 14-10-9 du même code et, pour le solde, par les fonds propres de la Caisse nationale de solidarité pour l'autonomie.Elle est répartie entre les départements en fonction des dernières données disponibles portant sur le volume total d'activité réalisée par les services d'aide et d'accompagnement à domicile au titre des allocations prévues aux articles L. 231-1, L. 232-1 et L. 245-1 dudit code. Elle est versée aux départements dans la limite de la moitié du montant de prime exceptionnelle financé par chacun d'entre eux.II. - A modifié les dispositions suivantes :\n\nIII. - Le Gouvernement remet au Parlement, au plus tard le 1er mars 2021, un rapport d'information sur l'attribution de l'aide mentionnée au I du présent article, précisant les ventilations entre les publics notamment et plus largement les personnels mentionnés au I de l'article L. 312-1 du code de l'action sociale et des familles ainsi que les départements bénéficiaires.\n\n- LOI n° 2019-1446 du 24 décembre 2019"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Dans un délai d'un an à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport dressant le bilan de l'expérimentation de la réforme du financement des services d'aide et d'accompagnement à domicile, financée en 2019 par une contribution de la Caisse nationale de solidarité pour l'autonomie de 50 millions d'euros, conformément à l'article 26 de la loi n° 2018-1203 du 22 décembre 2018 de financement de la sécurité sociale pour 2019."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Sont ratifiés :1° Le décret n° 2020-327 du 25 mars 2020 portant relèvement du plafond des avances de trésorerie au régime général de sécurité sociale ;2° Le décret n° 2020-603 du 20 mai 2020 portant relèvement du plafond du recours aux ressources non permanentes des régimes obligatoires de base de sécurité sociale."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Le montant des cotisations et contributions que l'Agence centrale des organismes de sécurité sociale verse à chaque organisme attributaire en application du 5° de l'article L. 225-1-1 du code de la sécurité sociale comprend les cotisations et contributions acquittées au moyen de l'aide au paiement prévue au II de l'article 65 de la loi n° 2020-935 du 30 juillet 2020 de finances rectificative pour 2020 et au II de l'article 9 de la présente loi.Il en va de même du montant des cotisations et contributions que la Caisse centrale de la mutualité sociale agricole enregistre dans les comptes des régimes de protection sociale agricole au titre des opérations effectuées par les caisses de mutualité sociale agricole pour leur propre compte ou pour le compte de tiers ainsi que du montant des cotisations et contributions versé soit par la Caisse centrale de la mutualité sociale agricole, soit par les caisses de mutualité sociale agricole à ces tiers.Les charges résultant de l'application du présent article pour l'Agence centrale des organismes de sécurité sociale et pour la Caisse centrale de la mutualité sociale agricole sont compensées par l'Etat."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I.-, II.-, III.-, V.-, VI.- A modifié les dispositions suivantes :\n\nIV.-Par dérogation aux dispositions de l'article L. 136-1-1 du code de la sécurité sociale, les indemnités complémentaires aux indemnités légales d'activité partielle dues au titre des périodes d'emploi des années 2021 et 2022 par l'employeur en application d'un accord collectif ou d'une décision unilatérale sont assujetties aux prélèvements sociaux sur les revenus de remplacement définis à l'article L. 136-1-2 du même code dans les mêmes conditions que les indemnités légales.Par dérogation au premier alinéa du présent IV, lorsque la somme de l'indemnité légale d'activité partielle et de l'indemnité complémentaire versée par l'employeur en application d'un accord collectif ou d'une décision unilatérale est supérieure à 3,15 fois la valeur horaire du salaire minimum de croissance, la part de l'indemnité complémentaire à l'indemnité légale versée au delà de ce montant est assujettie aux contributions et cotisations sociales applicables aux revenus d'activité dans les conditions définies aux articles L. 136-1-1 et L. 242-1 du code de la sécurité sociale.VII.-Les 1° et 3° à 5° du I ainsi que le III s'appliquent aux avantages dus à compter du 1er janvier 2021.VIII.-Les 2° et 6° du I, le II et le V sont applicables aux périodes de perception de l'indemnité horaire mentionnée au II de l'article L. 5122-1 du code du travail et des indemnités d'activité partielle mentionnées aux articles 7 et 10 bis de l'ordonnance n° 2020-346 du 27 mars 2020 portant mesures d'urgence en matière d'activité partielle à compter du 1er mars 2020 pour les pensions de retraite prenant effet à compter du 12 mars 2020.Par dérogation au premier alinéa du présent VIII, le 1° du II est applicable à compter du 1er janvier 2021 aux autres périodes mentionnées au 8° de l'article L. 5552-16 du code des transports que celles de perception de l'indemnité horaire mentionnée au II de l'article L. 5122-1 du code du travail et de l'indemnité d'activité partielle mentionnée à l'article 10 bis de l'ordonnance n° 2020-346 du 27 mars 2020 précitée.\n\n- Code de la sécurité sociale.\n\n- Code des transports\n\n- Code du travail\n\n- Ordonnance n° 2002-411 du 27 mars 2002\n\nA abrogé les dispositions suivantes :\n\n- LOI n°2020-734 du 17 juin 2020"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I.-A.-Les employeurs mentionnés au B du présent I bénéficient, dans les conditions prévues au présent article, d'une exonération totale des cotisations et contributions sociales mentionnées au I de l'article L. 241-13 du code de la sécurité sociale, à l'exception des cotisations affectées aux régimes de retraite complémentaire légalement obligatoires, dues au titre des rémunérations des salariés mentionnés au II du même article L. 241-13, déterminées en application de l'article L. 242-1 du même code ou de l'article L. 741-10 du code rural et de la pêche maritime.\n\nB.-Sont éligibles à l'exonération prévue au A :1° Les employeurs dont l'effectif est inférieur à deux cent cinquante salariés qui ont été particulièrement affectés par les conséquences économiques et financières de la propagation de l'épidémie de covid-19 et qui exercent leur activité principale :a) Dans les secteurs du tourisme, de l'hôtellerie, de la restauration, du sport, de la culture, du transport aérien, de l'évènementiel ;b) Dans des secteurs d'activités dont l'activité dépend de celle de ceux mentionnés au a du présent 1°.Le bénéfice de l'exonération est réservé à ceux parmi ces employeurs qui, au cours du mois suivant celui au titre duquel l'exonération est applicable, ont fait l'objet de mesures d'interdiction d'accueil du public, à l'exception des activités de livraison, de retrait de commande ou de vente à emporter, prises dans le cadre de l'état d'urgence sanitaire en application de l'article L. 3131-15 du code de la santé publique ou qui ont constaté une baisse de chiffre d'affaires d'au moins 50 % par rapport à la même période de l'année précédente. Un décret prévoit, notamment pour les activités présentant une forte saisonnalité, les modalités d'appréciation de la baisse de chiffre d'affaires ;2° Les employeurs dont l'effectif est inférieur à cinquante salariés, qui exercent leur activité principale dans d'autres secteurs que ceux mentionnés au 1° du présent B et qui, au cours du mois suivant celui au titre duquel l'exonération est applicable, ont fait l'objet d'une interdiction d'accueil du public affectant de manière prépondérante la poursuite de leur activité, à l'exception des activités de livraison, de retraite de commande ou de vente à emporter.C.-L'exonération prévue au présent article est applicable aux cotisations et contributions dues par les employeurs mentionnés au 1° du B au titre des périodes d'emploi courant à compter du 1er septembre 2020 à condition, pour ceux mentionnés au a du même 1°, qu'ils exercent leur activité dans un lieu concerné par les mesures de réglementation ou d'interdiction de la circulation des personnes ou d'accueil du public prises dans le cadre de l'état d'urgence sanitaire en application de l'article L. 3131-15 du code de la santé publique avant le 30 octobre 2020. Pour les employeurs exerçant dans un lieu concerné par ces mesures à compter du 30 octobre, y compris pour ceux établis dans les départements d'outre-mer où ces mesures ne sont pas applicables, l'exonération prévue au présent article est applicable aux cotisations et contributions dues au titre des périodes d'emploi courant à compter du 1er octobre 2020.Cette exonération est applicable pour une période maximale de trois mois, et au plus tard pour les périodes d'emploi courant jusqu'au 30 novembre 2020.D.-L'exonération est appliquée sur les cotisations et contributions sociales mentionnées au présent I restant dues après application de toute exonération totale ou partielle de cotisations sociales, de taux spécifiques, d'assiettes ou de montants forfaitaires de cotisations. Elle est cumulable avec l'ensemble de ces dispositifs.E.-Pour les clubs sportifs professionnels, le bénéfice de l'exonération applicable au titre des périodes d'emploi prévues au C n'est pas soumis aux conditions mentionnées au dernier alinéa du 1° du B.II.-Les employeurs mentionnés au I du présent article bénéficient d'une aide au paiement de leurs cotisations et contributions sociales, égale à 20 % du montant des rémunérations des salariés mentionnés au II de l'article L. 241-13 du code de la sécurité sociale, déterminées en application de l'article L. 242-1 du même code ou de l'article L. 741-10 du code rural et de la pêche maritime, dues au titre des périodes d'emploi mentionnées au C du I du présent article.L'aide est imputable sur l'ensemble des sommes dues aux organismes de recouvrement mentionnés aux articles L. 213-1 et L. 752-4 du code de la sécurité sociale et à l'article L. 725-3 du code rural et de la pêche maritime ainsi qu'à l'organisme mentionné au e de l'article L. 5427-1 du code du travail au titre des années 2020, 2021 et 2022, après application de l'exonération mentionnée au I du présent article et de toute autre exonération totale ou partielle applicable. Pour l'application des articles L. 131-7, L 133-4-2 et L. 242-1-1 du code de la sécurité sociale, cette aide est assimilée à une mesure de réduction.L'aide n'est pas applicable aux rémunérations au titre des périodes d'emploi pour lesquelles s'applique l'aide prévue au II de l'article 65 de la loi n° 2020-935 du 30 juillet 2020 de finances rectificative pour 2020.III.-Lorsqu'ils satisfont aux conditions d'activité principale, de lieu d'exercice de l'activité et de fermeture ou de baisse de chiffre d'affaires mentionnées au I du présent article, les travailleurs indépendants mentionnés à l'article L. 611-1 du code de la sécurité sociale qui n'ont pas exercé l'option prévue à l'article L. 613-7 du même code et les travailleurs non-salariés agricoles mentionnés aux articles L. 722-4 et L. 781-9 du code rural et de la pêche maritime bénéficient d'une réduction des cotisations et contributions de sécurité sociale. Le montant de la réduction est fixé, pour chacun de ces secteurs, par décret.Cette réduction peut porter, dans des conditions prévues par décret, sur les cotisations dues au titre des années 2020, 2021 ou 2022. Elle s'applique dans la limite des montants dus aux organismes de recouvrement mentionnés aux articles L. 213-1 et L. 752-4 du code de la sécurité sociale et à l'article L. 723-1 du code rural et de la pêche maritime au titre de cet exercice. Pour déduire de leurs cotisations provisionnelles mentionnées à l'article L. 131-6-2 du code de la sécurité sociale exigibles la réduction prévue au premier alinéa du présent III, les travailleurs indépendants peuvent appliquer au revenu estimé qu'ils déclarent en application de l'avant-dernier alinéa de l'article L. 131-6-2 du code de la sécurité sociale un abattement dont le montant est fixé par décret. Les majorations de retard prévues au même avant-dernier alinéa ne sont pas applicables au titre des revenus de l'année 2021.Dans les mêmes conditions, et lorsque l'entreprise dont ils sont mandataires satisfait aux conditions d'effectif mentionnées au I du présent article, les mandataires sociaux mentionnés aux 11°, 12°, 13°, 22° et 23° de l'article L. 311-3 du code de la sécurité sociale ou aux 8° et 9° de l'article L. 722-20 du code rural et de la pêche maritime bénéficient d'une réduction des cotisations et contributions dues au titre des années 2020, 2021 ou 2022, dont le montant et les modalités d'imputation sur les sommes dues sont fixées par décret.IV.-Lorsqu'ils satisfont aux conditions d'activité principale, de lieu d'exercice de l'activité et de fermeture ou baisse du chiffre d'affaires mentionnées au I, les travailleurs indépendants relevant du dispositif mentionné à l'article L. 613-7 du code de la sécurité sociale peuvent déduire des montants de chiffre d'affaires ou de recettes déclarés au titre des échéances mensuelles ou trimestrielles des années 2021 ou 2022 les montants correspondant au chiffre d'affaires ou aux recettes réalisés au titre des périodes mentionnées au C du I du présent article.V.-Lorsqu'ils satisfont à la condition de baisse de chiffre d'affaires mentionnée au I, appréciée au regard de la baisse de l'assiette déclarée aux organismes de recouvrement mentionnés à l'article L. 213-1 du code de la sécurité sociale, les artistes-auteurs mentionnés à l'article L. 382-1 du même code bénéficient d'une réduction des cotisations et contributions de sécurité sociale. Le montant de la réduction est fixé par décret et tient compte de leur revenu artistique en 2019, dans les conditions prévues au V de l'article 65 de la loi n° 2020-935 du 30 juillet 2020 précitée. Ce montant tient également compte du niveau de la baisse de chiffre d'affaires, appréciée sur l'ensemble de l'année 2020.Cette réduction peut porter, dans des conditions prévues par décret, sur les cotisations dues au titre de l'année 2020 ou de l'année suivante.VI.-Le cotisant ne peut bénéficier des dispositions des I à IV du présent article en cas de condamnation en application des articles L. 8221-1, L. 8221-3 et L. 8221-5 du code du travail au cours des cinq années précédentes.VII.-Le présent article est applicable à Mayotte et à Saint-Pierre-et-Miquelon, sous réserve des adaptations liées aux modalités d'application du régime de sécurité sociale dans ces collectivités.\n\nVIII.-A modifié les dispositions suivantes :\n\nIX.-Un décret peut prolonger ou reconduire les périodes prévues au C du I au plus tard jusqu'au dernier jour du mois au cours duquel l'état d'urgence sanitaire prend fin, jusqu'à la date de fin d'application de l'article 1er de la loi n° 2021-689 du 31 mai 2021 relative à la gestion de la sortie de crise sanitaire ou, pour les employeurs pour lesquels l'interdiction d'accueil du public aurait été prolongée au delà de cette date, jusqu'au dernier jour du mois au cours duquel l'interdiction d'accueil du public prend fin. Le cas échéant, ce décret précise les conditions dans lesquelles ceux des employeurs mentionnés au B du I du présent article dont l'activité reste particulièrement affectée par les conséquences économiques et financières de la propagation de l'épidémie de covid-19 ou par les mesures d'interdiction d'accueil du public peuvent continuer de bénéficier de tout ou partie des réductions ou des aides prévues au présent article. Ce décret peut notamment retenir, dans ce cadre, une condition de baisse de chiffre d'affaires différente de celle prévue audit I ou limiter le niveau des rémunérations éligibles à ces dispositifs. Ce décret peut également prévoir que, par dérogation au B du I et pour certaines périodes qu'il détermine, les réductions ou aides portent sur les cotisations et contributions sociales dues au titre de la période d'emploi au cours de laquelle les conditions de bénéfice du dispositif sont satisfaites, ou que le bénéfice de ces réductions ou aides n'est pas cumulable avec le bénéfice d'autres dispositifs poursuivant les mêmes objectifs. En cas de prolongation au-delà de la date de fin de l'état d'urgence sanitaire, le bénéfice des dispositifs est soumis, pour l'ensemble des secteurs, à une interdiction totale d'accueil du public ou à une condition de baisse d'activité. Ce décret peut également reporter les dates mentionnées au deuxième alinéa du VI de l'article 65 de la loi n° 2020-935 du 30 juillet 2020 précitée au plus tard jusqu'au dernier jour de la période d'emploi du mois suivant la fin de l'état d'urgence sanitaire.\n\n- LOI n°2020-935 du 30 juillet 2020"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Au titre de l'année 2020, sont rectifiés :1° Les prévisions de recettes, les objectifs de dépenses et le tableau d'équilibre, par branche, de l'ensemble des régimes obligatoires de base de sécurité sociale ainsi qu'il suit :\n\n(En milliards d'euros)\n\n;2° Les prévisions de recettes, les objectifs de dépenses et le tableau d'équilibre, par branche, du régime général de sécurité sociale ainsi qu'il suit :\n\n(En milliards d'euros)\n\n;3° Les prévisions de recettes, les prévisions de dépenses et le tableau d'équilibre des organismes concourant au financement des régimes obligatoires de base de sécurité sociale ainsi qu'il suit :\n\n(En milliards d'euros)\n\n;4° Les prévisions des recettes affectées au Fonds de réserve pour les retraites, lesquelles sont nulles ;5° Les prévisions de recettes mises en réserve par le Fonds de solidarité vieillesse, lesquelles sont nulles ;6° L'objectif d'amortissement de la dette sociale par la Caisse d'amortissement de la dette sociale, qui est fixé à 15,9 milliards d'euros.\n\nRecettes\n\nDépenses\n\nSolde\n\nMaladie\n\n205,6\n\n239,3\n\n-33,7\n\nAccidents du travail et maladies professionnelles\n\n13,5\n\n13,9\n\n-0,4\n\nVieillesse\n\n236,6\n\n247,0\n\n-10,3\n\nFamille\n\n46,9\n\n50,4\n\n-3,5\n\nToutes branches (hors transferts entre branches)\n\n489,1\n\n536,9\n\n-47,8\n\nToutes branches (hors transferts entre branches) y compris Fonds de solidarité vieillesse\n\n486,7\n\n537,4\n\n-50,7\n\n1\n\ncenter\n\nRecettes\n\nDépenses\n\nSolde\n\nMaladie\n\n204,1\n\n237,8\n\n-33,7\n\nAccidents du travail et maladies professionnelles\n\n12,0\n\n12,4\n\n-0,4\n\nVieillesse\n\n132,0\n\n140,6\n\n-8,6\n\nFamille\n\n46,9\n\n50,4\n\n-3,5\n\nToutes branches (hors transferts entre branches)\n\n382,0\n\n428,1\n\n-46,1\n\nToutes branches (hors transferts entre branches) y compris Fonds de solidarité vieillesse\n\n380,8\n\n429,8\n\n-49,0\n\n1\n\ncenter\n\nRecettes\n\nDépenses\n\nSolde\n\nFonds de solidarité vieillesse\n\n16,7\n\n19,7\n\n-2,9\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Au titre de l'année 2020, l'objectif national de dépenses d'assurance maladie de l'ensemble des régimes obligatoires de base ainsi que ses sous-objectifs sont rectifiés ainsi qu'il suit :\n\n(En milliards d'euros)\n\nSous-objectif\n\nObjectif de dépenses\n\nDépenses de soins de ville\n\n93,8\n\nDépenses relatives aux établissements de santé\n\n90,0\n\nContribution de l'assurance maladie aux dépenses en établissements et services pour personnes âgées\n\n12,0\n\nContribution de l'assurance maladie aux dépenses en établissements et services pour personnes handicapées\n\n12,0\n\nDépenses relatives au Fonds d'intervention régional\n\n3,9\n\nAutres prises en charge\n\n7,2\n\nTotal\n\n218,9\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Il est institué au titre de l'année 2021 une contribution exceptionnelle à la prise en charge des dépenses liées à la gestion de l'épidémie de covid-19. Son produit est affecté à la Caisse nationale de l'assurance maladie.Cette contribution est due par les organismes mentionnés au I de l'article L. 862-4 du code de la sécurité sociale en activité au 31 décembre 2021.La contribution est assise sur l'ensemble des sommes versées en 2021, au titre des cotisations d'assurance maladie complémentaire, au profit de ces organismes selon les modalités définies au I et au dernier alinéa du II bis du même article L. 862-4, à l'exception des garanties mentionnées au 4° du même II bis.Le taux de la contribution est fixé à 1,3 %.La contribution est recouvrée par l'organisme désigné pour le recouvrement de la taxe mentionnée audit article L. 862-4, concomitamment au recouvrement de cette même taxe. Elle est déclarée et liquidée au plus tard le 31 janvier 2022. Elle peut faire l'objet d'une régularisation annuelle selon les mêmes modalités que la contribution mentionnée au même article L. 862-4, au plus tard le 30 juin 2022.Elle est recouvrée et contrôlée selon les règles, garanties et sanctions prévues au premier alinéa de l'article L. 862-5 du code de la sécurité sociale."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I. - La Caisse nationale de l'assurance maladie reprend, au plus tard le 31 mars 2021, les réserves du régime de prévoyance de la caisse de prévoyance et de retraite du personnel de la SNCF constatées au 31 décembre 2020.II. - Sont prélevées, au plus tard le 31 mars 2021, au profit de la Caisse nationale de l'assurance maladie, une somme de 40 millions d'euros sur les réserves du fonds national de gestion technique des agents en activité et de leurs ayants droit de la caisse d'assurance maladie des industries électriques et gazières et une somme de 135 millions d'euros sur les réserves du fonds national de gestion technique des agents en inactivité, des pensionnés de tous ordres et de leurs ayants droit de la même caisse.Le recouvrement de ce prélèvement est régi par les règles applicables en matière de taxes sur le chiffre d'affaires."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "A modifié les dispositions suivantes :\n\n-loi n° 2018-1203"
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-La perte de recettes pour les organismes de sécurité sociale résultant du I est compensée à due concurrence par la création d'une taxe additionnelle aux droits prévus aux articles 575 et 575 A du code général des impôts.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I.-A modifié les dispositions suivantes :\n\n2° Le 8° de l'article L. 242-1, dans sa rédaction résultant de l'article 102 de la loi n° 2020-1525 du 7 décembre 2020 d'accélération et de simplification de l'action publique, est abrogé.II.-Le I du présent article entre en vigueur à une date fixée par décret, et au plus tard le 1er mars 2021.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le I s'applique aux cotisations et contributions dues au titre des périodes d'emploi courant à compter du 1er janvier 2021.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-La fraction de revenus mentionnée au 5° bis du C du V de l'article 8 de la loi n° 2017-1836 du 30 décembre 2017 de financement de la sécurité sociale pour 2018, les sommes versées auxquelles elles se rattachent, les années de leur constatation ainsi que les montants des prélèvements sociaux sur les revenus du capital qui s'y attachent, tels que calculés en application du même 5° bis, sont consignés par l'assureur ou le gestionnaire du contrat.En cas de changement d'assureur ou de gestionnaire, l'assureur ou le gestionnaire d'origine communique à l'assureur ou au gestionnaire destinataire les informations mentionnées au premier alinéa du présent II.\n\n- LOI n° 2017-1836 du 30 décembre 2017"
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le 37° de l'article L. 311-3 du code de la sécurité sociale est applicable aux cotisations et contributions dues au titre des périodes courant à compter du 1er janvier 2022.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I. - A. - A modifié les dispositions suivantes :\n\nB. - L'article L. 731-13-2 du code rural et de la pêche maritime dans sa rédaction résultant du présent I est applicable à compter des déclarations transmises en 2023 au titre des revenus de l'année 2022.\n\nII. et III. - A modifié les dispositions suivantes :\n\n- Code rural et de la pêche maritime\n\n- LOI n° 2019-1446 du 24 décembre 2019\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I. à III. - A modifié les dispositions suivantes :\n\nIV. - Le I est applicable aux cotisations dues au titre des périodes d'activité courant à compter du 1er janvier 2021 pour la couverture des prestations en nature d'assurance maladie et maternité et au titre des périodes d'activité courant à compter du 1er janvier 2022 pour la couverture des autres prestations.\n\n- Code rural et de la pêche maritime\n\n- LOI n° 2019-1446 du 24 décembre 2019"
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I. - A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII. - Le I du présent article est applicable aux cotisations et contributions dues au titre des périodes courant à compter du 1er janvier 2021.\n\n- Code de la sécurité sociale.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le présent article entre en vigueur le 1er janvier 2021.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "I.- , II. -, IV.- :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nIII.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est habilité à prendre par voie d'ordonnance, dans un délai de douze mois à compter de la promulgation de la présente loi, afin de mettre en œuvre la création de la cinquième branche du régime général de la sécurité sociale relative à l'autonomie, toute mesure relevant du domaine de la loi visant à :\n\n1° Codifier, à droit constant, dans le code de la sécurité sociale les dispositions relatives à la Caisse nationale de solidarité pour l'autonomie prévues au code de l'action sociale et des familles ;2° Mettre en cohérence les dispositions du code de l'action sociale et des familles ou d'autres codes et textes législatifs avec la nouvelle codification mentionnée au 1° ;3° Modifier les dispositions des livres Ier et II du code de la sécurité sociale pour les étendre, en tant que de besoin, à la Caisse nationale de solidarité pour l'autonomie.Un projet de loi de ratification est déposé devant le Parlement dans un délai de six mois à compter de la publication de l'ordonnance.V.-Le I, sous réserve des dispositions du second alinéa du présent V, et le II entrent en vigueur le 1er janvier 2021.Le I de l'article L. 14-10-8 du code de l'action sociale et des familles dans sa rédaction antérieure à la présente loi demeure applicable jusqu'au renouvellement de la convention d'objectifs et de gestion de la Caisse nationale de solidarité pour l'autonomie mentionné au 1° du III de l'article L. 14-10-3 du même code dans sa rédaction résultant de la présente loi, et au plus tard jusqu'au 30 juin 2022.\n\n- Code de l'action sociale et des familles\n\n- Code de l'action sociale et des familles\n\n- Code de l'action sociale et des familles\n\n- Code de l'action sociale et des familles\n\n- Code de l'action sociale et des familles\n\n- Code de l'action sociale et des familles\n\n- Code de l'action sociale et des familles\n\n- Code de la sécurité sociale.\n\n- Code de la sécurité sociale.\n\n- Code rural et de la pêche maritime\n\n- Code de l'action sociale et des familles\n\n- Code de l'action sociale et des familles\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Sur la base du rapport réalisé en application du III de l'article 5 de la loi n° 2020-992 du 7 août 2020 relative à la dette sociale et à l'autonomie, et à l'issue d'une concertation associant l'ensemble des parties prenantes qui le composent ainsi que des représentants des usagers de la politique de l'autonomie et des professionnels de l'autonomie, le conseil de la Caisse nationale de solidarité pour l'autonomie formule un avis et des recommandations sur les pistes de financement de la politique de soutien à l'autonomie. Il rend publiques les conclusions de ces travaux au plus tard le 1er mars 2021."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code de la sécurité sociale.\n\nII. - Pour l'année 2021, le montant M mentionné à l'article L. 138-10 du code de la sécurité sociale est fixé à 23,99 milliards d'euros.III. - Pour l'année 2021, le montant Z mentionné à l'article L. 138-19-8 du code de la sécurité sociale est fixé à 2,09 milliards d'euros."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "Avant le 1er septembre 2021, le Gouvernement remet au Parlement un rapport sur l'avenir de la clause de sauvegarde et des mécanismes actuels de soutenabilité des dépenses de médicaments face au développement des biothérapies. Ce rapport étudie l'opportunité de développer comme outil de soutenabilité la mise en place de bioproduction académique et notamment l'impact sur les dépenses de médicaments selon les modes d'organisation de la bioproduction académique."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "I.- A modifié les dispositions suivantes :\n\n- Code de la santé publique\n\nII.-Le I s'applique aux actions juridictionnelles engagées à compter de du 1er juin 2010, sous réserve des décisions de justice passées en force de chose jugée."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "Est approuvé le montant de 5,3 milliards d'euros correspondant à la compensation des exonérations, réductions ou abattements d'assiette de cotisations ou contributions de sécurité sociale, mentionné à l'annexe 5 jointe au projet de loi de financement de la sécurité sociale pour 2021."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "Pour l'année 2021, sont approuvés les prévisions de recettes, réparties par catégorie dans l'état figurant en annexe C à la présente loi, et le tableau d'équilibre, par branche, de l'ensemble des régimes obligatoires de base de sécurité sociale :\n\n(En milliards d'euros)\n\nRecettes\n\nDépenses\n\nSolde\n\nMaladie\n\n195,5\n\n219,1\n\n-23,7\n\nAccidents du travail et maladies professionnelles\n\n14,4\n\n14,1\n\n0,3\n\nVieillesse\n\n242,9\n\n251,9\n\n-9,0\n\nFamille\n\n49,6\n\n49,3\n\n0,3\n\nAutonomie\n\n31,2\n\n31,6\n\n-0,4\n\nToutes branches (hors transferts entre branches)\n\n519,5\n\n552,0\n\n-32,5\n\nToutes branches (hors transferts entre branches) y compris Fonds de solidarité vieillesse\n\n517,5\n\n552,4\n\n-34,9\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "Pour l'année 2021, sont approuvés les prévisions de recettes, réparties par catégorie dans l'état figurant en annexe C à la présente loi, et le tableau d'équilibre, par branche, du régime général :\n\n(En milliards d'euros)\n\nRecettes\n\nDépenses\n\nSolde\n\nMaladie\n\n193,9\n\n217,6\n\n-23,7\n\nAccidents du travail et maladies professionnelles\n\n12,8\n\n12,7\n\n0,2\n\nVieillesse\n\n135,0\n\n144,7\n\n-9,7\n\nFamille\n\n49,6\n\n49,3\n\n0,3\n\nAutonomie\n\n31,2\n\n31,6\n\n-0,4\n\nToutes branches (hors transferts entre branches)\n\n408,6\n\n442,0\n\n-33,3\n\nToutes branches (hors transferts entre branches) y compris Fonds de solidarité vieillesse\n\n407,9\n\n443,7\n\n-35,8\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "I. - Pour l'année 2021, sont approuvées les prévisions de recettes, réparties par catégorie dans l'état figurant en annexe C à la présente loi, des organismes concourant au financement des régimes obligatoires de base de sécurité sociale.II. - Pour l'année 2021, l'objectif d'amortissement de la dette sociale par la Caisse d'amortissement de la dette sociale est fixé à 17 milliards d'euros.III. - Pour l'année 2021, les prévisions de recettes par catégorie affectées au Fonds de réserve pour les retraites sont fixées à :\n\n(En milliards d'euros)\n\nIV. - Pour l'année 2021, les prévisions de recettes par catégorie mises en réserve par le Fonds de solidarité vieillesse sont fixées à :\n\n(En milliards d'euros)\n\nPrévisions de recettes\n\nRecettes affectées\n\n0\n\nTotal\n\n0\n\n1\n\ncenter\n\nPrévisions de recettes\n\nRecettes affectées\n\n0\n\nTotal\n\n0\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "Sont habilités en 2021 à recourir à des ressources non permanentes afin de couvrir leurs besoins de trésorerie les organismes mentionnés dans le tableau ci-dessous, dans les limites indiquées :\n\n(En millions d'euros)\n\nEncours limites\n\nAgence centrale des organismes de sécurité sociale (ACOSS)\n\n95 000\n\nCaisse centrale de la mutualité sociale agricole (CCMSA)\n\n500\n\nCaisse de prévoyance et de retraite du personnel de la SNCF (CPRP SNCF) - période du 1er au 31 janvier 2021\n\n500\n\nCaisse de prévoyance et de retraite du personnel de la SNCF (CPRP SNCF) - période du 1er février au 31 décembre 2021\n\n250\n\nCaisse autonome nationale de la sécurité sociale dans les mines (CANSSM)\n\n465\n\nCaisse nationale des industries électriques et gazières (CNIEG)\n\n150\n\nCaisse nationale de retraite des agents des collectivités locales (CNRACL)\n\n3 600\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "Est approuvé le rapport figurant en annexe B à la présente loi décrivant, pour les quatre années à venir (2021 à 2024), les prévisions de recettes et les objectifs de dépenses par branche des régimes obligatoires de base de sécurité sociale et du régime général, les prévisions de recettes et de dépenses des organismes concourant au financement de ces régimes ainsi que l'objectif national de dépenses d'assurance maladie."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "I.-A.-Un complément de traitement indiciaire est versé dans des conditions fixées par décret aux fonctionnaires et militaires exerçant leurs fonctions au sein :\n\n1° Des établissements publics de santé mentionnés à l'article L. 6141-1 du code de la santé publique ;2° Des groupements de coopération sanitaire mentionnés à l'article L. 6133-1 du même code ;3° Des établissements d'hébergement pour personnes âgées dépendantes mentionnés au 6° du I de l'article L. 312-1 du code de l'action sociale et des familles, y compris les professionnels exerçant au titre de l'accueil de jour sans hébergement dans les conditions prévues au dernier alinéa du même I ;4° Des hôpitaux des armées mentionnés à l'article L. 6147-7 du code de la santé publique ;5° De l'établissement public mentionné à l'article L. 621-1 du code des pensions militaires d'invalidité et des victimes de guerre ;6° Des établissements et services sociaux et médico-sociaux mentionnés à l'article L. 312-1 du code de l'action sociale et des familles rattachés à un établissement public de santé mentionné à l'article L. 6111-3 du code de la santé publique ;7° Des établissements et services sociaux et médico-sociaux mentionnés à l'article L. 312-1 du code de l'action sociale et des familles relevant d'un établissement public gérant un ou plusieurs établissements d'hébergement pour personnes âgées dépendantes mentionnés au 3° de l'article 2 de la loi n° 86-33 du 9 janvier 1986 portant dispositions statutaires relatives à la fonction publique hospitalière ;8° Des groupements d'intérêt public mentionnés à l'article L. 6134-1 du code de la santé publique satisfaisant aux critères suivants :a) Le groupement exerce, à titre principal, une activité en lien direct avec la prise en charge des patients ou des résidents ;b) L'un au moins des établissements membres du groupement d'intérêt public est soit un établissement public de santé mentionné à l'article L. 6111-3 du même code, soit un établissement d'hébergement pour personnes âgées dépendantes mentionné au 3° de l'article 2 de la loi n° 86-33 du 9 janvier 1986 précitée ;c) L'activité principale du groupement bénéficie majoritairement à un établissement public de santé ou à un établissement public d'hébergement pour personnes âgées dépendantes ;9° Des groupements de coopération sociale ou médico-sociale mentionnés au 3° de l'article L. 312-7 du code de l'action sociale et des familles comprenant un ou plusieurs établissements d'hébergement pour personnes âgées dépendantes mentionnés au 3° de l'article 2 de la loi n° 86-33 du 9 janvier 1986 précitée ;10° Des établissements et services à caractère expérimental mentionnés au 12° du I de l'article L. 312-1 du code de l'action sociale et des familles qui accueillent des personnes âgées et qui relèvent de l'objectif de dépenses mentionné au I de l'article L. 314-3 du même code.B.-Le complément de traitement indiciaire est également versé, dans des conditions fixées par décret, aux fonctionnaires et militaires exerçant les fonctions d'aide-soignant, d'infirmier, de puéricultrice, de cadre de santé de la filière infirmière et de la filière de rééducation, de masseur-kinésithérapeute, de pédicure-podologue, d'orthophoniste, d'orthoptiste, d'ergothérapeute, d'audioprothésiste, de psychomotricien, de sage-femme, d'auxiliaire de puériculture, de diététicien, d'aide médico-psychologique, d'auxiliaire de vie sociale ou d'accompagnant éducatif et social au sein :1° Des établissements et services sociaux et médico-sociaux relevant de l'article L. 312-1 du code de l'action sociale et des familles, à l'exception des services d'aide et d'accompagnement à domicile ;2° Des équipes mobiles chargées d'aller au contact des personnes sans abri ainsi que des accueils de jour mis en place dans le cadre des dispositifs de veille sociale prévus à l'article L. 345-2 du même code ;3° Des structures exerçant les activités d'accompagnement social personnalisé mentionnées à l'article L. 271-1 dudit code ;4° Des structures mentionnées à l'article L. 345-2-2 du même code ;5° Des établissements et services de la protection judiciaire de la jeunesse mentionnés à l'article L. 241-1 du code de la justice pénale des mineurs ;6° Des services pénitentiaires d'insertion et de probation mentionnés à l'article 712-1 du code de procédure pénale ;7° Des services départementaux de protection maternelle et infantile mentionnés au 3° de l'article L. 123-1 du code de l'action sociale et des familles ;8° Des établissements d'information, de consultation ou de conseil familial mentionnés à l'article L. 2311-6 du code de la santé publique ;9° Des centres de santé sexuelle mentionnés au même article L. 2311-6 ;10° Des centres de lutte contre la tuberculose relevant d'un département définis à l'article L. 3112-2 du même code ;11° Des centres de vaccination mentionnés à l'article L. 3111-11 dudit code ;12° Des centres gratuits d'information, de dépistage et de diagnostic définis à l'article L. 3121-2 du même code ;13° Des services de l'aide sociale à l'enfance mentionnés au 2° de l'article L. 123-1 du code de l'action sociale et des familles.\n\nC.-Le complément de traitement indiciaire est également versé aux fonctionnaires et militaires mentionnés aux articles L. 3, L. 4 et L. 5 du code général de la fonction publique et relevant de corps, de cadres d'emplois ou de spécialités précisés par décret, dès lors qu'ils exercent, à titre principal, des fonctions d'accompagnement socio-éducatif au sein :1° Des établissements et services sociaux et médico-sociaux relevant de l'article L. 312-1 du code de l'action sociale et des familles ;2° Des équipes mobiles chargées d'aller au contact des personnes sans abri ainsi que des accueils de jour mis en place dans le cadre des dispositifs de veille sociale prévus à l'article L. 345-2 du même code ;3° Des structures mentionnées à l'article L. 271-1 dudit code ;4° Des structures mentionnées à l'article L. 345-2-2 du même code ;5° Des établissements et services de la protection judiciaire de la jeunesse mentionnés à l'article L. 241-1 du code de la justice pénale des mineurs ;6° Des services pénitentiaires d'insertion et de probation mentionnés à l'article 712-1 du code de procédure pénale ;7° Des services de protection maternelle et infantile mentionnés au 3° de l'article L. 123-1 du code de l'action sociale et des familles ;8° Des services départementaux d'action sociale mentionnés au 1° de l'article L. 123-1 du même code ;9° Des centres mentionnés aux articles L. 123-4 et L. 123-4-1 du même code ;10° Des services de l'aide sociale à l'enfance mentionnés au 2° de l'article L. 123-1 du même code.D.-Le complément de traitement indiciaire est également versé, pour les agents relevant de corps ou de cadres d'emplois précisés par décret, aux fonctionnaires exerçant des missions d'aide à domicile auprès des personnes âgées ou des personnes handicapées au sein des services d'aide et d'accompagnement à domicile mentionnés aux 6° et 7° du I de l'article L. 312-1 du code de l'action sociale et des familles.E.-Une indemnité équivalente au complément de traitement indiciaire est versée, dans des conditions fixées par décret, aux agents contractuels de droit public et aux ouvriers des établissements industriels de l'Etat :1° Exerçant leurs fonctions au sein des structures mentionnées au A du présent I ;2° Exerçant, au sein des structures mentionnées aux B, C et D du présent I, des fonctions analogues à celles mentionnées aux mêmes B, C et D ;F.-Par dérogation aux A et B du présent I, un complément de traitement indiciaire est versé aux agents de la fonction publique hospitalière lorsqu'ils suivent des études favorisant la promotion professionnelle et préparant aux diplômes ou certificats du secteur sanitaire et social.Le complément de traitement indiciaire ou l'indemnité équivalente versé au titre des mêmes A et B aux militaires, aux fonctionnaires de l'Etat, aux agents contractuels de droit public et aux ouvriers des établissements industriels de l'Etat est maintenu lorsqu'ils suivent des études favorisant la promotion professionnelle et préparant aux diplômes ou certificats du secteur sanitaire et social.G.-Les dispositions du présent I ne sont applicables ni aux personnes qui exercent la profession de médecin, de chirurgien-dentiste ou de pharmacien, ni aux internes des hôpitaux des armées, ni aux élèves des écoles du service de santé des armées, ni aux personnes relevant de l'ordonnance n° 58-696 du 6 août 1958 relative au statut spécial des fonctionnaires des services déconcentrés de l'administration pénitentiaire.II.-Les fonctionnaires de l'Etat et les militaires admis à faire valoir leurs droits à la retraite ont droit à un supplément de pension au titre du complément de traitement indiciaire mentionné au I du présent article, qui s'ajoute à la pension liquidée en application des dispositions du code des pensions civiles et militaires de retraite.Ce supplément de pension est calculé dans les conditions prévues au I de l'article L. 15 du même code en retenant, au titre du traitement ou de la solde, le complément de traitement indiciaire mentionné au I du présent article perçu par le fonctionnaire ou le militaire au moins une fois au cours des six derniers mois précédant la cessation des services valables pour la retraite. Les conditions de jouissance et de réversion de ce supplément de pension sont identiques à celles de la pension elle-même. Ce supplément est revalorisé dans les conditions prévues à l'article L. 16 du code des pensions civiles et militaires de retraite.Le complément de traitement indiciaire mentionné au I du présent article est soumis aux contributions et cotisations prévues à l'article L. 61 du code des pensions civiles et militaires de retraite dans les conditions fixées pour le traitement ou la solde.III.-Le complément de traitement indiciaire ou l'indemnité équivalente à ce complément versé aux fonctionnaires territoriaux et hospitaliers ainsi qu'aux ouvriers des établissements industriels de l'Etat est pris en compte lors de la liquidation de leur pension dans des conditions analogues à celles définies au II. Les modalités de cette prise en compte sont définies par décret en Conseil d'Etat.III bis.-Les I à III s'appliquent :A.-Pour les personnels mentionnés au A du I, aux rémunérations versées à compter du 1er septembre 2020, sauf pour ceux exerçant dans les structures mentionnées aux 6° à 10° du même A, pour lesquels les I à III s'appliquent aux rémunérations versées à compter du 1er juin 2021 ;B.-Pour les personnels mentionnés au F du I, aux rémunérations versées à compter du 1er septembre 2021 ;C.-Pour les personnels mentionnés au B du I :1° Aux rémunérations versées à compter du 1er octobre 2021 aux personnels exerçant au sein :a) Des services de soins infirmiers à domicile mentionnés aux 6° et 7° du I de l'article L. 312-1 du code de l'action sociale et des familles ;b) Des établissements et services mentionnés aux 2°, 3°, 5° et 7° du I du même article L. 312-1 et des établissements et services accueillant des personnes en situation de handicap mentionnés au 12° du même I qui relèvent de l'objectif de dépenses mentionné au I de l'article L. 314-3 du même code ;c) Des établissements et services mentionnés au 9° du I de l'article L. 312-1 dudit code ;d) Des établissements organisant un accueil de jour sans hébergement dans les conditions prévues au dernier alinéa du même I ;e) Des établissements mentionnés au III de l'article L. 313-12 du même code percevant un forfait de soins mentionné au IV du même article L. 313-12 ;2° Aux rémunérations versées à compter du 1er novembre 2021 aux personnels exerçant au sein des structures suivantes qui ne relèvent pas de l'objectif de dépenses mentionné au I de l'article L. 314-3 du même code :a) Des établissements et services à caractère expérimental accueillant des personnes âgées ou des personnes en situation de handicap relevant du 12° du I de l'article L. 312-1 du même code ;b) Des établissements et services accueillant des personnes en situation de handicap mentionnés au 7° du même I ;c) Des établissements et services accueillant des personnes âgées mentionnés au III de l'article L. 313-12 du même code ;3° Aux rémunérations versées à compter du 1er avril 2022 aux personnels exerçant au sein :a) Des établissements et services sociaux et médico-sociaux relevant de l'article L. 312-1 du code de l'action sociale et des familles non mentionnés aux 1° et 2° du présent C ;b) Des équipes mobiles chargées d'aller au contact des personnes sans abri ainsi que des accueils de jour mis en place dans le cadre des dispositifs de veille sociale mentionnés à l'article L. 345-2 du code de l'action sociale et des familles ;c) Des structures mentionnées à l'article L. 345-2-2 du même code ;d) Des structures exerçant les activités d'accompagnement social personnalisé mentionnées à l'article L. 271-1 dudit code ;e) Des établissements et services de la protection judiciaire de la jeunesse mentionnés à l'article L. 241-1 du code de la justice pénale des mineurs ;f) Des services pénitentiaires d'insertion et de probation mentionnés à l'article 712-1 du code de procédure pénale ;g) Des services mentionnés au 2° de l'article L. 123-1 du code de l'action sociale et des familles ;h) Des services mentionnés au 3° du même article L. 123-1 ;i) Des établissements d'information, de consultation ou de conseil familial mentionnés à l'article L. 2311-6 du code de la santé publique ;j) Des centres de santé sexuelle mentionnés au même article L. 2311-6 ;k) Des centres de lutte contre la tuberculose relevant d'un département définis à l'article L. 3112-2 du même code ;l) Des centres de vaccination mentionnés à l'article L. 3111-11 du même code ;m) Des centres gratuits d'information, de dépistage et de diagnostic mentionnés à l'article L. 3121-2 du même code ;D.-Aux rémunérations versées à compter du 1er avril 2022 aux personnels mentionnés aux C et D du I du présent article ;E.-Aux rémunérations versées à compter des dates d'entrée en vigueur des dispositions auxquelles elles font chacune référence pour les personnels mentionnés au E du I.III ter.-Les personnes ayant droit au complément de traitement indiciaire mentionné au I ne perçoivent pas ce complément au titre des périodes durant lesquelles elles ont bénéficié de primes, versées aux mêmes fins, d'un montant équivalent à celui du complément.Ces primes sont soumises aux contributions et cotisations prévues à l'article L. 61 du code des pensions civiles et militaires de retraite, dans les conditions fixées pour le traitement ou la solde, ainsi qu'aux contributions et cotisations de même nature applicables dans les fonctions publiques territoriale et hospitalière, définies par décret. Elles sont exonérées des cotisations au régime de retraite additionnel de la fonction publique mentionnées à l'article 76 de la loi n° 2003-775 du 21 août 2003 portant réforme des retraites. Elles sont prises en compte pour la liquidation de la pension de leurs bénéficiaires dans les conditions prévues aux II et III du présent article.IV.-A modifié les dispositions suivantes :\n\n- Code de l'action sociale et des familles"
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "I. et II. -A modifié les dispositions suivantes :\n\n- Loi n° 2000-1257 du 23 décembre 2000\n\n- Code de la santé publique\n\n- Loi n°2005-1719 du 30 décembre 2005\n\nIII.-Lors de l'utilisation de ces financements pour l'achat de logiciels informatiques par les établissements publics de santé, l'interopérabilité des logiciels informatiques doit être l'un des critères d'attribution du marché."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "I.-Afin de concourir à la compensation des charges nécessaires à la continuité, la qualité et la sécurité du service public hospitalier et à la transformation de celui-ci, les organismes de la branche mentionnée au 1° de l'article L. 200-2 du code de la sécurité sociale peuvent verser une dotation annuelle aux établissements mentionnés à l'article L. 6112-3 du code de la santé publique.Le versement de cette dotation est soumis à la conclusion par chaque établissement concerné d'un contrat avec l'agence régionale de santé avant le 31 décembre 2021. Lorsqu'un contrat ou un avenant au précédent contrat a pour seul objet de concourir à la compensation des charges résultant d'opérations d'investissements structurants, il peut être conclu jusqu'au 31 décembre 2028. Les versements interviennent avant le 31 décembre 2030.La somme de ces dotations est fixée par décret et ne peut excéder 13 milliards d'euros, correspondant au montant maximal prévu au C du II septies de l'article 4 de l'ordonnance n° 96-50 du 24 janvier 1996 relative au remboursement de la dette sociale.Les sommes transférées par la Caisse d'amortissement de la dette sociale en application du même C sont inscrites au bilan de la Caisse nationale de l'assurance maladie au moment du transfert à l'Agence centrale des organismes de sécurité sociale. Elles sont constatées en produits au compte de résultat de la Caisse nationale de l'assurance maladie au même rythme que l'ordonnancement des dotations annuelles mentionnées au premier alinéa du présent I dont elles assurent le financement.II.-Pour déterminer le montant de la dotation mentionnée au I versée à chaque établissement contractant, sont notamment pris en compte les ratios d'analyse financière et les marges financières nécessaires à l'investissement.III.-Les contrats mentionnés au I sont signés pour une durée maximale de dix ans par le directeur général de l'agence régionale de santé et les représentants légaux des établissements mentionnés au même I. Ils peuvent faire l'objet d'une révision par voie d'avenant pendant toute la durée du contrat. Les stipulations de ces contrats font l'objet d'un suivi par le conseil territorial de santé concerné. Ces contrats précisent :1° Le mandat confié à l'établissement, notamment en matière de désendettement, d'investissement, d'amélioration de la situation financière et de transformation, et les charges mentionnées au I dont le financement est assuré par la dotation ;2° Le montant de la dotation et les paramètres retenus pour son calcul ;3° L'échéancier des versements annuels ;4° Les indicateurs de suivi, les modalités d'évaluation et de contrôle ainsi que le mécanisme de reprise de financements en cas de surcompensation des charges mentionnées au I ou de non-respect des engagements pris par l'établissement dans le contrat. Les montants repris ne peuvent excéder, pour une année donnée, le montant de la dotation mentionnée au même I pour cette même année.IV.-Lors du renouvellement des contrats mentionnés à l'article L. 6114-1 du code de la santé publique, les agences régionales de santé s'assurent qu'ils sont cohérents avec les engagements et les moyens fixés dans le contrat mentionné aux I et III du présent article.V.-La dotation qui sera versée à l'établissement est comptabilisée en capitaux propres en une fois et pour sa totalité, dès la signature du contrat.\n\nPar dérogation au premier alinéa du présent V, la dotation ou la fraction de la dotation concourant à la compensation des charges résultant d'opérations d'investissements structurants peut être comptabilisée en plusieurs fois en fonction de l'échéancier des versements.VI.-Les conditions d'application du présent article sont définies par décret en Conseil d'Etat, notamment :1° Les paramètres servant à déterminer les compensations des obligations de service public hospitalier ;2° Les modalités de détermination du montant des dotations mentionnées au I ainsi que de la publication par l'agence régionale de santé des critères retenus pour déterminer ce montant ;3° Les conditions de mise en œuvre et les modalités d'application du contrat mentionné aux I et III ;4° Les modalités de contrôle et de récupération des éventuelles surcompensations.\n\nVII. - A modifié les dispositions suivantes :\n\n- Ordonnance n° 96-50 du 24 janvier 1996"
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "I. à VI. -A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code de la sécurité sociale.\n\n- Code de la sécurité sociale.\n\n- LOI n° 2003-1199 du 18 décembre 2003\n\n- Code de la sécurité sociale.\n\n- LOI n° 2019-1446 du 24 décembre 2019\n\n- LOI n°2011-1906 du 21 décembre 2011\n\n- LOI n° 2015-1702 du 21 décembre 2015\n\n- LOI n° 2019-1446 du 24 décembre 2019\n\nVII.-Les établissements de santé figurant sur la liste mentionnée à l'article L. 6111-3-1 du code de la santé publique, dans sa rédaction antérieure à la loi n° 2019-774 du 24 juillet 2019 relative à l'organisation et à la transformation du système de santé, ne satisfaisant pas, au titre des années 2021 et 2022, aux conditions fixées, en application du même article L. 6111-3-1, dans sa rédaction résultant de la loi n° 2019-774 du 24 juillet 2019 précitée, pour relever des dispositions applicables aux hôpitaux de proximité continuent de bénéficier, pour les années 2021 et 2022, du régime de financement dérogatoire prévu à l'article L. 162-23-16 du code de la sécurité sociale, dans sa rédaction antérieure à la loi n° 2019-1446 du 24 décembre 2019 de financement de la sécurité sociale pour 2020.VIII.-Le I entre en vigueur le 1er janvier 2021, à l'exception du 1°, du c du 2° et des 3° à 6°, qui entrent en vigueur le 1er septembre 2021 et qui sont applicables à compter du 1er janvier 2022."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "Dans un délai de trois mois à compter de la publication de la présente loi, le Gouvernement remet au Parlement un rapport sur l'application de l'article 33 de la loi n° 2019-1446 du 24 décembre 2019 de financement de la sécurité sociale pour 2020. Ce rapport présente l'état d'avancement de la mise en œuvre du dispositif de financement des hôpitaux de proximité ainsi que de leur labellisation."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "I. à III.\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIV.-Le présent article entre en vigueur à une date fixée par le décret prévu à l'article L. 6323-4-6 du code de la santé publique, et au plus tard le 1er novembre 2021.Les maisons de naissance autorisées sur le fondement la loi n° 2013-1118 du 6 décembre 2013 autorisant l'expérimentation des maisons de naissance, en fonctionnement à la date d'entrée en vigueur du présent article, disposent d'un délai de trois mois à compter de cette date pour demander l'autorisation prévue à l'article L. 6323-4-3 du code de la santé publique. Elles doivent se conformer dans ce délai aux dispositions relatives aux maisons de naissance prévues au chapitre III ter du titre II du livre III de la sixième partie du code de la santé publique. Elles peuvent poursuivre leur activité jusqu'à ce qu'il soit statué sur leur demande. L'absence de notification d'une décision de l'agence régionale de santé dans un délai de quatre mois à compter de la réception de la demande vaut autorisation.\n\n- Code de la santé publique\n\n- Code de la santé publique\n\n- Code de la santé publique\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "I. - A créé les dispositions suivantes :\n\nII. - A modifié les dispositions suivantes :\n\nIII.-Les modalités d'application du présent article, notamment les conditions d'accès et les critères d'éligibilité des patients au dispositif mentionné à l'article L. 6111-1-6 du code de la santé publique, les conditions et les modalités de contribution de l'assurance maladie à son financement, en particulier pour sa mise en place, et les conditions de choix et de conventionnement des tiers qui peuvent se voir déléguer par les établissements la réalisation de la prestation d'hébergement, sont fixées par décret en Conseil d'Etat.Un cahier des charges fixe les conditions d'accès à ce financement. Son contenu est établi par arrêté des ministres chargés de la santé et de la sécurité sociale.Le Gouvernement remet au Parlement un rapport d'évaluation au plus tard le 31 décembre 2022. Ce rapport intègre une évaluation de la prise en charge des publics isolés, notamment dans le cadre de la chirurgie ambulatoire.\n\n- Code de la santé publique\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "Le Gouvernement remet au Parlement un rapport sur la mise en place de la nouvelle tarification des transports bariatriques, dans le cadre du renouvellement de la convention nationale destinée à organiser les rapports entre les entreprises de transports sanitaires privées et les caisses d'assurance maladie, telle que prévue à l'article L. 322-5-2 du code de la sécurité sociale. Ce rapport est remis dans un délai d'un an à compter de l'entrée en vigueur de la nouvelle tarification. Ce rapport participe de la bonne information du Parlement en ce qui concerne l'égalité d'accès aux soins pour les personnes obèses."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "La participation de l'assuré mentionnée au premier alinéa du I de l'article L. 160-13 du code de la sécurité sociale relative aux actes de téléconsultation est supprimée jusqu'   à une date fixée par décret, et au plus tard jusqu'au 31 juillet 2022."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "I. - Par dérogation au premier alinéa du I de l'article L. 162-14-1 du code de la sécurité sociale, l'échéance de la convention nationale prévue à l'article L. 162-5 du même code et régissant les rapports entre l'assurance maladie et les médecins libéraux, conclue le 25 août 2016 et approuvée le 20 octobre 2016, est reportée au 31 mars 2023.II. - Le délai d'entrée en vigueur mentionné au premier alinéa du I de l'article L. 162-14-1-1 du code de la sécurité sociale n'est pas applicable aux mesures conventionnelles issues des négociations conclues avant le 31 décembre 2020 et dont la liste est fixée par décret."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code de la sécurité sociale.\n\nII. - Les dispositions du I s'appliquent aux contrats souscrits ou renouvelés à compter du 1er janvier 2022."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "I. - A titre expérimental et pour une durée de trois ans à compter de la publication de la présente loi, dans le ressort de quatre caisses départementales ou interdépartementales de mutualité sociale agricole, par dérogation aux articles L. 4624-2 et L. 4624-3 du code du travail et dans les conditions fixées par un protocole de coopération établi conformément aux dispositions de l'article L. 4011-1 du code de la santé publique, l'infirmier qualifié en santé au travail relevant des services de santé au travail de ces caisses assure :1° La réalisation de l'examen périodique du travailleur agricole, dans le cadre du suivi individuel renforcé dont ce dernier bénéficie en application de l'article L. 4624-2 du code du travail ;2° La réalisation de l'examen de reprise de la travailleuse agricole après son congé de maternité, dès lors qu'elle n'est pas affectée à un poste présentant des risques particuliers, ainsi que l'échange prévu dans ce cadre avec la travailleuse agricole au titre de l'article L. 4624-3 du même code ;3° Le bilan d'exposition aux risques professionnels effectué lorsque le travailleur agricole atteint l'âge de cinquante ans.Un décret en Conseil d'Etat précise les modalités de mise en œuvre de l'expérimentation. Il précise notamment le rôle de la Caisse centrale de la mutualité sociale agricole dans le pilotage de sa mise en œuvre.II. - Au plus tard trois mois avant le terme de l'expérimentation, le Gouvernement présente au Parlement un rapport d'évaluation de celle-ci."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code rural et de la pêche maritime\n\nII. - Les dispositions du I s'appliquent aux arrêts de travail prescrits à compter du 1er janvier 2021."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "I. - A créé les dispositions suivantes :\n\nII. - Les dispositions du I sont applicables aux accidents du travail et aux maladies professionnelles déclarés à compter du 1er janvier 2021.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "I. -A modifié les dispositions suivantes :\n\n- Code de la sécurité sociale.\n\nII.-Le I entre en vigueur le 1er juillet 2021."
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "I. - A titre expérimental et pour une durée de trois ans à compter de la publication de la présente loi, par dérogation à l'article L. 2212-2 du code de la santé publique, les sages-femmes ayant réalisé la formation complémentaire obligatoire et justifiant des expériences spécifiques attendues peuvent réaliser des interruptions volontaires de grossesse instrumentales en établissements de santé.II. - Un décret précise les modalités de mise en œuvre de l'expérimentation mentionnée au I du présent article, notamment les caractéristiques de l'appel à projets national, les éléments relatifs à la formation exigée et les expériences attendues des sages-femmes, les conditions de financement de l'expérimentation ainsi que les conditions d'évaluation de l'expérimentation en vue d'une éventuelle généralisation.III. - Un arrêté du ministre chargé de la santé précise la liste des établissements de santé retenus pour participer à l'expérimentation au vu des résultats de l'appel à projets national."
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "A titre expérimental, pour une durée de trois ans, l'Etat peut autoriser le financement par le fonds d'intervention régional mentionné à l'article L. 1435-8 du code de la santé publique de la mise en place par certaines agences régionales de santé d'un parcours soumis à prescription médicale visant à accompagner les personnes pour lesquelles une complication du diabète de type 2 est découverte et qui bénéficient du dispositif prévu au 3° de l'article L. 160-14 du code de la sécurité sociale.Un décret fixe les conditions d'application du présent article, notamment les agences régionales de santé concernées par cette expérimentation et le contenu de ce parcours, qui peut comprendre un bilan d'activité physique ainsi qu'un bilan et des consultations de suivi nutritionnels et psychologiques.Un rapport d'évaluation du dispositif est transmis au Gouvernement avant la fin de l'expérimentation."
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "I. - A titre expérimental, pour une durée d'un an, l'Etat peut autoriser le financement, dans le cadre du dispositif mentionné à l'article L. 162-31-1 du code de la sécurité sociale, de la mise en place par la Caisse nationale de l'assurance maladie, sur certains territoires, d'une consultation longue sur la santé sexuelle réalisée par le médecin généraliste, le gynécologue ou la sage-femme au bénéfice des assurés entre leur quinzième et leur dix-huitième anniversaire.II. - Un rapport relatif à cette expérimentation est transmis au Gouvernement avant le terme de celle-ci en vue d'une éventuelle généralisation."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code de la sécurité sociale.\n\nII. - Le I du présent article s'applique aux grossesses ayant débuté à compter du 1er octobre 2020.III. - Par dérogation aux dispositions de l'article L. 531-2 du code de la sécurité sociale dans sa rédaction antérieure à la présente loi, la prime à la naissance est versée au cours du mois d'avril 2021 pour les grossesses ayant débuté entre le 1er juin 2020 et le 30 septembre 2020."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code de la sécurité sociale.\n\n- Code du travail\n\n- Code du travail\n\nIII.-Jusqu'à une date précisée par décret, et au plus tard jusqu'au 31 décembre 2021, afin de lutter contre l'épidémie de covid-19, des règles de prise en charge renforcée des frais de santé ainsi que des conditions adaptées pour le bénéfice des prestations en espèces, dérogatoires au droit commun, peuvent être prévues par décret. Ces dérogations peuvent porter sur :1° Les conditions d'ouverture de droit aux prestations en espèces prévues aux articles L. 313-1 et L. 321-1 du code de la sécurité sociale ou des dispositifs équivalents des autres régimes obligatoires, le délai mentionné au premier alinéa de l'article L. 323-1 du même code ou des dispositifs équivalents et la prise en compte du service de ces prestations dans les périodes mentionnées aux 1° et 2° de l'article L. 323-1 dudit code ou des dispositifs équivalents, pour les assurés qui font l'objet d'une mesure d'isolement, d'éviction ou de maintien à domicile et qui se trouvent, pour l'un de ces motifs, dans l'impossibilité de continuer à travailler ;2° Les modalités de participation des assurés aux frais pour l'examen de détection du génome du SARS-CoV-2 par amplification génique inscrit à la nomenclature des actes de biologie médicale et pour la réalisation d'un test sérologique pour la recherche des anticorps dirigés contre le SARS-CoV-2 inscrit à la nomenclature des actes de biologie médicale, mises en œuvre par le décret n° 2020-73 du 31 janvier 2020 portant adoption de conditions adaptées pour le bénéfice des prestations en espèces pour les personnes exposées au coronavirus.Ces dérogations ne peuvent être prévues que pour les actes et prestations directement en lien avec l'épidémie de covid-19 ou nécessaires à la limitation de la propagation des effets de cette épidémie et pour les personnes qui y sont exposées de manière directe ou indirecte.Le décret mentionné au premier alinéa du présent III détermine les prestations et les personnes concernées ainsi que la nature, le niveau, la durée et les conditions de mise en œuvre des dérogations et des prises en charge applicables. Il peut prévoir l'application rétroactive des dispositions qu'il contient dans la limite d'un mois avant la date de sa publication.Le décret pris sur le fondement du présent III est dispensé des consultations obligatoires prévues par toute disposition législative ou réglementaire. Par dérogation à l'article L. 200-3 du code de la sécurité sociale, les conseils ou les conseils d'administration des caisses nationales concernées sont informés de tout projet de texte pris en application du présent III."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "I. à III. - A modifié les dispositions suivantes :\n\n- Code de la sécurité sociale.\n\n- Code rural et de la pêche maritime\n\n- Livre des procédures fiscales\n\nIV. - Les I à III entrent en vigueur le 1er janvier 2021 et sont applicables aux allocations dues à compter de cette date. A cette date, les disponibilités, créances et dettes enregistrées par la Caisse des dépôts et consignations au titre du fonds spécial d'invalidité sont transférées de plein droit à la Caisse nationale de l'assurance maladie. Les dépenses qui viendraient à être exposées après le 1er janvier 2021 au titre d'allocations dues pour la période antérieure sont à la charge de l'Etat."
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "I. à III. - A créé les dispositions suivantes :\n\nIV. - A. - Les I à III entrent en vigueur à une date fixée par décret, et au plus tard le 1er juillet 2021.B. - Les autorisations temporaires d'utilisation délivrées au titre de l'article L. 5121-12 du code de la santé publique, dans sa rédaction antérieure à la présente loi, et dont l'échéance est postérieure à la date mentionnée au A du présent IV demeurent régies jusqu'à leur terme, notamment en ce qui concerne leur prise en charge par l'assurance maladie, par les dispositions du code de la santé publique et du code de la sécurité sociale dans leur rédaction antérieure à la présente loi.Les autorisations mentionnées au premier alinéa du présent B ne peuvent être renouvelées à leur terme. Toutefois, les spécialités en cause peuvent alors faire l'objet, dans l'indication concernée, d'une autorisation soit au titre de l'accès précoce, soit au titre de l'accès compassionnel, dans les conditions prévues respectivement aux articles L. 5121-12 et L. 5121-12-1 du code de la santé publique dans leur rédaction résultant du présent article. Dans le cas d'une autorisation au titre de l'accès précoce, pour l'application du A du III de l'article L. 162-16-5-1-1 du code de la sécurité sociale dans sa rédaction résultant du présent article, le montant de la restitution ou de la remise supplémentaire est déterminé en tenant compte également du chiffre d'affaires correspondant à la période de prise en charge au titre de l'autorisation temporaire d'utilisation.Les dispositions de l'article L. 162-16-5-4 du code de la sécurité sociale dans sa rédaction antérieure à la présente loi restent applicables aux autorisations temporaires d'utilisation délivrées antérieurement à la date mentionnée au A du présent IV.C. - Les spécialités qui sont, à la date mentionnée au A du présent IV, prises en charge par l'assurance maladie en application de l'article L. 162-16-5-2 du code de la sécurité sociale, dans sa rédaction antérieure à la présente loi, font l'objet d'une prise en charge dans les conditions prévues aux articles L. 162-16-5-1, L. 162-16-5-1-1 et L. 162-16-5-2 du même code dans leur rédaction résultant du présent article.D. - Les spécialités faisant l'objet d'une recommandation temporaire d'utilisation délivrée au titre de l'article L. 5121-12-1 du code de la santé publique, dans sa rédaction antérieure à la présente loi, et dont l'échéance est postérieure à la date mentionnée au A du présent IV sont réputées, à compter de cette date et pour la durée restant à courir, faire l'objet dans l'indication en cause d'un cadre d'accès compassionnel défini au III de l'article L. 5121-12-1 du même code dans sa rédaction résultant du présent article.Toutefois, ces mêmes spécialités demeurent soumises, pour la durée mentionnée au premier alinéa du présent D ainsi qu'au titre d'éventuels renouvellements, aux règles de prise en charge par l'assurance maladie définies à l'article L. 162-17-2-1 du code de la sécurité sociale dans sa rédaction antérieure à la présente loi.E. - Pour l'application des articles L. 162-16-5-2 et L. 162-16-5-3 du code de la sécurité sociale dans leur rédaction résultant du présent article, jusqu'à une date fixée par décret, et au plus tard le 1er janvier 2025, les remises dues par les laboratoires au titre d'une spécialité bénéficiant, dans une indication donnée, de la prise en charge mentionnée à l'article L. 162-16-5-2 du même code au titre d'un cadre de prescription compassionnelle mentionné au III de l'article L. 5121-12-1 du code de la santé publique et, à ce titre, dispensée en officine sont calculées sur la base d'une fraction du chiffre d'affaires annuel réalisé pour cette spécialité, déterminée par arrêté des ministres chargés de la santé et de la sécurité sociale, dans la limite de 10 %.V. - Le Gouvernement remet au Parlement, dans un délai de trois ans à compter de la publication de la présente loi, un rapport évaluant l'impact de la refonte des modalités d'accès et de prise en charge des nouveaux médicaments innovants. Ce rapport analyse notamment l'impact de la réforme en termes d'accès des patients aux traitements et à l'innovation.\n\n- Code de la santé publique\n\n- Code de la santé publique\n\n- Code général des impôts, CGI.\n\n- Code de la sécurité sociale.\n\n- Code de la sécurité sociale.\n\n- Code de la santé publique\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Article 80",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-A.-Le référentiel de bonnes pratiques professionnelles mentionné au 16° de l'article L. 161-37 du code de la sécurité sociale est rendu public par la Haute Autorité de santé au plus tard le 31 décembre 2021.\n\nB.- L'avant-dernier alinéa du b du 2° du I entre en vigueur le 1er juillet 2023.\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le présent article entre en vigueur le 1er janvier 2021.III.-Sont transférés de plein droit à partir du 1er janvier 2021 :1° A la Caisse nationale de l'assurance maladie, les biens, disponibilités, capitaux propres, créances et dettes représentatifs des droits et obligations du Fonds de la complémentaire santé solidaire directement afférents au financement de la protection complémentaire en matière de santé ainsi que les engagements qui en découlent ;2° A l'Agence centrale des organismes de sécurité sociale, les biens, disponibilités, capitaux propres, créances et dettes représentatifs des droits et obligations du Fonds de la complémentaire santé solidaire directement afférents à la mise en œuvre du contrôle relatif à l'assiette de la taxe mentionnée à l'article L. 862-4 du code de la sécurité sociale ou des vérifications relatives au calcul des demandes de remboursements mentionnés au a de l'article L. 862-2 du même code dans sa rédaction antérieure à la présente loi ainsi que les engagements qui en découlent ;3° A l'Etat, l'ensemble des autres biens, disponibilités, capitaux propres, droits et obligations, notamment ceux nécessaires à l'établissement de la liste mentionnée à l'article L. 861-7 dudit code et ceux, à l'exclusion des contrats de travail, afférents à la gestion administrative du Fonds de la complémentaire santé solidaire.Ces transferts ne donnent pas lieu à la perception de droits, impôts ou taxes de quelque nature que ce soit.Les modalités d'application du présent III sont fixées par décret, à l'exception des conditions d'établissement des comptes du Fonds de la complémentaire santé solidaire relatifs à l'exercice 2020 et de leur transfert au 1er janvier 2021, qui sont définies par décret en Conseil d'Etat.\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\n- Code de la sécurité sociale.\n\n- Code rural et de la pêche maritime\n\n- Code de la sécurité sociale.\n\nIII. - Dans un délai de trois ans à compter de la publication de la présente loi, aux fins de lutter contre le non-recours aux droits et de détecter les situations dans lesquelles des personnes seraient éligibles à percevoir des prestations sociales dont le bénéfice ne leur a pas encore été ouvert faute de démarche accomplie en ce sens, les organismes de sécurité sociale peuvent traiter et échanger entre eux des données à caractère personnel ou collecter auprès d'autres administrations et de collectivités territoriales ces informations utiles à l'identification de leurs droits, y compris pour des personnes qui ne sont pas connues des organismes de sécurité sociale.Un décret en Conseil d'Etat, pris après avis de la Commission nationale de l'informatique et des libertés, précise les droits et prestations pour lesquels les échanges et les traitements prévus au premier alinéa du présent III peuvent être mis en œuvre, les catégories de données pouvant être utilisées ainsi que les garanties apportées aux personnes dans le traitement de leurs données et pour l'exercice de leurs droits. Les échanges et traitements effectués ont vocation à permettre aux organismes de contacter les personnes susceptibles de bénéficier de prestations afin qu'ils en formulent la demande. S'il est confirmé que les personnes ne remplissent pas les conditions d'éligibilité, leurs données traitées en application du présent article sont immédiatement supprimées."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "I. à III. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIV. - Les dispositions du III sont applicables aux contributions dues à compter du 1er janvier 2021.\n\n- Code de la santé publique\n\n- Code de la sécurité sociale.\n\n- Code de la santé publique"
    },
    {
      "provision_ref": "art95",
      "section": "95",
      "title": "Article 95",
      "content": "I. - Le montant de la participation des régimes obligatoires d'assurance maladie au financement du fonds pour la modernisation et l'investissement en santé, mentionnée à l'article 40 de la loi de financement de la sécurité sociale pour 2001 (n° 2000-1257 du 23 décembre 2000), est fixé à 1 035 millions d'euros pour l'année 2021.II. - Le montant de la contribution de la branche mentionnée au 5° de l'article L. 200-2 du code de la sécurité sociale au financement du fonds pour la modernisation et l'investissement en santé, mentionnée à l'article 40 de la loi n° 2000-1257 du 23 décembre 2000 précitée, est fixé à 90 millions d'euros pour l'année 2021.III. - Le montant de la contribution de la branche mentionnée au 5° de l'article L. 200-2 du code de la sécurité sociale au financement des agences régionales de santé au titre de leurs actions concernant les prises en charge et accompagnements en direction des personnes âgées ou handicapées, mentionnée au 3° de l'article L. 1432-6 du code de la santé publique, est fixé à 141,44 millions d'euros pour l'année 2021.IV. - Le montant de la dotation des régimes obligatoires d'assurance maladie pour le financement de l'Office national d'indemnisation des accidents médicaux, des affections iatrogènes et des infections nosocomiales, mentionnée à l'article L. 1142-23 du code de la santé publique, est fixé à 130 millions d'euros pour l'année 2021."
    },
    {
      "provision_ref": "art96",
      "section": "96",
      "title": "Article 96",
      "content": "Pour l'année 2021, les objectifs de dépenses de la branche Maladie, maternité, invalidité et décès sont fixés :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale, à 219,1 milliards d'euros ;2° Pour le régime général de la sécurité sociale, à 217,6 milliards d'euros."
    },
    {
      "provision_ref": "art97",
      "section": "97",
      "title": "Article 97",
      "content": "Pour l'année 2021, l'objectif national de dépenses d'assurance maladie de l'ensemble des régimes obligatoires de base et ses sous-objectifs sont fixés comme suit :\n\n(En milliards d'euros)\n\nSous-objectif\n\nObjectif de dépenses\n\nDépenses de soins de ville\n\n98,9\n\nDépenses relatives aux établissements de santé\n\n92,9\n\nDépenses relatives aux établissements et services pour personnes âgées\n\n13,6\n\nDépenses relatives aux établissements et services pour personnes handicapées\n\n12,4\n\nDépenses relatives au Fonds d'intervention régional\n\n3,8\n\nAutres prises en charge\n\n3,8\n\nTotal\n\n225,4\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art98",
      "section": "98",
      "title": "Article 98",
      "content": "Il n'est pas fait application en 2021 des trois dernières phrases du cinquième alinéa de l'article L. 114-4-1 du code de la sécurité sociale."
    },
    {
      "provision_ref": "art99",
      "section": "99",
      "title": "Article 99",
      "content": "I. - Le montant de la contribution de la branche Accidents du travail et maladies professionnelles du régime général de la sécurité sociale au financement du Fonds d'indemnisation des victimes de l'amiante est fixé à 220 millions d'euros au titre de l'année 2021.II. - Le montant de la contribution de la branche Accidents du travail et maladies professionnelles du régime général de la sécurité sociale au financement du Fonds de cessation anticipée d'activité des travailleurs de l'amiante est fixé à 468 millions d'euros au titre de l'année 2021.III. - Le montant du versement mentionné à l'article L. 176-1 du code de la sécurité sociale est fixé à un milliard d'euros au titre de l'année 2021.Par dérogation aux dispositions de l'article L. 176-2 du même code, la transmission du rapport mentionné au second alinéa du même article L. 176-2, qui devait intervenir avant le 1er juillet 2020, est reportée au 1er juillet 2021 au plus tard.IV. - Les montants mentionnés aux articles L. 242-5 du code de la sécurité sociale et L. 751-13-1 du code rural et de la pêche maritime couvrant les dépenses supplémentaires engendrées par les départs en retraite à l'âge fixé en application de l'article L. 351-1-4 du code de la sécurité sociale et les dépenses supplémentaires engendrées par le dispositif mentionné à l'article L. 4163-1 du code du travail sont respectivement fixés à 176 millions d'euros et 10,6 millions d'euros pour l'année 2021."
    },
    {
      "provision_ref": "art100",
      "section": "100",
      "title": "Article 100",
      "content": "A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII. - Les dispositions du 3° du II sont applicables à compter du 1er novembre 2021.\n\n- Code rural et de la pêche maritime\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art102",
      "section": "102",
      "title": "Article 102",
      "content": "Pour l'année 2021, les objectifs de dépenses de la branche Accidents du travail et maladies professionnelles sont fixés :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale, à 14,1 milliards d'euros ;2° Pour le régime général de la sécurité sociale, à 12,7 milliards d'euros."
    },
    {
      "provision_ref": "art106",
      "section": "106",
      "title": "Article 106",
      "content": "Pour l'année 2021, les objectifs de dépenses de la branche Vieillesse sont fixés :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale, à 251,9 milliards d'euros ;2° Pour le régime général de la sécurité sociale, à 144,7 milliards d'euros."
    },
    {
      "provision_ref": "art107",
      "section": "107",
      "title": "Article 107",
      "content": "Pour l'année 2021, les objectifs de dépenses de la branche Famille de la sécurité sociale sont fixés à 49,3 milliards d'euros."
    },
    {
      "provision_ref": "art108",
      "section": "108",
      "title": "Article 108",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution et dans un délai de douze mois à compter de la promulgation de la présente loi, le Gouvernement est autorisé à prendre par ordonnances les mesures relevant du domaine de la loi visant à :1° Etendre à Mayotte les prestations prévues aux articles L. 168-1, L. 168-8, L. 331-8, L. 531-5, L. 531-6 et L. 544-1 du code de la sécurité sociale ;2° Valider rétroactivement des périodes d'assurance pour les personnes affiliées au régime de retraite mentionné à l'article 5 de l'ordonnance n° 2002-411 du 27 mars 2002 relative à la protection sanitaire et sociale à Mayotte ayant exercé une activité salariée entre 1987 et 2002 ;3° Adapter la composition de la Caisse de sécurité sociale de Mayotte et certaines dispositions relatives à la gouvernance de cet organisme ;4° Adapter la législation d'assurance maladie maternité applicable au Département de Mayotte en vue de la rapprocher de la législation applicable en métropole ou dans les autres collectivités relevant de l'article 73 de la Constitution ;5° Mettre en œuvre la branche Autonomie du régime général de la sécurité sociale à Mayotte ;6° Adapter les conditions d'ouverture de droit aux prestations familiales servies par la Caisse de sécurité sociale de Mayotte.II. - Chaque ordonnance procède à une ou plusieurs des opérations suivantes :1° Etendre la législation intéressée dans une mesure et selon une progressivité adaptées aux caractéristiques et contraintes particulières de Mayotte ;2° Adapter le contenu de cette législation à ces caractéristiques et contraintes particulières ;3° Modifier la législation intéressée applicable à Mayotte en vue d'améliorer les prestations servies ;4° Adapter certaines dispositions du code de la sécurité sociale pour les rendre directement applicables à Mayotte.III. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de six mois à compter de la publication de chaque ordonnance."
    },
    {
      "provision_ref": "art109",
      "section": "109",
      "title": "Article 109",
      "content": "Pour l'année 2021, les objectifs de dépenses de la branche Autonomie de la sécurité sociale sont fixés à 31,6 milliards d'euros."
    },
    {
      "provision_ref": "art110",
      "section": "110",
      "title": "Article 110",
      "content": "Pour l'année 2021, les prévisions des charges des organismes concourant au financement des régimes obligatoires de sécurité sociale sont fixées ainsi qu'il suit :\n\n(En milliards d'euros)\n\nPrévision de charges\n\nFonds de solidarité vieillesse\n\n19,2\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art111",
      "section": "111",
      "title": "Article 111",
      "content": "Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur la capacité d'accueil dans le secteur médico-social, afin d'accueillir des enfants et des adultes en situation de handicap. Ce rapport présente non seulement la capacité d'accueil de ces structures pour tous les âges de la vie mais dresse également une cartographie des établissements existant sur le territoire. Il s'attache à identifier le nombre de jeunes adultes maintenus en structures pour enfants et adolescents en situation de handicap au titre du dispositif prévu à l'article L. 242-4 du code de l'action sociale et des familles. Il présente également les établissements pour adultes construits sur un modèle inclusif ou d'habitat diffus. Au vu de l'état des lieux et de la cartographie réalisés, le rapport présente l'impact en création ou en transformations de places dans les programmations prévues dans les schémas mentionnés à l'article L. 1434-2 du code de la santé publique et à l'article L. 312-4 du code de l'action sociale et des familles ainsi que dans les programmes mentionnés à l'article L. 312-5-1 du même code.\n\nANNEXESANNEXE ARAPPORT RETRAÇANT LA SITUATION PATRIMONIALE, AU 31 DÉCEMBRE 2019, DES RÉGIMES OBLIGATOIRES DE BASE ET DES ORGANISMES CONCOURANT À LEUR FINANCEMENT, À L'AMORTISSEMENT DE LEUR DETTE OU À LA MISE EN RÉSERVE DE RECETTES À LEUR PROFIT ET DÉCRIVANT LES MESURES PRÉVUES POUR L'AFFECTATION DES EXCÉDENTS ET LA COUVERTURE DES DÉFICITS CONSTATÉS POUR L'EXERCICE 2019\n\nI. - Situation patrimoniale de la sécurité sociale au 31 décembre 2019\n\n(En milliards d'euros)\n\nSur le champ des régimes de base, du Fonds de solidarité vieillesse (FSV), de la Caisse d'amortissement de la dette publique (CADES) et du Fonds de réserve pour les retraites (FRR), le passif net (ou « dette ») de la sécurité sociale, mesuré par ses capitaux propres négatifs, et qui recouvre pour l'essentiel le cumul des déficits passés restant à financer, s'élevait à 61,4 milliards d'euros au 31 décembre 2019. L'encours de dette sur les produits techniques à fin 2019 était de l'ordre de 12 %, soit environ 1,5 mois de recettes.Après une dégradation très marquée à la fin de la précédente décennie, en partie imputable à la crise économique, le passif net a connu une diminution continue entre 2014 et 2019. Cette inversion de tendance s'est amplifiée entre 2016 et 2019 (baisse de 7,9 milliards d'euros entre 2015 et 2016, de 12,8 milliards d'euros entre 2016 et 2017, de 11,6 milliards d'euros entre 2017 et 2018, puis de 15,6 milliards d'euros en 2019 par rapport à 2018). Cette amélioration se traduit en particulier par un résultat consolidé positif sur le périmètre d'ensemble de la sécurité sociale retracé ci-dessus (15,4 milliards d'euros en 2019, contre 14,9 milliards d'euros en 2018). Elle reflète la poursuite de l'amortissement de la dette portée par la CADES (16,3 milliards d'euros en 2019) dans un contexte où la dégradation des déficits des régimes de base et du FSV est restée contenue en 2019 (déficit de 1,7 milliard d'euros contre 1,4 milliard d'euros en 2018), après le recul constant de ce déficit observé jusqu'en 2018.Le financement du passif net de la sécurité sociale est assuré à titre principal par un recours à l'emprunt, essentiellement porté par la CADES et l'ACOSS. L'endettement financier net de la sécurité sociale, qui correspond à la différence entre les dettes financières et les actifs financiers placés ou détenus en trésorerie, suit donc en premier lieu les mêmes tendances que le passif net auquel il est fait référence ci-dessus, en subissant secondairement les effets de la variation du besoin en fonds de roulement lié au financement des actifs et passifs circulants (créances et dettes) et des acquisitions d'actifs immobilisés, qui ont également un impact sur la trésorerie. Après l'infléchissement observé depuis 2015, l'endettement financier a continué de reculer fortement en 2019 (74,6 milliards d'euro contre 86,8 milliards d'euro fin 2018), en cohérence avec l'évolution du passif net qui n'a été que partiellement compensée par une augmentation du besoin en fonds de roulement.\n\nEvolution du passif net, de l'endettement financier net et des résultats comptables consolidés de la sécurité sociale depuis 2009\n\n(En milliards d'euros)\n\nII. - Couverture des déficits et affectation des excédents constatés sur l'exercice 2019Dans le cadre fixé par la loi organique n° 2010-1380 du 13 novembre 2010 relative à la gestion de la dette sociale, la loi de financement de la sécurité sociale pour 2011 a organisé le transfert à la CADES, dès l'année 2011, des déficits 2011 des branches Maladie et Famille du régime général. Elle a également prévu la reprise progressive, à compter de 2012, des déficits des années 2011 à 2018 de la branche Vieillesse du régime général et du FSV, dans la double limite de 10 milliards d'euros chaque année et de 62 milliards d'euros au total.L'article 26 de la loi de financement de la sécurité sociale pour 2016 a modifié ce schéma et supprimé le plafond annuel de 10 milliards d'euros afin de tenir compte de conditions de financement à moyen et long termes particulièrement favorables. Il a ainsi ouvert la possibilité d'une saturation du plafond de 62 milliards d'euros dès 2016 et d'une reprise anticipée dont les modalités de mise en œuvre ont été précisées par le décret n° 2016-110 du 4 février 2016 et un arrêté du 14 septembre 2016.Un montant total de 23,6 milliards d'euros a été repris en 2016, correspondant au transfert de la totalité des déficits de la branche Famille et de la branche Maladie au titre de 2013 et 2014 et de ceux de de la branche Vieillesse et du FSV au titre de 2015, ainsi que d'une partie du déficit de la branche Maladie au titre de 2015.Ce plafond de reprise par la CADES ayant été saturé après les transferts intervenus en 2016, c'est l'ACOSS qui porte en dette à court terme les déficits des derniers exercices. Après un accroissement de 6,4 milliards d'euros entre 2016 et 2017, puis inversement un recul de 4,4 milliards d'euros entre 2017 et 2018 suite à l'évolution favorable des comptes sociaux, l'endettement financier brut de l'ACOSS a augmenté à nouveau de 3,5 milliards d'euros pour s'établir à 26,9 milliards d'euros au 31 décembre 2019, sous l'effet du financement des déficits du régime général et du FSV (déficit global de 1,9 milliard d'euros en 2019).Le déficit du régime général s'est élevé à 0,4 milliard d'euros en 2019. Il est constitué des résultats comptables des branches Maladie et Vieillesse, qui ont respectivement enregistré des déficits de 1,5 milliard d'euros et de 1,4 milliard d'euros. Les branches Famille et Accidents du travail et maladies professionnelles ont quant à elles dégagé des excédents respectivement de 1,5 et 1,0 milliard d'euros. Par ailleurs, le FSV a enregistré un déficit de 1,6 milliard d'euros.Concernant les régimes de base autres que le régime général et qui présentent une situation déficitaire en 2019, le résultat de la Caisse nationale de retraite des agents des collectivités locales (CNRACL), ressort en déficit depuis deux exercices, à -0,7 milliard d'euros en 2019 après -0,6 milliard d'euros en 2018.La branche Retraite du régime des exploitants agricoles, qui était déficitaire en 2017, a présenté un bénéfice de 0,01 milliard d'euros en 2018 puis de 0,1 milliard d'euros en 2019. Ses déficits cumulés depuis 2011 (les déficits 2009 et 2010 ayant été repris par la CADES en 2011) atteignent cependant 3,6 milliards d'euros. La loi de financement de la sécurité sociale pour 2015 a prévu que ce déficit puisse être financé par des avances rémunérées de trésorerie octroyées par l'ACOSS, en complément des financements bancaires auxquels avait recours jusque-là la Caisse centrale de la mutualité sociale agricole (CCMSA) pour couvrir ces déficits cumulés. Au 31 décembre 2019, ces déficits ont été financés en totalité par une avance de l'ACOSS.Dans ce contexte, l'article 1er de la loi n° 2020-992 du 7 août 2020 relative à la dette sociale et à l'autonomie prévoit un transfert à la CADES d'un montant global de 136 milliards d'euros, organisé en plusieurs étapes. Cette reprise de dette a vocation à financer, dans la limite de 31 milliards d'euros, les déficits cumulés non repris constatés au 31 décembre 2019 de la branche Maladie du régime général (16,3 milliards d'euros) et du FSV (9,9 milliards d'euros), de la branche Vieillesse du régime des non-salariés agricoles (3,6 milliards d'euros) et de la CNRACL (déficits 2018 et 2019 de 1,3 milliards d'euros). Elle permettra par ailleurs de financer, dans la limite de 92 milliards d'euros, les déficits cumulés des exercices 2020 à 2023 des branches Maladie, Vieillesse et Famille du régime général, du FSV et de la branche Vieillesse du régime des non-salariés agricoles.Concernant les autres régimes de base, les excédents du régime de retraite des professions libérales (0,4 milliard d'euros en 2019) et de la branche Vieillesse du régime de retraite et de prévoyance des clercs et employés de notaires (0,2 milliard d'euros en 2019) augmentent respectivement de 0,3 milliard d'euros et 0,1 milliard d'euros en 2019. Celui du régime de base de la caisse nationale des barreaux français (0,06 milliard d'euros en 2019) reste stable. Ces excédents sont affectés aux réserves des régimes concernés.Les autres régimes présentent par construction des résultats annuels équilibrés ou très proches de l'équilibre. Il en est ainsi des branches et régimes intégrés financièrement au régime général (ensemble des branches Maladie des différents régimes de base depuis la mise en œuvre, en 2016, de la protection universelle maladie, branches Vieillesse de base du régime des salariés agricoles depuis 1963 et du régime social des indépendants jusqu'en 2017), des régimes de retraite équilibrés par des subventions de l'Etat (SNCF, RATP, régimes des mines et des marins) et des régimes d'employeurs (fonction publique de l'Etat, industries électriques et gazières), équilibrés par ces derniers. Concernant le régime des mines, les déficits passés cumulés de la branche Maladie ont par ailleurs été transférés à la CNAM à hauteur de 0,7 milliard d'euros en application de la loi de financement de la sécurité sociale pour 2016.\n\nANNEXE BRAPPORT DÉCRIVANT LES PRÉVISIONS DE RECETTES ET LES OBJECTIFS DE DÉPENSES PAR BRANCHE DES RÉGIMES OBLIGATOIRES DE BASE ET DU RÉGIME GÉNÉRAL, LES PRÉVISIONS DE RECETTES ET DE DÉPENSES DES ORGANISMES CONCOURANT AU FINANCEMENT DE CES RÉGIMES AINSI QUE L'OBJECTIF NATIONAL DES DÉPENSES D'ASSURANCE MALADIE POUR LES QUATRE ANNÉES À VENIR\n\nLa présente annexe décrit l'évolution des agrégats de dépenses, de recettes et de soldes du régime général, de l'ensemble des régimes obligatoires de base de sécurité sociale et du Fonds de solidarité vieillesse pour la période 2021-2024.Par rapport aux prévisions du PLFSS pour 2020, le solde de l'ensemble des régimes obligatoires de base et du Fonds de solidarité vieillesse (FSV) s'est dégradé de manière soudaine et dans des proportions jamais atteintes à la suite du choc d'une ampleur inédite qu'a subi l'économie française du fait de la crise sanitaire liée à l'épidémie de covid-19.En conséquence de cette situation macro-économique exceptionnelle, la dégradation durable de la trajectoire pluriannuelle ne permet plus d'envisager un retour à l'équilibre à l'horizon 2024 (I). Cette trajectoire tient compte d'un surcroît important de dépenses de la branche Maladie, que celles-ci soient ponctuelles pour faire face à la crise sanitaire, ou structurelles pour rénover le système de soins (II). Dans ce contexte particulier, les branches Vieillesse et surtout Maladie seraient dans une situation de déficits élevés et globalement stables durant les années à venir, alors que la branche Famille et la branche Accidents du travail et maladies professionnelles dégageront des excédents dès 2021 à la faveur de la reprise économique anticipée. La nouvelle branche Autonomie, introduite par la loi relative à la dette sociale et à l'autonomie, créée quasiment à l'équilibre en projet de loi initial, voit sa situation se dégrader en raison principalement des dépenses supplémentaires adoptées au cours du débat parlementaire (III).I. - La loi de financement de la sécurité sociale pour 2021 tire les conséquences de la dégradation exceptionnelle de la situation économique en 2020 et de son rebond marqué en 2021 et 2022.Dans un contexte économique et sanitaire très incertain, le Gouvernement a actualisé les hypothèses sous-jacentes aux lois financières en cours de débat parlementaire afin de tenir compte de la dégradation de la situation sanitaire. Les hypothèses macroéconomiques ont ainsi été revues pour prendre en compte le la deuxième vague de l'épidémie de covid-19 et le deuxième confinement mis en place depuis le 30 octobre 2020. Ainsi, pour 2020, la prévision de croissance du PIB en volume est révisée à - 11 % (au lieu de - 10 % dans le PLFSS initial).Après ce choc exceptionnel, le Gouvernement retient une hypothèse de fort rebond de l'activité en 2021 et 2022. La croissance du PIB en volume atteindrait 6,0 % en 2021 et 6,7 % en 2022. La masse salariale augmenterait de 4,8 % puis de 7,9 %. En 2021, l'inflation hors tabac serait en légère progression (+ 0,6 %), avant d'accélérer en 2022 (+ 1,0 %).Pour les années 2023 à 2024, le Gouvernement retient un scénario de retour progressif de la croissance vers son niveau potentiel. L'inflation augmenterait progressivement avec un effet à la hausse sur les salaires nominaux malgré le ralentissement de la croissance de la masse salariale.L'ensemble de ces hypothèses, et notamment le rebond d'activité en 2021 et 2022, permettraient de revenir sur le sentier de croissance retenu dans la trajectoire de projet de loi initial pour les années 2022 à 2024. Aussi cela conduit le Gouvernement à retenir à ce stade, pour ces années, une trajectoire financière inchangée par rapport au texte issu de la première lecture à l'Assemblée nationale.Dans le contexte de forte incertitude macroéconomique, lié aux aléas entourant l'évolution de la situation sanitaire aux échelles nationales et internationales, le Haut Conseil des finances publiques a rendu le 23 novembre 2020 un avis sur les nouvelles prévisions macroéconomiques du projet de loi de finances pour 2021 dans lequel il estime le niveau d'activité anticipé pour 2020 prudent et celui pour 2021 cohérent avec une levée très graduelle des restrictions sanitaires entraînant un retour à la normale très progressif et encore partiel au second semestre de l'année prochaine.Le tableau ci-dessous détaille les principaux éléments retenus pour l'élaboration des prévisions de recettes et objectifs de dépenses décrits dans la présente annexe :\n\nAffectés par les mesures d'urgence prises fin 2018 et une conjoncture économique moins favorable qu'anticipé initialement, les déficits du régime général et des régimes obligatoires de base en 2019 ont été légèrement plus dégradés que l'année précédente, mais meilleurs que prévus en LFSS 2020 avec une bonne tenue des recettes. Cette situation financière à fin 2019, proche de l'équilibre, est brutalement remise en cause par les effets de la crise sanitaire.En 2020, la chute d'activité conduirait à une dégradation inédite de 49 milliards d'euros des soldes sociaux par rapport à 2019, le régime général portant l'essentiel de cette dégradation, avec un déficit prévisionnel de 46,1 milliards d'euros. Le déficit prévisionnel du régime général et du FSV s'élèverait à 49,0 milliards d'euros en 2020, un niveau très supérieur à celui de 2010 (- 28 milliards d'euros) jusqu'ici le plus élevé depuis l'instauration des lois de financement de la sécurité sociale. La branche Maladie aurait à supporter la dégradation la plus forte, puisque son déficit s'établirait à 33,7 milliards d'euros. Toutes les branches seraient en déficit, y compris la branche Accidents du travail et maladies professionnelles.Dans ce contexte, le retour à l'équilibre global du régime général ne serait pas atteint à l'horizon 2024 (-19,4 milliards d'euros), le rebond anticipé ne permettant pas de combler la dégradation observée en 2020. A cet horizon, le déficit du Fonds de solidarité vieillesse (FSV) serait de 0,8 milliard d'euros et le déficit consolidé du régime général et du FSV atteindrait ainsi 20,2 milliards d'euros. De même, les comptes des régimes obligatoires de base de sécurité sociale et des organismes concourant à leur financement seraient durablement déficitaires, la trajectoire plus dégradée de la Caisse nationale de retraite des agents des collectivités locales (CNRACL) affectant la situation sur le périmètre de l'ensemble des régimes obligatoires de base. En 2024, le déficit global pour l'ensemble des régimes obligatoires atteindrait 21,6 milliards d'euros.La trajectoire présentée dans cette annexe repose, à titre conservatoire, sur une convention « hors mesures nouvelles » en économies ou en dépenses, ainsi que le prévoit la loi organique.De la même manière, la trajectoire d'ONDAM prolonge, dans l'attente des travaux à venir notamment confiés au Haut Conseil pour l'avenir de l'assurance maladie (HCAAM), celle de la dernière loi de programmation des finances publiques à partir de 2022, soit 2,4 % « hors covid ».Pour autant, il est indispensable d'amorcer un retour à l'équilibre des comptes de la sécurité sociale dès que la situation économique le permettra.II. - La trajectoire financière tient compte des conséquences de la dégradation marquée des recettes de la sécurité sociale en 2020, ainsi que de dépenses nouvelles d'assurance maladie pour répondre de manière exceptionnelle à la crise et adapter structurellement le système de santé.Comme lors de la crise économique et financière de 2008, la sécurité sociale a joué un rôle majeur d'amortisseur économique et social, tant en matière de prélèvements que de dépenses. Majoritairement proportionnelles au niveau d'activité, les premières se sont fortement contractées alors que les secondes se sont maintenues s'agissant des prestations retraites et famille et ont fortement progressé sur la branche Maladie pour permettre des prises en charge à 100 % d'actes médicaux et le versement d'indemnités journalières en cas d'arrêt de travail, même pour des personnes non malades (arrêts de travail pour garde d'enfants ou personnes vulnérables).La diminution de l'activité économique s'est traduite par une baisse massive des prélèvements sociaux et des recettes fiscales perçus par la sécurité sociale en 2020. En effet, les ressources de la sécurité sociale proviennent pour une large part des revenus d'activité, qui ont beaucoup souffert de la crise. En outre, la crise sanitaire, les mesures prises pour l'endiguer et le ralentissement marqué de l'activité économique ont conduit de nombreuses entreprises à placer leurs salariés en activité partielle, dont l'indemnité est exonérée de cotisations sociales et soumise, comme les allocations chômage et en tant que revenu de remplacement, à un taux de CSG réduit. Ainsi, le recours à l'activité partielle, massif au cours du deuxième trimestre et encore élevé au cours des mois suivants, associé aux pertes d'emploi consécutives à la crise, a entraîné une forte baisse de la masse salariale privée (estimé à -8,9 % sur l'année) et, par conséquent, des recettes de cotisations et de la CSG.Pour préserver l'activité économique et l'emploi, le Gouvernement a mis en place un ensemble de mesures pour soutenir les entreprises et les travailleurs indépendants, qui incluent des dispositifs d'exonérations et d'aide au paiement en faveur des secteurs les plus touchés par la crise. Ces dispositifs, estimés à 8,2 milliards d'euros, seront compensés par l'Etat et n'impactent donc pas les recettes de la sécurité sociale.Ainsi, au total, les recettes du régime général et du FSV diminueraient de 5,4 % en 2020, soit 21,8 milliards d'euros, les fortes baisses sur les revenus d'activité étant quelque peu compensées par l'augmentation des recettes sur les revenus de remplacement (augmentation des indemnités journalières) et par le versement à la Caisse nationale d'assurance vieillesse (CNAV) de la soulte des industries électriques et gazières gérée par le Fonds de réserve pour les retraites (FRR) décidée par la loi n° 2020-992 du 7 août 2020 relative à la dette sociale et à l'autonomie pour un montant de 5 milliards d'euros.En 2021, les recettes connaîtraient un rebond sous l'effet de la reprise économique, soutenue par le plan de relance. Les cotisations sociales du secteur privé et la CSG augmenteraient fortement, tirées par le dynamisme de la masse salariale privée (+ 4,8 %). Au total, les recettes du régime général et du FSV augmenteraient de 7,1 %. Elles retrouveraient un niveau supérieur de 1,3 % à celui de 2019 mais resteraient durablement et substantiellement plus faibles que le niveau prévu avant la crise.S'agissant des dépenses, leur évolution entre 2019 et 2020 est conforme à ce qui était prévu en LFSS 2020 pour les branches Famille, Accidents du travail et maladies professionnelles et Vieillesse. En revanche, les dépenses de la branche Maladie ont été très fortement affectées par la crise sanitaire et leur dynamisme va se poursuivre au delà de la période de crise compte tenu des décisions plus structurelles décidées dans le cadre du Ségur de la santé pour répondre aux enjeux de bon fonctionnement et de modernisation du système de santé, ainsi qu'aux enjeux de reconnaissance et de soutien aux personnels soignants. Compte tenu des amendements adoptés à l'Assemblée nationale puis au Sénat, la LFSS 2021 prévoit de majorer l'ONDAM 2020 de 13,4 milliards d'euros, soit une progression de +9,2 % par rapport à 2019. Le niveau de l'ONDAM en 2020 s'élève ainsi à 218,9 milliards d'euros (au lieu de 205,6 milliards d'euros prévus en LFSS 2020).En 2021, en prenant en compte les seuls effets structurels de déploiement des mesures du Ségur de la santé, l'ONDAM progressera de 6,2 %. En intégrant une nouvelle provision au titre de la gestion de crise liée à l'épidémie de covid, les dépenses de l'ONDAM 2021 sont estimées à 225,4 milliards d'euros. Cet objectif de dépenses englobe 4 milliards d'euros de mesures de régulation par rapport à la progression tendancielle. Une contribution exceptionnelle des organismes d'assurance maladie complémentaire permettra de prendre en charge une partie des dépenses auxquelles l'assurance maladie obligatoire fait face dans le cadre de la gestion de l'épidémie. Cette contribution, temporaire, est assise sur le chiffre d'affaires en santé des organismes complémentaires. Fixée à un milliard d'euros en 2020 et 500 millions d'euros en 2021, elle pourra être revue en 2021 en fonction de l'évolution de la situation sanitaire et de l'actualisation du niveau des économies constatées par les organismes complémentaires.La progression de ces dépenses sera maîtrisée dans les projections pluriannuelles, avec des progressions proches ou moindres que celles de l'activité à compter de 2022, hormis pour les prestations vieillesse, tirées par la reprise modérée de l'inflation.III. - D'ici 2024, les branches du régime général connaîtraient des évolutions très différenciées, marquées par les effets de la crise.La branche Maladie connaîtra une évolution structurante en 2021 du fait de la création de la branche Autonomie qui sera notamment en charge de dépenses de prestations dont elle assurait jusqu'à présent le financement. De ce fait, le périmètre des dépenses de la branche se réduira de 25,9 milliards d'euros à ce titre, soit d'environ 10 %. Dans une moindre mesure, les dépenses s'accroîtront de 0,3 milliard d'euros sous l'effet du transfert du financement de l'allocation supplémentaire d'invalidité (ASI), compensée par l'affectation d'une fraction de TVA.Après la forte évolution de la structure du financement de l'assurance maladie en 2019 du fait de la suppression de 6 points de cotisations d'assurance maladie sur les rémunérations salariées inférieures à 2,5 SMIC, qui avait conduit à porter la part de la TVA à 28 % des ressources de la branche Maladie, la création de la branche Autonomie en modifie à nouveau la structure. En effet, la branche Autonomie sera affectataire de ressources de CSG assise sur l'ensemble des assiettes soumises à cette contribution, principalement en provenance de la CNAM. La CSG affectée à la branche Maladie se réduira donc de 25,8 milliards d'euros. De ce fait, la CSG, qui représentait 45 % des ressources de la branche Maladie en 2018, avant qu'une fraction soit affectée à l'assurance chômage, ne pèsera plus que 25 % des recettes totales, soit une part inférieure à celle des cotisations des employeurs et à celle de la TVA.La trajectoire pluriannuelle de l'ONDAM au delà de 2022 conserve les hypothèses de progression prévues en LFSS 2020 hors Ségur. Le Haut Conseil pour l'avenir de l'assurance maladie (HCAAM) se voit confier une mission pour réfléchir à la refonte de l'ONDAM et aux moyens d'ajustement de la dépense aux besoins de la population et aux enjeux de régulation financière.En termes de recettes, aucune hausse d'impôts ou de cotisations n'étant prévue, la branche Maladie resterait déficitaire de plus de 17 milliards d'euros en 2024, ce qui pose la question de soutenabilité des dépenses et la stratégie de restauration d'une trajectoire de retour à l'équilibre.La nouvelle branche Autonomie sera affectataire à compter de 2021, outre ses recettes traditionnelles issues de la contribution de solidarité pour l'autonomie (CSA) et de la contribution additionnelle (CASA) pour 2,8 milliards d'euros, de CSG à hauteur de 1,93 point portant sur l'ensemble des assiettes de la CSG (28,1 milliards d'euros). A compter de 2024 cette fraction de CSG sera augmentée de 0,15 point supplémentaire (actuellement affecté à la CADES), conformément aux dispositions de la loi n° 2020-992 du 7 août 2020 précitée.Au total, ces recettes s'élèveront à 31,2 milliards d'euros. En matière de dépenses, les besoins sont évalués à 31,6 milliards d'euros compte tenu des mesures nouvelles liées à la mise en place du Ségur de la santé dans le secteur médico-social (impact de 2,1 milliards d'euros en 2020-2021 au titre des revalorisations salariales et de l'investissement) et à la contribution de la CNSA à la revalorisation des métiers du domicile. La fraction de CSG affectée à la branche Autonomie a été révisée à la hausse en nouvelle lecture à l'Assemblée Nationale pour maintenir le même niveau de compensation des dépenses au titre de l'objectif global de dépenses et de l'allocation d'éducation de l'enfant handicapé et corriger ainsi l'effet baissier de la dégradation du scénario macroéconomique sur 2021.La trajectoire en dépenses de la branche Autonomie pour 2022-2024 est conventionnelle et conforme, s'agissant des dépenses pour les établissements et services médico-sociaux, au taux d'ONDAM hors Ségur (2,4 % par an). Elle ne prend pas en compte l'effet démographique ni l'effet des mesures nouvelles qui pourraient être décidées dans la prochaine loi grand âge et autonomie. Elle prévoit toutefois, à compter de 2022, le financement, par la Caisse nationale de solidarité pour l'autonomie (CNSA) (0,2 milliard d'euros), aux départements de la PCH parentalité qui entrera en vigueur en 2021. Compte tenu du lien avec la politique familiale et de la situation financière de la branche Famille, la CNSA bénéficie d'un transfert supplémentaire de recettes de la branche Famille à compter de 2022.Compte tenu du dynamisme des recettes affectées, celles-ci devraient progresser jusqu'à 2023 à un rythme proche de celui des dépenses, permettant un équilibre de la branche Autonomie avant mesures nouvelles. En 2024, elle afficherait un excédent de 2,1 milliards d'euros correspondant à la recette de CSG supplémentaire en provenance de la Caisse d'amortissement de la dette sociale (CADES) hors prise en compte de l'effet démographique et de la mise en œuvre d'éventuelles mesures nouvelles.S'agissant de la branche Accidents du travail et maladies professionnelles, aucune mesure n'est prévue pour modifier les ressources de la branche en 2021, qui devraient progresser de 0,8 milliard d'euros. Outre la progression de la masse salariale, la branche bénéficiera, de l'effet favorable du Ségur de la santé sur ses recettes de cotisations et contributions sociales, ce qui contribuera à améliorer son solde.De ce fait, la branche devrait dégager un excédent de 0,2 milliard d'euros en 2021, effaçant son déficit de 0,4 milliard d'euros prévu pour 2020. Cet excédent serait croissant jusqu'en 2024.La branche Vieillesse du régime général sera à nouveau déficitaire de 9,7 milliards d'euros en 2021, après un déficit de 8,6 milliards d'euros en 2020. Les recettes progresseraient de 2,3 % pour s'établir à 135 milliards d'euros sous l'effet du rebond de l'économie. Malgré la progression modérée des dépenses permise par une inflation moindre que prévue sur ces deux exercices, la forte baisse des recettes en 2020 place toutefois leur niveau nettement en dessous de celui des dépenses. En 2021, la branche bénéficiera seulement de l'effet favorable des mesures du Ségur de la santé en termes de revalorisation salariale qui tendront à accroître le niveau des cotisations.Jusqu'en 2024, les dépenses continueraient de croître à un rythme supérieur à celui des recettes, notamment du fait de la plus forte inflation à compter de 2022, conduisant à un déficit de 9,2 milliards d'euros à cet horizon pour le régime général et 11,6 milliards d'euros sur le périmètre tous régimes et FSV. Si des mesures étaient décidées dans le cadre des concertations sur la réforme des retraites, elles devront permettre de réduire ces déficits.La branche Famille transférera en 2021 le financement de l'allocation d'éducation d'un enfant handicapé (AEEH) à la nouvelle branche Autonomie, ce qui réduira de 1,2 milliard d'euros le périmètre de ses dépenses et de ses recettes (réduction de la taxe sur les salaires qui lui est affectée au profit de la CNAM, laquelle affecte une part équivalente de CSG à la CNSA). A compter de 2022, un nouveau transfert de recettes au profit de la branche Autonomie interviendra pour financer le coût de la PCH parentalité.Les recettes de la branche Famille progresseraient de 5,7 % en 2021 du fait de la reprise économique. La branche bénéficierait aussi pour 0,2 milliard d'euros de l'effet favorable des mesures du Ségur de la santé sur l'assiette des cotisations et contributions qui lui sont affectées.Les dépenses modérées par la faible inflation seraient néanmoins tirées à la hausse par la réforme du congé paternité (0,2 milliard d'euros en 2021 et 0,4 milliard d'euros à compter de 2022 en ce qui concerne la branche Famille). Sous l'effet de cette faible progression globale, la branche renouerait avec un excédent dès 2021 (0,3 milliard d'euros), qui tendrait à s'accroître jusqu'en 2024.\n\nPrévisions des recettes, dépenses et soldes du régime général, de l'ensemble des régimes de base et du Fonds de solidarité vieillesseRecettes, dépenses et soldes du régime général\n\n(En milliards d'euros)\n\nRecettes, dépenses et soldes de l'ensemble des régimes obligatoires de base\n\n(En milliards d'euros)\n\nRecettes, dépenses et soldes du Fonds de solidarité vieillesse\n\n(En milliards d'euros)\n\nRecettes, dépenses et soldes du régime général et du Fonds de solidarité vieillesse\n\n(En milliards d'euros)\n\nRecettes, dépenses et soldes de l'ensemble des régimes obligatoires de base et du Fonds de solidarité vieillesse\n\n(En milliards d'euros)\n\nANNEXE CÉTAT DES RECETTES, PAR CATÉGORIE ET PAR BRANCHE, DES RÉGIMES OBLIGATOIRES DE BASE ET DU RÉGIME GÉNÉRAL AINSI QUE DES RECETTES, PAR CATÉGORIE, DES ORGANISMES CONCOURANT AU FINANCEMENT DE CES RÉGIMES\n\nI. - Régimes obligatoires de base\n\n(En milliards d'euros)\n\nII. - Régime général\n\n(En milliards d'euros)\n\nIII. - Fonds de solidarité vieillesse\n\n(En milliards d'euros)\n\nLa présente loi sera exécutée comme loi de l'Etat.\n\nActif\n\n2019 (net)\n\n2018 (net)\n\nPassif\n\n2019\n\n2018\n\nImmobilisations\n\n7,4\n\n7,3\n\nCapitaux propres\n\n-61,4\n\n-77,0\n\nImmobilisations non financières\n\n5,2\n\n5,0\n\nDotations\n\n20,7\n\n22,3\n\nleft\n\nleft\n\nbottom\n\nleft\n\nbottom\n\nRégime général\n\n0,2\n\n0,2\n\nPrêts, dépôts de garantie\n\n1,4\n\n1,4\n\nAutres régimes\n\n7,0\n\n6,4\n\nleft\n\nleft\n\nbottom\n\nleft\n\nbottom\n\nCaisse d'amortissement de la dette sociale (CADES)\n\n0,2\n\n0,2\n\nAvances/ prêts accordés à des organismes de la sphère sociale\n\n0,9\n\n0,9\n\nFonds de réserve pour les retraites (FRR)\n\n13,4\n\n15,5\n\nleft\n\nleft\n\nbottom\n\nleft\n\nbottom\n\nRéserves\n\n22,2\n\n21,6\n\nleft\n\nleft\n\nbottom\n\nleft\n\nbottom\n\nRégime général\n\n3,8\n\n3,8\n\nleft\n\nleft\n\nbottom\n\nleft\n\nbottom\n\nAutres régimes\n\n7,3\n\n7,7\n\nleft\n\nleft\n\nbottom\n\nleft\n\nbottom\n\nFRR\n\n11,1\n\n10,1\n\nleft\n\nleft\n\nleft\n\nReport à nouveau\n\n-122,6\n\n-136,9\n\nleft\n\nleft\n\nleft\n\nRégime général\n\n-4,6\n\n-5,0\n\nleft\n\nleft\n\nleft\n\nAutres régimes\n\n-4,1\n\n-4,3\n\nleft\n\nleft\n\nleft\n\nFonds de solidarité vieillesse (FSV)\n\n-8,4\n\n-6,6\n\nleft\n\nleft\n\nleft\n\nCADES\n\n-105,5\n\n-121,0\n\nleft\n\nleft\n\nleft\n\nRésultat de l'exercice\n\n15,4\n\n14,9\n\nleft\n\nleft\n\nleft\n\nRégime général\n\n-0,3\n\n0,5\n\nleft\n\nleft\n\nleft\n\nAutres régimes\n\n+0,1\n\n-0,2\n\nleft\n\nleft\n\nleft\n\nFSV\n\n-1,6\n\n-1,8\n\nleft\n\nleft\n\nleft\n\nCADES\n\n16,3\n\n15,4\n\nleft\n\nleft\n\nleft\n\nFRR\n\n0,8\n\n0,9\n\nleft\n\nleft\n\nleft\n\nÉcart d'estimation (réévaluation des actifs du FRR en valeur de marché)\n\n2,9\n\n1,1\n\nleft\n\nleft\n\nbottom\n\nleft\n\nbottom\n\nProvisions pour risques et charges\n\n17,2\n\n17,5\n\nActif financier\n\n57,9\n\n55,8\n\nPassif financier\n\n132,5\n\n142,6\n\nValeurs mobilières et titres de placement\n\n45,1\n\n43,4\n\nDettes représentées par un titre (obligations, billets de trésorerie, europapiers commerciaux)\n\n118,6\n\n131,1\n\nRégime général\n\n0,0\n\n0,0\n\nAgence centrale des organismes de sécurité sociale (ACOSS)\n\n26,5\n\n23,1\n\nAutres régimes\n\n12,9\n\n11,5\n\nCADES\n\n92,0\n\n108,0\n\nCADES\n\n0,0\n\n0,0\n\nleft\n\nleft\n\nbottom\n\nleft\n\nbottom\n\nFRR\n\n32,3\n\n31,8\n\nleft\n\nleft\n\nbottom\n\nleft\n\nbottom\n\nEncours bancaire\n\n12,1\n\n12,0\n\nDettes à l'égard d'établissements de crédits\n\n6,4\n\n6,1\n\nRégime général\n\n1,5\n\n2,2\n\nRégime général (ordres de paiement en attente)\n\n5,1\n\n4,8\n\nAutres régimes\n\n6,4\n\n6,8\n\nAutres régimes\n\n0,3\n\n0,3\n\nFSV\n\n0,0\n\n0,0\n\nCADES\n\n1,0\n\n1,0\n\nCADES\n\n3,1\n\n2,3\n\nDépôts reçus\n\n0,4\n\n0,4\n\nFRR\n\n1,1\n\n0,7\n\nACOSS\n\n0,4\n\n0,4\n\nCréances nettes au titre des instruments financiers\n\n0,6\n\n0,5\n\nDettes nettes au titre des instruments financiers\n\n0,2\n\n0,0\n\nCADES\n\n0,3\n\n0,4\n\nACOSS\n\n0,2\n\n0,0\n\nFRR\n\n0,3\n\n0,1\n\nAutres\n\n6,8\n\n5,0\n\nleft\n\nleft\n\nbottom\n\nleft\n\nbottom\n\nAutres régimes\n\n5,7\n\n4,8\n\nleft\n\nleft\n\nbottom\n\nleft\n\nbottom\n\nCADES\n\n1,1\n\n0,3\n\nActif circulant\n\n83,4\n\n77,3\n\nPassif circulant\n\n60,4\n\n57,4\n\nCréances de prestations\n\n9,2\n\n9,1\n\nDettes et charges à payer à l'égard des bénéficiaires\n\n30,5\n\n29,8\n\nCréances de cotisations, contributions sociales et d'impôts de sécurité sociale\n\n8,5\n\n8,5\n\nDettes et charges à payer à l'égard des cotisants\n\n2,1\n\n2,4\n\nProduits à recevoir de cotisations, contributions sociales et autres impositions\n\n47,8\n\n43,2\n\nleft\n\nleft\n\nbottom\n\nleft\n\nbottom\n\nCréances sur entités publiques et organismes de sécurité sociale\n\n10,9\n\n10,7\n\nDettes et charges à payer à l'égard d'entités publiques et organismes de sécurité sociale\n\n11,4\n\n11,0\n\nProduits à recevoir de l'État\n\n0,6\n\n0,7\n\nleft\n\nleft\n\nbottom\n\nleft\n\nbottom\n\nAutres actifs\n\n6,3\n\n5,2\n\nAutres passifs\n\n16,5\n\n14,2\n\nTotal de l'actif\n\n148,7\n\n140,5\n\nTotal du passif\n\n148,7\n\n140,5\n\n1\n\ncenter\n\n2009\n\n2010\n\n2011\n\n2012\n\n2013\n\n2014\n\n2015\n\n2016\n\n2017\n\n2018\n\n2019\n\nPassif net au 31/12(capitaux propres négatifs)\n\n- 66,3\n\n- 87,1\n\n- 100,6\n\n-107,2\n\n- 110,9\n\n-110,7\n\n-109,5\n\n-101,4\n\n-88,5\n\n-77,0\n\n-61,4\n\nEndettement financier net au 31/12\n\n- 76,3\n\n- 96,0\n\n- 111,2\n\n- 116,2\n\n- 118,0\n\n-121,3\n\n-120,8\n\n-118,0\n\n-102,9\n\n-86,8\n\n-74,6\n\nRésultat comptable consolidé de l'exercice (régimes de base, FSV, CADES et FRR)\n\n-19,6\n\n-23,9\n\n-10,7\n\n-5,9\n\n-1,6\n\n+1,4\n\n+4,7\n\n+8,1\n\n+12,6\n\n+14,9\n\n+15,4\n\n1\n\ncenter\n\n2018\n\n2019\n\n2020\n\n2021\n\n2022\n\n2023\n\n2024\n\nPIB en volume\n\n1,7 %\n\n1,5 %\n\n-11,0 %\n\n6,0 %\n\n6,7 %\n\n2,0 %\n\n1,4 %\n\nMasse salariale privée\n\n3,5 %\n\n3,2 %\n\n-8,9 %\n\n4,8 %\n\n7,9 %\n\n3,7 %\n\n3,4 %\n\nInflation hors tabac\n\n1,6 %\n\n0,9 %\n\n0,2 %\n\n0,6 %\n\n1,0 %\n\n1,4 %\n\n1,8 %\n\nONDAM\n\n2,2 %\n\n2,6 %\n\n9,2 %\n\n2,3 %\n\n0,9 %\n\n2,4 %\n\n2,3 %\n\nONDAM hors covid\n\n2,2 %\n\n2,6 %\n\n3,1 %\n\n6,2 %\n\n2,9 %\n\n2,4 %\n\n2,3 %\n\n1\n\ncenter\n\n2018\n\n2019\n\n2020 (p)\n\n2021 (p)\n\n2022 (p)\n\n2023 (p)\n\n2024 (p)\n\nMaladie\n\nRecettes\n\n210,8\n\n215,2\n\n204,1\n\n193,9\n\n201,3\n\n206,8\n\n211,8\n\nDépenses\n\n211,5\n\n216,6\n\n237,8\n\n217,6\n\n219,5\n\n224,4\n\n229,2\n\nSolde\n\n-0,7\n\n-1,5\n\n-33,7\n\n-23,7\n\n-18,2\n\n-17,6\n\n-17,4\n\nAccidents du travail et maladies professionnelles\n\nRecettes\n\n12,7\n\n13,2\n\n12,0\n\n12,8\n\n13,8\n\n14,3\n\n14,8\n\nDépenses\n\n12,0\n\n12,2\n\n12,4\n\n12,7\n\n12,7\n\n12,9\n\n13,1\n\nSolde\n\n0,7\n\n1,0\n\n-0,4\n\n0,2\n\n1,0\n\n1,4\n\n1,7\n\nFamille\n\nRecettes\n\n50,4\n\n51,4\n\n46,9\n\n49,6\n\n51,3\n\n52,8\n\n54,2\n\nDépenses\n\n49,9\n\n49,9\n\n50,4\n\n49,3\n\n49,7\n\n50,2\n\n50,8\n\nSolde\n\n0,5\n\n1,5\n\n-3,5\n\n0,3\n\n1,6\n\n2,6\n\n3,4\n\nVieillesse\n\nRecettes\n\n133,8\n\n135,7\n\n132,0\n\n135,0\n\n141,4\n\n145,7\n\n149,8\n\nDépenses\n\n133,6\n\n137,1\n\n140,6\n\n144,7\n\n148,7\n\n153,5\n\n159,0\n\nSolde\n\n0,2\n\n-1,4\n\n-8,6\n\n-9,7\n\n-7,3\n\n-7,8\n\n-9,2\n\nAutonomie\n\nRecettes\n\nleft\n\nleft\n\nleft\n\n31,2\n\n32,2\n\n33,2\n\n36,6\n\nDépenses\n\nleft\n\nleft\n\nleft\n\n31,6\n\n32,7\n\n33,6\n\n34,5\n\nSolde\n\nleft\n\nleft\n\nleft\n\n-0,4\n\n-0,5\n\n-0,3\n\n2,1\n\nRégime général consolidé\n\nRecettes\n\n394,6\n\n402,4\n\n382,0\n\n408,6\n\n425,7\n\n438,2\n\n452,4\n\nDépenses\n\n394,1\n\n402,8\n\n428,1\n\n442,0\n\n449,0\n\n460,0\n\n471,8\n\nSolde\n\n0,5\n\n-0,4\n\n-46,1\n\n-33,3\n\n-23,3\n\n-21,8\n\n-19,4\n\n1\n\ncenter\n\n2018\n\n2019\n\n2020 (p)\n\n2021 (p)\n\n2022 (p)\n\n2023 (p)\n\n2024 (p)\n\nMaladie\n\nRecettes\n\n212,3\n\n216,6\n\n205,6\n\n195,5\n\n202,8\n\n208,3\n\n213,4\n\nDépenses\n\n213,1\n\n218,1\n\n239,3\n\n219,1\n\n221,0\n\n225,9\n\n230,8\n\nSolde\n\n-0,8\n\n-1,5\n\n-33,7\n\n-23,7\n\n-18,2\n\n-17,6\n\n-17,4\n\nAccidents du travail et maladies professionnelles\n\nRecettes\n\n14,1\n\n14,7\n\n13,5\n\n14,4\n\n15,4\n\n15,8\n\n16,3\n\nDépenses\n\n13,4\n\n13,6\n\n13,9\n\n14,1\n\n14,2\n\n14,3\n\n14,5\n\nSolde\n\n0,7\n\n1,1\n\n-0,4\n\n0,3\n\n1,2\n\n1,5\n\n1,8\n\nFamille\n\nRecettes\n\n50,4\n\n51,4\n\n46,9\n\n49,6\n\n51,3\n\n52,8\n\n54,2\n\nDépenses\n\n49,9\n\n49,9\n\n50,4\n\n49,3\n\n49,7\n\n50,2\n\n50,8\n\nSolde\n\n0,5\n\n1,5\n\n-3,5\n\n0,3\n\n1,6\n\n2,6\n\n3,4\n\nVieillesse\n\nRecettes\n\n236,6\n\n240,0\n\n236,6\n\n242,9\n\n249,3\n\n254,7\n\n260,6\n\nDépenses\n\n236,7\n\n241,3\n\n247,0\n\n251,9\n\n257,0\n\n263,6\n\n271,4\n\nSolde\n\n-0,1\n\n-1,3\n\n-10,3\n\n-9,0\n\n-7,6\n\n-8,9\n\n-10,8\n\nAutonomie\n\nRecettes\n\nleft\n\nleft\n\nleft\n\n31,2\n\n32,2\n\n33,2\n\n36,6\n\nDépenses\n\nleft\n\nleft\n\nleft\n\n31,6\n\n32,7\n\n33,6\n\n34,5\n\nSolde\n\nleft\n\nleft\n\nleft\n\n-0,4\n\n-0,5\n\n-0,3\n\n2,1\n\nRégimes obligatoires de base consolidés\n\nRecettes\n\n499,9\n\n509,1\n\n489,1\n\n519,5\n\n536,7\n\n550,3\n\n566,3\n\nDépenses\n\n499,5\n\n509,3\n\n536,9\n\n552,0\n\n560,2\n\n573,0\n\n587,2\n\nSolde\n\n0,3\n\n-0,2\n\n-47,8\n\n-32,5\n\n-23,5\n\n-22,7\n\n-20,8\n\n1\n\ncenter\n\n2018\n\n2019\n\n2020 (p)\n\n2021 (p)\n\n2022 (p)\n\n2023 (p)\n\n2024 (p)\n\nRecettes\n\n17,2\n\n17,2\n\n16,7\n\n16,7\n\n17,3\n\n17,9\n\n18,5\n\nDépenses\n\n19,0\n\n18,8\n\n19,7\n\n19,2\n\n19,0\n\n19,1\n\n19,3\n\nSolde\n\n-1,8\n\n-1,6\n\n-2,9\n\n-2,4\n\n-1,7\n\n-1,2\n\n-0,8\n\n1\n\ncenter\n\n2018\n\n2019\n\n2020 (p)\n\n2021 (p)\n\n2022 (p)\n\n2023 (p)\n\n2024 (p)\n\nRecettes\n\n394,6\n\n402,6\n\n380,8\n\n407,9\n\n425,7\n\n438,8\n\n453,3\n\nDépenses\n\n395,8\n\n404,5\n\n429,8\n\n443,7\n\n450,7\n\n461,7\n\n473,5\n\nSolde\n\n-1,2\n\n-1,9\n\n-49,0\n\n-35,8\n\n-25,0\n\n-23,0\n\n-20,2\n\n1\n\ncenter\n\n2018\n\n2019\n\n2020 (p)\n\n2021 (p)\n\n2022 (p)\n\n2023 (p)\n\n2024 (p)\n\nRecettes\n\n498,6\n\n508,0\n\n486,7\n\n517,5\n\n535,5\n\n549,6\n\n566,0\n\nDépenses\n\n500,0\n\n509,7\n\n537,4\n\n552,4\n\n560,7\n\n573,5\n\n587,6\n\nSolde\n\n-1,4\n\n-1,7\n\n-50,7\n\n-34,9\n\n-25,2\n\n-23,9\n\n-21,6\n\n1\n\ncenter\n\nMaladie\n\nVieillesse\n\nFamille\n\nAccidents du travail/ maladies profession-nelles\n\nAutonomie\n\nRégimes de base\n\nFonds de solidarité vieillesse\n\nRégimes de base et Fonds de solidarité vieillesse\n\nCotisations effectives\n\n73,6\n\n139,9\n\n30,4\n\n13,3\n\n0,0\n\n255,5\n\n0,0\n\n255,5\n\nCotisations prises en charge par l'État\n\n2,5\n\n2,6\n\n0,8\n\n0,1\n\n0,0\n\n6,0\n\n0,0\n\n6,0\n\nCotisations fictives d'employeur\n\n0,4\n\n41,6\n\n0,0\n\n0,3\n\n0,0\n\n42,4\n\n0,0\n\n42,4\n\nContribution sociale généralisée\n\n47,4\n\n0,0\n\n12,3\n\n0,0\n\n28,1\n\n87,5\n\n16,9\n\n104,4\n\nImpôts, taxes et autres contributions sociales\n\n63,5\n\n20,8\n\n5,3\n\n0,0\n\n2,8\n\n92,5\n\n0,0\n\n92,5\n\nCharges liées au non recouvrement\n\n-0,9\n\n-1,0\n\n-0,1\n\n-0,2\n\n-0,1\n\n-2,2\n\n-0,2\n\n-2,4\n\nTransferts\n\n1,8\n\n38,1\n\n0,2\n\n0,1\n\n0,4\n\n28,8\n\n0,0\n\n10,1\n\nProduits financiers\n\n0,0\n\n0,3\n\n0,0\n\n0,0\n\n0,0\n\n0,3\n\n0,0\n\n0,3\n\nAutres produits\n\n7,0\n\n0,5\n\n0,8\n\n0,6\n\n0,0\n\n8,8\n\n0,0\n\n8,8\n\nRecettes\n\n195,5\n\n242,9\n\n49,6\n\n14,4\n\n31,2\n\n519,5\n\n16,7\n\n517,5\n\n1\n\ncenter\n\nMaladie\n\nVieillesse\n\nFamille\n\nAccidents du travail/ maladies profession-nelles\n\nAutonomie\n\nRégime général\n\nFonds de solidarité vieillesse\n\nRégime général et Fonds de solidarité vieillesse\n\nCotisations effectives\n\n72,8\n\n87,5\n\n30,4\n\n12,4\n\n0,0\n\n201,4\n\n0,0\n\n201,4\n\nCotisations prises en charge par l'État\n\n2,5\n\n2,4\n\n0,8\n\n0,1\n\n0,0\n\n5,8\n\n0,0\n\n5,8\n\nCotisations fictives d'employeur\n\n0,0\n\n0,0\n\n0,0\n\n0,0\n\n0,0\n\n0,0\n\n0,0\n\n0,0\n\nContribution sociale généralisée\n\n47,4\n\n0,0\n\n12,3\n\n0,0\n\n28,1\n\n87,5\n\n16,9\n\n104,4\n\nImpôts, taxes et autres contributions sociales\n\n63,5\n\n16,4\n\n5,3\n\n0,0\n\n2,8\n\n88,0\n\n0,0\n\n88,0\n\nCharges liées au non recouvrement\n\n-0,9\n\n-0,7\n\n-0,1\n\n-0,1\n\n-0,1\n\n-2,0\n\n-0,2\n\n-2,2\n\nTransferts\n\n1,8\n\n29,1\n\n0,2\n\n0,0\n\n0,4\n\n19,7\n\n0,0\n\n2,2\n\nProduits financiers\n\n0,0\n\n0,0\n\n0,0\n\n0,0\n\n0,0\n\n0,0\n\n0,0\n\n0,0\n\nAutres produits\n\n6,7\n\n0,3\n\n0,8\n\n0,5\n\n0,0\n\n8,2\n\n0,0\n\n8,2\n\nRecettes\n\n193,9\n\n135,0\n\n49,6\n\n12,8\n\n31,2\n\n408,6\n\n16,7\n\n407,9\n\n1\n\ncenter\n\nFonds de solidarité vieillesse\n\nCotisations effectives\n\n0,0\n\nCotisations prises en charge par l'État\n\n0,0\n\nCotisations fictives d'employeur\n\n0,0\n\nContribution sociale généralisée\n\n16,9\n\nImpôts, taxes et autres contributions sociales\n\n0,0\n\nCharges liées au non recouvrement\n\n-0,2\n\nTransferts\n\n0,0\n\nProduits financiers\n\n0,0\n\nAutres produits\n\n0,0\n\nRecettes\n\n16,7\n\n1\n\ncenter"
    }
  ]
}