{
  "id": "loi-n-2010-737-du-1er-juillet-2010",
  "type": "statute",
  "title": "LOI n° 2010-737 du 1er juillet 2010",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000022419094",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Le Gouvernement est autorisé à prendre par voie d'ordonnance, dans les conditions prévues par l'article 38 de la Constitution, les mesures relevant du domaine de la loi nécessaires à la généralisation et au renforcement des contrôles et des sanctions en matière de respect des obligations à l'égard de la clientèle dans les domaines des produits et services financiers et d'assurance, des opérations de crédit, de la mise à disposition de moyens de paiements et de la fourniture d'autres services bancaires. Ces mesures peuvent donner lieu, en tant que de besoin, à des modifications des compétences des autorités et services qui interviennent dans le contrôle des activités ou dans l'application des sanctions mentionnées ci-dessus.L'ordonnance est prise dans un délai de dix-huit mois à compter de la date de publication de la présente loi. Un projet de loi portant ratification est déposé devant le Parlement au plus tard le dernier jour du troisième mois suivant la publication de l'ordonnance."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "II. - Le I est immédiatement applicable aux contrats d'assurance sur la vie et aux contrats de capitalisation en cours à la date d'entrée en vigueur de la présente loi."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "III. - La période mentionnée au IX de l'article L. 144-2 du code des assurances est appréciée à compter de la date de souscription du plan et s'applique à tous les plans souscrits postérieurement à la loi n° 2003-775 du 21 août 2003 portant réforme des retraites."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "I. - A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code monétaire et financier\n\n- Code monétaire et financier\n\n- Code monétaire et financier\n\nII. - Le présent article s'applique à compter de la publication de la présente loi, y compris pour les chèques impayés émis à une date antérieure et n'ayant pas encore fait l'objet d'une régularisation."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "A modifié les dispositions suivantes :\n\n-Code monétaire et financier"
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "La création d'un registre national des crédits aux particuliers, placé sous la responsabilité de la Banque de France, fait l'objet d'un rapport remis au Gouvernement et au Parlement, dans un délai d'un an à compter de la promulgation de la présente loi, élaboré par un comité chargé de préfigurer cette création et dont la composition est fixée par décret.Ce rapport précise les conditions dans lesquelles des données à caractère personnel, complémentaires de celles figurant dans le fichier mentionné à l'article L. 333-4 du code de la consommation et susceptibles de constituer des indicateurs de l'état d'endettement des personnes physiques ayant contracté des crédits à des fins non professionnelles, peuvent être inscrites au sein de ce fichier pour prévenir le surendettement et assurer une meilleure information des prêteurs sur la solvabilité des emprunteurs, dans le respect de la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "Il est créé une commission temporaire d'évaluation composée, dans des conditions définies par décret, de membres des assemblées parlementaires, de représentants de l'Etat, de la Banque de France et des collectivités territoriales, de représentants des établissements mentionnés au titre Ier du livre V du code monétaire et financier et des organismes mentionnés au 5 de l'article L. 511-6 du même code, ainsi que de représentants des associations familiales ou de consommateurs.Cette commission, présidée par l'un des membres des assemblées parlementaires, est chargée de procéder à une évaluation de la mise en œuvre de la présente loi.A ce titre, notamment, elle analyse les conditions dans lesquelles les dispositions de la directive 2008/48/CE du Parlement européen et du Conseil, du 23 avril 2008, concernant les contrats de crédit aux consommateurs et abrogeant la directive 87/102/CEE du Conseil ont été transposées dans les autres Etats membres de l'Union européenne et évalue l'impact des dispositions des articles 1er et 23 de la présente loi sur la distribution du crédit aux particuliers et la prévention du malendettement, ainsi que les effets de la réforme de la procédure de traitement du surendettement des particuliers prévue au titre IV de la présente loi.Elle remet au Parlement, avant le 12 mai 2011, un rapport évaluant la réforme du fichier national des incidents de remboursements des crédits aux particuliers prévu à l'article L. 333-4 du code de la consommation, mise en œuvre par la présente loi.Il est mis fin à cette commission deux ans après la promulgation de la présente loi."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "I. ― Les titres Ier et II et le chapitre Ier du titre V entrent en vigueur le premier jour du dixième mois suivant celui de la publication de la présente loi.\n\nToutefois, les articles 21 à 25 ainsi que le A et le 2° du B du II de l'article 13 s'appliquent, selon des modalités fixées par décret, à compter du premier jour du deuxième mois suivant celui de la publication de la présente loi.\n\nLes deux premiers alinéas du présent I s'appliquent aux contrats dont l'offre a été émise après leur date d'entrée en vigueur.\n\nL'article 4 s'applique, selon des modalités fixées par décret, à compter du premier jour du deuxième mois suivant celui de la publication de la présente loi, sauf pour les catalogues de vente à distance auxquels il ne s'applique qu'à compter du premier jour du quatrième mois suivant celui de cette publication.\n\nL'article 1er s'applique à compter du premier jour du troisième trimestre civil suivant le jour de la publication de la présente loi.\n\nEn Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna, le A et le 2° du B du II de l'article 13 et les articles 21 à 25 entrent en vigueur le premier jour suivant la date de promulgation de la loi n° 2010-1249 du 22 octobre 2010 de régulation bancaire et financière.\n\nPour l'application du IV de l'article 38 en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna, la date du 1er novembre 2009 est remplacée au premier alinéa des A et B par la date du 1er juillet 2010.\n\nII. ― Un décret en Conseil d'Etat fixe les conditions dans lesquelles sont applicables progressivement aux contrats de crédit renouvelables en cours à la date d'entrée en vigueur de la présente loi les règles prévues aux sections 4 à 7 du chapitre Ier du titre Ier du livre III du code de la consommation dans leur rédaction issue de la présente loi.\n\nIII. ― Les dispositions mentionnées aux articles L. 311-21 et L. 311-44 du code de la consommation, ainsi qu'à la seconde phrase du premier alinéa et au second alinéa de l'article L. 311-46 du même code s'appliquent aux autorisations de découvert à durée indéterminée en cours à compter de l'entrée en vigueur de la présente loi.\n\nIV. ― Les dispositions du titre IV et du chapitre II du titre V de la présente loi entrent en vigueur le premier jour du quatrième mois suivant celui de la publication de la présente loi au Journal officiel.\n\nCes dispositions s'appliquent aux personnes pour lesquelles des informations les concernant sont inscrites, à cette date, au fichier mentionné à l'article L. 333-4 du code de la consommation ainsi qu'aux procédures de traitement des situations de surendettement en cours à cette date, sous les exceptions qui suivent :\n\n1° Lorsque le juge a été saisi par la commission de surendettement aux fins d'homologuer des mesures recommandées par celle-ci, de statuer sur une contestation ou aux fins d'ouvrir une procédure de rétablissement personnel, l'affaire est poursuivie et jugée conformément à la loi ancienne ;\n\n2° L'appel et le pourvoi en cassation sont formés, instruits et jugés selon les règles applicables lors du prononcé de la décision de première instance."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "IV. - A abrogé les dispositions suivantes :\n\n- LOI n°2008-3 du 3 janvier 2008"
    }
  ]
}