{
  "id": "loi-n-2015-917-du-28-juillet-2015",
  "type": "statute",
  "title": "LOI n°2015-917 du 28 juillet 2015",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000030943133",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Sont approuvées les modifications annexées à la présente loi apportées au rapport annexé prévu à l'article 2 de la loi n° 2013-1168 du 18 décembre 2013 relative à la programmation militaire pour les années 2014 à 2019 et portant diverses dispositions concernant la défense et la sécurité nationale."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "II.-En cas de hausse du prix constaté des carburants opérationnels, la mission  Défense  bénéficie de mesures financières de gestion et, si la hausse est durable, des crédits supplémentaires sont ouverts en construction budgétaire, pour couvrir les volumes nécessaires à la préparation et à l'activité opérationnelle des forces."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Les articles 3 et 5 de la loi n° 2013-1168 du 18 décembre 2013 précitée, dans leur rédaction résultant des articles 2 et 4 de la présente loi, font l'objet d'un rapport d'évaluation remis par le Gouvernement au Parlement en 2017, au plus tard le 31 mars, en vue, le cas échéant, d'une nouvelle actualisation."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Le Gouvernement remet, avant le 31 janvier 2016, un rapport au Parlement sur les conditions d'emploi des forces armées lorsqu'elles interviennent sur le territoire national pour protéger la population. Ce rapport fait l'objet d'un débat."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Dans un délai de dix-huit mois à compter de la promulgation de la présente loi, le Gouvernement présente au Parlement un rapport sur la mise en œuvre de l'ensemble des dispositions relatives à la concertation et au dialogue social des militaires. Ce rapport justifie notamment les seuils fixés en application du 2° de l'article L. 4126-10 du code de la défense ainsi que, le cas échéant, leurs modifications."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I. et III. - A modifié les dispositions suivantes :\n\nII. - Les articles L. 4139-1, L. 4139-2, L. 4139-4 et L. 4139-14 du code de la défense demeurent applicables, dans leur rédaction antérieure à la publication de la présente loi, aux militaires placés en position de détachement dans un corps ou cadre d'emplois de fonctionnaires en application des articles L. 4139-1, L. 4139-2, L. 4139-4 et L. 4139-14 du code de la défense avant la date d'entrée en vigueur de la présente loi.\n\n- Code de la défense."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Les b et c du 2° du I sont applicables à compter du 1er janvier 2016. L'Institut national de la jeunesse et de l'éducation populaire continue de mettre en œuvre le volet jeunesse du programme européen Erasmus + jusqu'au 31 décembre 2015 inclus. A compter du 1er janvier 2016, l'Agence du service civique est soumise aux obligations et bénéficie des droits et des moyens humains et matériels strictement nécessaires à l'exercice de cette mission.\n\n- Code du service national"
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnances les dispositions relevant du domaine de la loi permettant :1° De modifier certaines dispositions du titre Ier du livre V du code de l'environnement, pour tenir compte des spécificités des installations classées pour la protection de l'environnement qui relèvent du ministre de la défense ;2° De modifier le chapitre III du livre IV du code des pensions militaires d'invalidité et des victimes de la guerre, afin d'abroger les dispositions obsolètes et de modifier la dénomination des lieux de sépulture des militaires inhumés dans les conditions prévues au même code ;3° De modifier le code de la défense pour :a) Procéder aux modifications nécessaires pour assurer la cohérence rédactionnelle avec les dispositions de la présente loi et le respect de la hiérarchie des normes, corriger, le cas échéant, les erreurs matérielles et abroger les dispositions devenues sans objet ;b) Renforcer l'efficacité du contrôle relatif à la fabrication et au commerce de matériels de guerre et d'armes et munitions de défense :\n\n- en permettant d'étendre la nature des matériels de guerre, armes et munitions pour lesquels les entreprises de fabrication ou de commerce sont tenues de signaler à l'autorité administrative compétente tout dépôt de demande de brevet d'invention auprès de l'Institut national de la propriété intellectuelle ;- en rendant applicables les modifications ainsi apportées dans les îles Wallis et Futuna, en Polynésie française, en Nouvelle-Calédonie et dans les Terres australes et antarctiques françaises ;\n\nc) Compléter les dispositions relatives au contrôle a posteriori des opérations d'exportation de matériels de guerre et de transferts intracommunautaires de produits liés à la défense, en permettant à l'autorité administrative de s'assurer de la viabilité des mesures de contrôle interne des entreprises et, le cas échéant, de prononcer des mises en demeure correctives susceptibles de faire l'objet de sanctions administratives en cas d'inexécution ;d) Clarifier les dispositions concernant la prise en compte, au titre de l'avancement, du temps passé dans certaines positions de non-activité ;e) Permettre à l'Etat de subordonner à un engagement de souscrire un contrat en qualité de militaire le versement d'aides financières aux élèves et étudiants et de tirer les conséquences d'une méconnaissance de cet engagement ;f) Compléter le chapitre III du titre II du livre Ier de la quatrième partie, afin de mieux garantir la santé et la sécurité au travail des militaires durant leur service, en particulier de ceux qui ne sont pas placés sous l'autorité du ministre de la défense ;g) Préciser et harmoniser la définition de la notion de  forces armées et formations rattachées  ;4° De définir les conditions dans lesquelles, sur décision administrative ou judiciaire, les commandants de bâtiments de l'Etat peuvent faire procéder à la destruction des cargaisons de produits stupéfiants saisis lors d'opérations de police en mer ;5° De supprimer certaines commissions relatives aux anciens combattants ;6° (Abrogé).Les ordonnances sont publiées au plus tard le dernier jour du douzième mois suivant la promulgation de la présente loi. Le projet de loi de ratification de ces ordonnances est déposé devant le Parlement au plus tard le dernier jour du quinzième mois suivant la promulgation de la présente loi."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Sont ratifiées :1° L'ordonnance n° 2014-792 du 10 juillet 2014 portant application de l'article 55 de la loi n° 2013-1168 du 18 décembre 2013 relative à la programmation militaire pour les années 2014 à 2019 et portant diverses dispositions concernant la défense et la sécurité nationale ;2° L'ordonnance n° 2014-1567 du 22 décembre 2014 portant application de l'article 55 de la loi n° 2013-1168 du 18 décembre 2013 relative à la programmation militaire pour les années 2014 à 2019 et portant diverses dispositions concernant la défense et la sécurité nationale."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "I. - L'avant-dernier alinéa de l'article L. 4124-1 du code de la défense, dans sa rédaction résultant du e du 2° de l'article 10 de la présente loi, entre en vigueur à une date fixée par décret en Conseil d'Etat, et au plus tard dix-huit mois après la promulgation de la présente loi.II. - Afin de permettre la convergence des désignations et des élections des membres des organismes consultatifs et de concertation dont la réorganisation est consécutive à la mise en œuvre du même avant-dernier alinéa de l'article L. 4124-1 du code de la défense, dans sa rédaction résultant du e du 2° de l'article 10 de la présente loi, la durée du mandat des membres des conseils de la fonction militaire et du Conseil supérieur de la fonction militaire peut être réduite ou prorogée, dans la limite de trois ans, par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "I. - Les articles 24 et 25 sont applicables dans les îles Wallis et Futuna, en Polynésie française et en Nouvelle-Calédonie.\n\nLes articles 9, 10, 11 et 32 ainsi que les deux premiers alinéas de l'article 33 sont applicables dans les îles Wallis et Futuna.\n\nII. - A abrogé les dispositions suivantes :\n\n- Code de la défense."
    }
  ]
}