{
  "id": "loi-n-2019-774-du-24-juillet-2019",
  "type": "statute",
  "title": "LOI n°2019-774 du 24 juillet 2019",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000038821260",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. et III à VI.-A modifié les dispositions suivantes :\n\nII.-A abrogé les dispositions suivantes :\n\nVII.-Les I, II et III sont applicables à compter de la rentrée universitaire 2020.Les étudiants ayant suivi soit une première année commune aux études de santé prévue à l'article L. 631-1 du code de l'éducation, soit une première année commune aux études de santé adaptée prévue au 1° bis de l'article 39 de la loi n° 2013-660 du 22 juillet 2013 relative à l'enseignement supérieur et à la recherche, soit une à trois années d'un premier cycle universitaire adapté conduisant à un diplôme national de licence prévues au 2° du même article 39, avant la publication de la présente loi, et qui auraient eu, en application des dispositions antérieures à la présente loi, la possibilité de présenter pour la première ou la seconde fois leur candidature à l'accès en deuxième année des études médicales, pharmaceutiques, odontologiques ou maïeutiques conservent cette possibilité selon des modalités fixées par décret en Conseil d'Etat.VIII.-Le Gouvernement remet au Parlement un rapport d'évaluation de la réforme du premier cycle des études mentionnées à l'article L. 631-1 du code de l'éducation en 2021 et en 2023. Ce rapport porte notamment sur les informations apportées aux lycéens et aux étudiants concernant les modalités d'accès aux études de santé, le taux de succès des candidats selon la modalité d'accès et la diversité des profils d'étudiants admis dans les études médicales. Le rapport transmis en 2023 présente en outre une analyse de la réussite des étudiants à l'issue de leur premier cycle.\n\n-Code de l'éducation\n\n-LOI n° 2013-660 du 22 juillet 2013\n\n-Code de l'éducation\n\n-Code de la santé publique\n\n-Code de l'éducation\n\n-Code de l'éducation"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "A modifié les dispositions suivantes :\n\nVII.-A.-Les dispositions des I et II du présent article sont applicables aux étudiants accédant à la première année du deuxième cycle des études de médecine à compter de la rentrée universitaire 2021.B.-Les modalités d'affectation en troisième cycle des étudiants accédant à la première année du deuxième cycle des études de médecine de la rentrée universitaire 2021 à la rentrée universitaire 2023 sont précisées par décret.VIII.-Les étudiants qui ne répondent pas aux conditions du I sans avoir épuisé, à l'issue de l'année universitaire 2022-2023, leurs possibilités de se présenter aux épreuves classantes nationales prévues par les dispositions antérieures à la présente loi peuvent accéder au troisième cycle des études médicales dans des conditions prévues par décret en Conseil d'Etat.X.-Les dispositions prévues au premier alinéa du II de l'article L. 632-2 du code de l'éducation sont applicables aux étudiants en dernière année du troisième cycle à compter du 1er novembre 2021.XI.-Le Gouvernement remet au Parlement en 2025 un rapport d'évaluation de la réforme du deuxième cycle des études de médecine résultant du présent article. Ce rapport porte notamment sur l'apport des nouvelles modalités d'évaluation des connaissances et des compétences des étudiants, sur le processus d'orientation progressive des étudiants, sur la construction de leur projet professionnel et le choix de leur spécialité et de leur subdivision territoriale d'affectation.\n\nXII.-Pour les étudiants accédant à la première année du deuxième cycle des études de médecine à compter de la rentrée universitaire 2020, les dispositions du code de l'éducation en vigueur antérieurement à la présente loi s'appliquent en ce qui concerne l'accès au troisième cycle des études de médecine par les épreuves classantes nationales. Les modalités de validation du deuxième cycle des études de médecine ainsi que le programme des épreuves classantes nationales sont fixés par arrêté des ministres chargés de la santé et de l'enseignement supérieur.\n\n- Code de l'éducation\n\n- LOI n° 2007-1199 du 10 août 2007\n\n- LOI n°2011-884 du 27 juillet 2011\n\n- LOI n° 2013-660 du 22 juillet 2013\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance toute mesure relevant du domaine de la loi relative à l'exercice des professions de médecin, de chirurgien-dentiste, de sage-femme, de pharmacien, d'infirmier, de masseur-kinésithérapeute et de pédicure-podologue visant à :1° Créer une procédure de certification indépendante de tout lien d'intérêt permettant, à échéances régulières au cours de la vie professionnelle, de garantir le maintien des compétences, la qualité des pratiques professionnelles, l'actualisation et le niveau des connaissances ;2° Déterminer les professionnels concernés par cette procédure de certification, les conditions de sa mise en œuvre et de son contrôle, les organismes qui en sont chargés, les conséquences de la méconnaissance de cette procédure ou de l'échec à celle-ci, ainsi que les voies de recours ouvertes à l'encontre de ces conséquences.II. - Les ordonnances prévues au I sont prises :1° Dans un délai de deux ans à compter de la publication de la présente loi, pour celle relative à la profession de médecin ;2° Dans un délai de deux ans à compter de la publication de la présente loi, pour celles relatives aux autres professions mentionnées au premier alinéa du même I.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de chaque ordonnance."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I. à III. - A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code de l'éducation\n\n- Code de la sécurité sociale.\n\n- Code de l'éducation\n\nIV. - Le 4° du I est applicable aux étudiants accédant à la première année du deuxième cycle des études de médecine ou d'odontologie à compter de la rentrée universitaire 2020 et, pour les praticiens à diplôme étranger hors Union européenne autorisés à poursuivre un parcours de consolidation des compétences en médecine ou en odontologie soit dans le cadre du IV de l'article 83 de la loi n° 2006-1640 du 21 décembre 2006 de financement de la sécurité sociale pour 2007, soit au titre de l'article L. 4111-2 du code de la santé publique, à compter du 1er janvier 2020."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance toute mesure relevant du domaine de la loi visant à adapter les conditions d'exercice et les dispositions relatives aux statuts des personnels mentionnés au titre V du livre Ier de la sixième partie du code de la santé publique, des personnels mentionnés à la section 3 du chapitre II du titre V du livre IX du code de l'éducation et des personnels employés dans les établissements mentionnés au I de l'article L. 313-12 du code de l'action sociale et des familles pour :1° Faciliter la diversification des activités entre l'activité hospitalière publique, des activités partagées entre structures de santé ou médico-sociales et un exercice libéral, dans leur établissement ou non, pour décloisonner les parcours professionnels et renforcer l'attractivité des carrières hospitalières ;2° Simplifier et adapter les conditions et les motifs de recrutement par contrat pour mieux répondre aux besoins des établissements, notamment dans les spécialités où ces derniers rencontrent le plus de difficultés à recruter, et pour faciliter l'intervention des professionnels libéraux à l'hôpital.II. - L'ordonnance est prise dans un délai de vingt mois à compter de la publication de la présente loi. Le projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Les dispositifs d'appui existants en application des articles L. 6321-1, L. 6321-2, L. 6327-1 à L. 6327-3 du code de la santé publique et de l'article L. 113-3 du code de l'action sociale et des familles en vigueur antérieurement à la date d'entrée en vigueur de la présente loi intègrent les dispositifs mentionnés aux articles L. 6327-2 et L. 6327-3 du code de la santé publique dans leur rédaction résultant de la présente loi dans un délai qui ne peut excéder trois ans à compter de la date de publication de la présente loi. A l'échéance de ce délai, les articles L. 6321-1 et L. 6321-2 du code de la santé publique et l'article L. 113-3 du code de l'action sociale et des familles sont abrogés.III.-Les organisations assurant les fonctions d'appui à la coordination prévues au V de l'article 51 de la loi n° 2017-1836 du 30 décembre 2017 de financement de la sécurité sociale pour 2018 en ce qu'ils concernent les expérimentations conduites dans le cadre de l'article 48 de la loi n° 2012-1404 du 17 décembre 2012 de financement de la sécurité sociale pour 2013 intègrent les dispositifs unifiés mentionnés aux articles L. 6327-2 et L. 6327-3 du code de la santé publique dans leur rédaction résultant de la présente loi au plus tard à leur date d'expiration.\n\n-Code de la santé publique"
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "I., II. et III. - A modifié les dispositions suivantes :\n\n- Code de la santé publique\n\n- Code de la sécurité sociale.\n\nIV. - Pour une période n'excédant pas trois ans à compter de la publication de la présente loi et par dérogation à l'article L. 162-16-1 du code de la sécurité sociale, les ministres chargés de la santé et de la sécurité sociale fixent, par arrêté, le montant, les modalités et les conditions d'éligibilité pour les rémunérations des pharmaciens mettant en œuvre les dispositions du 7° de l'article L. 5125-1-1 A du code de la santé publique."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I entre en vigueur le 1er janvier 2020.\n\n- Code de la santé publique"
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "I. - A modifié les dispositions suivantes :\n\nII.-Dans les conditions prévues à l'article 38 de la Constitution, en vue de renforcer et développer des établissements de santé de proximité qui assurent le premier niveau de gradation des soins hospitaliers, le Gouvernement est autorisé à prendre par voie d'ordonnance toute mesure relevant du domaine de la loi visant à :1° Déterminer les modalités selon lesquelles la liste des établissements de santé de proximité est établie par l'autorité compétente ;2° Définir les modalités d'organisation, de fonctionnement et de gouvernance de ces établissements, notamment en ouvrant leur gouvernance aux acteurs du système de santé du territoire concerné ;3° Déterminer dans quelles conditions ces dispositions peuvent être applicables à une structure dépourvue de la personnalité morale et partie d'une entité juridique.\n\nIII. - Les ordonnances sont prises dans un délai de dix-huit mois à compter de la publication de la présente loi. Le projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de chaque ordonnance.\n\nIV. - Le I entre en vigueur à une date définie par décret, et au plus tard le 1er janvier 2021.\n\n- Code de la santé publique"
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, pour renforcer la prise en compte des exigences de qualité et de technicité des soins dans les conditions d'autorisation des différentes activités, pour organiser une meilleure répartition territoriale de l'offre de soins selon une logique de gradation des soins, et pour étendre le champ des activités de soins soumises à autorisation, le Gouvernement est autorisé à prendre par voie d'ordonnance toute mesure relevant du domaine de la loi visant à :1° Modifier le régime d'autorisation des activités de soins, des équipements matériels lourds, des alternatives à l'hospitalisation et de l'hospitalisation à domicile en vue notamment de favoriser le développement des alternatives à l'hospitalisation, de prévoir de nouveaux modes d'organisation des acteurs de santé et d'adapter ce régime aux particularités de certaines activités rares ou à haut risque ;2° Adapter le régime des autorisations aux activités réalisées dans le cadre des dispositifs de coopération et de coordination des acteurs de santé ;3° Simplifier les procédures et les conditions de délivrance des autorisations d'activités de soin ;4° Modifier les dispositions applicables au service de santé des armées en cohérence avec le régime des autorisations issues des 1°, 2° et 3°.II. - Les ordonnances sont prises dans un délai de dix-huit mois à compter de la publication de la présente loi. Le projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de chaque ordonnance."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "I., II. et IV.-A modifié les dispositions suivantes :\n\nIII.-A.-Dans les conditions prévues à l'article 38 de la Constitution et dans un délai de vingt mois à compter de la publication de la présente loi, en vue, d'une part, de tirer les conséquences des dispositions du I du présent article sur les établissements publics de santé et les groupements hospitaliers de territoire et de renforcer leur gouvernance médicale et, d'autre part, d'ouvrir une faculté aux établissements parties à un groupement hospitalier de territoire d'approfondir l'intégration de leurs instances représentatives ou consultatives, le Gouvernement est autorisé à prendre par voie d'ordonnance toute mesure relevant du domaine de la loi visant à :\n\n1° Mettre en cohérence le fonctionnement et les champs de compétences des commissions médicales d'établissement et des commissions médicales de groupement ainsi que les attributions de leurs présidents respectifs ;\n\n2° Etendre les compétences des commissions médicales d'établissements et de groupements ;\n\n3° Définir l'articulation des compétences respectives en matière de gestion des ressources humaines médicales, odontologiques, pharmaceutiques et maïeutiques des directeurs d'établissements parties à un groupement hospitalier de territoire et des directeurs d'établissements support de groupement hospitalier de territoire ;\n\n4° Organiser les conditions dans lesquelles les établissements parties à un groupement hospitalier de territoire peuvent décider de fusionner ou substituer leurs directoires et le comité stratégique du groupement hospitalier de territoire, par dérogation au dernier alinéa de l'article L. 6141-1 du code de la santé publique ;\n\n5° Organiser les conditions dans lesquelles les établissements parties à un groupement hospitalier de territoire peuvent décider de fusionner ou substituer leurs commissions médicales d'établissement et leur commission médicale de groupement hospitalier de territoire, par dérogation aux b et c du 5° du II de l'article L. 6132-2 et aux articles L. 6143-7-5, L. 6144-1 et L. 6144-2 du même code ;\n\n6° Organiser les conditions dans lesquelles les établissements parties à un groupement hospitalier de territoire peuvent décider de fusionner ou substituer leurs comités techniques d'établissement, leurs comités techniques de groupements de coopération sanitaire de moyens de droit public et la conférence territoriale de dialogue social du groupement hospitalier de territoire, par dérogation aux articles L. 6144-3, L. 6144-3-1, L. 6144-3-2 et L. 6144-4 dudit code ;\n\n7° Organiser les conditions dans lesquelles les établissements parties à un groupement hospitalier de territoire peuvent décider de fusionner ou substituer leurs commissions des soins infirmiers, de rééducation et médico-techniques et la commission des soins infirmiers, de rééducation et médico-techniques de groupement, par dérogation à l'article L. 6146-9 du même code ;\n\n8° Organiser les conditions dans lesquelles les établissements parties à un groupement hospitalier de territoire peuvent décider de fusionner ou substituer leurs comités d'hygiène, de sécurité et des conditions de travail par dérogation aux articles L. 4611-1 et L. 4611-2 du code du travail, demeurés applicables en vertu du I de l'article 10 de l'ordonnance n° 2017-1386 du 22 septembre 2017 relative à la nouvelle organisation du dialogue social et économique dans l'entreprise et favorisant l'exercice et la valorisation des responsabilités syndicales ;\n\n9° Préciser les modalités de constitution, les règles de composition et les attributions des instances qui résulteront des fusions ou substitutions prévues aux 4° à 8° du présent A ainsi que les conditions permettant de mettre fin à ces fusions et substitutions, de nature à garantir la représentation effective des personnels de chacun des établissements du groupement et le respect du principe d'élection.\n\nB.-Un projet de loi de ratification est déposé devant le Parlement pour chaque ordonnance prévue au présent III dans un délai de trois mois à compter de la publication de l'ordonnance.\n\nV.-Le I entre en vigueur à une date fixée par décret, et au plus tard le 1er janvier 2022.\n\nVI.-Les mandats des présidents et des membres élus des commissions médicales d'établissement mentionnées à l'article L. 6144-1 du code de la santé publique et des établissements parties à un groupement hospitalier de territoire sont prorogés jusqu'à la date d'institution des commissions médicales de groupement fixée par le décret prévu au V du présent article et, au plus tard, le 1er janvier 2022.\n\n-Code de la santé publique"
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "I., II., III., IV., V., VI. VII., VIII., X. et XI. A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nXII.-Le présent article entre en vigueur, sous réserve des dispositions du XIII, le lendemain de la date d'entrée en vigueur des dispositions de l'ordonnance n° 2018-1125 du 12 décembre 2018 prise en application de l'article 32 de la loi n° 2018-493 du 20 juin 2018 relative à la protection des données personnelles et portant modification de la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés et diverses dispositions concernant la protection des données à caractère personnel.XIII.-Le a du 3°, le 5°, le b du 6° et le a du 7° du XI entrent en vigueur à la date d'approbation de la convention constitutive de la Plateforme des données de santé, et au plus tard le 31 décembre 2019.XIV.-Le Gouvernement remet au Parlement, avant le 31 décembre 2019, un rapport sur le groupement mentionné à l'article L. 1462-1 du code de la santé publique dans sa rédaction résultant de la présente loi. Le rapport s'attache à déterminer dans quelle mesure la structure et la gouvernance de ce groupement sont de nature à garantir aux utilisateurs d'exploiter les données de santé de manière plus efficace.\n\n-LOI n° 78-17 du 6 janvier 1978\n\n-Code de la santé publique\n\n-Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Les II et III de l'article L. 1110-4-2 du code de la santé publique entrent en vigueur à une date fixée par décret, et au plus tard le 1er janvier 2023.\n\n-Code de la santé publique"
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le I entre en vigueur à une date fixée par le décret en Conseil d'Etat prévu au V de l'article L. 1111-13-1 du code de la santé publique, et au plus tard le 1er janvier 2022.\n\n-Code de la santé publique"
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance toute mesure relevant du domaine de la loi relative à l'identification et à l'authentification des usagers du système de santé, y compris des personnes ne disposant pas d'un identifiant national de santé, des personnes physiques ou morales en charge d'activités de prévention, de diagnostic, de soins ou de suivi social et médico-social et des personnes exerçant sous leur autorité, en vue de diversifier, notamment de dématérialiser, les moyens techniques de leur identification et de leur authentification et de les adapter aux différentes situations d'usage dans les systèmes d'information de santé et d'assurance maladie et leurs services dématérialisés, afin d'accompagner le développement des usages numériques en santé et la mobilité des professionnels de santé.Les ordonnances sont prises dans un délai de dix-huit mois à compter de la publication de la présente loi. Le projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de chaque ordonnance."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "I. A modifié les dispositions suivantes :\n\nII.-Le I entre en vigueur à une date fixée par décret en Conseil d'Etat, et au plus tard le 1er janvier 2022.\n\n- Code de la santé publique"
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nIII.-Les I et II entrent en vigueur le 1er juillet 2021.\n\n- Code de la santé publique\n\n- Code du travail"
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "I. - A abrogé les dispositions suivantes :\n\nII.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance toute mesure relevant du domaine de la loi relative à la prescription et à la dispensation de soins, produits ou prestations, notamment ceux ayant vocation à être pris en charge par l'assurance maladie, ainsi qu'aux règles régissant les conditions de certification des logiciels d'aide à la prescription et à la dispensation, tout en assurant la sécurité et l'intégrité des données, en vue de généraliser par étapes la prescription électronique.Les ordonnances sont prises dans un délai de douze mois à compter de la publication de la présente loi. Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de chaque ordonnance.III.-Après la remise au Parlement d'un rapport détaillant les enjeux et les modalités d'une évaluation des logiciels destinés à fournir des informations utilisées à des fins diagnostiques et d'aide aux choix thérapeutiques, et au plus tard à compter du 1er janvier 2020, le Gouvernement est autorisé, dans les conditions prévues à l'article 38 de la Constitution, à prendre par voie d'ordonnance toute mesure relevant du domaine de la loi relative à l'évaluation de ces logiciels.L'ordonnance est prise dans un délai de six mois à compter de la date mentionnée au premier alinéa du présent III. Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance.\n\nIV. - A modifié les dispositions suivantes :\n\nV.-Le second alinéa du I de l'article L. 161-35 du code de la sécurité sociale, dans sa rédaction résultant de la présente loi, entre en vigueur à des dates fixées, selon les prescripteurs, par les conventions mentionnées aux articles L. 162-5 et L. 162-9 du même code, et au plus tard le 31 décembre 2021. Ces dernières définissent également les situations dans lesquelles la dématérialisation des arrêts de travail ne peut s'appliquer. Si les conventions n'ont pas fixé un tel calendrier dans les six mois suivant la publication de la présente loi, un arrêté des ministres chargés de la santé et de la sécurité sociale y procède dans un délai de deux mois.\n\n- Loi n° 2004-810 du 13 août 2004\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "I. - A modifié les dispositions suivantes :\n\nII.-(abrogé)\n\n- LOI n° 2016-41 du 26 janvier 2016"
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "Dans un délai de douze mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur l'amélioration de l'accompagnement au cours de la grossesse et notamment sur les modalités de systématisation de l'entretien prénatal prévu au dernier alinéa de l'article L. 2122-1 du code de la santé publique."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "I. à VII. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nVIII.-Le III de l'article L. 313-1-1 du code de l'action sociale et des familles, dans sa rédaction résultant du 1° du I du présent article, ne s'applique pas aux projets pour lesquels une procédure d'appel à projets mentionnée au I du même article L. 313-1-1 est engagée à la date de publication de la présente loi.IX.-(Abrogé).XI.-Le II entre en vigueur le 1er octobre 2019.\n\n- LOI n° 2015-1776 du 28 décembre 2015\n\n- Code de l'environnement\n\n- Code de la santé publique\n\n- Code de la sécurité sociale.\n\n- Code de la santé publique\n\n- Code de l'environnement\n\n- Code de la santé publique\n\n- Code de l'action sociale et des familles\n\n- Code de la santé publique\n\n- Code de l'action sociale et des familles"
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "I.-Dans les conditions prévues à l'article 38 de la Constitution, afin de simplifier les règles applicables aux agences régionales de santé et de rationaliser l'exercice de leurs missions, le Gouvernement est habilité à prendre par voie d'ordonnance toute mesure relevant du domaine de la loi visant à :\n\n1° Alléger les procédures, les formalités et les modalités selon lesquelles les agences régionales de santé exercent leurs compétences ;\n\n2° Adapter l'organisation et le fonctionnement des agences régionales de santé, en particulier par des mutualisations de leurs actions, pour les rendre plus efficientes et pour prendre en compte des caractéristiques et contraintes particulières à certains territoires.\n\nII.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance toute mesure relevant du domaine de la loi permettant de favoriser le développement de l'exercice coordonné au sein des communautés professionnelles territoriales de santé, des équipes de soins primaires, des centres de santé et des maisons de santé mentionnés respectivement aux articles L. 1434-12, L. 1411-11-1, L. 6323-1 et L. 6323-3 du code de la santé publique en adaptant leurs objets, leurs statuts et leurs régimes fiscaux respectifs ou en créant de nouveaux cadres juridiques pour :\n\n1° Faciliter leur création, l'exercice de leurs missions, leur organisation et leur fonctionnement ;\n\n2° Permettre le versement d'indemnités, de rémunérations ou d'intéressements, collectifs ou individuels, aux personnes physiques et morales qui en sont membres ;\n\n3° Rendre possible le versement par l'assurance maladie à la maison de santé de tout ou partie de la rémunération résultant de l'activité de ses membres ;\n\n4° Prévoir les conditions d'emploi et de rémunération par la structure de professionnels participant à ses missions ainsi que des personnels intervenant auprès de médecins pour les assister dans leur pratique quotidienne.\n\nIII.-Au 1er janvier 2020 :\n\n1° Il est créé une agence régionale de santé de La Réunion, exerçant à La Réunion les compétences dévolues aux agences régionales de santé ;\n\n2° Il est créé une agence régionale de santé de Mayotte, exerçant à Mayotte les compétences dévolues aux agences régionales de santé.\n\nIV. à V.-A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nVI.-Les IV et V entrent en vigueur le 1er janvier 2020.\n\nVII.-Au 1er janvier 2020 :\n\n1° Les agents contractuels de droit public de l'agence de santé de l'océan Indien exerçant, au 31 décembre 2019, leurs fonctions sur l'île de Mayotte sont rattachés à l'agence régionale de santé de Mayotte ; par dérogation au premier alinéa de l'article 14 ter de la loi n° 83-634 du 13 juillet 1983 portant droits et obligations des fonctionnaires, le contrat dont ils sont titulaires est transféré pour la durée du contrat restant à courir ;\n\n2° Les salariés de l'agence de santé de l'océan Indien mentionnés au 4° de l'article L. 1432-9 du code de la santé publique dans sa rédaction antérieure à la présente loi, les agents titulaires d'un contrat de droit privé ainsi que les volontaires du service civique exerçant, au 31 décembre 2019, leurs fonctions sur l'île de Mayotte sont rattachés à l'agence régionale de santé de Mayotte ; par dérogation à l'article L. 1224-3 du code du travail, ils conservent, à titre individuel, le bénéfice de toutes les stipulations de leur contrat de travail ;\n\n3° Les agents contractuels de droit public de l'agence de santé de l'océan Indien exerçant, au 31 décembre 2019, leurs fonctions sur l'île de La Réunion sont rattachés à l'agence régionale de santé de La Réunion ; par dérogation au premier alinéa de l'article 14 ter de la loi n° 83-634 du 13 juillet 1983 précitée, le contrat dont ils sont titulaires est transféré pour la durée restant à courir ;\n\n4° Les salariés de l'agence de santé de l'océan Indien mentionnés au 4° de l'article L. 1432-9 du code de la santé publique dans sa rédaction antérieure à la présente loi, les agents titulaires d'un contrat de droit privé ainsi que les volontaires du service civique exerçant, au 31 décembre 2019, leurs fonctions sur l'île de La Réunion sont rattachés à l'agence régionale de santé de La Réunion ; par dérogation à l'article L. 1224-3 du code du travail, ils conservent, à titre individuel, le bénéfice de toutes les stipulations de leur contrat de travail ;\n\n5° Les conventions et les accords collectifs conclus pour les agents de droit privé au sein de l'agence de santé de l'océan Indien antérieurement à la date du 1er janvier 2020 restent applicables à l'agence régionale de santé de La Réunion et à l'agence régionale de santé de Mayotte sous réserve de la mise en œuvre des dispositions des sections 4 et 5 du chapitre Ier du titre VI du livre II de la deuxième partie du code du travail.\n\nVIII.-Au 1er janvier 2020, il est mis fin aux mandats en cours au 31 décembre 2019 des membres de la délégation du personnel au comité d'agence, des membres des comités d'hygiène, de sécurité et des conditions de travail et des délégués du personnel de l'agence de santé de l'océan Indien.\n\nJusqu'à l'élection des représentants du personnel au comité d'agence de l'agence régionale de santé de La Réunion et de l'agence régionale de santé de Mayotte et pour la période s'écoulant jusqu'à cette échéance, chaque organisation syndicale remplissant les conditions prévues soit à l'article 9 bis de la loi n° 83-634 du 13 juillet 1983 précitée, soit aux articles L. 2122-1, L. 2122-2, L. 2122-9 et L. 2142-1 du code du travail peut désigner un représentant, interlocuteur du directeur général de l'agence. Ces conditions s'apprécient par collège.\n\nJusqu'à l'élection des représentants du personnel au comité d'agence de l'agence régionale de santé de La Réunion et des représentants du personnel au comité d'agence de l'agence régionale de santé de Mayotte, et au plus tard jusqu'au 16 juin 2020, le directeur général exerce son pouvoir de direction dans les domaines pour lesquels le comité d'agence est compétent, ainsi que ses obligations en matière d'hygiène, de sécurité et des conditions de travail, après concertation avec les représentants des organisations syndicales mentionnés ci-dessus qu'il réunit à cet effet.\n\nLe directeur général de l'agence gère, dans les mêmes conditions, les activités sociales et culturelles ainsi que le patrimoine dévolu au comité d'agence.\n\nLes représentants des organisations syndicales peuvent présenter au directeur général de l'agence les réclamations individuelles et collectives des personnels.\n\nIX.-Le patrimoine dévolu, en application de l'article L. 1432-11 du code de la santé publique, au comité d'agence de l'océan Indien fonctionnant à la date du 31 décembre 2019 est réparti avant cette date, par le comité d'agence de l'agence de santé de l'océan Indien, entre le comité d'agence de l'agence régionale de santé de La Réunion et le comité d'agence de l'agence régionale de santé de Mayotte.\n\nA la date de désignation des membres du comité d'agence de l'agence régionale de santé de Mayotte et de l'agence régionale de santé de La Réunion et au plus tard le 16 juin 2020, les nouveaux comités d'agence sont substitués au comité d'agence de l'agence de santé de l'océan Indien dans tous leurs droits et obligations.\n\nX.-Les articles L. 1432-2, L. 1432-3, L. 1435-8 et L. 1435-10 du code de la santé publique sont applicables à Mayotte et à La Réunion, sous réserve des dispositions suivantes :\n\n1° Pour 2020, les budgets initiaux de l'agence régionale de santé de Mayotte et de l'agence régionale de santé de La Réunion, ainsi que leurs budgets annexes initiaux prévus au second alinéa de l'article L. 1432-5 du même code, sont arrêtés par décision des ministres chargés des affaires sociales et de la santé. Le directeur général de chacune des deux nouvelles agences régionales de santé peut les exécuter sans approbation de ces documents par leur conseil de surveillance respectif. Dans les six mois suivant la date de création de l'agence régionale de santé de Mayotte et de l'agence régionale de santé de La Réunion, le directeur général prépare et soumet à l'approbation du conseil de surveillance de l'agence un budget rectificatif et un budget annexe rectificatif ;\n\n2° Les comptes financiers des budgets mentionnés à l'article L. 1432-5 dudit code de l'agence de santé de l'océan Indien pour 2019 sont établis par l'agent comptable en fonction lors de la dissolution de l'agence. Ils sont arrêtés et approuvés par arrêté des ministres chargés des affaires sociales et de la santé ;\n\n3° Les crédits de l'agence de santé de l'océan Indien reportés en 2020 en application de l'article L. 1435-10 du même code, dans la limite du plafond fixé au même article L. 1435-10, sont ventilés entre l'agence régionale de santé de Mayotte et l'agence régionale de santé de La Réunion, selon une répartition arrêtée par décision des ministres chargés des affaires sociales et de la santé ;\n\n4° L'information prévue audit article L. 1435-10 sur l'exécution relative à l'exercice 2019 des budgets de l'agence de santé de l'océan Indien est transmise en 2020 par l'agence régionale de santé de Mayotte et par l'agence régionale de santé de La Réunion sur les actions relevant de leurs territoires respectifs.\n\nXI.-Les biens, droits et obligations de l'agence de santé de l'océan Indien sont transférés à l'agence régionale de santé de Mayotte et à l'agence régionale de santé de La Réunion selon une répartition déterminée par arrêté des ministres chargés de la santé et des comptes publics. Ce transfert est réalisé à titre gratuit et ne donne lieu au paiement d'aucune indemnité, ni d'aucuns droit, impôt, taxe ou contribution prévue à l'article 879 du code général des impôts.\n\nXII.-A modifié les dispositions suivantes :\n\nXIII.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance toute mesure relevant du domaine de la loi afin de modifier, en tant que de besoin, les codes et les lois pour les mettre en cohérence avec les dispositions de la présente loi et des ordonnances prises pour son application. Ces ordonnances sont prises à droit constant, sous réserve des modifications nécessaires pour assurer le respect de la hiérarchie des normes, améliorer la cohérence rédactionnelle des textes, harmoniser l'état du droit, remédier aux erreurs et insuffisances de codification et abroger les dispositions obsolètes ou devenues sans objet.\n\nXIV.-A compter de la publication de la présente loi, les ordonnances prévues aux I, II et XIII sont publiées dans un délai :\n\n1° De douze mois pour celle prévue au I ;\n\n2° De dix-huit mois pour celle prévue au II ;\n\n3° De vingt-quatre mois pour celle prévue au XIII.\n\nUn projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de chaque ordonnance.\n\n-Code de la santé publique\n\n-Code de la santé publique\n\n-Code de la santé publique\n\n-Code de la santé publique\n\n-Code de l'action sociale et des familles\n\n-Code de la santé publique\n\n-Code de l'action sociale et des familles\n\n-Ordonnance n° 96-1122 du 20 décembre 1996"
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "I. à II.-A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nIII.-A.-Les structures d'emploi ou d'exercice des professionnels souhaitant mettre en œuvre un protocole autorisé avant l'entrée en vigueur de la présente loi peuvent y adhérer selon les dispositions applicables antérieurement à l'entrée en vigueur du présent article jusqu'à la date de publication du décret prévu à l'article L. 4011-2 du code de la santé publique dans sa rédaction résultant de la présente loi.\n\nLes projets de protocoles déposés avant l'entrée en vigueur du décret mentionné au premier alinéa du présent A et ayant vocation à être déployés nationalement sont autorisés par arrêté après avis conforme de la Haute Autorité de santé.\n\nLes projets de protocoles déposés avant l'entrée en vigueur du même décret et n'ayant pas vocation à être déployés nationalement sont instruits et autorisés selon la procédure applicable antérieurement à l'entrée en vigueur du présent article.\n\nB.-Sont déterminées par décret les modalités selon lesquelles :\n\n1° Les professionnels de santé du service de santé des armées peuvent être autorisés à adhérer aux protocoles autorisés ou déposés avant l'entrée en vigueur du décret mentionné au A du présent III ;\n\n2° Le ministre chargé de la défense peut autoriser par arrêté la mise en œuvre, pour l'ensemble des professionnels de santé relevant du service de santé des armées et sur tout le territoire national, des protocoles de coopération autorisés ou déposés avant l'entrée en vigueur du même décret.\n\n-Code de la santé publique\n\n-Code de la sécurité sociale.\n\n-Code de la santé publique\n\n-Code de la santé publique"
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "I. à II. - A modifié les dispositions suivantes :\n\nIII. - L'autorité administrative se prononce au plus tard le 31 décembre 2022 sur les demandes d'autorisation d'exercice mentionnées aux IV et V de l'article 83 de la loi n° 2006-1640 du 21 décembre 2006 de financement de la sécurité sociale pour 2007.\n\nIV. à VI. - A modifié les dispositions suivantes :\n\nVII. - A modifié les dispositions suivantes :\n\nVIII.- A. - Le I du présent article entre en vigueur le 1er janvier 2020.B. - Les dispositions du 4° de l'article L. 6152-1 du code de la santé publique, dans leur rédaction antérieure à l'entrée en vigueur du I du présent article, demeurent applicables jusqu'au 31 décembre 2022.C. - Les dispositions du I de l'article L. 4111-2 et de l'article L. 4221-12 du code de la santé publique, dans leur rédaction antérieure à l'entrée en vigueur des IV et V du présent article, demeurent applicables pour les lauréats des épreuves de vérification des connaissances antérieures à 2021 et au plus tard jusqu'au 31 décembre 2021.\n\nToutefois, les dispositions du dernier alinéa du I de l'article L. 4111-2 et de l'article L. 4221-12 issues de la rédaction du présent article sont applicables pour les lauréats des épreuves de vérification des connaissances de 2020.\n\n- Code de la santé publique\n\n- Loi n°2006-1640 du 21 décembre 2006\n\n- Code de la santé publique\n\n- Code du travail"
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-L'article L. 4131-5 du code de la santé publique dans sa rédaction résultant de la présente loi entre en vigueur à la date d'entrée en vigueur du décret en Conseil d'Etat pris pour son application et, au plus tard, un an après la publication de la présente loi. Jusqu'à cette date, les dispositions du même article L. 4131-5 dans sa rédaction antérieure à la présente loi demeurent applicables.\n\n-Code de la santé publique"
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "I.-L'ordonnance n° 2017-84 du 26 janvier 2017 relative à la Haute Autorité de santé est ratifiée.\n\nII. à IV.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII.-L'ordonnance n° 2017-1179 du 19 juillet 2017 portant extension et adaptation outre-mer de dispositions de la loi n° 2016-41 du 26 janvier 2016 de modernisation de notre système de santé est ratifiée.\n\n-Code de la santé publique\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le I entre en vigueur le 1er janvier 2021. A compter du 1er janvier 2020, la Haute Autorité de santé peut habiliter les organismes chargés de l'évaluation, sur la base d'un cahier des charges qu'elle a défini.Les organismes habilités avant le 1er janvier 2020 renouvellent leur habilitation auprès de la Haute Autorité de santé avant le 1er janvier 2021 sur la base du cahier des charges défini par elle.\n\n-Code de l'action sociale et des familles"
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "I.-L'ordonnance n° 2017-192 du 16 février 2017 relative à l'adaptation des dispositions législatives relatives aux ordres des professions de santé est ratifiée.II. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIV.-Les 2° et 4° à 12° du II entrent en vigueur à compter des prochains renouvellements de chacun des conseils de l'ordre pour lesquels les déclarations de candidature sont ouvertes à compter du 1er novembre 2019.Le 3° du même II entre en vigueur lors du renouvellement du Conseil national de l'ordre des médecins prévu en 2022. Le mandat du binôme élu pour le ressort territorial du conseil interrégional Antilles-Guyane lors du renouvellement du Conseil national de l'ordre des médecins prévu en 2019 prend fin à la même date.V.-A.-L'ordonnance n° 2017-49 du 19 janvier 2017 relative aux avantages offerts par les personnes fabriquant ou commercialisant des produits ou des prestations de santé est ratifiée.VIII.-A.-L'ordonnance n° 2016-800 du 16 juin 2016 relative aux recherches impliquant la personne humaine est ratifiée.IX.-Sont ratifiées :1° L'ordonnance n° 2015-1620 du 10 décembre 2015 adaptant les agences régionales de santé et les unions régionales de professionnels de santé à la nouvelle délimitation des régions ;2° L'ordonnance n° 2016-967 du 15 juillet 2016 relative à la coordination du système d'agences sanitaires nationales, à la sécurité sanitaire et aux accidents médicaux ;3° L'ordonnance n° 2016-1686 du 8 décembre 2016 relative à l'aptitude médicale à la navigation des gens de mer et à la lutte contre l'alcoolisme en mer ;4° L'ordonnance n° 2016-1729 du 15 décembre 2016 relative aux pharmacies à usage intérieur ;5° L'ordonnance n° 2016-1812 du 22 décembre 2016 relative à la lutte contre le tabagisme et à son adaptation et son extension à certaines collectivités d'outre-mer ;6° L'ordonnance n° 2017-9 du 5 janvier 2017 relative à la sécurité sanitaire ;7° L'ordonnance n° 2017-10 du 5 janvier 2017 relative à la mise à jour de la liste des établissements figurant à l'article 2 de la loi n° 86-33 du 9 janvier 1986 portant dispositions statutaires relatives à la fonction publique hospitalière ;8° L'ordonnance n° 2017-27 du 12 janvier 2017 relative à l'hébergement de données de santé à caractère personnel ;9° L'ordonnance n° 2017-28 du 12 janvier 2017 relative à la constitution et au fonctionnement des groupements de coopération sanitaire ;10° L'ordonnance n° 2017-29 du 12 janvier 2017 relative aux conditions de reconnaissance de la force probante des documents comportant des données de santé à caractère personnel créés ou reproduits sous forme numérique et de destruction des documents conservés sous une autre forme que numérique ;11° L'ordonnance n° 2017-44 du 19 janvier 2017 relative à la mise en œuvre du Règlement sanitaire international de 2005 ;12° L'ordonnance n° 2017-45 du 19 janvier 2017 relative aux conditions d'accès aux données couvertes par le secret médical ou le secret industriel et commercial pour le compte de l'Autorité de sûreté nucléaire et de l'Institut de radioprotection et de sûreté nucléaire et à la mutualisation de certaines fonctions d'agences sanitaires nationales ;13° L'ordonnance n° 2017-46 du 19 janvier 2017 relative à la prise en charge de la rémunération des personnels des établissements de santé mis à disposition des inspections générales interministérielles et abrogeant les dispositions relatives aux conseillers généraux des établissements de santé ;14° L'ordonnance n° 2017-47 du 19 janvier 2017 précisant la procédure de fusion des établissements publics de santé et modifiant le code de la santé publique ;15° L'ordonnance n° 2017-51 du 19 janvier 2017 portant harmonisation des dispositions législatives relatives aux vigilances sanitaires ;16° L'ordonnance n° 2017-496 du 6 avril 2017 portant extension des dispositions de l'article 45 de la loi n° 2016-41 du 26 janvier 2016 de modernisation de notre système de santé dans les îles Wallis et Futuna, en Nouvelle-Calédonie et en Polynésie française ;17° L'ordonnance n° 2017-734 du 4 mai 2017 portant modification des dispositions relatives aux organismes mutualistes ;18° L'ordonnance n° 2017-1092 du 8 juin 2017 relative aux composantes de la rémunération du pharmacien d'officine ;19° L'ordonnance n° 2017-1177 du 19 juillet 2017 portant extension et adaptation des compléments de l'allocation aux adultes handicapés à Mayotte ;20° L'ordonnance n° 2017-1178 du 19 juillet 2017 relative à l'adaptation du code de la santé publique à Mayotte ;21° L'ordonnance n° 2018-3 du 3 janvier 2018 relative à l'adaptation des conditions de création, transfert, regroupement et cession des officines de pharmacie ;22° L'ordonnance n° 2018-4 du 3 janvier 2018 relative à la simplification et à la modernisation des régimes d'autorisation des activités de soins et d'équipements matériels lourds ;23° L'ordonnance n° 2018-17 du 12 janvier 2018 relative aux conditions de création et de fonctionnement des centres de santé ;24° L'ordonnance n° 2018-21 du 17 janvier 2018 de mise en cohérence des textes au regard des dispositions de la loi n° 2016-41 du 26 janvier 2016 de modernisation de notre système de santé ;25° L'ordonnance n° 2018-22 du 17 janvier 2018 relative au contrôle de la mise en œuvre des dispositions du code de l'action sociale et des familles et de l'article L. 412-2 du code du tourisme et aux suites de ce contrôle ;26° L'ordonnance n° 2016-623 du 19 mai 2016 portant transposition de la directive 2014/40/ UE sur la fabrication, la présentation et la vente des produits du tabac et des produits connexes ;27° L'ordonnance n° 2016-1406 du 20 octobre 2016 portant adaptation et simplification de la législation relative à l'Établissement français du sang et aux activités liées à la transfusion sanguine ;28° L'ordonnance n° 2017-30 du 12 janvier 2017 relative à l'égal accès des femmes et des hommes au sein des conseils d'administration et des conseils de surveillance des établissements et organismes mentionnés aux articles L. 1142-22, L. 1222-1, L. 1413-1, L. 1418-1, L. 1431-1 et L. 5311-1 du code de la santé publique.\n\n- Code de la santé publique\n\n- Code de la santé publique\n\n- Code de la sécurité sociale.\n\n- Code de la santé publique\n\n- Code de la sécurité sociale.\n\n- Code de la santé publique\n\n- Ordonnance n° 2016-800 du 16 juin 2016"
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Article 80",
      "content": "Dans un délai de douze mois suivant la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur les perspectives de créer aux Antilles une faculté de médecine de plein exercice, ouverte sur l'international et susceptible de faire rayonner la médecine française sur l'arc caribéen."
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur l'accès effectif à l'interruption volontaire de grossesse et sur les difficultés d'accès rencontrées dans les territoires, y compris celles liées aux refus de pratiquer une interruption volontaire de grossesse par certains praticiens.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}