{
  "id": "loi-n-2023-1196-du-18-decembre-2023",
  "type": "statute",
  "title": "LOI n°2023-1196 du 18 décembre 2023",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000048581935",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nII.-Le présent article entre en vigueur à une date fixée par décret, et au plus tard le 1er janvier 2025. À cette date, l'opérateur France Travail inscrit sur la liste des demandeurs d'emploi mentionnée à l'article L. 5411-1 du code du travail les personnes qui ont conclu un des contrats mentionnés aux articles L. 5131-4 et L. 5131-6 du même code ou qui sont bénéficiaires du revenu de solidarité active et qui n'y sont pas inscrites. Cette inscription n'est toutefois pas effectuée lorsque la personne est un assuré mentionné à l'article L. 351-1 du code de la sécurité sociale qui a atteint l'âge prévu au 1° de l'article L. 351-8 du même code ou qui justifie, à partir de l'âge prévu à l'article L. 161-17-2 dudit code, d'une durée d'assurance et de périodes reconnues équivalentes au moins égales à la limite prévue au deuxième alinéa de l'article L. 351-1 du même code.\n\n- Code du travail\n\n- Code du travail"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. à III. - A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIV. - Le présent article entre en vigueur à une date fixée par décret, et au plus tard le 1er janvier 2025.Pour chaque demandeur d'emploi dont il assure, à cette date, l'accompagnement, chaque organisme référent mentionné au IV de l'article L. 5411-5-1 du code du travail conclut, dans un délai fixé par décret, qui ne peut excéder deux ans à compter de la date mentionnée au premier alinéa du présent IV, le contrat d'engagement mentionné à l'article L. 5411-6 du code du travail. Ce contrat se substitue, selon le cas, au projet personnalisé d'accès à l'emploi élaboré en application de l'article L. 5411-6-1 du même code, aux contrats conclus en application des articles L. 5131-5 et L. 5131-6 dudit code ou au contrat d'engagements réciproques conclu en application des articles L. 262-35 et L. 262-36 du code de l'action sociale et des familles, dans leur rédaction antérieure à la présente loi.\n\n- Code du travail\n\n- Code du travail\n\n- Code de la sécurité sociale.\n\n- Code du travail"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\n[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2023-858 DC du 14 décembre 2023.]\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nIII. - Le présent article entre en vigueur le 1er janvier 2025.\n\n- Code de l'action sociale et des familles\n\n- LOI n°2021-1900 du 30 décembre 2021\n\n- Code de l'action sociale et des familles"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nIII. - Au plus tard le 31 décembre 2024, le comité mentionné à l'article L. 5311-9 du code du travail prend en compte, dans l'exercice de ses missions et de ses attributions, les évaluations des expérimentations relatives à la préfiguration du réseau pour l'emploi et aux modalités d'accompagnement des bénéficiaires du revenu de solidarité active.IV. - Le présent article entre en vigueur le 1er janvier 2024, à l'exception des articles L. 5214-3-1, L. 5311-10, L. 5314-2 et L. 6123-3 du code du travail, dans leur rédaction résultant du I du présent article, qui entrent en vigueur à une date prévue par décret, et au plus tard le 1er janvier 2025.\n\n- Code du travail\n\n- Code du travail\n\n- Code du travail\n\n- Code du travail\n\n- LOI n°2022-217 du 21 février 2022"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I. à IV.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nV.-Le présent article entre en vigueur le 1er janvier 2024, à l'exception du b du 7° du II de l'article L. 5312-1 du code du travail, qui entre en vigueur à une date fixée par décret, et au plus tard le 1er janvier 2025.\n\n-Code du travail\n\n-Code de l'éducation\n\n-Code général des impôts, CGI.\n\n-Code des relations entre le public et l'administration\n\n-Code de la route.\n\n-Code de la sécurité sociale.\n\n-LOI n° 2017-86 du 27 janvier 2017\n\n-LOI n° 2020-1577 du 14 décembre 2020\n\n-Code rural et de la pêche maritime\n\n-Code du travail"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. - A créé les dispositions suivantes :\n\n- Code du travail\n\nII. - Le présent article entre en vigueur le 1er janvier 2024."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code du travail\n\nII. - Le présent article entre en vigueur le 1er janvier 2024."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I. - A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code du travail\n\n- Code du travail\n\n- Code du travail\n\n- Code du travail\n\nII. - Les 3° et 6° à 11° du I entrent en vigueur le 1er janvier 2024 et le 4° du même I entre en vigueur le 1er janvier 2025.III. - Les conventions individuelles d'accompagnement et les conventions de gestion conclues avant le 1er janvier 2025 pour l'application de l'article L. 5213-2-1 du code du travail continuent de s'appliquer jusqu'à leur terme, ou jusqu'au 31 décembre 2025 si leur terme est postérieur à cette date."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I.-\n\nA modifié les dispositions suivantes :\n\n-Code de l'action sociale et des familles\n\n-Code de l'action sociale et des familles\n\nA créé les dispositions suivantes :\n\nII.-Le présent article entre en vigueur le 1er janvier 2024, à l'exception du 3° de l'article L. 344-2-6 et de l'article L. 344-2-10 du code de l'action sociale et des familles, qui entrent en vigueur le 1er juillet 2024.III.-Les conventions prévues au deuxième alinéa de l'article L. 146-9 du code de l'action sociale et des familles, dans sa rédaction résultant de la présente loi, sont conclues au plus tard le 1er janvier 2027."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I. à V. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code de l'action sociale et des familles\n\n- Code de l'action sociale et des familles\n\n- Code de l'action sociale et des familles\n\n- Code de l'action sociale et des familles\n\n- Code de l'éducation\n\n- Code de l'urbanisme\n\n- Code de la santé publique\n\n- Code de la sécurité sociale.\n\nVI. - L'accroissement des charges résultant de l'exercice obligatoire, par une commune, de l'ensemble des compétences d'autorité organisatrice prévues aux 1° à 4° du I de l'article L. 214-1-3 du code de l'action sociale et des familles, dans sa rédaction résultant du présent article, fait l'objet d'une compensation financière dans les conditions fixées aux articles L. 1614-1-1, L. 1614-3, L. 1614-3-1, L. 1614-5-1 et L. 1614-6 du code général des collectivités territoriales.VII. - Les 1°, 2° et 4° du I entrent en vigueur le 1er janvier 2025.Par dérogation au premier alinéa du présent VII, l'obligation de mettre en place un relais petite enfance prévue au dernier alinéa du II de l'article L. 214-1-3 du code de l'action sociale et des familles entre en vigueur le 1er janvier 2026."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I. à III.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nIV.-Les 2° et 5° du II et le III entrent en vigueur le 1er janvier 2025.\n\nLes établissements et les services d'accueil du jeune enfant gérés par une personne physique ou morale de droit privé ayant reçu une autorisation avant la publication de la présente loi font l'objet du renouvellement de l'autorisation prévu à l'article L. 2324-1-1 du code de la santé publique au plus tard le 1er janvier 2035. Le calendrier et les modalités de mise en œuvre de ce premier renouvellement, notamment les conditions dans lesquelles les règles relatives à l'aménagement et aux locaux de ces établissements et services d'accueil du jeune enfant s'appliquent, sont fixés par décret.\n\nLes établissements et les services d'accueil du jeune enfant publics ayant reçu un avis avant le 1er janvier 2025 font l'objet d'une autorisation prévue au premier alinéa de l'article L. 2324-1 du même code au plus tard le 1er janvier 2035, selon un calendrier et des modalités de mise en œuvre, notamment en ce qui concerne les conditions dans lesquelles les règles relatives à l'aménagement et aux locaux de ces établissements et services d'accueil du jeune enfant s'appliquent, fixés par décret.\n\n-Code de l'action sociale et des familles\n\n-Code de la santé publique\n\n-Code de la santé publique\n\n-Code de la santé publique\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement est autorisé à prendre par voie d'ordonnance toute mesure relevant du domaine de la loi afin d'adapter les dispositions de la présente loi aux collectivités régies par l'article 73 de la Constitution, à Saint-Barthélemy, à Saint-Martin et à Saint-Pierre-et-Miquelon.Un projet de loi de ratification est déposé devant le Parlement dans un délai de six mois à compter de la publication de l'ordonnance prévue au premier alinéa.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}