{
  "id": "loi-n-2014-366-du-24-mars-2014",
  "type": "statute",
  "title": "LOI n°2014-366\n du 24 mars 2014",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000028772256",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Le Gouvernement remet au Parlement, dans les six mois suivant la promulgation de la présente loi, un rapport sur l'opportunité de réviser le décret n° 2002-120 du 30 janvier 2002 relatif aux caractéristiques du logement décent pris pour l'application de l'article 187 de la loi n° 2000-1208 du 13 décembre 2000 relative à la solidarité et au renouvellement urbains, notamment sur la possibilité d'une évolution de la définition du seuil minimal de surface habitable en deçà duquel un logement est considéré comme indécent et d'une intégration de la performance énergétique parmi les caractéristiques du logement décent."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. et II.-A modifié les dispositions suivantes :\n\nIII.-Pour les logements occupés par un locataire au moment de l'entrée en vigueur de l'article 1er de la loi n° 2010-238 du 9 mars 2010 visant à rendre obligatoire l'installation de détecteurs de fumée dans tous les lieux d'habitation, l'obligation d'installation faite au propriétaire est satisfaite par la fourniture d'un détecteur à son locataire ou, s'il le souhaite, par le remboursement au locataire de l'achat du détecteur.\n\n-Code de la construction et de l'habitation.\n\n-Code des assurances"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nI 5° e) [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2014-691 DC du 20 mars 2014].\n\ng) [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2014-691 DC du 20 mars 2014].\n\n- Loi n°89-462 du 6 juillet 1989\n\n- Loi n°89-462 du 6 juillet 1989\n\n- Loi n°75-1351 du 31 décembre 1975\n\n- Loi n°75-1351 du 31 décembre 1975"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Le Gouvernement remet un rapport au Parlement sur la possibilité de sanctuariser les dépôts de garantie par la création d'un dispositif permettant que la garantie locative soit déposée sur un compte ouvert auprès d'une institution financière, au nom du locataire et déblocable d'un commun accord entre le locataire et le bailleur."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Les contrats de location en cours à la date d'entrée en vigueur de la présente loi demeurent soumis aux dispositions qui leur étaient applicables.\n\nToutefois, pour les contrats en cours à la date d'entrée en vigueur de la présente loi et mentionnés au premier alinéa de l'article 2 de la loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986, dans sa rédaction antérieure à la présente loi :1° Les articles 7, 17-1, 20-1, 21 et 23 de la même loi, dans leur rédaction résultant de la présente loi, sont applicables ;2° L'article 11-1 de la loi n° 89-462 du 6 juillet 1989 précitée, dans sa rédaction résultant de la présente loi, leur est applicable pour les congés délivrés après l'entrée en vigueur de la présente loi.\n\nPour les contrats en cours à la date d'entrée en vigueur de la présente loi et mentionnés au premier alinéa de l'article L. 632-1 du code de la construction et de l'habitation, dans sa rédaction antérieure à la présente loi, les articles 6, 7, 20-1 et 25-11 de la loi n° 89-462 du 6 juillet 1989 précitée, dans leur rédaction résultant de la présente loi, sont applicables."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2014-691 DC du 20 mars 2014.]"
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Avant la fin de l'année 2014, le Gouvernement transmet au Parlement un rapport évaluant le dispositif de défiscalisation prévu à l'article 199 sexvicies du code général des impôts, portant notamment sur le nombre de logements de chaque catégorie ayant bénéficié du dispositif."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I à III. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIV.-(Abrogé)\n\n- Code de la construction et de l'habitation.\n\n- Loi n°89-462 du 6 juillet 1989\n\n- Loi n°89-462 du 6 juillet 1989"
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I à V.-A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nVI.-Le I du présent article ne s'applique qu'aux contrats conclus à compter de l'entrée en vigueur de la présente loi.\n\nVII.-Le a du 3° du I du présent article entre en vigueur à une date fixée par décret en Conseil d'Etat, et au plus tard le 1er juillet 2015.\n\nVIII.-Les 7° et 8° du I du présent article entrent en vigueur le premier jour du quatrième mois suivant celui de la promulgation de la présente loi.\n\n-Loi n° 70-9 du 2 janvier 1970\n\n-Loi n° 70-9 du 2 janvier 1970\n\n-Loi n° 70-9 du 2 janvier 1970\n\n-Loi n° 70-9 du 2 janvier 1970\n\n-Loi n° 70-9 du 2 janvier 1970\n\n-Loi n° 70-9 du 2 janvier 1970\n\n-Loi n° 70-9 du 2 janvier 1970\n\n-Loi n° 70-9 du 2 janvier 1970\n\n-Loi n° 70-9 du 2 janvier 1970\n\n-Code de la construction et de l'habitation.\n\n-Code monétaire et financier\n\n-Loi n° 70-9 du 2 janvier 1970\n\n-Loi n° 70-9 du 2 janvier 1970\n\n-Loi n° 70-9 du 2 janvier 1970\n\n-Loi n° 70-9 du 2 janvier 1970"
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "VI.-Les deuxième à quatrième alinéas de l'article L. 351-12 du code de la construction et de l'habitation, le sixième alinéa du II de l'article L. 553-4 et le septième alinéa de l'article L. 835-2 du code de la sécurité sociale, dans leur rédaction résultant de la présente loi, entrent en vigueur le 1er janvier 2015 et s'appliquent aux procédures engagées par les organismes payeurs à compter de cette date."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Un rapport du Gouvernement sur les modalités de calcul du montant des aides personnelles au logement prenant en compte la moyenne des ressources perçues au cours des trois derniers mois précédant la demande est transmis au Parlement avant la fin de l'année 2014."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Avant le 31 décembre 2014, le Gouvernement transmet au Parlement un rapport présentant les conditions et modalités de mise en œuvre d'un statut unique pour les établissements et services de la veille sociale, de l'hébergement et de l'accompagnement."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "I., II., III.-A modifié ou créé les dispositions suivantes :\n\n-Code de l'action sociale et des familles\n\nArt. L312-5-3, Art. L543-1\n\n-Loi n° 90-449 du 31 mai 1990\n\nArt. 1er-1, \nSct. CHAPITRE Ier : Des plans départementaux d'action pour le logement et l'hébergement des personnes défavorisées., Art. 2, Art. 3, Art. 4, Art. 4-1, Art. 4-2\n\nIV.-Le premier plan départemental d'action pour le logement et l'hébergement des personnes défavorisées entre en vigueur à la date à laquelle prend fin le plan départemental d'action pour le logement des personnes défavorisées en cours à la date de publication de la présente loi ou, si elle est plus proche, celle à laquelle prend fin le plan d'accueil, d'hébergement et d'insertion des personnes sans domicile et, au plus tard, à l'expiration d'un délai de trois ans à compter de la promulgation de la présente loi.\n\nV.-Code de la construction et de l'habitation.\n\nArt. L302-7, Art. L302-9-1"
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "II. - Le b du 1° du I du présent article s'applique à compter de l'entrée en vigueur de l'avenant à l'accord collectif prévu aux articles L. 441-1-1 ou L. 441-1-2 du code de la construction et de l'habitation ou de son renouvellement comportant la modification des engagements annuels quantifiés destinée à prendre en compte les personnes ou familles mentionnées au III de l'article 4 de la loi n° 90-449 du 31 mai 1990 visant à la mise en œuvre du droit au logement."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "II.-Les comités de résidents sont mis en place dans un délai d'un an à compter de la publication de la présente loi."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "I. - A modifié ou  créé  les dispositions suivantes :\n\nII.-Le présent article entre en vigueur six mois après la promulgation de la présente loi.\n\n-Loi n° 86-18 du 6 janvier 1986"
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "I. - Les syndicats de copropriétaires sont immatriculés selon les modalités prévues au chapitre unique du titre Ier du livre VII du code de la construction et de l'habitation :\n\n1° Avant le 31 décembre 2016, pour les syndicats de copropriétaires comportant plus de 200 lots à usage de logements, de bureaux ou de commerces  ;\n\n2° Avant le 31 décembre 2017, pour les syndicats de copropriétaires comportant plus de 50 lots à usage de logements, de bureaux ou de commerces  ;\n\n3° Avant le 31 décembre 2018, pour les autres syndicats de copropriétaires.\n\nII. - Après le 31 décembre 2016, les syndicats de copropriétaires des immeubles neufs ou des immeubles mis en copropriété sont immatriculés dès publication du règlement de copropriété et de l'état descriptif de division au fichier immobilier et au livre foncier, quel que soit le nombre de lots que comporte la copropriété.\n\nIII. - Le I de l'article L. 711-2, l'article L. 711-3, le II de l'article L. 711-4 et les articles L. 711-5 et L. 711-6 du code de la construction et de l'habitation sont applicables à compter du :\n\n1° 31 décembre 2016, pour les syndicats de copropriétaires comportant plus de 200 lots à usage de logements, de bureaux ou de commerces  ainsi que pour les syndicats de copropriétaires mentionnés au II du présent article ;\n\n2° 31 décembre 2017, pour les syndicats de copropriétaires comportant plus de 50 lots à usage de logements, de bureaux ou de commerces  ;\n\n3° 31 décembre 2018, pour les autres syndicats de copropriétaires."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "I. - A créé les dispositions suivantes :\n\nII. - A modifié les dispositions suivantes :\n\nIII. - A créé les dispositions suivantes :\n\nIV. - L'article 8-2 de la loi n° 65-557 du 10 juillet 1965 fixant le statut de la copropriété des immeubles bâtis et le a du 1° de l'article L. 721-2 du code de la construction et de l'habitation sont applicables à compter du :\n\n1° 31 décembre 2016, pour les syndicats de copropriétaires comportant plus de 200 lots ;\n\n2° 31 décembre 2017, pour les syndicats de copropriétaires comportant plus de 50 lots ;\n\n3° 31 décembre 2018, pour les autres syndicats de copropriétaires.\n\nV. - Le II du présent article est applicable aux promesses de vente ou d'achat et aux actes authentiques de vente d'un lot ou d'une fraction de lot de copropriété conclus au plus tôt trois mois après la promulgation de la présente loi.\n\n- Loi n° 65-557 du 10 juillet 1965\n\n- Loi n° 65-557 du 10 juillet 1965\n\n- Code de la construction et de l'habitation."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "III.-Le f du 3° du I du présent article entre en vigueur dans le délai d'un an à compter de la promulgation de la présente loi. Il s'applique aux mandats en cours à compter de leur renouvellement."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "I.-A créé les dispositions suivantes :\n\nII.-A créé les dispositions suivantes :\n\nIII.-Le I, à l'exception du 1°, et le II sont applicables à compter du 1er janvier 2017.\n\nIV-A créé les dispositions suivantes :\n\nV.-Pour les résidences de tourisme mentionnées à l'article L. 321-1 du code du tourisme, construites à partir du 1er juillet 2014, et placées sous le statut de la copropriété des immeubles bâtis fixé par la loi n° 65-557 du 10 juillet 1965 fixant le statut de la copropriété des immeubles bâtis, les locaux à usage collectif composés d'équipements et de services communs au sens de l'article D. 321-1 du même code ne peuvent faire l'objet d'un lot distinct vendu à un copropriétaire et font l'objet d'une propriété indivise du syndicat des copropriétaires.\n\nDans les résidences de tourisme, placées sous le statut de la copropriété des immeubles bâtis fixé par la loi n° 65-557 du 10 juillet 1965 précitée, déjà existantes au 1er juillet 2014, lorsque les locaux à usage collectif faisant l'objet d'un lot distinct propriété d'un copropriétaire ne sont pas entretenus, entraînant un déclassement de cette résidence ou l'impossibilité de la commercialiser en offrant l'intégralité des prestations collectives initialement prévues lors de la vente des logements aux autres copropriétaires, l'assemblée générale des copropriétaires peut saisir le   tribunal judiciaire d'une demande aux fins de voir prononcer un état de carence ou de constater abandon.\n\nLa responsabilité de l'entretien des locaux à usage collectif, pour lesquels est prononcé un état de carence, peut être confiée par le juge, à titre temporaire, au syndicat des copropriétaires. Le propriétaire de ces parties communes reste redevable des charges engagées par le syndicat des copropriétaires pour cet entretien.\n\nEn cas de défaillance avérée du propriétaire du lot considéré, les locaux à usage collectif dont est judiciairement constaté l'abandon peuvent devenir la propriété indivise du syndicat des copropriétaires, après le paiement d'une juste et préalable indemnité déterminée par le juge et versée au précédent propriétaire. Le syndicat des copropriétaires ne peut alors céder la propriété de ces locaux à usage collectif dans le cadre d'un lot distinct.\n\nVI.-A modifié les dispositions suivantes :\n\nVII.-Le VI entre en vigueur à compter d'une date mentionnée par décret et au plus tard le 1er janvier 2016.\n\n-Loi n° 65-557 du 10 juillet 1965\n\n-Code de la construction et de l'habitation.\n\n-Code de la construction et de l'habitation.\n\n-Code des assurances\n\n-Code monétaire et financier"
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "I.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nII.-A modifié les dispositions suivantes :\n\n-Loi n° 65-557 du 10 juillet 1965\n\n-Loi n° 65-557 du 10 juillet 1965\n\n-Code de la sécurité sociale.\n\nleft\n\nleft\n\nleft\n\nleft"
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "I et II.-A modifié ou créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-Code de la construction et de l'habitation.\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "V. - Les transferts prévus au dernier alinéa du A du I de l'article L. 5211-9-2 du code général des collectivités territoriales interviennent à l'expiration des délais d'opposition et de renonciation prévus au III du même article qui suivent la plus prochaine élection du président de l'établissement public de coopération intercommunale suivant la promulgation de la présente loi."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "Lorsque les travaux prescrits par un arrêté concernant un local à usage principal d'habitation, pris sur le fondement soit de l'article L. 1331-28 du code de la santé publique, soit des articles L. 184-2 et L. 184-3, L. 126-7, ou L. 511-2 du code de la construction et de l'habitation dans leur rédaction antérieure à la présente loi, n'ont ni été réalisés par le propriétaire dans le délai prévu par ledit arrêté, ni fait l'objet d'une exécution d'office, l'autorité auteur de l'arrêté peut mettre en demeure la personne tenue de l'exécuter de réaliser dans le délai d'un mois les mesures et travaux prescrits par ledit arrêté. Dans ce cas, elle l'informe simultanément que la non-exécution des travaux dans ce délai l'expose au paiement d'une astreinte par jour de retard.En l'absence d'exécution des travaux prescrits par ledit arrêté à l'issue du délai fixé par la mise en demeure, l'autorité administrative peut fixer, par arrêté, une astreinte d'un montant maximal de 1 000 € par jour de retard à l'encontre de la personne défaillante tenue d'exécuter les mesures prescrites par l'arrêté. Le montant de l'astreinte peut être progressif dans le temps et modulé dans des conditions fixées par voie réglementaire, tenant compte de l'ampleur des mesures et travaux prescrits et des conséquences de la non-exécution.L'astreinte court à compter de la notification de l'arrêté fixant l'astreinte et jusqu'à la complète exécution des travaux prescrits.L'astreinte est fixée, liquidée et recouvrée dans les conditions prévues, selon le cas, à l'article L. 1331-29 du code de la santé publique ou aux articles L. 184-2 et L. 184-3, et L. 126-8 ou L. 511-2 du code de la construction et de l'habitation, dans leur rédaction résultant de la présente loi."
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Article 85",
      "content": "IV.-Le présent article entre en vigueur le 1er janvier 2015."
    },
    {
      "provision_ref": "art102",
      "section": "102",
      "title": "Article 102",
      "content": "I. à V.-A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nVI.-A.-Les personnels exerçant leurs fonctions au sein du service interministériel chargé des contrôles et évaluations mentionnés aux articles L. 215-9, L. 451-1, L. 451-2, L. 472-1-2 et L. 481-1 du code de la construction et de l'habitation, dans sa rédaction antérieure à l'entrée en vigueur de la présente loi, sont affectés à l'Agence nationale de contrôle du logement social dans les conditions suivantes.\n\n1. Les fonctionnaires de l'Etat titulaires et stagiaires en activité conservent le bénéfice de leur statut et, le cas échéant, de leur statut d'emploi.\n\n2. Par dérogation à l'article 14 ter de la loi n° 83-634 du 13 juillet 1983 portant droits et obligations des fonctionnaires, les agents non titulaires de droit public employés à durée indéterminée demeurent agents publics de l'Etat et conservent, à titre individuel, le bénéfice de leur contrat.\n\n3. Les agents non titulaires de droit public employés à durée déterminée se voient proposer par l'établissement un contrat de droit public dans les conditions prévues au même article 14 ter.\n\nB.-Par dérogation à l'article L. 1224-3 du code du travail, les salariés de droit privé exerçant leurs fonctions à l'Agence nationale pour la participation des employeurs à l'effort de construction sont transférés à l'Agence nationale de contrôle du logement social. Ils conservent, à titre individuel, le bénéfice des stipulations de leur contrat ainsi que les conditions générales de travail qui leur sont applicables.\n\nC.-Le mandat des membres du comité technique du service interministériel mentionné au A du présent VI se poursuit jusqu'à son terme. Jusqu'à cette date, ce comité technique exerce les attributions du comité technique de l'Agence nationale de contrôle du logement social.\n\nD.-Le mandat des membres du comité d'entreprise de l'Agence nationale pour la participation des employeurs à l'effort de construction se poursuit jusqu'à son terme, dans les conditions prévues par le code du travail. Jusqu'à cette date, ce comité d'entreprise exerce les attributions du comité d'entreprise de l'Agence nationale de contrôle du logement social.\n\nE.-Jusqu'à la constitution du comité d'hygiène, de sécurité et des conditions de travail prévu à l'article L. 342-19 du code de la construction et de l'habitation, qui intervient au plus tard le 1er juillet 2016, les attributions de cette instance relèvent de la compétence du comité technique et du comité d'entreprise.\n\nVII.-La situation active et passive ainsi que l'ensemble des droits et obligations de l'Agence nationale pour la participation des employeurs à l'effort de construction, à l'exception des fonds mentionnés au VIII du présent article, sont repris par l'Agence nationale de contrôle du logement social.\n\nLes droits et obligations du service interministériel chargé d'exercer les missions de contrôle prévues au chapitre Ier du titre V du livre IV du code de la construction et de l'habitation sont transférés à l'Agence nationale de contrôle du logement social.\n\nLes transferts prévus au présent VII et au VIII sont effectués à titre gratuit et ne donnent lieu ni à indemnité, ni à perception d'impôts, droits ou taxes, ni au versement de salaires ou honoraires au profit de l'Etat, de ses agents ou de toute autre personne publique.\n\nVIII.-Les fonds gérés par l'Agence nationale pour la participation des employeurs à l'effort de construction dans le cadre de la convention d'objectifs dite 9 % insertion sociale, en date du 26 octobre 1989, entre l'Etat et les partenaires sociaux, sont transférés à l'Union des entreprises et des salariés pour le logement et intégrés aux ressources de la participation des employeurs à l'effort de construction mentionnées à l'article L. 313-3 du code de la construction et de l'habitation. L'ensemble des actifs, passifs, droits et obligations liés au fonds de garantie mentionné à l'article L. 313-10 du même code est transféré au fonds mentionné à l'article L. 452-1-1 dudit code.\n\nLes fonds propres de l'Agence nationale pour la participation des employeurs à l'effort de construction sont transférés, à hauteur de huit millions d'euros, à l'Agence nationale de contrôle du logement social. Le solde est versé au fonds mentionné au même article L. 452-1-1.\n\nIX.-Le présent article entre en vigueur le 1er janvier 2015.\n\n-Code de la construction et de l'habitation.\n\n-Code de la construction et de l'habitation.\n\n-Code de la construction et de l'habitation.\n\n-Code de la construction et de l'habitation.\n\n-Livre des procédures fiscales\n\n-Loi n° 2003-710 du 1 août 2003\n\n-Code de justice administrative\n\n-LOI n° 2011-1977 du 28 décembre 2011"
    },
    {
      "provision_ref": "art105",
      "section": "105",
      "title": "Article 105",
      "content": "Par dérogation au premier alinéa de l'article L. 353-5 du code de la construction et de l'habitation, les logements appartenant à la société de gestion du patrimoine immobilier des houillères du bassin du Nord et du Pas-de-Calais réservés aux bénéficiaires listés à l'article 1er de la convention conclue en application de l'article 4 du décret n° 2004-1466 du 23 décembre 2004 relatif à l'Agence nationale pour la garantie des droits des mineurs ne sont pas soumis aux dispositions des conventions signées en application de l'article L. 831-1 du même code.\n\nLes logements mentionnés au premier alinéa du présent article ne sont pas soumis au chapitre Ier du titre IV du livre IV du code de la construction et de l'habitation.\n\nPar dérogation au premier alinéa de l'article L. 445-1 du même code, la première convention d'utilité sociale conclue par la société anonyme d'habitations à loyer modéré issue de la transformation de la société de gestion du patrimoine immobilier des houillères du bassin du Nord et du Pas-de-Calais a pour échéance le 30 juin 2017.\n\nPar dérogation au dernier alinéa de l'article L. 445-2 dudit code, la substitution des engagements de même nature intervient lors de la première révision du cahier des charges de gestion sociale de la société anonyme d'habitations à loyer modéré issue de la transformation de la société de gestion du patrimoine immobilier des houillères du bassin du Nord et du Pas-de-Calais.\n\nCette dérogation s'applique aux conventions conclues au titre de l'article L. 351-2 du même code entre cette société et l'Etat dans la période comprise entre la date de délivrance de l'agrément et la signature de la première convention d'utilité sociale."
    },
    {
      "provision_ref": "art107",
      "section": "107",
      "title": "Article 107",
      "content": "II. - La perte de recettes pour l'Etat est compensée à due concurrence par la création d'une taxe additionnelle aux droits visés aux articles 575 et 575 A du code général des impôts."
    },
    {
      "provision_ref": "art110",
      "section": "110",
      "title": "Article 110",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nIII. - Le I est applicable aux organismes de placement collectif immobilier et aux organismes professionnels de placement collectif immobilier, agréés par l'Autorité des marchés financiers à compter de la publication de la présente loi, et le II est applicable aux sociétés civiles de placement immobilier créées à compter de la publication de la présente loi.\n\n- Code monétaire et financier"
    },
    {
      "provision_ref": "art111",
      "section": "111",
      "title": "Article 111",
      "content": "I.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nII.-Un décret en Conseil d'Etat prévoit les conditions dans lesquelles les sociétés d'économie mixte de construction et de gestion de logements sociaux satisfont à l'obligation prévue à l'article L. 481-1 du code de la construction et de l'habitation, dans sa rédaction résultant du I du présent article, dans un délai de deux ans suivant la promulgation de la présente loi, et, notamment, le délai dans lequel le dossier de demande d'agrément doit être déposé.\n\nIII.-L'article L. 481-8 du code de la construction et de l'habitation entre en vigueur à compter du 1er janvier 2015.\n\n-Code de la construction et de l'habitation.\n\n-Code de la construction et de l'habitation.\n\n-Code de la construction et de l'habitation.\n\nArt. L481-8\n\nleft"
    },
    {
      "provision_ref": "art114",
      "section": "114",
      "title": "Article 114",
      "content": "XIII.-Le dernier alinéa de l'article L. 421-6 du code de la construction et de l'habitation, dans sa rédaction résultant du 3° du I du présent article, entre en vigueur à compter du 1er janvier 2017."
    },
    {
      "provision_ref": "art117",
      "section": "117",
      "title": "Article 117",
      "content": "I. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art120",
      "section": "120",
      "title": "Article 120",
      "content": "La Caisse de garantie du logement locatif social transmet, sur leur demande, aux fédérations d'organismes d'habitations à loyer modéré et à l'Union sociale pour l'habitat qui regroupe ces fédérations les données les plus récentes qui lui sont déclarées au titre :1° Des loyers et redevances appelés, des indemnités d'occupation versées, ainsi que le montant dû à la Caisse de garantie du logement locatif social en application de l'article L. 452-4 du code de la construction et de l'habitation ;2° Du nombre de logements et d'unités de logements-foyers en application du a de l'article L. 452-4-1 du même code.Ce transfert de données est subordonné à l'absence d'opposition préalable de l'organisme d'habitations à loyer modéré concerné."
    },
    {
      "provision_ref": "art122",
      "section": "122",
      "title": "Article 122",
      "content": "V.-Les conventions conclues en application des articles L. 301-5-1 et L. 301-5-2 du code de la construction et l'habitation, dans leur rédaction antérieure à la promulgation de la présente loi, peuvent faire l'objet d'un avenant pour prendre en compte les articles L. 301-5-1, L. 301-5-1-1 et L. 301-5-2 du même code dans leur rédaction résultant de la présente loi."
    },
    {
      "provision_ref": "art123",
      "section": "123",
      "title": "Article 123",
      "content": "IV.-Les dispositions réglementaires prises en application du dernier alinéa de l'article L. 313-3 du code de la construction et de l'habitation, dans sa rédaction antérieure à l'entrée en vigueur de la présente loi, restent applicables jusqu'à la date d'effet de la première convention mentionnée à ce même article dans sa rédaction résultant de la présente loi."
    },
    {
      "provision_ref": "art125",
      "section": "125",
      "title": "Article 125",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à procéder, par voie d'ordonnances, à une nouvelle rédaction des dispositions législatives du code de la construction et de l'habitation afin d'en clarifier la rédaction et le plan.Les ordonnances prises sur le fondement du premier alinéa peuvent en outre compléter le code de la construction et de l'habitation pour y codifier les dispositions de la :― loi n° 48-1360 du 1er septembre 1948 portant modification et codification de la législation relative aux rapports des bailleurs et locataires ou occupants de locaux d'habitation ou à usage professionnel et instituant des allocations de logement ;― loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986 ;― loi n° 90-449 du 31 mai 1990 visant à la mise en œuvre du droit au logement ;― loi n° 2000-614 du 5 juillet 2000 relative à l'accueil et à l'habitat des gens du voyage, pour ce qui relève des règles relatives à l'habitation et à la construction ;― loi n° 2003-710 du 1er août 2003 d'orientation et de programmation pour la ville et la rénovation urbaine, pour ce qui relève des règles relatives à l'habitation, la construction et la rénovation urbaine.La nouvelle rédaction des dispositions législatives du code de la construction et de l'habitation et la codification des lois mentionnées aux troisième à septième alinéas sont effectuées à droit constant après intégration des dispositions issues de la présente loi et sous réserve des modifications qui seraient rendues nécessaires :1° Pour assurer le respect de la hiérarchie des normes, la cohérence rédactionnelle des textes ainsi rassemblés, harmoniser l'état du droit, remédier aux éventuelles erreurs et abroger les dispositions devenues sans objet ;2° Pour étendre, le cas échéant avec les adaptations nécessaires, les dispositions ainsi codifiées à la Nouvelle-Calédonie, à la Polynésie française, aux Terres australes et antarctiques françaises et aux îles Wallis et Futuna ainsi que permettre les adaptations nécessaires à l'application de ces dispositions à Saint-Barthélemy, à Saint-Martin et à Saint-Pierre-et-Miquelon ;3° Pour étendre le cas échéant aux départements et régions d'outre-mer les dispositions ainsi codifiées issues des lois qui n'ont pas été rendues applicables à ces collectivités.Les ordonnances prévues au présent article doivent être prises dans un délai de vingt-quatre mois suivant la publication de la présente loi.Pour chaque ordonnance, un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de sa publication."
    },
    {
      "provision_ref": "art129",
      "section": "129",
      "title": "Article 129",
      "content": "I.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nCode de l'urbanisme\n\nArt. L122-2-1, Art. L122-4-3\n\nA abrogé les dispositions suivantes :\n\nCode de l'urbanisme\n\nArt. L122-1-12, Art. L122-1-14, Art. L122-1-16\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII.-L'article L. 122-1-9 du code de l'urbanisme entre en vigueur au lendemain de la publication de la présente loi. Les organes délibérants des établissements publics ayant engagé l'élaboration, la révision ou la modification d'un schéma de cohérence territoriale avant la publication de la présente loi peuvent toutefois opter pour l'application du même article L. 122-1-9 dans sa rédaction antérieure à la présente loi. Les schémas de cohérence territoriale élaborés ou révisés avant cette date, ainsi que ceux dont la procédure d'élaboration, de modification ou de révision est achevée après cette même date conformément aux dispositions applicables antérieurement à ladite date, sont mis en conformité avec ledit article L. 122-1-9 dans sa rédaction résultant de la présente loi lors de leur prochaine révision.\n\nIII. - (Abrogé)\n\nIV.-La mise en compatibilité d'un plan local d'urbanisme, d'un document en tenant lieu ou d'une carte communale avec un schéma de cohérence territoriale ou un schéma de secteur approuvé avant le 1er juillet 2015 doit s'opérer dans le délai prévu au quatrième alinéa de l'article L. 111-1-1 du code de l'urbanisme, dans sa rédaction antérieure à la présente loi.\n\nPour l'application des articles L. 122-2 et L. 122-2-1 du même code, les dispositions antérieures à la publication de la présente loi demeurent applicables aux procédures d'élaboration et de révision des plans locaux d'urbanisme et des cartes communales en cours à cette date.\n\nVII.-Par dérogation aux dispositions du 7° de l'article L. 752-1 du code de commerce, ne sont pas soumis à une autorisation d'exploitation commerciale les projets mentionnés à ce 7° pour lesquels, selon les cas, un permis a été accordé expressément ou tacitement ou une décision de non-opposition à une déclaration préalable est intervenue avant l'entrée en vigueur de la présente loi.\n\n-Code de l'urbanisme\n\n-Code de l'environnement\n\n-Code rural et de la pêche maritime\n\n-Code des transports\n\n-Code de commerce\n\n-LOI n° 2010-788 du 12 juillet 2010\n\n-Code général des collectivités territoriales\n\nA modifié les dispositions suivantes :\n\n-Code de la construction et de l'habitation."
    },
    {
      "provision_ref": "art131",
      "section": "131",
      "title": "Article 131",
      "content": "Les établissements publics mentionnés à l'article L. 143-16  du code de l'urbanisme dont les périmètres sont contigus peuvent s'engager dans une démarche \"inter-SCOT\" afin d'assurer la cohérence des projets stratégiques d'aménagement et de développement équilibré inscrits dans leurs schémas de cohérence territoriale ainsi que la complémentarité des objectifs et orientations sur des enjeux communs pour l'équilibre de leurs territoires."
    },
    {
      "provision_ref": "art133",
      "section": "133",
      "title": "Article 133",
      "content": "V. - Les 1° et 2° du II et le III du présent article ne s'appliquent pas aux procédures d'élaboration ou de révision des cartes communales dans lesquelles l'avis prescrivant l'ouverture de l'enquête publique a été publié à la date de publication de la présente loi."
    },
    {
      "provision_ref": "art134",
      "section": "134",
      "title": "Article 134",
      "content": "I, II, IV et V.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII.-Le premier alinéa de l'article L. 422-8 du code de l'urbanisme, dans sa rédaction résultant du II du présent article, entre en vigueur à compter du 1er juillet 2015. Toutefois, lorsque les seuils mentionnés au même premier alinéa sont dépassés en raison de la création, après le 1er juillet 2015, d'un nouvel établissement de coopération intercommunale de 10 000 habitants ou plus, la mise à disposition ne peut pas prendre fin avant un délai d'un an à compter de la création de cet établissement.\n\nUne convention entre l'Etat et la collectivité territoriale définit l'étendue et les modalités de cette mise à disposition des services déconcentrés de l'Etat. Pour les collectivités qui sont tenues de mettre fin au recours à la mise à disposition des services de l'Etat, une convention de transition peut être établie pour définir les modalités d'accompagnement de l'Etat.\n\nVI.-Un rapport du Gouvernement au Parlement sur les aides techniques de l'Etat aux collectivités territoriales en matière d'urbanisme, de gestion du foncier et d'aménagement du territoire est remis au plus tard le 1er janvier 2015.\n\n-Code de l'urbanisme\n\n-Code de l'urbanisme\n\n-Code de l'urbanisme"
    },
    {
      "provision_ref": "art135",
      "section": "135",
      "title": "Article 135",
      "content": "III. - (Abrogé)"
    },
    {
      "provision_ref": "art136",
      "section": "136",
      "title": "Article 136",
      "content": "I. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII. - La communauté de communes ou la communauté d'agglomération existant à la date de publication de la présente loi, ou celle créée ou issue d'une fusion après la date de publication de cette même loi, et qui n'est pas compétente en matière de plan local d'urbanisme, de documents d'urbanisme en tenant lieu ou de carte communale le devient le lendemain de l'expiration d'un délai de trois ans à compter de la publication de ladite loi. Si, dans les trois mois précédant le terme du délai de trois ans mentionné précédemment, au moins 25 % des communes représentant au moins 20 % de la population s'y opposent, ce transfert de compétences n'a pas lieu.\n\nSi, à l'expiration d'un délai de trois ans à compter de la publication de la présente loi, la communauté de communes ou la communauté d'agglomération n'est pas devenue compétente en matière de plan local d'urbanisme, de documents d'urbanisme en tenant lieu ou de carte communale, elle le devient de plein droit le 1er juillet de l'année suivant l'élection du président de la communauté consécutive au renouvellement général des conseils municipaux et communautaires, sauf si les communes s'y opposent dans les conditions prévues au premier alinéa du présent II.\n\nSi, à l'expiration d'un délai de trois ans à compter de la publication de la présente loi, la communauté de communes ou la communauté d'agglomération n'est pas devenue compétente en matière de plan local d'urbanisme, de documents d'urbanisme en tenant lieu ou de carte communale, l'organe délibérant de l'établissement public de coopération intercommunale peut également à tout moment se prononcer par un vote sur le transfert de cette compétence à la communauté. S'il se prononce en faveur du transfert, cette compétence est transférée à la communauté, sauf si les communes membres s'y opposent dans les conditions prévues au premier alinéa du présent II, dans les trois mois suivant le vote de l'organe délibérant de l'établissement public de coopération intercommunale à fiscalité propre.\n\nIII. - Dans les trois ans qui suivent la publication de la présente loi, les communes membres d'une communauté de communes ou d'une communauté d'agglomération peuvent transférer la compétence en matière de plan local d'urbanisme, de documents d'urbanisme en tenant lieu ou de carte communale, mentionnée au II du présent article, selon les modalités prévues à l'article L. 5211-17 du code général des collectivités territoriales.\n\nIV. - (Abrogé).\n\nV. - A créé les dispositions suivantes :\n\n-Code général des collectivités territoriales\n\n-Code général des collectivités territoriales\n\n-Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art137",
      "section": "137",
      "title": "Article 137",
      "content": "I et III. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII. - Sous réserve des dispositions du deuxième alinéa du II de l'article 139 de la présente loi, les organes délibérants des établissements publics de coopération intercommunale ayant engagé l'élaboration, la révision ou la modification d'un plan local d'urbanisme à la date de publication de la présente loi peuvent opter pour poursuivre la procédure selon les dispositions en vigueur antérieurement à cette date. Toutefois, les articles L. 123-1-1 et L. 600-9 du code de l'urbanisme, dans leur rédaction résultant de la présente loi, sont applicables aux documents dont l'élaboration, la révision ou la modification a été engagée avant la publication de cette même loi.\n\nLes plans locaux d'urbanisme élaborés ou révisés par un établissement public de coopération intercommunale avant la date de publication de ladite loi, ainsi que ceux dont la procédure d'élaboration ou de révision est achevée après cette même date conformément aux dispositions applicables antérieurement à ladite date, sont mis en conformité avec les dispositions issues de la présente loi lors de leur prochaine révision. Les dispositions de l'article L. 123-12-1 du même code, dans sa rédaction résultant de la même loi, et relatives à l'analyse des résultats et à l'opportunité d'une révision des plans locaux d'urbanisme sont applicables à compter du 1er juillet 2015.\n\nIV. - Lorsqu'aucune commune d'un parc naturel régional n'est comprise dans le périmètre d'un schéma de cohérence territoriale, la charte du parc naturel régional, approuvée avant la fin du sixième mois suivant la promulgation de la présente loi, peut comporter un chapitre individualisé tenant lieu de plan local d'urbanisme intercommunal dès lors qu'il :1° Porte sur le périmètre d'un établissement public de coopération intercommunale compétent en matière de plan local d'urbanisme ;2° Respecte les principes et les objectifs des plans locaux d'urbanisme énoncés à l'article L. 123-1 du code de l'urbanisme, à l'exception des deuxième à cinquième alinéas du II ;3° Comprend les documents constitutifs d'un plan local d'urbanisme mentionnés au premier alinéa du I du même article L. 123-1 ;4° Est élaboré dans les conditions d'un plan local d'urbanisme définies aux articles L. 123-6 à L. 123-12-1 du même code.Le chapitre individualisé tient lieu de plan local d'urbanisme jusqu'à la prochaine révision de la charte ou jusqu'à l'élaboration d'un plan local d'urbanisme intercommunal. Il peut faire l'objet des procédures d'évolution prévues aux articles L. 123-13-1 à L. 123-14-2 du code de l'urbanisme.\n\n- Code de l'urbanisme\n\n- Code de l'urbanisme\n\n- Code de l'urbanisme\n\n- Code de l'urbanisme\n\n- Code de l'urbanisme\n\n- Code de l'urbanisme\n\n- Code de l'urbanisme\n\n- Code de l'urbanisme\n\n- Code de l'urbanisme\n\n- Code de l'urbanisme\n\n- Code de l'urbanisme\n\n- LOI n° 2010-788 du 12 juillet 2010\n\n- Code de l'urbanisme"
    },
    {
      "provision_ref": "art139",
      "section": "139",
      "title": "Article 139",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-L'article L. 122-1-2 du code de l'urbanisme, dans sa rédaction résultant de la présente loi, entre en vigueur au lendemain de la publication de la présente loi. Les organes délibérants des établissements publics ayant engagé l'élaboration, la révision ou la modification d'un schéma de cohérence territoriale avant la publication de la présente loi peuvent toutefois opter pour appliquer le même article L. 122-1-2 dans sa rédaction antérieure à la présente loi. Les schémas de cohérence territoriale élaborés ou révisés avant cette date, ainsi que ceux dont la procédure d'élaboration, de modification ou de révision est achevée après cette même date conformément aux dispositions applicables antérieurement à ladite date, sont mis en conformité avec ledit article L. 122-1-2 dans sa rédaction résultant de la présente loi lors de leur prochaine révision.\n\nLes articles L. 123-1-2 et L. 123-1-3 du même code, dans leur rédaction résultant de la présente loi, entrent en vigueur au lendemain de la publication de la présente loi. Les organes délibérants des établissements publics ayant engagé l'élaboration, la révision ou la modification d'un plan local d'urbanisme avant la publication de la présente loi peuvent toutefois opter pour appliquer les mêmes articles L. 123-1-2 et L. 123-1-3 dans leur rédaction antérieure à la présente loi. Les plans locaux d'urbanisme élaborés ou révisés avant cette date, ainsi que ceux dont la procédure d'élaboration, de modification ou de révision est achevée après cette même date conformément aux dispositions applicables antérieurement à ladite date, sont mis en conformité avec lesdits articles L. 123-1-2 et L. 123-1-3 dans leur rédaction résultant de la présente loi lors de leur prochaine révision.\n\nLe 4° du I entre en vigueur à compter du 1er juillet 2015. Le 5° du I n'est pas applicable aux procédures de modification des plans locaux d'urbanisme lorsque le projet de modification a été notifié aux personnes publiques associées à la date de publication de la présente loi.\n\n-Code de l'urbanisme"
    },
    {
      "provision_ref": "art140",
      "section": "140",
      "title": "Article 140",
      "content": "I. à III. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIV. - Les délibérations prises sur le fondement du 4° de l'article L. 111-1-2 du code de l'urbanisme, dans sa rédaction antérieure à la publication de la présente loi, demeurent applicables jusqu'à la délivrance des permis et déclarations préalables déposés avant la publication de la même loi pour des constructions ou installations autorisées en application de ces délibérations.\n\nLe II de l'article L. 122-2 du même code, dans sa rédaction résultant de la présente loi, est applicable à ces constructions et installations.\n\n- Code de l'urbanisme\n\n- Code de l'urbanisme"
    },
    {
      "provision_ref": "art148",
      "section": "148",
      "title": "Article 148",
      "content": "I.-Il est mis fin à l'établissement public foncier de Corse.II.-A créé les dispositions suivantes :"
    },
    {
      "provision_ref": "art153",
      "section": "153",
      "title": "Article 153",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2014-691 DC du 20 mars 2014.]"
    },
    {
      "provision_ref": "art157",
      "section": "157",
      "title": "Article 157",
      "content": "I., II., III. - A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIV. - L'article L. 123-1-5 du code de l'urbanisme, dans sa rédaction résultant de la présente loi, n'est pas applicable aux demandes de permis et aux déclarations préalables déposées avant la publication de la présente loi. Les secteurs délimités par le plan local d'urbanisme en application du 14° de l'article L. 123-1-5, dans sa rédaction en vigueur antérieurement à la publication de la même loi, demeurent soumis à ces dispositions jusqu'à la première révision de ce plan engagée après la publication de ladite loi\n\nVI. - Un décret en Conseil d'Etat fixe la liste des destinations des constructions que les règles édictées par les plans locaux d'urbanisme peuvent prendre en compte. Cette liste permet de distinguer la destination des bâtiments, dans un objectif de mixité fonctionnelle.\n\n- Code de l'urbanisme\n\n- Code rural\n\nArt. L411-57\n\n- Code de l'urbanisme\n\n- Code du tourisme."
    },
    {
      "provision_ref": "art158",
      "section": "158",
      "title": "Article 158",
      "content": "I et III.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII.-Les rescrits délivrés en application de l'article L. 331-35 et du dernier alinéa de l'article L. 331-38 du code de l'urbanisme antérieurement à l'entrée en vigueur de la présente loi ne peuvent être remis en cause du fait de l'abrogation des coefficients d'occupation des sols.\n\nIV.-L'article L. 123-4 du code de l'urbanisme, dans sa rédaction antérieure à l'entrée en vigueur de la présente loi, demeure applicable aux demandes de permis et aux déclarations préalables accompagnées d'une convention de transfert de coefficient d'occupation des sols conclue avant l'entrée en vigueur de la présente loi.\n\n-Code de l'urbanisme\n\n-Code de l'urbanisme\n\n-Code de l'urbanisme\n\n-Code de l'urbanisme\n\n-Code de l'urbanisme\n\nA modifié les dispositions suivantes :\n\n-Code du tourisme.\n\n-Code de l'urbanisme\n\n-Code de l'urbanisme\n\n-Code de l'urbanisme"
    },
    {
      "provision_ref": "art166",
      "section": "166",
      "title": "Article 166",
      "content": "I. - Les contrats de développement territorial, prévus par la loi n° 2010-597 du 3 juin 2010 relative au Grand Paris, peuvent, pour répondre aux enjeux spécifiques de renouvellement urbain qu'ils identifient et dans un but de mixité sociale et d'amélioration de la qualité de vie des populations, prévoir des opérations de réhabilitation ou de réaménagement urbain en zone C des plans d'exposition au bruit. Par dérogation à la condition posée par le 5° de l'article L. 112-10 du code de l'urbanisme, ces opérations peuvent entraîner une augmentation de la population soumise aux nuisances sonores, sans toutefois qu'il puisse s'agir d'une augmentation significative.\n\nLe contrat de développement territorial précise alors le contenu de ces opérations et délimite les périmètres concernés. Il définit des mesures de suivi de ces opérations, au regard notamment de l'augmentation de la population, précise l'augmentation de la capacité de logement résultant de ces opérations et prévoit des mesures permettant de limiter l'impact des nuisances sonores sur la qualité de vie des populations exposées.\n\nII. - Le contrat de développement territorial est révisé dans les conditions prévues à l'article 15 du décret n° 2011-724 du 24 juin 2011 relatif aux contrats de développement territorial prévus par l'article 21 de la loi n° 2010-597 du 3 juin 2010 relative au Grand Paris pour inclure les dispositions mentionnées au I du présent article. Ces dernières ne peuvent être incluses que dans les contrats de développement territorial conclus ou révisés au plus tard un an après la promulgation de la présente loi.\n\nIII. - A créé les dispositions suivantes :\n\n- LOI n°2010-597 du 3 juin 2010"
    },
    {
      "provision_ref": "art169",
      "section": "169",
      "title": "Article 169",
      "content": "I à VI. - A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nVII. - Le V s'applique aux demandes d'autorisation déposées à compter du 1er juillet 2014.\n\nLe VI s'applique aux demandes de permis de construire ou de permis d'aménager déposées à compter du 1er juillet 2014.\n\n- Code de l'urbanisme\n\n- Code de l'urbanisme\n\n- Code de l'urbanisme"
    },
    {
      "provision_ref": "art171",
      "section": "171",
      "title": "Article 171",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à procéder, par voie d'ordonnance, à une nouvelle rédaction du livre Ier du code de l'urbanisme afin d'en clarifier la rédaction et le plan. Cette nouvelle codification est effectuée à droit constant après intégration des dispositions législatives en vigueur à la date de la publication de l'ordonnance ou entrant en vigueur après cette date, et sous réserve des modifications qui seraient rendues nécessaires pour assurer le respect de la hiérarchie des normes et la cohérence rédactionnelle des textes, pour harmoniser l'état du droit et abroger les dispositions obsolètes ou devenues sans objet. Cette ordonnance peut déplacer des dispositions entre le livre Ier du code de l'urbanisme et les autres livres du même code.\n\nCette ordonnance est prise dans un délai de dix-huit mois suivant la publication de la présente loi. Un projet de loi de ratification de cette ordonnance est déposé devant le Parlement dans un délai de trois mois à compter de sa publication."
    },
    {
      "provision_ref": "art172",
      "section": "172",
      "title": "Article 172",
      "content": "I.-L'ordonnance n° 2011-1068 du 8 septembre 2011 relative aux établissements publics fonciers, aux établissements publics d'aménagement de l'Etat et à l'Agence foncière et technique de la région parisienne est ratifiée.\n\nII. et III.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIV.-Sont ratifiées :\n\n1° L'ordonnance n° 2011-1539 du 16 novembre 2011 relative à la définition des surfaces de plancher prises en compte dans le droit de l'urbanisme ;\n\n2° L'ordonnance n° 2011-1916 du 22 décembre 2011 relative à certaines corrections à apporter au régime des autorisations d'urbanisme ;\n\n3° L'ordonnance n° 2012-11 du 5 janvier 2012 portant clarification et simplification des procédures d'élaboration, de modification et de révision des documents d'urbanisme ;\n\n4° L'ordonnance n° 2013-638 du 18 juillet 2013 relative au contentieux de l'urbanisme ;\n\n5° L'ordonnance n° 2013-888 du 3 octobre 2013 relative à la procédure intégrée pour le logement ;\n\n6° L'ordonnance n° 2013-890 du 3 octobre 2013 relative à la garantie financière en cas de vente en l'état futur d'achèvement ;\n\n7° L'ordonnance n° 2013-889 du 3 octobre 2013 relative au développement de la construction de logement ;\n\n8° L'ordonnance n° 2013-1184 du 19 décembre 2013 relative à l'amélioration des conditions d'accès aux documents d'urbanisme et aux servitudes d'utilité publique ;\n\n9° L'ordonnance n° 2013-1185 du 19 décembre 2013 relative au taux de garantie que les collectivités territoriales et leurs groupements peuvent apporter à des emprunts souscrits par un concessionnaire d'aménagement.\n\n-Code de l'urbanisme\n\n-Ordonnance n° 2011-1068 du 8 septembre 2011"
    },
    {
      "provision_ref": "art175",
      "section": "175",
      "title": "Article 175",
      "content": "Dans un délai d'un an à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport sur l'opportunité et les modalités de mise en œuvre d'un permis de diviser. Ce permis de diviser serait délivré lors de toute division par lots et mise en copropriété d'un immeuble comprenant au moins cinq locaux à usage d'habitation. Le rapport étudie la possibilité de subordonner la délivrance de ce permis à des engagements garantissant la pérennité des situations d'occupation locative existantes."
    },
    {
      "provision_ref": "art177",
      "section": "177",
      "title": "Article 177",
      "content": "Sauf disposition législative particulière applicable à la métropole de Lyon mentionnée à l'article L. 3611-1 du code général des collectivités territoriales, les dispositions issues de la présente loi applicables aux établissements publics de coopération intercommunale, aux présidents d'un établissement public de coopération intercommunale et aux assemblées délibérantes d'un établissement public de coopération intercommunale sont applicables à compter du 1er janvier 2015 respectivement à la métropole de Lyon, à son président et à son conseil lorsqu'elles relèvent du titre IV du livre VI de la troisième partie du code général des collectivités territoriales."
    }
  ]
}