{
  "id": "loi-n-96-376-du-6-mai-1996",
  "type": "statute",
  "title": "Loi n° 96-376 du 6 mai 1996",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000730849",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I, II, III, IV, V modificateurs.VI. - Les dispositions des I, IV et V du présent article sont applicables aux salaires versés à compter du 1er janvier 1996.Les dispositions des II et III entrent en vigueur à compter du 1er janvier 1997."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I. - Paragraphe modificateur\n\nII. - Les dispositions du I sont applicables aux contrats conclus à partir du 1er janvier 1996. Elles s'appliquent également aux contrats en cours à cette date, au titre du soutien à l'effort de formation, dans des conditions fixées par décret."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. - L'article 9 de la loi n° 79-575 du 10 juillet 1979 portant diverses mesures en faveur de l'emploi est abrogé, sous réserve des dispositions des II et III ci-dessous.II. - Jusqu'à une date fixée par décret et au plus tard jusqu'au 31 décembre 1996, le fonds institué par l'article 9 de la loi n° 79-575 du 10 juillet 1979 précitée continue de verser la compensation financière mentionnée au deuxième alinéa de cet article :- pour les contrats conclus avant le 15 janvier 1995, en ce qui concerne les versements au titre de la première année du cycle de formation ;- pour les contrats conclus avant le 1er janvier 1994, en ce qui concerne les versements au titre de la deuxième et de la troisième année.III. - A titre transitoire, le produit du versement de la fraction de la taxe d'apprentissage qui interviendra en 1996 en application de l'article 9 de la loi n° 79-575 du 10 juillet 1979 précitée sera reversé, dans des conditions fixées par le décret prévu au II ci-dessus, par l'organisme gestionnaire du fonds aux régions et à la collectivité territoriale de Corse pour être affecté au financement des centres de formation d'apprentis et des sections d'apprentissage."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Les contrats de travail conclus entre le 1er janvier et le 31 décembre 1996 en application de l'article L. 981-1 du code du travail ouvrent droit à une aide forfaitaire de l'Etat. Le montant de cette aide ainsi que les conditions et les modalités de son attribution sont déterminés par décret.Cette aide n'est pas considérée comme une subvention au sens du III de l'article 244 quater C du code général des impôts."
    }
  ]
}