{
  "id": "loi-n-2009-1646-du-24-decembre-2009",
  "type": "statute",
  "title": "LOI n° 2009-1646 du 24 décembre 2009",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000021528998",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Au titre de l'exercice 2008, sont approuvés :1° Le tableau d'équilibre, par branche, de l'ensemble des régimes obligatoires de base de sécurité sociale :\n\n(En milliards d'euros)\n\n(En milliards d'euros)\n\n(En milliards d'euros)\n\n2° Le tableau d'équilibre, par branche, du régime général de sécurité sociale :\n\n3° Le tableau d'équilibre des organismes concourant au financement des régimes obligatoires de base de sécurité sociale :\n\n4° Les dépenses constatées relevant du champ de l'objectif national de dépenses d'assurance maladie, s'élevant à 153,0 milliards d'euros ;5° Les recettes affectées au Fonds de réserve pour les retraites, s'élevant à 1,8 milliard d'euros ;6° Le montant de la dette amortie par la Caisse d'amortissement de la dette sociale, s'élevant à 2,9 milliards d'euros."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Est approuvé le rapport figurant en annexe A à la présente loi décrivant les mesures prévues pour l'affectation des excédents ou la couverture des déficits constatés à l'occasion de l'approbation, à l'article 1er, des tableaux d'équilibre relatifs à l'exercice 2008."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Est ratifié le décret n° 2009-939 du 29 juillet 2009 portant relèvement du plafond des avances de trésorerie au régime général de sécurité sociale."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Au titre de l'année 2009, sont rectifiés, conformément aux tableaux qui suivent :1° Les prévisions de recettes et le tableau d'équilibre, par branche, de l'ensemble des régimes obligatoires de base de sécurité sociale :\n\n(En milliards d'euros)\n\n(En milliards d'euros)\n\n(En milliards d'euros)\n\n2° Les prévisions de recettes et le tableau d'équilibre, par branche, du régime général de sécurité sociale :\n\n3° Les prévisions de recettes et le tableau d'équilibre des organismes concourant au financement des régimes obligatoires de base de sécurité sociale :\n\nPRÉVISIONSde recettes\n\nPRÉVISIONSde dépenses\n\nSOLDE\n\nFonds de solidarité vieillesse\n\n12,9\n\n16,0\n\n― 3,0\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. ― Au titre de l'année 2009, l'objectif d'amortissement rectifié de la dette sociale par la Caisse d'amortissement de la dette sociale est fixé à 5,1 milliards d'euros.II. ― Au titre de l'année 2009, les prévisions rectifiées des recettes affectées au Fonds de réserve pour les retraites sont fixées à 1,5 milliard d'euros."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. ― Au titre de l'année 2009, les prévisions rectifiées des objectifs de dépenses, par branche, de l'ensemble des régimes obligatoires de base de sécurité sociale sont fixées à :\n\n(En milliards d'euros)\n\n(En milliards d'euros)\n\nII. ― Au titre de l'année 2009, les prévisions rectifiées des objectifs de dépenses, par branche, du régime général de sécurité sociale sont fixées à :\n\nOBJECTIFS DE DÉPENSES\n\nMaladie\n\n150,8\n\nVieillesse\n\n98,9\n\nFamille\n\n59,2\n\nAccidents du travail et maladies professionnelles\n\n11,2\n\nToutes branches (hors transferts entre branches)\n\n314,6\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Au titre de l'année 2009, l'objectif national de dépenses d'assurance maladie rectifié de l'ensemble des régimes obligatoires de base est fixé à :\n\n(En milliards d'euros)\n\nOBJECTIFS DE DÉPENSES\n\nDépenses de soins de ville\n\n73,5\n\nDépenses relatives aux établissements de santé tarifés à l'activité\n\n50,9\n\nAutres dépenses relatives aux établissements de santé\n\n18,7\n\nContribution de l'assurance maladie aux dépenses en établissements et services pour personnes âgées\n\n6,3\n\nContribution de l'assurance maladie aux dépenses en établissements et services pour personnes handicapées\n\n7,7\n\nDépenses relatives aux autres modes de prise en charge\n\n0,9\n\nTotal\n\n157,9\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Est approuvé le rapport figurant en annexe B à la présente loi décrivant, pour les quatre années à venir (2010-2013), les prévisions de recettes et les objectifs de dépenses par branche des régimes obligatoires de base de sécurité sociale et du régime général, les prévisions de recettes et de dépenses des organismes concourant au financement de ces régimes, ainsi que l'objectif national de dépenses d'assurance maladie."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Si la somme des versements effectués à la date d'entrée en vigueur de la loi n° 2010-1594 du 20 décembre 2010 de financement de la sécurité sociale pour 2011 par un organisme assujetti excède le montant dont il est redevable, le solde lui est reversé avant le 1er avril 2011."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - A modifié les dispositions suivantes :\n\n- LOI n°2008-1330 du 17 décembre 2008\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII. - Le 3° du I s'applique pour la détermination de la contribution due en 2010.\n\n- Code de la sécurité sociale.\n\n- Code de la sécurité sociale.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le 1° du I est applicable aux rentes versées à compter du 1er janvier 2010. Le 4° du I est applicable aux retraites liquidées à compter du 1er janvier 2010. Le 2° du I est applicable aux versements, comptabilisations ou mentions réalisés à compter des exercices ouverts après le 31 décembre 2009.\n\nIII.-Avant le 15 septembre 2011, le Gouvernement remet au Parlement un rapport sur la situation des régimes relevant de l'article L. 137-11 du code de la sécurité sociale indiquant :\n\n-le nombre d'entreprises en disposant ;\n\n-le mode de gestion choisi, interne ou externe ;\n\n-le mode de contribution, assise sur les rentes ou sur les primes ou versements ;\n\n-le nombre de bénéficiaires de rentes ;\n\n-le montant moyen des rentes versées ;\n\n-et les possibilités techniques d'une individualisation de la contribution assise sur les primes ou versements.\n\nCe rapport est établi sur la base de l'article 114 de la loi n° 2003-775 du 21 août 2003 portant réforme des retraites. Il s'appuie sur l'exploitation des données transmises par l'Autorité de contrôle prudentiel pour les organismes relevant de son champ et par l'Agence centrale des organismes de sécurité sociale pour les entreprises gérant elles-mêmes les engagements de retraite concernés.\n\nCe rapport présente également les conditions dans lesquelles les régimes gérés en interne au 1er janvier 2010 peuvent externaliser leur gestion auprès d'un des organismes mentionnés au I de l'article L. 137-11 du code de la sécurité sociale.\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le I est applicable aux sommes versées à compter du 1er janvier 2010.\n\nIII.-A modifié les dispositions suivantes :\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I. à IV.-A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nV.-Les I et 1° du IV s'appliquent aux gains nets réalisés à compter du 1er janvier 2010. Le 4° du IV s'applique pour la détermination du plafonnement des impositions afférentes aux revenus réalisés à compter de l'année 2010.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code de la sécurité sociale.\n\n-Ordonnance n° 96-50 du 24 janvier 1996\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Ordonnance n° 96-50 du 24 janvier 1996\n\n-Ordonnance n° 96-50 du 24 janvier 1996"
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I., II. - A créé les dispositions suivantes :\n\nIII. - Le I s'applique aux distributions et gains nets afférents aux fonds communs de placement à risques créés à compter du 1er janvier 2010 et, pour les sociétés de capital-risque et les entités mentionnées au dernier alinéa du 8 du II de l'article 150-0 A du code général des impôts, aux actions et droits émis à compter de la même date. Le II s'applique aux déclarations déposées à compter du 1er janvier 2010.\n\n- Code général des impôts, CGI.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I. ― Par anticipation à la date d'entrée en vigueur fixée par le décret visé au III de l'article 5 de la loi n° 2008-126 du 13 février 2008 relative à la réforme de l'organisation du service public de l'emploi, les contributions mentionnées aux articles L. 1233-69, L. 1235-16, L. 5422-9, L. 5422-11 et L. 5424-20 du code du travail ainsi qu'à l'article 9 de l'ordonnance n° 2006-433 du 13 avril 2006 relative à l'expérimentation du contrat de transition professionnelle et les cotisations prévues à l'article L. 3253-18 du même code peuvent, pour l'ensemble ou certaines catégories de cotisants, être recouvrées, selon les dispositions de l'article L. 5422-16 du même code, dans sa rédaction issue de l'article 17 de la loi n° 2008-126 du 13 février 2008 précitée, et celles prévues au II du présent article, dès l'année 2010 par l'un ou plusieurs des organismes mentionnés au troisième alinéa de l'article L. 5427-1 du même code, dans des conditions définies par décret.II. ― Par dérogation au premier alinéa de l'article L. 5422-16 du même code, demeurent applicables après le transfert du recouvrement aux organismes chargés du recouvrement mentionnés à l'article L. 5427-1 dudit code :1° Les modalités de paiement des contributions prévues aux articles L. 5422-9, L. 5422-11 et L. 5424-20 du même code et de la cotisation mentionnée à l'article L. 3253-18 du même code, applicables à la date d'entrée en vigueur de la présente loi et particulières aux entreprises de moins de dix salariés ;2° La possibilité pour l'employeur de n'accomplir qu'une déclaration et un versement par an pour les contributions et la cotisation mentionnées au 1° du présent II, lorsque le montant de ce versement est inférieur à un minimum fixé par décret."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I. ― L'article L. 131-7 du code de la sécurité sociale n'est pas applicable pour l'exclusion d'assiette mentionnée au II de l'article 3 de la loi n° 2009-594 du 27 mai 2009 pour le développement économique des outre-mer.II. ― Le I est applicable à compter de la publication de la loi n° 2009-594 du 27 mai 2009 précitée."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Est approuvé le montant de 3,5 milliards d'euros correspondant à la compensation des exonérations, réductions ou abattements d'assiette de cotisations ou contributions de sécurité sociale, mentionné à l'annexe 5 jointe au projet de loi de financement de la sécurité sociale pour 2010."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Pour l'année 2010, les prévisions de recettes, réparties par catégorie dans l'état figurant en annexe C à la présente loi, sont fixées :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale et par branche à :\n\n(En milliards d'euros)\n\n(En milliards d'euros)\n\n(En milliards d'euros)\n\n2° Pour le régime général de sécurité sociale et par branche à :\n\n3° Pour les organismes concourant au financement des régimes obligatoires de base de sécurité sociale à :\n\nPRÉVISIONS DE RECETTES\n\nFonds de solidarité vieillesse\n\n12,9\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "Pour l'année 2010, est approuvé le tableau d'équilibre, par branche, de l'ensemble des régimes obligatoires de base de sécurité sociale :\n\n(En milliards d'euros)\n\nPRÉVISIONSde recettes\n\nOBJECTIFSde dépenses\n\nSOLDE\n\nMaladie\n\n164,6\n\n179,1\n\n― 14,5\n\nVieillesse\n\n182,4\n\n195,0\n\n― 12,6\n\nFamille\n\n50,1\n\n54,5\n\n― 4,4\n\nAccidents du travail et maladies professionnelles\n\n12,1\n\n12,9\n\n― 0,7\n\nToutes branches (hors transferts entre branches)\n\n403,7\n\n435,9\n\n― 32,2\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Pour l'année 2010, est approuvé le tableau d'équilibre, par branche, du régime général de sécurité sociale :\n\n(En milliards d'euros)\n\nPRÉVISIONSde recettes\n\nOBJECTIFSde dépenses\n\nSOLDE\n\nMaladie\n\n141,2\n\n155,7\n\n― 14,5\n\nVieillesse\n\n92,1\n\n102,9\n\n― 10,7\n\nFamille\n\n49,6\n\n54,1\n\n― 4,4\n\nAccidents du travail et maladies professionnelles\n\n10,6\n\n11,4\n\n― 0,8\n\nToutes branches (hors transferts entre branches)\n\n288,1\n\n318,5\n\n― 30,5\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "Pour l'année 2010, est approuvé le tableau d'équilibre des organismes concourant au financement des régimes obligatoires de base de sécurité sociale :\n\n(En milliards d'euros)\n\nPRÉVISIONSde recettes\n\nPRÉVISIONSde charges\n\nSOLDE\n\nFonds de solidarité vieillesse\n\n12,9\n\n17,4\n\n― 4,5\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "I. ― Pour l'année 2010, l'objectif d'amortissement de la dette sociale par la Caisse d'amortissement de la dette sociale est fixé à 5,0 milliards d'euros.II. ― Pour l'année 2010, les prévisions de recettes par catégorie affectées au Fonds de réserve pour les retraites sont fixées à :\n\n(En milliards d'euros)\n\nPRÉVISIONS DE RECETTES\n\nPrélèvements sociaux sur les revenus du capital\n\n1,5\n\nAffectation de l'excédent de la Caisse nationale d'assurance vieillesse des travailleurs salariés\n\n―\n\nAffectation de l'excédent du Fonds de solidarité vieillesse\n\n―\n\nAvoirs d'assurance sur la vie en déshérence\n\n―\n\nRevenus exceptionnels (privatisations)\n\n―\n\nAutres recettes affectées\n\n―\n\nTotal\n\n1,5\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le financement de l'allocation de parent isolé dans les départements et collectivités mentionnés au I de l'article 29 de la loi n° 2008-1249 du 1er décembre 2008 généralisant le revenu de solidarité active et réformant les politiques d'insertion est assuré par l'Etat. La prise en charge par l'Etat des pertes sur créances d'indus ne peut excéder une fraction de ces pertes, fixée par arrêté conjoint des ministres chargés de la sécurité sociale et du budget.\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Sont habilités à recourir à des ressources non permanentes afin de couvrir leurs besoins de trésorerie les régimes obligatoires de base et des organismes concourant à leur financement mentionnés dans le tableau ci-dessous, dans les limites indiquées :\n\n(En millions d'euros)\n\nMONTANTS LIMITES\n\nRégime général. ― Agence centrale des organismes de sécurité sociale\n\n65 000\n\nRégime des exploitants agricoles. ― Caisse centrale de la mutualité sociale agricole\n\n3 500\n\nCaisse nationale de retraite des agents des collectivités locales\n\n350\n\nFonds spécial des pensions des ouvriers des établissements industriels de l'Etat\n\n90\n\nCaisse autonome nationale de la sécurité sociale dans les mines\n\n750\n\nCaisse nationale des industries électriques et gazières\n\n600\n\nCaisse de prévoyance et de retraite du personnel de la Société nationale des chemins de fer français\n\n1 700\n\nCaisse de retraite du personnel de la Régie autonome des transports parisiens\n\n50\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "En 2010, le surcoût induit par les dépenses exceptionnelles liées à la pandémie grippale n'est pas pris en compte par le comité d'alerte sur l'évolution des dépenses de l'assurance maladie pour l'évaluation, en application de l'article L. 114-4-1 du code de la sécurité sociale, d'un risque de dépassement de l'objectif national de dépenses d'assurance maladie."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2009-596 DC du 22 décembre 2009.]"
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2009-596 DC du 22 décembre 2009.]"
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "I., II.-A modifié les dispositions suivantes :\n\nIII.-Le présent article s'applique aux faits postérieurs à la date de publication du décret pris conformément au III de l'article L. 162-1-15 du code de la sécurité sociale, dans sa rédaction issue du présent article.\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "I., II.-A modifié les dispositions suivantes :\n\nIII.-Le présent article entre en vigueur à la date d'effet de la convention prévue au XXI de l'article 59 de la loi n° 2009-879 du 21 juillet 2009 portant réforme de l'hôpital et relative aux patients, à la santé et aux territoires.\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "I., II.-A modifié les dispositions suivantes :\n\nIII.-Jusqu'à la date prévue au I de l'article 131 de la loi n° 2009-879 du 21 juillet 2009 portant réforme de l'hôpital et relative aux patients, à la santé et aux territoires, les compétences attribuées par le présent article aux agences régionales de santé sont exercées par les missions régionales de santé.\n\n-Code de la sécurité sociale.\n\n-LOI n° 2007-1786 du 19 décembre 2007"
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2009-596 DC du 22 décembre 2009.]"
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2009-596 DC du 22 décembre 2009.]"
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "I., II.-A modifié les dispositions suivantes :\n\nIII.-Le présent article entre en vigueur à compter du 1er janvier 2013.\n\n-Code de la santé publique\n\n-Code de l'action sociale et des familles"
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "I. à III. - A modifié les dispositions suivantes :\n\nIV. - Le présent article est applicable aux dépenses constatées à compter du 1er janvier 2010.\n\n- Code de l'action sociale et des familles"
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2009-596 DC du 22 décembre 2009.]"
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "La contribution pour l'année 2010 des régimes obligatoires d'assurance maladie au financement des agences régionales de santé correspond à une participation aux dépenses afférentes aux emplois transférés par les organismes d'assurance maladie et aux crédits de fonctionnement s'y rapportant ainsi qu'à une participation au titre d'actions de prévention, fixées au prorata de la période effective de fonctionnement de ces agences, dans la limite, en année pleine, de 173 millions d'euros pour les dépenses en personnel et de 40 millions d'euros pour les actions de prévention. Elle est fixée par arrêté des ministres chargés de la santé, de la sécurité sociale et de l'agriculture."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "I. ― Le montant de la dotation des régimes obligatoires d'assurance maladie au fonds d'intervention pour la qualité et la coordination des soins, mentionné à l'article L. 221-1-1 du code de la sécurité sociale, est fixé à 228 millions d'euros pour l'année 2010.II. ― Le montant de la participation des régimes obligatoires d'assurance maladie au financement du fonds pour la modernisation des établissements de santé publics et privés est fixé à 159 millions d'euros pour l'année 2010.III. ― Le montant de la dotation globale pour le financement de l'Office national d'indemnisation des accidents médicaux, des affections iatrogènes et des infections nosocomiales, mentionnée à l'article L. 1142-23 du code de la santé publique, est fixé à 70 millions d'euros pour l'année 2010.IV. ― Le montant de la participation des régimes obligatoires d'assurance maladie au financement de l'Etablissement de préparation et de réponse aux urgences sanitaires est fixé à    170 millions d'euros pour l'année 2010.V. ― Pour l'année 2010, une dotation des régimes obligatoires d'assurance maladie, dont le montant est fixé par arrêté des ministres chargés de la santé, de la sécurité sociale et de l'intérieur, contribue au financement de l'équipement et du fonctionnement du dispositif d'interconnexion visé au quatrième alinéa de l'article L. 6311-2 du code de la santé publique dans les établissements de santé autorisés à comporter une ou plusieurs unités participant au service d'aide médicale urgente conformément au premier alinéa du même article L. 6311-2."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "Pour l'année 2010, les objectifs de dépenses de la branche Maladie, maternité, invalidité et décès sont fixés :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale, à 179,1 milliards d'euros ;2° Pour le régime général de la sécurité sociale, à 155,7 milliards d'euros."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "Pour l'année 2010, l'objectif national de dépenses d'assurance maladie de l'ensemble des régimes obligatoires de base et ses sous-objectifs sont fixés comme suit :\n\n(En milliards d'euros)\n\nOBJECTIFS DE DÉPENSES\n\nDépenses de soins de ville\n\n75,2\n\nDépenses relatives aux établissements de santé tarifés à l'activité\n\n52,4\n\nAutres dépenses relatives aux établissements de santé\n\n18,8\n\nContribution de l'assurance maladie aux dépenses en établissements et services pour personnes âgées\n\n7,0\n\nContribution de l'assurance maladie aux dépenses en établissements et services pour personnes handicapées\n\n7,9\n\nAutres prises en charge\n\n1,0\n\nTotal\n\n162,4\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "I. à VII.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nVIII.-Le présent article est applicable aux pensions de retraite prenant effet à compter du 1er avril 2010.\n\nIX.-Pour les enfants nés ou adoptés avant le 1er janvier 2010, les majorations prévues aux II et III de l'article L. 351-4 du code de la sécurité sociale sont attribuées à la mère sauf si, dans un délai d'un an à compter de la publication de la présente loi, le père de l'enfant apporte la preuve auprès de la caisse d'assurance vieillesse qu'il a élevé seul l'enfant pendant une ou plusieurs années au cours de ses quatre premières années ou des quatre années suivant son adoption. Dans ce cas, les majorations sont attribuées au père à raison d'un trimestre par année.\n\nToutefois, pour les enfants nés ou adoptés après le 1er juillet 2006, le délai mentionné au précédent alinéa est porté à quatre ans et six mois à compter de la naissance ou de l'adoption de l'enfant.\n\nX.-Les modalités d'information des assurés sur les nouvelles règles d'attribution des majorations de durée d'assurance par la caisse d'assurance vieillesse compétente sont fixées par décret.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Loi n° 87-563 du 17 juillet 1987"
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "I. à IV.-A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nV.-Le présent article est applicable à compter du 1er mars 2010.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code rural\n\n-Code de la sécurité sociale.\n\nnone"
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "I.- A modifié les dispositions suivantes :\n\nII. - Le présent article entre en vigueur le 1er juillet 2010.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "I.-A créé les dispositions suivantes :\n\nII.-A modifié les dispositions suivantes :\n\nIII.-Par dérogation au deuxième alinéa de l'article L. 133-6-8 du code de la sécurité sociale et au IV de l'article 151-0 du code général des impôts, les options prévues au premier alinéa du même article L. 133-6-8 et au premier alinéa du I du même article 151-0 peuvent être exercées par les travailleurs indépendants affiliés au 31 décembre 2009 à la caisse interprofessionnelle d'assurance vieillesse, au titre de l'année 2010, jusqu'au 28 février 2010.\n\n-Code de la sécurité sociale.\n\n-LOI n° 2009-179 du 17 février 2009"
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "I., II.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII.-Le présent article est applicable aux demandes d'adhésion et de rachat déposées à compter d'une date fixée par décret et au plus tard au 1er janvier 2011.\n\n-Code rural\n\n-Code rural\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "Pour l'année 2010, les objectifs de dépenses de la branche Vieillesse sont fixés :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale, à 195,0 milliards d'euros ;2° Pour le régime général de la sécurité sociale, à 102,9 milliards d'euros."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "I. ― Le montant de la contribution de la branche Accidents du travail et maladies professionnelles du régime général de la sécurité sociale au financement du fonds de cessation anticipée d'activité des travailleurs de l'amiante est fixé à 880 millions d'euros pour l'année 2010.II. ― Le montant de la contribution de la branche Accidents du travail et maladies professionnelles du régime général de la sécurité sociale au financement du fonds d'indemnisation des victimes de l'amiante est fixé à 315 millions d'euros pour l'année 2010."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "Avant le 30 septembre 2010, le Gouvernement remet au Parlement un rapport évaluant la faisabilité d'une voie d'accès individuelle au dispositif de cessation anticipée des travailleurs de l'amiante ainsi que le nombre de salariés potentiellement concernés par ce dispositif."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "Le montant du versement mentionné à l'article L. 176-1 du code de la sécurité sociale est fixé à 710 millions d'euros pour l'année 2010."
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "Pour l'année 2010, les objectifs de dépenses de la branche accidents du travail et maladies professionnelles sont fixés :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale, à 12,9 milliards d'euros ;2° Pour le régime général de la sécurité sociale, à 11,4 milliards d'euros."
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Article 80",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2009-596 DC du 22 décembre 2009.]"
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2009-596 DC du 22 décembre 2009.]"
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2009-596 DC du 22 décembre 2009.]"
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2009-596 DC du 22 décembre 2009.]"
    },
    {
      "provision_ref": "art84",
      "section": "84",
      "title": "Article 84",
      "content": "Pour l'année 2010, les objectifs de dépenses de la branche Famille sont fixés :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale, à 54,5 milliards d'euros ;2° Pour le régime général de la sécurité sociale, à 54,1 milliards d'euros."
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Article 86",
      "content": "Pour l'année 2010, les prévisions des charges des organismes concourant au financement des régimes obligatoires de sécurité sociale sont fixées à :\n\n(En milliards d'euros)\n\nPRÉVISIONS DE CHARGES\n\nFonds de solidarité vieillesse\n\n17,4\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "I. à III.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIV.-Le I du présent article s'applique aux faits commis postérieurement à la date de publication du décret pris pour l'application de l'article L. 114-17 du code de la sécurité sociale dans sa rédaction résultant de la présente loi.\n\n-Code de l'action sociale et des familles\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "Article 91",
      "content": "Afin d'harmoniser les règles et modalités de contrôle des assurés se trouvant dans l'incapacité physique médicalement constatée de continuer ou de reprendre le travail, le contrôle des arrêts de travail dus à une maladie d'origine non professionnelle des personnes mentionnées à l'article 2 de la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat est confié, à titre expérimental et par dérogation à l'article 35 de la même loi, aux caisses primaires d'assurance maladie et aux services du contrôle médical placés près d'elles.\n\nCette expérimentation s'applique aux arrêts prescrits pour une durée inférieure à six mois consécutifs et n'ouvrant pas droit au régime des congés de longue maladie ou de longue durée.\n\nI. - L'expérimentation porte à la fois sur le contrôle médical des arrêts de travail, tel que prévu aux I, II, IV bis et V de l'article L. 315-1 du code de la sécurité sociale, et le contrôle des heures de sortie autorisées, tel que prévu au 3° de l'article L. 323-6 du même code.\n\nToute personne mentionnée à l'article 2 de la loi n° 84-16 du 11 janvier 1984 précitée est tenue de se soumettre aux contrôles organisés, dans le cadre de l'expérimentation, par le service du contrôle médical et la caisse primaire. La caisse informe l'administration lorsque la personne qui doit faire l'objet du ou des contrôles ne respecte pas cette obligation.\n\nLorsque le service du contrôle médical estime que la prescription d'un arrêt de travail n'est pas ou n'est plus médicalement justifiée, il en informe l'administration. L'avis rendu par le service du contrôle médical s'impose à l'administration.\n\nLorsque les agents de la caisse primaire d'assurance maladie constatent l'absence du domicile en dehors des heures de sortie autorisées et le caractère volontaire de l'inobservation de cette obligation, la caisse en informe l'administration.\n\nLa liste des administrations, des caisses primaires d'assurance maladie et des services du contrôle médical participant à l'expérimentation est fixée par une convention conclue entre le ministre chargé de la sécurité sociale, le ministre chargé de la fonction publique et le directeur général de la Caisse nationale de l'assurance maladie des travailleurs salariés. Elle est publiée par décision du directeur général de la Caisse nationale de l'assurance maladie des travailleurs salariés. Cette convention définit également les engagements réciproques des signataires et prévoit les indicateurs de suivi de l'expérimentation. Elle doit être signée dans un délai de trois mois à compter de la publication de la présente loi.\n\nII. - En cas de non-respect de l'obligation de se soumettre aux contrôles organisés par le service du contrôle médical et la caisse primaire, l'administration peut interrompre le versement de la rémunération.\n\nEn cas de non-respect des heures de sortie autorisées, non justifié par des soins ou des examens médicaux, l'administration peut retenir une partie de la rémunération, dans la limite de 50 %.En cas d'absence de justification médicale de l'arrêt de travail, l'administration enjoint le fonctionnaire à reprendre ses fonctions sous peine d'interruption du versement de sa rémunération.\n\nLe fonctionnaire doit reprendre ses fonctions sans délai, dès notification de la décision administrative, sauf à saisir le comité médical de l'avis du service du contrôle médical.\n\nIII. - Le comité médical compétent peut être saisi par le fonctionnaire de l'avis rendu par le service du contrôle médical dans le délai d'un mois à compter de la date de la décision contestée.\n\nLe fonctionnaire doit présenter une demande écrite, précisant l'objet de la contestation et indiquant le nom et l'adresse de son médecin. Cette demande est adressée par lettre avec demande d'avis de réception ou déposée contre récépissé auprès du comité médical.\n\nLe comité médical informe le service du contrôle médical compétent de la demande du fonctionnaire.\n\nDès qu'il est informé de la demande, le service du contrôle médical établit un dossier comportant obligatoirement :\n\n1° L'avis du médecin nommément désigné ;\n\n2° L'avis du médecin-conseil accompagné de tous les éléments et pièces justificatives d'ordre médical ayant motivé cet avis ;\n\n3° Les motifs invoqués par le fonctionnaire à l'appui de la demande ;\n\n4° L'énoncé de la question posée au comité médical.\n\nLe service du contrôle médical adresse au comité médical ce dossier dans les quinze jours qui suivent la réception de la demande, par lettre avec demande d'avis de réception.\n\nLe comité médical établit ses conclusions motivées et les adresse au fonctionnaire, à l'administration et au service du contrôle médical de la caisse.\n\nLes décisions prises par l'administration en application du II peuvent être contestées par les voies de recours gracieux ou hiérarchique et de recours contentieux devant la juridiction administrative compétente.\n\nIV. - L'expérimentation prévue au présent article prend effet à compter de la signature de la convention prévue au dernier alinéa du I et s'achève au 31 décembre 2018. Le Gouvernement transmet au Parlement un rapport d'évaluation, au plus tard six mois avant la fin de l'expérimentation.\n\nV. - L'expérimentation prévue au présent article s'applique également aux personnes mentionnées à l'article 2 de la loi n° 84-53 du 26 janvier 1984 portant dispositions statutaires relatives à la fonction publique territoriale, par dérogation à l'article 58 de la même loi, dès lors qu'elles relèvent d'une collectivité territoriale volontaire pour y participer et répondant aux critères du nombre de fonctionnaires minimal fixé par la convention-cadre nationale, prévue à l'alinéa suivant.\n\nLa liste des caisses primaires d'assurance maladie et des services du contrôle médical participant à l'expérimentation est fixée par une convention conclue entre le ministre chargé de la sécurité sociale, le ministre chargé des collectivités territoriales et le directeur général de la Caisse nationale de l'assurance maladie des travailleurs salariés. Elle est publiée par décision du directeur général de la Caisse nationale de l'assurance maladie des travailleurs salariés. Cette convention détermine également le nombre minimal de fonctionnaires devant être employés par les collectivités territoriales volontaires pour participer à l'expérimentation. Elle définit enfin les engagements réciproques des signataires et prévoit les indicateurs de suivi de l'expérimentation. Elle doit être signée dans un délai de six mois à compter de la publication de la présente loi.\n\nDes conventions locales, signées entre les caisses et collectivités territoriales expérimentatrices, déterminent les modalités pratiques de mise en œuvre de l'expérimentation dans le respect de la convention-cadre précitée. Elles doivent être signées dans un délai de trois mois après signature de la convention mentionnée à l'alinéa précédent.\n\nL'expérimentation s'applique dans les mêmes conditions aux personnes mentionnées à l'article 2 de la loi n° 86-33 du 9 janvier 1986 portant dispositions statutaires relatives à la fonction publique hospitalière, par dérogation à l'article 42 de la même loi, dès lors qu'elles relèvent d'un établissement public de santé volontaire pour y participer et répondant aux critères du nombre de fonctionnaires minimal fixé par la convention-cadre nationale, prévue à l'alinéa suivant.\n\nLa liste des caisses primaires d'assurance maladie et des services du contrôle médical participant à l'expérimentation est fixée par une convention conclue entre le ministre chargé de la sécurité sociale, le ministre chargé de la santé et le directeur général de la Caisse nationale de l'assurance maladie des travailleurs salariés. Elle est publiée par décision du directeur général de la Caisse nationale de l'assurance maladie des travailleurs salariés. Cette convention détermine également le nombre minimal de fonctionnaires devant être employés par les établissements publics de santé volontaires pour participer à l'expérimentation. Elle définit enfin les engagements réciproques des signataires et prévoit les indicateurs de suivi de l'expérimentation. Elle doit être signée dans un délai de six mois à compter de la publication de la présente loi.\n\nDes conventions locales, signées entre les caisses et établissements publics de santé expérimentateurs, déterminent les modalités pratiques de mise en œuvre de l'expérimentation dans le respect de la convention-cadre précitée. Elles doivent être signées dans un délai de trois mois après signature de la convention mentionnée à l'alinéa précédent.\n\nVI. - Les collectivités territoriales qui ont signé des conventions en application du V entre la fin du délai de signature prévu au présent article et le 31 décembre 2011 sont autorisées à participer à l'expérimentation à compter du 1er janvier 2012."
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Article 92",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - A créé les dispositions suivantes :\n\nIII. - Le II du présent article s'applique aux faits postérieurs à la date de publication du décret pris pour l'application de l'article L. 162-1-14-2 du code de la sécurité sociale.\n\n- Code de la sécurité sociale.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "artAnnexeA",
      "section": "AnnexeA",
      "title": "Article AnnexeA",
      "content": "RAPPORT DÉCRIVANT LES MESURES PRÉVUES POUR L'AFFECTATION DES EXCÉDENTS ET LA COUVERTURE DES DÉFICITS CONSTATÉS SUR L'EXERCICE 2008I. - S'agissant du régime général :Les comptes du régime général ont été déficitaires de 10,2 milliards d'euros en 2008. La branche Maladie a enregistré un déficit de 4,4 milliards d'euros, la branche Vieillesse un déficit de 5,6 milliards d'euros et la branche Famille un déficit de 0,3 milliard d'euros. Seule la branche Accidents du travail-maladies professionnelles (AT-MP) a présenté un résultat excédentaire de 0,2 milliard d'euros.L'article 10 de la loi n° 2008-1330 du 17 décembre 2008 de financement de la sécurité sociale pour 2009 a prévu que la Caisse d'amortissement de la dette sociale couvrirait les déficits cumulés au 31 décembre 2008 des branches Maladie et Vieillesse du régime général ainsi que ceux du Fonds de solidarité vieillesse (FSV) dans la limite de 27 milliards d'euros.Les modalités du transfert ont été fixées par deux décrets successifs (décrets n° 2008-1375 du 19 décembre 2008 et n° 2009-927 du 28 juillet 2009). Un premier versement à l'Agence centrale des organismes de sécurité sociale (ACOSS) de 10 milliards d'euros a été effectué en décembre 2008. Deux versements ont eu lieu les 6 février et 6 mars 2009 pour un montant de 16,9 milliards d'euros. Un dernier versement de régularisation a été effectué le 4 août 2009 pour 100 millions d'euros.Compte tenu des précédentes opérations de reprise de dette ainsi que des affectations des résultats excédentaires de la Caisse nationale d'assurance vieillesse (CNAV) au Fonds de réserve pour les retraites (FRR), les déficits concernés se sont élevés au total à 27,01 milliards d'euros, dont 13,9 milliards d'euros pour la CNAV, 9,1 milliards d'euros pour la Caisse nationale de l'assurance maladie des travailleurs salariés (CNAMTS) et 4,0 milliards d'euros pour le FSV. Comme le transfert de la Caisse d'amortissement de la dette sociale (CADES) était plafonné à 27 milliards d'euros, les règles de priorité définies par la loi ont été appliquées : le montant transféré à la Caisse nationale d'assurance vieillesse des travailleurs salariés (CNAVTS) a en conséquence été réduit de 9 millions d'euros.Conformément à l'article 4 bis de l'ordonnance n° 96-50 du 24 janvier 1996 relative au remboursement de la dette sociale, de niveau organique, des ressources additionnelles ont été transférées à la CADES, sous la forme d'une fraction de 0,2 point de contribution sociale généralisée (CSG) (en provenance du Fonds de solidarité vieillesse), afin de garantir que la durée d'amortissement de la dette portée par la caisse ne soit pas allongée du fait de cette opération.Le déficit de la branche Famille qui n'entrait pas dans le champ de l'article 10 est couvert par les excédents cumulés de la branche (soit 2,4 milliards d'euros depuis la reprise de dette de 1998). D'un point de vue financier, il est à noter que l'ensemble de ces sommes sont gérées simultanément au sein de la trésorerie centrale de l'ACOSS même si les résultats de chaque branche restent isolés dans les écritures de l'agence. A cet égard, le solde du compte  bancaire  de la Caisse nationale d'allocations familiales (CNAF) auprès de l'ACOSS reste positif, à hauteur de 2,1 milliards d'euros au 31 décembre 2008.L'excédent de la branche AT-MP est resté acquis à cette branche.II. - S'agissant des organismes concourant au financement des régimes :1. Couverture du déficit du Fonds de financement des prestations sociales des non-salariés agricoles (FFIPSA) :Le FFIPSA a enregistré un déficit de 2,7 milliards d'euros pour l'exercice 2008 : 1,5 milliard d'euros pour la branche Maladie et 1,2 milliard d'euros pour la branche Vieillesse.L'article 17 de la loi n° 2008-1330 du 17 décembre 2008 précitée a supprimé le FFIPSA. L'article 61 de la loi n° 2008-1425 du 27 décembre 2008 de finances pour 2009 a pour sa part prévu la reprise de la dette cumulée du fonds par l'Etat. Le régime a ainsi perçu fin décembre 2008 7,9 milliards d'euros correspondant aux déficits cumulés prévisionnels de la branche Maladie et de la branche Vieillesse.Ce montant étant finalement surévalué de 0,4 milliard d'euros, il a été transféré à titre transitoire à la branche Vieillesse du régime des non-salariés agricoles géré depuis le 1er janvier 2009 par la Caisse centrale de la mutualité sociale agricole (CCMSA). Le projet de loi de finances rectificative pour 2009 devrait affecter cette somme à l'apurement des dettes de l'Etat vis-à-vis de la CCMSA.2. Couverture du déficit du Fonds de solidarité vieillesse (FSV) :Le FSV a été excédentaire en 2008 pour la deuxième année consécutive (+ 0,8 milliard d'euros). Cependant, ses déficits cumulés représentaient 4,0 milliards d'euros à fin 2008.Comme pour les branches Maladie et Vieillesse du régime général, les déficits cumulés du fonds au 31 décembre 2008 ont été transférés à la CADES conformément à l'article 10 de la loi n° 2008-1330 du 17 décembre 2008 précitée."
    },
    {
      "provision_ref": "artAnnexeB",
      "section": "AnnexeB",
      "title": "Article AnnexeB",
      "content": "RAPPORT DÉCRIVANT LES PRÉVISIONS DE RECETTES ET LES OBJECTIFS DE DÉPENSES PAR BRANCHE DES RÉGIMES OBLIGATOIRES DE BASE ET DU RÉGIME GÉNÉRAL, LES PRÉVISIONS DE RECETTES ET DE DÉPENSES DES ORGANISMES CONCOURANT AU FINANCEMENT DE CES RÉGIMES AINSI QUE L'OBJECTIF NATIONAL DE DÉPENSES D'ASSURANCE MALADIE POUR LES QUATRE ANNÉES À VENIR\n\nHypothèses d'évolution moyenne sur la période 2010-2013\n\n(En pourcentage)\n\nLe scénario économique retenu est identique à celui présenté dans le cadre du rapport économique, social et financier annexé au projet de loi de finances pour 2010. Il tient compte des hypothèses retenues dans le cadre de la programmation pluriannuelle des finances publiques en termes de croissance, avec une évolution du PIB de 2,5 % par an à partir de 2011. Le rebond de croissance à partir de 2011 repose sur l'hypothèse d'un retour de l'environnement international sur un sentier de croissance moyen et un rattrapage partiel des retards de croissance accumulés entre 2008 et 2010. Ce même effet de rattrapage est envisagé pour la masse salariale après deux années consécutives de décroissance.\n\nA ce stade, en l'absence de schéma de traitement de la dette qui ne peut être décidé dans le contexte économique actuel, les comptes du régime général intègrent les frais financiers qui atteignent 3 milliards d'euros à l'horizon 2013 et sont inclus dans le déficit présenté.\n\nLa crise économique éloigne l'horizon de retour à l'équilibre de la sécurité sociale. Cela reste néanmoins un objectif essentiel à la soutenabilité du système de protection sociale. L'action publique doit dès à présent contribuer à renforcer la croissance future par la recherche d'une meilleure compétitivité des entreprises et une maîtrise accrue des dépenses. Malgré les déficits accumulés à la fin 2010 qui pénalisent le rétablissement rapide des finances sociales, l'objectif reste bien la réduction régulière des déficits grâce à une maîtrise des dépenses et une préservation de l'assiette des cotisations et contributions sociales.\n\nDes recettes affectées durablement par la crise économique\n\nLes recettes de la sécurité sociale sont majoritairement assises sur les revenus d'activité et font l'objet d'une réactivité importante en cas de retournement de la conjoncture économique. 70 % des recettes du régime général sont en effet constituées des cotisations et de la CSG sur les revenus d'activité.\n\nLa perte de recettes imputable à la chute de la masse salariale en 2009 et 2010 sera difficile à résorber. Par rapport à une progression moyenne de la masse salariale privée de 4,1 % constatée sur la période 1998-2007, le régime général perd plus de 12 milliards d'euros de recettes en 2009 et 9 milliards supplémentaires en 2010.\n\nLes revenus du capital sont également affectés en 2010 par la crise : moindres versements de dividendes compte tenu de l'effondrement des revenus des sociétés, baisse des plus-values mobilières du fait de la chute des marchés boursiers, modération des revenus fonciers en raison du retournement du marché immobilier...\n\nCompte tenu de l'écart entre charges et produits à fin 2010, une progression des recettes identique à celle des dépenses ne permet pas de stabiliser le solde.\n\nLe retour de la croissance ne doit pas être freiné par une hausse des prélèvements obligatoires qui affecterait la compétitivité des entreprises et le pouvoir d'achat des ménages. En revanche, dans la continuité des mesures prises dans la présente loi de financement de la sécurité sociale et dans les lois de financement antérieures, le Gouvernement poursuivra son action d'évaluation des niches sociales et de suppression de celles qui se révèlent inéquitables.\n\nLa nécessité de poursuivre la maîtrise des dépenses\n\nL'effort de maîtrise des dépenses d'assurance maladie, avec un objectif national de dépenses d'assurance maladie (ONDAM) fixé à 3 % par an, doit se prolonger sur toute la période. C'est une condition indispensable pour infléchir le rythme tendanciel des dépenses et éviter une aggravation des déficits. Respecter cet objectif de 3 % en 2010, 2011, 2012 et 2013 nécessite de réaliser chaque année 2,3 milliards d'euros d'économies nouvelles par rapport à une progression naturelle des dépenses de l'ordre de 4,5 %. Ces efforts doivent permettre de recentrer progressivement l'assurance maladie sur le financement des dépenses les plus utiles médicalement et d'améliorer l'efficacité du système de soins.\n\nEn matière de retraites, les dépenses tendancielles sont dynamiques compte tenu de l'arrivée à la retraite des classes nombreuses du baby-boom et de l'allongement de l'espérance de vie. Le contexte économique qui pèse sur les recettes des régimes d'assurance vieillesse rend d'autant plus nécessaire la maîtrise des dépenses pour assurer la pérennité du système de retraites et maintenir l'équité et la solidarité entre les générations. Le rendez-vous 2010 est essentiel, car il doit permettre de restaurer l'équilibre de la branche tant à court terme qu'à moyen et long termes. Conformément à la demande du Président de la République exprimée devant le Congrès le 22 juin 2009, tous les thèmes devront être abordés : l'âge, la durée de cotisations, la pénibilité, le niveau des cotisations, la transition entre vie active et retraite, la mobilité entre les régimes... Le Conseil d'orientation des retraites doit également, à la demande du Parlement, remettre un rapport début 2010 sur les pistes d'une évolution globale du système de retraite français, en examinant les modalités techniques de passage à un régime par points ou de comptes notionnels .\n\nEn matière d'assurance vieillesse, la réflexion sur la réallocation de certaines dépenses et recettes au sein du système de protection sociale doit se poursuivre. La possibilité de diminuer les cotisations d'assurance chômage et d'augmenter à due concurrence les cotisations vieillesse voit son horizon repoussé compte tenu de la dégradation de la situation financière du régime d'assurance chômage sous l'effet de la crise économique. En revanche, au sein de la sécurité sociale, certaines réallocations de charges gardent toute leur raison d'être. Ainsi, dans la logique de prise en charge des avantages non contributifs par le Fonds de solidarité vieillesse, la présente loi de financement de la sécurité sociale prévoit que le FSV finance les validations gratuites de trimestres accordées au titre des périodes d'arrêt maladie, maternité, ou d'invalidité, qui sont aujourd'hui prises en charge par la Caisse nationale d'assurance vieillesse (CNAV). Cette opération sera conduite en deux temps, pour environ 600 millions d'euros en 2010 et autant en 2011. Elle sera neutre financièrement pour le FSV. Celui-ci profite en effet du transfert progressif sur trois ans de l'intégralité du financement des majorations de pensions pour enfants à la Caisse nationale d'allocations familiales (CNAF), voté en loi de financement de la sécurité sociale pour 2009.\n\nLa branche Famille devra contribuer au redressement des finances sociales. Les perspectives relativement modérées d'inflation faciliteront cet effort de maîtrise malgré une dynamique démographique susceptible d'accroître tendanciellement les dépenses, notamment sur la petite enfance. La priorité donnée au développement des modes de garde pour les enfants de moins de trois ans doit inciter à faire des choix afin de rétablir l'équilibre structurel de la branche.\n\nRégime général\n\n(En milliards d'euros)\n\nEnsemble des régimes obligatoires de base\n\n(En milliards d'euros)\n\nFonds de solidarité vieillesse\n\n(En milliards d'euros)\n\nFonds de financement des prestations sociales des non-salariés agricoles\n\n(En milliards d'euros)\n\n2009\n\n2010\n\n2011\n\n2012\n\n2013\n\nProduit intérieur brut en volume\n\n― 2,25\n\n0,8\n\n2,50\n\n2,50\n\n2,50\n\nMasse salariale privée\n\n― 2,00\n\n― 0,40\n\n5,00\n\n5,00\n\n5,00\n\nInflation\n\n0,40\n\n1,20\n\n1,75\n\n1,75\n\n1,75\n\nObjectif national de dépenses d'assurance maladie (en valeur)\n\n3,4\n\n3,0\n\n3,0\n\n3,0\n\n3,0\n\n1\n\ncenter\n\n2007\n\n2008\n\n2009\n\n2010\n\n2011\n\n2012\n\n2013\n\nMaladie\n\nRecettes\n\n135,4\n\n140,7\n\n139,3\n\n141,2\n\n147,4\n\n154,1\n\n160,6\n\nDépenses\n\n140,0\n\n145,2\n\n150,8\n\n155,7\n\n160,9\n\n166,3\n\n171,9\n\nSolde\n\n― 4,6\n\n― 4,4\n\n― 11,5\n\n― 14,5\n\n― 13,5\n\n― 12,2\n\n― 11,3\n\nAccidents du travail, maladies professionnelles\n\nRecettes\n\n10,2\n\n10,8\n\n10,5\n\n10,6\n\n11,2\n\n11,7\n\n12,2\n\nDépenses\n\n10,7\n\n10,5\n\n11,2\n\n11,4\n\n11,7\n\n11,9\n\n12,2\n\nSolde\n\n― 0,5\n\n0,2\n\n― 0,6\n\n― 0,8\n\n― 0,5\n\n― 0,2\n\n0,0\n\nFamille\n\nRecettes\n\n54,9\n\n57,2\n\n56,1\n\n49,6\n\n51,8\n\n54,0\n\n56,3\n\nDépenses\n\n54,8\n\n57,5\n\n59,2\n\n54,1\n\n56,1\n\n57,8\n\n59,4\n\nSolde\n\n0,2\n\n― 0,3\n\n― 3,1\n\n― 4,4\n\n― 4,3\n\n― 3,8\n\n― 3,2\n\nVieillesse\n\nRecettes\n\n85,8\n\n89,5\n\n90,7\n\n92,1\n\n96,4\n\n100,2\n\n104,2\n\nDépenses\n\n90,4\n\n95,1\n\n98,9\n\n102,9\n\n108,0\n\n113,2\n\n118,7\n\nSolde\n\n― 4,6\n\n― 5,6\n\n― 8,2\n\n― 10,7\n\n― 11,6\n\n― 13,0\n\n― 14,5\n\nToutes branches consolidé\n\nRecettes\n\n281,6\n\n293,1\n\n291,2\n\n288,1\n\n301,1\n\n314,4\n\n327,5\n\nDépenses\n\n291,1\n\n303,3\n\n314,6\n\n318,5\n\n331,1\n\n343,6\n\n356,4\n\nSolde\n\n― 9,5\n\n― 10,2\n\n― 23,4\n\n― 30,5\n\n― 29,9\n\n― 29,2\n\n― 28,9\n\n1\n\ncenter\n\n2007\n\n2008\n\n2009\n\n2010\n\n2011\n\n2012\n\n2013\n\nMaladie\n\nRecettes\n\n157,4\n\n164,0\n\n162,3\n\n164,6\n\n171,4\n\n178,8\n\n186,0\n\nDépenses\n\n162,4\n\n168,1\n\n173,8\n\n179,1\n\n184,9\n\n191,0\n\n197,3\n\nSolde\n\n― 5,0\n\n― 4,1\n\n― 11,5\n\n― 14,5\n\n― 13,5\n\n― 12,2\n\n― 11,3\n\nAccidents du travail, maladies professionnelles\n\nRecettes\n\n11,7\n\n12,3\n\n12,1\n\n12,1\n\n12,7\n\n13,2\n\n13,8\n\nDépenses\n\n12,1\n\n12,1\n\n12,6\n\n12,9\n\n13,1\n\n13,4\n\n13,6\n\nSolde\n\n― 0,4\n\n0,2\n\n― 0,5\n\n― 0,7\n\n― 0,4\n\n― 0,1\n\n0,2\n\nFamille\n\nRecettes\n\n55,4\n\n57,7\n\n56,6\n\n50,1\n\n52,3\n\n54,5\n\n56,8\n\nDépenses\n\n55,2\n\n58,0\n\n59,7\n\n54,5\n\n56,6\n\n58,2\n\n59,9\n\nSolde\n\n0,2\n\n― 0,3\n\n― 3,1\n\n― 4,4\n\n― 4,3\n\n― 3,7\n\n― 3,1\n\nVieillesse\n\nRecettes\n\n169,1\n\n175,3\n\n178,4\n\n182,4\n\n189,2\n\n195,9\n\n202,9\n\nDépenses\n\n173,0\n\n180,9\n\n187,9\n\n195,0\n\n202,6\n\n210,7\n\n219,0\n\nSolde\n\n― 3,9\n\n― 5,6\n\n― 9,5\n\n― 12,6\n\n― 13,4\n\n― 14,8\n\n― 16,1\n\nToutes branches consolidé\n\nRecettes\n\n388,7\n\n404,2\n\n403,8\n\n403,7\n\n419,8\n\n436,6\n\n453,5\n\nDépenses\n\n397,9\n\n414,0\n\n428,4\n\n435,9\n\n451,4\n\n467,5\n\n483,8\n\nSolde\n\n― 9,1\n\n― 9,7\n\n― 24,6\n\n― 32,2\n\n― 31,6\n\n― 30,8\n\n― 30,4\n\n1\n\ncenter\n\n2007\n\n2008\n\n2009\n\n2010\n\n2011\n\n2012\n\n2013\n\nRecettes\n\n14,4\n\n15,4\n\n12,9\n\n12,9\n\n14,2\n\n14,7\n\n15,3\n\nDépenses\n\n14,3\n\n14,5\n\n16,0\n\n17,4\n\n18,2\n\n18,4\n\n18,5\n\nSolde\n\n0,2\n\n0,8\n\n― 3,0\n\n― 4,5\n\n― 4,0\n\n― 3,7\n\n― 3,1\n\n1\n\ncenter\n\n2008\n\nRecettes\n\n22,1\n\nDépenses\n\n16,8\n\nSolde\n\n5,3\n\n1"
    },
    {
      "provision_ref": "artAnnexeC",
      "section": "AnnexeC",
      "title": "Article AnnexeC",
      "content": "Les montants figurant en total par branche et par catégorie peuvent être différents de l'agrégation des montants détaillés du fait des opérations réciproques (notamment transferts).2. Recettes par catégorie et par branche du régime général de sécurité sociale :Les montants figurant en total par branche et par catégorie peuvent être différents de l'agrégation des montants détaillés du fait des opérations réciproques (notamment transferts).3. Recettes par catégorie et par branche des organismes concourant au financement des régimes obligatoires de base de sécurité sociale :"
    }
  ]
}