{
  "id": "loi-n-90-85-du-23-janvier-1990",
  "type": "statute",
  "title": "Loi n° 90-85 du 23 janvier 1990",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000525219",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Le Gouvernement présentera au Parlement, avant le 1er janvier 1991, un rapport relatif aux travaux conduits par les institutions communautaires et tendant à contrôler la taille, l'implantation et la gestion des ateliers d'élevage hors sol."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "I. à VII. - (paragraphes modificateurs).VIII. - A compter des élections de 1995, la propagande relative aux élections des membres assesseurs des tribunaux paritaires des baux ruraux suit le même régime que celle afférente aux élections aux chambres d'agriculture ; toutefois, l'Etat assume la charge des frais de propagande.IX. - Les prochaines élections des membres assesseurs des tribunaux paritaires des baux ruraux auront lieu en 1995 à la même date que les élections aux chambres d'agriculture. Le mandat des assesseurs des tribunaux paritaires des baux ruraux qui sont en fonctions à la date de publication de la présente loi est prorogé et prendra fin à la date d'installation des assesseurs qui seront élus en 1995."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "I. à V. - (paragraphes modificateurs).VI. - Dans le cadre du rapport d'étape prévu à l'article 64, le Gouvernement présentera, par grand secteur de production, une analyse de la sensibilité des revenus professionnels aux aléas climatiques et économiques, ainsi que des propositions pouvant permettre une meilleure prise en compte de ces variations."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "I. - Du 1er janvier 1990 au 31 décembre 1991, la cotisation visée au troisième alinéa (b) de l'article 1123 du code rural est composée de deux éléments. Le premier est calculé suivant les modalités prévues à l'article 1125 du même code. Le second est calculé, dans la limite du plafond prévu à l'article L. 241-3 du code de la sécurité sociale, en pourcentage déterminé par décret des revenus professionnels du chef d'exploitation ou d'entreprise ou de l'assiette forfaitaire, tels qu'ils sont définis à l'article 1003-12 du code rural.II. - (paragraphe modificateur)."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "A compter du 1er janvier 1990, la cotisation des assurés actifs due pour la couverture des risques obligatoirement assurés en application du chapitre III-1 du titre II du livre VII du code rural est composée de deux éléments. Le premier est calculé suivant les modalités prévues à l'article 1106-6 du même code. Le second est calculé en pourcentage déterminé par décret des revenus professionnels du chef d'exploitation ou d'entreprise ou de l'assiette forfaitaire, tels qu'ils sont définis à l'article 1003-12 du code rural."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "Le Gouvernement déposera sur le bureau des assemblées, avant le 30 avril 1991, un rapport retraçant les résultats d'une simulation de la réforme de l'assiette des cotisations visées aux articles 1063, 1106-6 et au a de l'article 1123 du code rural.Cette simulation portera sur l'ensemble des exploitations. Elle sera établie sur la base des revenus professionnels déclarés pour le calcul des cotisations de l'année 1990."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "Au plus tard le 31 décembre 1999, les cotisations visées aux articles 1063, 1106-6 et au a de l'article 1123 du code rural seront intégralement calculées en pourcentage des revenus professionnels ou de l'assiette forfaitaire mentionnés à l'article 1003-12 du même code."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "I. et II. - (paragraphes modificateurs).III. - Ces montants s'appliquent à compter de la campagne 1989-1990."
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "I. - (paragraphe modificateur).II. - (paragraphe abrogé)."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "Par dérogation au premier alinéa de l'article 4 de la loi n° 71-1130 du 31 décembre 1971 portant réforme de certaines professions judiciaires et juridiques, les parties peuvent se faire assister ou représenter devant le tribunal paritaire des baux ruraux par leur concubin ou la personne avec laquelle elles ont conclu un pacte civil de solidarité ou par un membre ou un salarié d'une organisation professionnelle agricole."
    }
  ]
}