{
  "id": "loi-n-71-575-du-16-juillet-1971",
  "type": "statute",
  "title": "Loi n° 71-575 du 16 juillet 1971",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000687666",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "La formation professionnelle permanente constitue une obligation nationale. Elle comporte une formation initiale et des formations ultérieures destinées aux adultes et aux jeunes déjà engagés dans la vie active ou qui s'y engagent.Ces formations ultérieures constituent la formation professionnelle continue.La formation professionnelle continue fait partie de l'éducation permanente. Elle a pour objet de permettre l'adaptation des travailleurs au changement des techniques et des conditions de travail, de favoriser leur promotion sociale par l'accès aux différents niveaux de la culture et de la qualification professionnelle et leur contribution au développement culturel, économique et social.L'Etat, les collectivités locales, les établissements publics, les établissements d'enseignement publics et privés, les associations, les organisations professionnelles, syndicales et familiales, ainsi que les entreprises, concourent à l'assurer."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "La formation professionnelle et la promotion sociale font l'objet d'une politique coordonnée et concertée, notamment avec les organisations représentatives des employeurs et des travailleurs salariés ainsi que des travailleurs indépendants.A cet effet, il est créé auprès du Premier ministre un comité interministériel, dont le ministre de l'éducation nationale est le vice-président, et un groupe permanent de hauts fonctionnaires, dont le président est désigné par le Premier ministre. Ces organismes sont assistés pour l'élaboration et la mise en oeuvre de la politique de formation professionnelle, de la promotion sociale et de l'emploi, par un conseil national de la formation professionnelle, de la promotion sociale et de l'emploi réunissant notamment des représentants des pouvoirs publics et des organisations professionnelles et syndicales intéressées.Sont institués, suivant les mêmes principes, des comités régionaux et des comités départementaux de la formation professionnelle, de la promotion sociale et de l'emploi.Les modalités d'organisation et de fonctionnement des comités et conseils mentionnés aux alinéas précédents sont déterminées par décret."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Le comité interministériel de la formation professionnelle et de la promotion sociale détermine, en fonction des exigences de la promotion sociale et du développement culturel, économique et social, les orientations prioritaires de la politique des pouvoirs publics, en vue de :Provoquer des actions de formation professionnelle et de promotion sociale ;Soutenir par un concours financier ou technique les diverses initiatives prises en ces matières.Ces différentes actions et initiatives peuvent aussi bien porter sur la formation des stagiaires que sur celle des éducateurs."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les actions de formation professionnelle et de promotion sociale mentionnées à l'article 1er ci-dessus peuvent faire l'objet de conventions. Ces conventions sont bilatérales ou multilatérales. Elles déterminent notamment la nature, l'objet, la durée et les effectifs des stages qu'elles prévoient :Les moyens pédagogiques et techniques mis en oeuvre ;Les conditions de prise en charge des frais de formation pédagogique des éducateurs et leur rémunération ;Lorsqu'elles concernent des salariés, les facilités accordées, le cas échéant, à ces derniers pour poursuivre les stages qu'elles prévoient, notamment les congés, aménagements ou réductions d'horaires dont ils bénéficient en application de dispositions législatives, réglementaires ou contractuelles ;Les modalités de contrôle des connaissances et la nature de la sanction de la formation dispensée ;La répartition des charges financières relatives au fonctionnement des stages et à la rémunération des stagiaires ainsi que, le cas échéant, à la construction et à l'équipement des centres ;Les modalités de règlement amiable des difficultés auxquelles peut donner lieu l'exécution de la convention."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Les entreprises, groupes d'entreprises, associations, établissements et organismes privés, organisations professionnelles, syndicales ou familiales, les collectivités locales, les établissements publics, notamment les chambres de commerce et d'industrie, les chambres de métiers et les chambres d'agriculture, ainsi que les établissements qui en dépendent, interviennent à ces conventions soit en tant que demandeurs de formation, soit en vue d'apporter leur concours, technique ou financier, à la réalisation des programmes, soit en tant que dispensateurs de formation."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Les établissements d'enseignement publics, l'Office de radiodiffusion-télévision française et les centres collectifs de formation professionnelle des adultes subventionnés par le ministère du travail, de l'emploi et de la population interviennent dans le cadre des conventions passées en application de l'article 4 ci-dessus :Soit avec l'un des organismes demandeurs de formation visés à l'article 5 ;Soit avec l'Etat quand les actions sont organisées à l'initiative de celui-ci, aux fins de contribuer, en plus de leur mission propre d'éducation permanente au développement des actions de formation professionnelle continue prévues à ces conventions, par leurs moyens en personnel et en matériel."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I - Tout au long de leur vie, active, les travailleurs salariés n'entrant pas dans les catégories mentionnées au titre VII de la présente loi et qui désirent effectuer des stages de formation ayant reçu l'agrément de l'Etat au titre du présent article ont droit, sur demande adressée à leur employeur, à un congé.Ne sont exclus du bénéfice de ce congé que les travailleurs titulaires d'un diplôme de l'enseignement supérieur long ou d'un diplôme professionnel depuis moins de trois ans, ainsi que ceux dont l'ancienneté dans l'entreprise est inférieure à deux ans.II - Dans les établissements de 100 salariés et plus, lorsque plusieurs travailleurs, remplissant les conditions fixées au paragraphe 1 du présent article, demandent un congé de formation, la satisfaction accordée à certaines demandes peut être différée afin que le pourcentage de travailleurs simultanément absents de l'établissement ne dépasse pas 2 p. 100 du nombre total de travailleurs dudit établissement.III - Dans les établissements de moins de 100 salariés, cette satisfaction peut être différée si le nombre d'heures de congé demandées dépasse 2 p. 100 du nombre total des heures de travail effectuées dans l'année.Toutefois, le nombre d'heures de congé auxquelles les salariés de ces établissements ont droit pourra être reporté sur leur demande d'une année sur l'autre sans que ce cumul puisse dépasser quatre ans.IV - Ce congé correspond à la durée du stage, sans pouvoir excéder un an s'il s'agit d'un stage continu à temps plein ou 1.200 heures s'il s'agit de stages constituant un cycle pédagogique comportant des enseignements discontinus ou à temps partiel.Ce congé pourra toutefois excéder un an ou 1.200 heures s'il s'agit d'un stage de \"promotion professionnelle\" au sens de l'article 10 ci-après et inscrit sur la liste spéciale prévue à l'article 24 de la présente loi.V - Le bénéfice du congé demandé est de droit, sauf dans le cas où l'employeur estime, après avis du comité d'entreprise ou s'il n'en existe pas, des délégués du personnel, que cette absence pourrait avoir des conséquences préjudiciables à la production et à la marche de l'entreprise. En cas de différend, l'inspecteur du travail contrôlant l'entreprise peut être saisi par l'une des parties et peut être pris pour arbitre.VI - La durée de ce congé ne peut être imputée sur la durée du congé payé annuel. Ce congé est assimilé à une période de travail pour la détermination des droits des intéressés en matière de congé payé annuel.La même assimilation s'applique à l'égard des droits que le salarié tient de son ancienneté dans l'entreprise.VII - Les travailleurs bénéficiant de ce congé peuvent être rémunérés par leurs employeurs, en application de dispositions contractuelles. L'Etat peut les rémunérer ou participer à leur rémunération dans les conditions prévues au titre VI de la présente loi.VIII - L'agrément prévu au paragraphe I du présent article est accordé par arrêté du Premier ministre après avis du groupe permanent visé à l'article 2 en considération de l'intérêt que présente le stage pour la formation professionnelle continue.IX - Pour les travailleurs des entreprises qui ne relèvent pas d'un accord conclu en ce domaine entre les organisations professionnelles et syndicales les plus représentatives sur le plan national, un décret en Conseil d'Etat déterminera notamment :1° Les règles selon lesquelles est déterminé, par établissement, compte non tenu des congés visés à l'article 8 ci-après, le pourcentage maximum de travailleurs susceptibles de bénéficier simultanément d'un congé ou le pourcentage maximum d'heures de travail susceptibles d'être affectées, au cours d'une période annuelle ou pluri-annuelle, à l'exercice du droit à congé ;2° Les conditions et les délais de présentation de la demande à l'employeur en fonction de la durée de la formation ainsi que les délais de réponse motivée de l'employeur ;3° Les conditions dans lesquelles l'employeur peut, le cas échéant, différer le congé en raison des nécessités propres de son entreprise ou de son exploitation ;4° Les règles selon lesquelles est déterminée, pour un travailleur, la périodicité des congés auxquels il peut prétendre au titre de la présente loi, compte non tenu des congés dont il a pu bénéficier antérieurement au titre de l'article 8.5° Les travailleurs salariés visés au premier alinéa du présent article peuvent obtenir dans le cadre d'accords contractuels un congé aux fins d'exercer des fonctions d'enseignement, soit au sein des entreprises, soit dans des établissements et centres prévus à l'article 6 comme dans ceux qui, visés à l'article 5, dispensent une formation.Les salariés en congé d'enseignement ne sont pas pris en compte pour la fixation du nombre des bénéficiaires du congé de formation tel qu'il est fixé par application des règles prévues au II et au III ci-dessus."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I - Les travailleurs salariés qui ne sont pas titulaires d'un diplôme professionnel ou bénéficiaires d'un contrat d'apprentissage ont droit, pendant les deux premières années de présence dans l'entreprise et jusqu'à ce qu'ils atteignent l'âge de vingt ans révolus, à un congé leur permettant de suivre des stages de formation ayant reçu l'agrément de l'Etat au titre du présent article. Le bénéfice de ce congé ne peut être refusé.II - La durée de ce congé, qui ne peut excéder cent heures par an, ne peut être imputée sur la durée du congé payé annuel. Ce congé est assimilé à une période de travail pour la détermination des droits des intéressés en matière de congé payé annuel.La même assimilation s'applique à l'égard des droits que le salarié tient de son ancienneté dans l'entreprise.III - En cas de différend relatif à l'application du présent article, l'inspecteur du travail contrôlant l'entreprise peut être saisi par l'une des parties et peut être pris pour arbitre.IV - L'agrément prévu au paragraphe I du présent article est accordé par arrêté du Premier ministre, après avis du groupe permanent visé à l'article 2, en considération de l'intérêt que présente le stage pour la formation professionnelle continue.V - Un décret en Conseil d'Etat fixe les mesures d'application du présent article ; il détermine notamment :1° La durée minimum de présence dans l'entreprise pour que le droit à congé soit ouvert ;2° Les conditions et délais de présentation de la demande à l'employeur ainsi que les délais de réponse motivée de celui-ci ;3° Les conditions dans lesquelles l'employeur peut, le cas échéant, différer le congé en raison des nécessités propres de son entreprise ou de son exploitation."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "L'Etat concourt au financement des actions de formation professionnelle et de promotion sociale répondant aux orientations prioritaires et aux critères d'intervention définis par le comité interministériel de la formation professionnelle et de la promotion sociale après concertation avec les organisations professionnelles et syndicales, au sein des instances prévues à cet effet.La contribution financière de l'Etat peut porter sur les dépenses de fonctionnement des stages ainsi que, le cas échéant, sur les dépenses de construction ou d'équipement des centres.A ces fins, le Premier ministre ou les ministres intéressés passent, en application de l'article 4 de la présente loi, des conventions, dont les modalités particulières sont définies par décret.Lorsque ces conventions concernent des centres de formation gérés par une ou plusieurs entreprises, elles font, avant leur conclusion, l'objet d'une consultation du ou des comités d'entre prise intéressés, par application des dispositions du troisième alinéa de l'article 2 de l'ordonnance du 22 février 1945, modifié par l'article 2 de la loi n° 66-427 du 18 juin 1966.L'Etat participe, en outre, aux dépenses de rémunération des stagiaires de la formation professionnelle selon les règles fixées au titre VI de la présente loi."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Une contribution financière de l'Etat peut être accordée pour chacun des types d'actions de formation ci-après :1° Les stages dits de \"conversion\" et les stages de \"prévention\" ouverts aux personnes âgées d'au moins dix-huit ans. Ils ont pour objet, les premiers, de préparer les travailleurs salariés dont le contrat de travail est rompu à tenir des emplois exigeant une qualification différente ou de permettre à des exploitants agricoles et aux membres non salariés de leur famille ou aux membres de professions non salariées non agricoles d'accéder à de nouvelles activités professionnelles ; les seconds, de réduire les risques d'inadaptation des qualifications à l'évolution des techniques et des structures des entreprises en préparant les travailleurs menacés de licenciement à une mutation d'activité soit dans le cadre, soit en dehors de l'entreprise qui les emploie ;2° Les stages dits d' \"adaptation\". Ils ont pour objet de faciliter l'accès à un premier emploi ou à un nouvel emploi de travailleurs titulaires d'un contrat de travail et rémunérés par leur entreprise, notamment de jeunes pourvus d'un diplôme professionnel ;3° Les stages dits \"de promotion professionnelle\", ouverts soit à des travailleurs salariés, soit à des travailleurs non salariés, en vue de leur permettre d'acquérir une qualification plus élevée ;4° Les stages dits \"d'entretien ou de perfectionnement des connaissances\", ouverts à des travailleurs salariés titulaires d'un contrat de travail ou à des travailleurs non salariés, en vue de maintenir ou de parfaire leur qualification et leur culture ;5° Les stages de préformation, de formation, de préparation à la vie professionnelle ou de spécialisation, ouverts à des jeunes gens de seize à dix-huit ans sans contrat de travail."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Les crédits affectés par l'Etat au financement des actions de formation professionnelle continue sont inscrits soit au budget des services du Premier ministre, soit au budget des ministères concernés.Un document regroupant les crédits demandés pour l'année suivante et retraçant l'emploi de ceux qui ont été accordés pour l'année antérieure et pour l'année en cours sera présenté chaque année à l'appui du projet de loi de finances. Ce document retracera également l'emploi de la participation à laquelle sont tenus les employeurs en application du titre V de la présente loi."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Les crédits correspondant aux charges assumées par l'Etat en application des alinéas 2 et 3 de l'article 9 ci-dessus, sont inscrits au budget du Premier ministre sous le titre \"Fonds de la formation professionnelle et de la promotion sociale\".Ce fonds peut, en outre, assurer le financement d'études ou d'expériences témoins.Les crédits afférents aux rémunérations et indemnités versées directement par l'Etat aux stagiaires de formation professionnelle, ou remboursées par lui en application de la présente loi, sont inscrits au budget,du Premier ministre."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Tout employeur occupant au minimum dix salariés, à l'exception de l'Etat, des collectivités locales et de leurs établissements publics à caractère administratif, doit concourir au développement de la formation professionnelle continue en participant, chaque année, au financement d'actions de formation du type de celles définies à l'article 10 de la présente loi."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Les employeurs doivent consacrer au financement d'actions de formation visées à l'article 13 des sommes représentant, en 1972, 0,80 p. 100 au moins du montant, entendu au sens de l'article 231-1 du Code général des impôts, des salaires payés pendant l'année en cours. Ce taux devra atteindre 2 p. 100 en 1976.Ils peuvent s'acquitter de cette obligation :1° En finançant des actions de formation au bénéfice de leurs personnels. Ces actions sont organisées soit dans l'entreprise elle-même, soit en application de conventions conclues conformément aux dispositions du titre II de la présente loi.Les dépenses engagées à ce titre par l'entreprise sont retenues pour leur montant total, sans déduction des concours éventuellement reçus de l'Etat en application de la présente loi.Lorsque les actions de formation sont organisées dans l'entreprise, ces dépenses peuvent être affectées au fonctionnement des stages, à la rémunération des stagiaires, ainsi qu'à l'équipement en matériel dès lors que ce matériel est exclusivement utilisé pour la formation.Lorsque les actions de formation sont organisées en dehors de l'entreprise, en application de conventions annuelles ou pluriannuelles, les dépenses admises au titre de la participation instituée par le présent titre correspondent, d'une part, aux rémunérations versées par l'entreprise, d'autre part aux dépenses de formation effectuées par l'organisme formateur pour l'exécution desdites conventions y compris celles affectées à l'équipement en matériel.2° En contribuant au financement de fonds d'assurance-formation institués conformément aux dispositions de l'article 32 de la présente loi.3° En effectuant, dans la limite de 10 p. 100 du montant de la participation à laquelle ils sont tenus au titre de l'année en cours, des versements à des organismes soit agréés sur le plan national en raison de l'intérêt que présente leur action pour la formation professionnelle continue des travailleurs, soit menant des actions dont l'intérêt sur le plan régional a été reconnu par le préfet de région sur proposition du comité régional de la formation professionnelle, de la promotion sociale et de l'emploi compétent en conformité avec les objectifs définis au premier alinéa de l'article 1er de la présente loi."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Les employeurs qui occupent au moins cinquante salariés ne peuvent être regardés comme s'étant conformés aux dispositions du présent titre que si, ayant satisfait à l'obligation prévue à l'article 14, ils justifient que le comité d' entreprise a délibéré sur les problèmes propres à l'entreprise, relatifs à la formation professionnelle continue pendant l'année au titre de laquelle ils se sont acquittés de ladite obligation et avant que ne soient prises les décisions générales concernant l'application de la présente loi.Les employeurs sont dispensés de cette justification lorsqu'ils produisent le procès-verbal de carence prévu à l'article 13-1 de l'ordonnance du 22 février 1945, modifiée par la loi n° 66-427 du 18 juin 1966."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I - Lorsque les dépenses justifiées par l'employeur en application de l'article 14 sont inférieures à la participation fixée par ledit article, l'employeur est tenu d'effectuer au Trésor un versement égal à la différence constatée.Les sommes engagées par un employeur au titre d'une convention passée avec un organisme formateur n'ont de caractère libératoire que dans la mesure où cet organisme effectue les dépenses correspondantes avant la date de la régularisation de la convention.Le versement au Trésor à raison de l'insuffisance éventuelle doit être opéré en même temps que le dépôt de la déclaration de l'année de cette régularisation.Dans le cas où l'employeur ne rapporte pas la preuve mise à sa charge par l'article 15, le versement auquel il est tenu en application de l'alinéa précédent est majoré de 50 p. 100. Cette majoration ne peut être inférieure à la moitié de la contribution due au titre de l'année considérée.Le versement est opéré en même temps que le dépôt de la déclaration prévue à l'article 19.Ce versement est établi et recouvré selon les modalités ainsi que sous les sûretés, garanties et sanctions applicables aux taxes sur le chiffre d'affaires.II - Les réclamations sont présentées, instruites et jugées comme en matière de taxe sur le chiffre d'affaires. Elles sont communiquées pour avis au service chargé du contrôle de la validité des dépenses faites au titre de l'article 14 lorsque le litige porte sur le montant de la participation consentie par l'employeur."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Les employeurs qui effectuent, au cours d'une année, un montant de dépenses supérieur à celui prévu à l'article 14 de la présente loi, peuvent reporter l'excédent sur les trois années suivantes."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Les versements effectués par les employeurs au titre d'une taxe parafiscale affectée à la formation professionnelle sont pris en compte pour le calcul de la participation instituée à l'article 13 ci-dessus."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I - Les employeurs sont tenus de remettre au service des impôts compétent une déclaration en double exemplaire, indiquant notamment le montant de la participation à laquelle ils étaient tenus et les dépenses effectivement consenties en vertu de l'article 14.La déclaration des employeurs mentionnés à l'article 15 doit être accompagnée soit du procès-verbal de la délibération du comité d'entreprise, soit du procès-verbal de carence.II - La déclaration prévue au I ci-dessus doit être produite au plus tard le 5 avril de l'année suivant celle au cours de laquelle les dépenses définies à l'article 14 ont été effectuées.En cas de cession ou de cessation d'entreprise, la déclaration afférente à l'année en cours et, le cas échéant, celle afférente à l'année précédente, sont déposées dans les dix jours de la cession ou de la cessation. En cas de décès de l'employeur, ces déclarations sont déposées dans les six mois qui suivent la date du décès.En cas de règlement judiciaire ou de liquidation des biens, elles sont produites dans les dix jours de la date du jugement."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Des agents commissionnés par les préfets peuvent exiger des employeurs justification qu'il a été satisfait aux obligations imposées par les articles 14 et 15 de la présente loi et procéder aux contrôles nécessaires. Ces agents sont astreints au secret professionnel dans les conditions et sous les réserves fixées par le code général des impôts."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Les dispositions du présent titre entreront en vigueur le 1er janvier 1972.Pour chacune des années 1973, 1974 et 1975, le montant des participations prévues à l'article 14 de la présente loi sera fixé par les lois de finances, selon les besoins réels de formation professionnelle continue."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Des décrets en Conseil d'Etat déterminent, en tant que de besoin, les conditions d'application du présent titre, notamment la définition des dépenses visées au 1° de l'article 14 ci-dessus ; Les conditions de l'agrément prévu au 3° de l'article 14 ;Les conditions d'application des dispositions prévues à l'article 15 ci-dessus aux entreprises occupant au moins 50 salariés dans lesquelles l'institution d'un comité d'entreprise n'est pas obligatoire ;Les modalités d'établissement et le contenu de la déclaration prévue à l'article 19, ainsi que le service des impôts compétent pour recevoir cette déclaration."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "L'Etat, les employeurs, les travailleurs et les organismes chargés du service d'allocation d'assurance aux travailleurs sans emploi concourent, selon des modalités propres à chacune des catégories de stages définies à l'article 10 ci-dessus, au financement de la rémunération des stagiaires de formation professionnelle.Sous certaines conditions définies par décret en Conseil d'Etat, le stagiaire peut bénéficier d'un prêt accordé par l'Etat ou par des organismes agréés bénéficiant du concours de l'Etat.Ce prêt peut se cumuler avec les indemnités éventuellement perçues en vertu des dispositions du présent titre."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Pour bénéficier de l'aide de l'Etat, les travailleurs doivent suivre des stages correspondant aux catégories définies à l'article 10 ci-dessus.Ces stages doivent :Soit faire l'objet d'un convention passée avec l'Etat et prévoyant la participation de celui-ci à la rémunération des stagiaires ;Soit bénéficier d'un agrément.En outre, doivent être inscrits sur des listes spéciales :Les stages de promotion professionnelle, pour ouvrir droit à la rémunération prévue aux articles 30 et 31 ci-après ;les stages d'entretien et de perfectionnement des connaissances, pour ouvrir droit à une indemnisation calculée dans les conditions prévues à l'article 33 ci-après.Les stages de conversion au sens du 1° de l'article 10 ci-dessus, organisés dans les centres collectifs de formation professionnelle des adultes relevant du ministère du travail, de l'emploi et de la population, sont agréés d'office.La contribution de l'Etat à la rémunération des stagiaires est fixée pour chaque catégorie de stages dans les conditions définies aux articles ci-après."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I - Les travailleurs qui suivent un stage de conversion, au sens du 1° de l'article 10 ci-dessus, reçoivent, lorsqu'il s'agit d'un stage à temps plein, une rémunération calculée sur la base de la durée légale hebdomadaire du travail, quels que soient les horaires pratiqués par le centre de formation, et selon un barème établi :l° Pour les travailleurs salariés, en fonction du salaire du dernier emploi ;2° Pour les travailleurs non salariés agricoles, en fonction du salaire minimum de croissance ;3° Pour les travailleurs non salariés non agricoles, en fonction du revenu professionnel retenu pour le calcul des cotisations d'assurance maladie du régime institué par la loi n° 66-509 du 12 juillet 1966. Cette rémunération ne peut en aucun cas être inférieure à 90 p. 100 du salaire minimum de croissance. Elle peut comporter un plafond.Les travailleurs qui suivent un stage à mi-temps reçoivent une rémunération proportionnelle calculée dans les conditions déterminées ci-dessus et sur la base d'une durée fixée par décret.II - Sont assimilés aux travailleurs qui suivent un stage de conversion pour l'application du paragraphe I de cet article 1er :1° Les jeunes gens qui satisfont aux conditions d'ouverture de l'allocation d'aide publique aux travailleurs sans emploi ;2° Les jeunes gens dont l'entrée en stage a lieu moins d'un an après l'accomplissement du service national ;3° Les mères de famille qui désirent occuper un emploi exigeant une qualification ;4° Les femmes célibataires qui ont assumé ou assument de fait ou de droit les charges de tierce personne dans leur milieu familial.Les stagiaires visés au présent article sont rémunérés en fonction du salaire minimum de croissance.Les femmes élevant trois enfants ou, lorsqu'elles sont chefs de famille, celles qui ont au moins un enfant à charge bénéficient d'une rémunération majorée."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "L'Etat rembourse aux entreprises, pour chaque travailleur qui suit un stage de prévention au sens du l° de l'article 10 ci-dessus et qu'elles continuent de rémunérer dans les conditions prévues à son contrat de travail, une somme calculée en fonction du salaire versé."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Le barème de rémunération prévu au l° du paragraphe 1 de l'article 25 ci-dessus comporte des taux majorés au bénéfice des travailleurs salariés qui ont été licenciés depuis moins de six mois pour des motifs autres que disciplinaires ou qui suivent un stage de conversion organisé en application des conventions prévues à l'article premier de la loi n° 63-1240 du 18 décembre 1963, relative au Fonds national de l'emploi."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "Le montant des rémunérations prévues aux articles 25 à 27 ci-dessus comprend la contribution de l'Etat et, le cas échéant, celle d'organismes paritaires créés par des accords entre organisations professionnelles et syndicales.Dans ce dernier cas, une convention passée entre l'Etat et lesdits organismes déterminera les modalités de leur participation au financement des indemnités versées aux stagiaires."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Les travailleurs qui suivent des stages d'adaptation, au sens du 2° de l'article 10 ci-dessus, sont rémunérés par leur employeur dans les conditions prévues à leur contrat de travail. L'Etat peut prendre en charge une partie de cette rémunération."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "Les travailleurs qui suivent un stage de promotion professionnelle inscrit sur la liste spéciale prévue au troisième alinéa de l'article 24 ci-dessus, lorsqu'ils ne sont pas titulaires d'un contrat de travail ou lorsque leur contrat de travail est maintenu sans rémunération, perçoivent une indemnité mensuelle.Le montant de cette indemnité, qui varie selon le niveau de la formation reçue et qui ne peut être inférieure au salaire minimum de croissance, est fixé chaque année compte tenu de l'évolution du plafond des cotisations de sécurité sociale.Toutefois, pour certaines formations d'une durée inférieure à un an, l'indemnité pourra être calculée dans les conditions prévues à l'article 25 ci-dessus.La perception de l'indemnité prévue au présent article ne fait pas obstacle à l'obtention des prêts institués par l'article 23 de la présente loi."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "L'Etat rembourse aux entreprises pour chaque travailleur salarié qui suit un stage de promotion professionnelle inscrit sur la liste spéciale prévue au troisième alinéa de l'article 24 ci-dessus et qu'elles continuent de rémunérer, une somme égale à l'indemnité prévue à l'article précédent, dans les limites du salaire versé.Le travailleur salarié reçoit de l'Etat, lorsque sa rémunération est inférieure à l'indemnité susvisée, une indemnité complémentaire dont le montant est égal à la différence entre le montant de l'indemnité allouée aux stagiaires non titulaires d'un contrat de travail et le montant de sa rémunération."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Lorsque des travailleurs qui bénéficient, en vertu de dispositions législatives, réglementaires ou contractuelles, de congés en vue de suivre des stages d'entretien ou de perfectionnement des connaissances au sens du 4° de l'article 10 ci-dessus, reçoivent, du fait d'un engagement pris par l'employeur, soit une rémunération de substitution versée par un Fonds d'assurance-formation, soit, en l'absence de Fonds d'assurance-formation, la rémunération prévue à leur contrat de travail, l'Etat peut prendre en charge une partie de leur rémunération, dans les conditions fixées aux I et II ci-après.I - Les Fonds d'assurance-formation sont alimentés par des contributions qui peuvent être versées par les employeurs et les salariés selon les modalités fixées par les conventions créant ces fonds. Ils sont destinés exclusivement au financement des dépenses de fonctionnement des stages de formation et à la couverture, pendant les périodes de stages, du salaire ainsi que des contributions incombant aux employeurs au titre des charges sociales et de la taxe sur les salaires lorsqu'elle continue d'être due en application du II de l'article 1er de la loi n° 68-1043 du 29 novembre 1968, relative à diverses dispositions d'ordre économique et financier.Sous réserve que le Fonds d'assurance-formation ait une personnalité distincte de celle de l'entreprise et que celle-ci ne conserve pas la propriété et la disposition des sommes qui lui sont versées, les contributions à la charge des employeurs ne sont passibles ni des cotisations de sécurité sociale, ni, le cas échéant, de la taxe sur les salaires. Sous les mêmes conditions, elles sont déductibles pour l'établissement de l'impôt sur le revenu ou de l'impôt sur les sociétés dû par les employeurs. Les contributions à la charge des travailleurs sont déductibles pour l'établissement de l'impôt sur le revenu dû par les intéressés.II - Dans le cas où, en l'absence de Fonds d'assurance-formation, les travailleurs bénéficient du maintien de la rémunération prévue à leur contrat de travail, l'Etat peut participer à cette rémunération si les stages suivis sont inscrits sur une liste établie paritairement par des organisations syndicales d'employeurs et de salariés."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Les travailleurs salariés, qui bénéficient d'un congé sans rémunération pour suivre des stages d'entretien ou de perfectionnement des connaissances inscrits sur la liste spéciale prévue au troisième alinéa de l'article 24 ci-dessus, pourront recevoir une indemnité horaire calculée en fonction du salaire minimum de croissance."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Lorsque des membres de professions non salariées suivent des stages d'entretien ou de perfectionnement des connaissances au sens du 4° de l'article 10 ci-dessus, l'Etat peut prendre en charge une partie de leur rémunération à la condition que des fonds de même objet que ceux prévus à l'article 32 aient été établis par et pour les intéressés."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Les jeunes gens de seize à dix-huit ans qui n'ont pas souscrit de contrat d'apprentissage et ne remplissent pas les conditions posées pour l'attribution de l'allocation d'aide publique aux travailleurs sans emploi bénéficient, lorsqu'ils suivent des stages de préformation, de formation, de préparation à la vie professionnelle ou de spécialisation, au sens du 5° de l'article 10 ci-dessus, d'indemnités et d'avantages sociaux équivalents aux bourses et avantages sociaux prévus en faveur des élèves des collèges d'enseignement technique.Toutefois, jusqu'à une date qui sera fixée par décret, des indemnités excédant celles prévues à l'alinéa précédent pourront être temporairement maintenues. Leur taux sera fixé chaque année, compte tenu de l'évolution du plafond des cotisations de sécurité sociale.Les intéressés sont couverts au titre de l'assurance maladie en qualité d'ayants droit de celui de leurs parents qui est assuré social. Ils ouvrent droit au service des allocations familiales."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "Les stagiaires titulaires d'un contrat de travail restent affiliés au régime de sécurité sociale dont dépend leur activité salariée.Les stagiaires qui ne sont pas, titulaires d'un contrat de travail et qui n'ont pas la qualité d'ayants droit sont, compte tenu de la nature de l'activité à laquelle prépare le stage, affiliés soit au régime général de sécurité sociale, soit au régime d'assurances sociales des salariés agricoles, soit au régime de sécurité sociale des professions non salariées agricoles, soit au régime de sécurité sociale des professions non salariées non agricoles, soit au régime spécial de sécurité sociale des marins français.Pour les stagiaires relevant du régime général, l'Etat participe aux cotisations de sécurité sociale à la charge des employeurs dans la même proportion qu'aux rémunérations. Lorsque les stagiaires ne sont pas titulaires d'un contrat de travail, le taux des cotisations sociales est forfaitaire ; ce taux est fixé par décret.Pour les stagiaires ne relevant pas du régime général, des décrets fixent les conditions de prise en charge, totale ou partielle, par l'Etat, des cotisations sociales."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "Le 2° de l'article L. 416 du titre 1er du livre IV du code de la sécurité sociale, relatif aux accidents du travail et maladies professionnelles, est applicable à tous les stagiaires relevant du présent titre."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "Les frais de transport exposés par les travailleurs pour se rendre au lieu des stages qui font l'objet du présent titre et pour en revenir ou pour se déplacer, en fonction des nécessités de ces stages, donnent lieu à un remboursement total ou partiel."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "Tous les litiges auxquels peuvent donner lieu la liquidation, le versement et le remboursement des rémunérations et indemnités prévues par le présent titre, ainsi que le versement et la prise en charge des cotisations de sécurité sociale et d'accidents du travail, relèvent de la compétence des tribunaux de l'ordre judiciaire."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "I - Des décrets en Conseil d'Etat déterminent, en tant que de besoin, les modalités d'application du présent titre, notamment les conditions de l'agrément prévu au deuxième alinéa de l'article 24 ci-dessus ;Les conditions d'attribution et les modalités de versement des rémunérations ou indemnités prévues aux articles 25 à 28, 30 et 35 ci-dessus ;Les conditions de la prise en charge par l'Etat d'une partie des rémunérations prévues aux articles 29, 31, 32, 33 et 34 ci-dessus ;Les conditions de la prise en charge par l'Etat des cotisations sociales afférentes â la rémunération des stagiaires prévues à l'article 36 ci-dessus ;Les conditions de remboursement de frais de transport, mentionnés à l'article 38 ci-dessus ;II - Des décrets fixent Le montant ou le taux des rémunérations on indemnités prévues aux articles 25 à 28, 30 et 35 précités ;La part des rémunérations prises en charge par l'Etat en application des articles 29 et 32 à 34 précités.III - Des décisions du Premier ministre, prises après avis du groupe permanent de hauts fonctionnaires institué par l'article 2 de la présente loi, arrêtent :La liste d'agrément prévue au deuxième alinéa de l'article 24 ci-dessus ;Les listes des stages de promotion professionnelle et d'entretien et de perfectionnement des connaissances prévues au troisième alinéa de l'article 24 ci-dessus ;La liste des formations d'une durée inférieure à un an mentionnée au troisième alinéa de l'article 30 ci-dessus."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "Les fonctionnaires de l'Etat peuvent, à l'initiative de l'administration, participer soit comme stagiaires, soit comme éducateurs, à des cycles ou à des stages de formation professionnelle continue ; ils peuvent également être autorisés à participer sur leur demande à de tels cycles ou stages, soit comme stagiaires, soit comme éducateurs.Après consultation du conseil supérieur de la fonction publique, des décrets en Conseil d'Etat fixent les conditions d'application du présent article en ce qui concerne notamment les conditions d'accès à ces cycles ou stages, la position des fonctionnaires intéressés et, le cas échéant, leur rémunération pendant ces périodes."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "Des décrets en Conseil d'Etat fixent les modalités particulières de formation professionnelle continue des agents civils non titulaires de l'Etat. Ils sont établis après avis du conseil supérieur de la fonction publique."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "Des instituts régionaux d'administration créés par décret contribuent à assurer le recrutement et la formation de certains corps de catégorie A désignés par décret en Conseil d'Etat. Ils peuvent également prêter leur concours à la formation professionnelle continue des fonctionnaires et agents de l'Etat.Le nombre de postes réservés annuellement dans chacun des corps visés à l'alinéa premier ci-dessus aux élèves des instituts est fixé par arrêté.L'admission dans les instituts régionaux résulte de deux concours.Le premier est réservé aux candidats titulaires de diplômes d'enseignement supérieur ou reconnus équivalents fixés par décret ; le second est réservé, selon les conditions fixées par décret, à des candidats qui ont occupé un emploi civil ou militaire pendant une durée minimum.La proportion des places offertes au titre de chacun de ces concours est fixée par décret.Ces instituts peuvent prêter leur concours pour la formation professionnelle continue des agents des collectivités locales."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "Des décrets en Conseil d'Etat fixent les conditions dans lesquelles les agents des collectivités locales et des établissements publics locaux peuvent bénéficier des dispositions du présent titre. Les organisations syndicales sont consultées, ainsi que les organismes paritaires compétents."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "Afin d'améliorer l'exercice des professions agricoles, l'Etat contribue, en liaison avec les organisations professionnelles à vocation générale, dans les conditions fixées au titre IV de la présente loi, au financement des stages organisés en vue d'assurer la formation, l'entretien et le perfectionnement des connaissances ou la promotion des exploitants, salariés des exploitations et aides familiaux agricoles et des travailleurs des professions para-agricoles, dans des centres de formation professionnelle ou de promotion sociale agricole et dans les instituts de promotion.Indépendamment des sanctions prévues à l'article 4 pour les diverses actions de formation professionnelle, certaines de ces dernières pourront donner lieu à la préparation de diplômes des enseignements supérieurs et techniques agricoles.En outre, conformément aux dispositions des articles 32 et 34 ci-dessus, l'Etat peut participer au financement de Fonds d'assurance-formation créés par les professionnels de ce secteur. Les conditions dans lesquelles les établissements d'enseignement et les organismes publics et privés de promotion et de conversion professionnelles seront appelés à faciliter l'acquisition de qualifications professionnelles autres qu'agricoles, respectivement pour des jeunes ruraux et pour des exploitants et des salariés agricoles, feront l'objet de mesures coordonnées entre les divers départements ministériels intéressés."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "En vue de faciliter l'accès aux fonctions de chefs d'entreprise du secteur des métiers et d'assurer le perfectionnement et la qualification professionnelle des chefs d'entreprise de ce secteur et de leurs salariés, l'Etat contribue, dans les conditions fixées au titre IV ci-dessus, au financement des stages qui leur sont destinés.En outre, l'Etat peut participer au financement des Fonds d'assurance-formation prévus aux articles 32 et 34 ci-dessus créés pour ce secteur professionnel.Les chambres de métiers sont autorisées à affecter à ces fonds des décimes additionnels spéciaux au principal de la taxe pour frais de chambre de métiers."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "L'Etat apporte une aide financière à la formation des travailleurs visés aux articles 46 et 47, appelés à exercer des responsabilités dans des organisations syndicales ou professionnelles.Cette formation peut être assurée par des centres créés par les organisations professionnelles ou syndicales ou reconnus par elles. Ces centres devront avoir reçu l'agrément des ministères intéressés. L'aide de l'Etat est accordée dans le cadre de conventions conclues en application de l'article 4 de la présente loi.Les crédits nécessaires sont inscrits au budget des ministères intéressés."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "Une fondation nationale pour l'enseignement de la gestion des entreprises a pour objet de développer la connaissance des méthodes d'administration et de gestion des entreprises et de favoriser la formation des cadres occupant des emplois de responsabilité."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "La politique de formation professionnelle continue contribue à la réalisation des actions de formation organisées en application de l'article 15 de la loi n° 70-596 du 9 juillet 1970 relative au service national."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "Des décrets déterminent, en tant que de besoin, les modalités d'application de la présente loi aux salariés exerçant des activités qui, par leur nature, conduisent à une dispersion ou à une mobilité permanente du personnel, en excluant l'occupation, de façon continue, par un même employeur."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "Un décret en Conseil d'Etat apportera aux dispositions des titres III et V de la présente loi les adaptations nécessaires à leur application dans les départements d'outremer, qui devra se faire à la même date qu'en France métropolitaine."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "Sont abrogées toutes dispositions législatives contraires aux dispositions de la présente loi, et notamment l'article 4 bis de la loi n° 63-1240 du 18 décembre 1963 relative au Fonds national de l'emploi, ainsi que la loi n° 59-960 du 31 juillet 1959 relative à diverses dispositions tendant à la promotion sociale, la loi n° 66-892 du 3 décembre 1966 d'orientation et de programme sur la formation professionnelle et la loi n° 68-1249 du 31 décembre 1968 relative à la rémunération des stagiaires de la formation professionnelle."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "A titre transitoire, jusqu'à la publication des mesures d'application de la présente loi, les textes réglementaires pris sur le fondement des lois abrogées par l'article précédent sont maintenus en vigueur."
    }
  ]
}