{
  "id": "loi-n-2011-2012-du-29-decembre-2011",
  "type": "statute",
  "title": "LOI n°2011-2012\n du 29 décembre 2011",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000025053440",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Le Gouvernement remet au Parlement un rapport sur le financement des associations d'usagers du système de santé et leurs besoins, au plus tard le 30 juin 2012."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "III. ― A titre expérimental et pour une durée de quatre ans à compter de la publication de la présente loi, les médecins peuvent, dans certains établissements de santé et dans le cadre de la prise en charge des patients, consulter avec leur autorisation leur dossier pharmaceutique."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "II. ― A titre expérimental, du 1er avril 2012 jusqu'au 31 décembre 2013,  un médicament qui a fait l'objet d'une autorisation temporaire  d'utilisation mentionnée à l'article L. 5121-12 du code de la santé publique  et bénéficie d'une autorisation de mise sur le marché peut, passée la  date à laquelle l'autorisation temporaire cesse de produire ses effets  ou la date à laquelle l'Agence nationale de sécurité du médicament et  des produits de santé a cessé de délivrer lesdites autorisations, être  acheté, fourni, pris en charge et utilisé par les collectivités  publiques jusqu'à ce qu'une décision ait été prise, au titre de son  autorisation de mise sur le marché, sur son inscription sur la liste  mentionnée au premier alinéa de l'article L. 5123-2 du même code ou sur  la liste mentionnée aux premier ou deuxième alinéas de l'article L. 162-17 du code de la sécurité sociale, et au plus tard sept mois après l'octroi de l'autorisation de mise sur le marché.Les dispositions prévues au premier alinéa du  présent II cessent de s'appliquer si aucune demande d'inscription sur la  liste mentionnée au premier alinéa de l'article L. 5123-2 du code de la santé publique n'a été déposée, pour le médicament considéré, dans le mois suivant l'octroi de son autorisation de mise sur le marché.Le Gouvernement présente au Parlement, dans le  cadre de l'examen du projet de loi de financement de la sécurité sociale  pour 2014, un rapport dressant le bilan de l'expérimentation prévue au  premier alinéa du présent II, notamment au regard de son impact sur les  dépenses et du bon usage des produits concernés. Ce rapport porte sur  les données relatives à la période comprise entre le 1er mars 2012 et le  1er avril 2013. Il peut proposer des évolutions législatives découlant  de ce bilan, de nature à assurer le bon usage de ces médicaments et la  maîtrise du coût qu'occasionne leur prise en charge par la collectivité  dans cette période transitoire."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "III.-Au premier alinéa de l'article L. 5122-5 du même code, après la référence : \" L. 5122-8 \", est insérée la référence : \", L. 5122-9 \" et la référence : \" aux articles L. 5122-9 et \" est remplacée par les mots : \" à l'article \" (1).\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-Code de la santé publique\n\n-Code de la santé publique\n\n-Code de la santé publique\n\n-Code de la santé publique\n\n-Code de la santé publique\n\n-Code de la santé publique\n\n-Code de la propriété intellectuelle"
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "I. ― A titre expérimental et pour une période ne pouvant excéder deux  ans, l'information par démarchage ou la prospection pour les produits de  santé mentionnés à l'article L. 5311-1 du code de la santé publique,  à l'exception des médicaments réservés à l'usage hospitalier et de ceux  à prescription hospitalière initiale ou non ainsi que des produits  visés à l'article L. 5211-1 du même code, effectuée dans les  établissements de santé ne peut avoir lieu que devant plusieurs  professionnels de santé, dans les conditions définies par convention  conclue entre chaque établissement de santé et l'employeur de la  personne concernée, dont les modalités sont définies par arrêté du  ministre chargé de la santé pris après avis de la Haute Autorité de  santé.Avant le 1er janvier 2013, le Gouvernement  présente au Parlement un rapport dressant le bilan de l'expérimentation  prévue au premier alinéa, réalisé à partir d'une évaluation conduite par  la Haute Autorité de santé. Ce rapport peut proposer les évolutions  législatives découlant du bilan, notamment en ce qui concerne la  pérennisation des dispositions en cause ainsi que leur éventuelle  adaptation à la médecine de ville.\n\nII. - A modifié les dispositions suivantes :\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "I. ― Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance, dans un délai de douze mois à compter de la promulgation de la présente loi, les mesures relevant du domaine de la loi qui ont pour objet de transposer la directive 2011/62/UE du Parlement européen et du Conseil, du 8 juin 2011, modifiant la directive 2001/83/CE instituant un code communautaire relatif aux médicaments à usage humain, en ce qui concerne la prévention de l'introduction dans la chaîne d'approvisionnement légale de médicaments falsifiés ainsi que les mesures tendant à modifier la législation applicable aux autres produits de santé mentionnés à l'article L. 5311-1 du code de la santé publique afin d'encadrer, en ce qui les concerne, l'information et le commerce électroniques.II. ― Les mesures mentionnées au I comprennent les mesures nécessaires à leur extension et à leur adaptation aux îles Wallis et Futuna et, en tant qu'elles relèvent des compétences de l'Etat, à la Nouvelle-Calédonie et à la Polynésie française.III. ― Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance, dans un délai de vingt-quatre mois à compter de la promulgation de la présente loi, les mesures relevant du domaine de la loi qui ont pour objet :1° D'harmoniser et de mettre en cohérence les dispositions relatives aux sanctions pénales et aux sanctions administratives dans le domaine des produits mentionnés à l'article L. 5311-1 du code de la santé publique avec les dispositions de la présente loi instituant de telles sanctions ;2° D'adapter les prérogatives des agents et des autorités chargés de constater les manquements punis par ces sanctions et de mettre celles-ci en œuvre.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance, dans un délai de douze mois à compter de la promulgation de la présente loi, les mesures relevant du domaine de la loi nécessaires à l'extension et à l'adaptation des dispositions de la présente loi aux îles Wallis et Futuna et, en tant qu'elles relèvent des compétences de l'Etat, à la Nouvelle-Calédonie et à la Polynésie française.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "I. ― Le II de l'article 1er prend effet à la date d'entrée en vigueur du décret prévu à l'article L. 1451-3 du code de la santé publique et au plus tard le 1er août 2012.II. ― L'article L. 1454-3 du même code s'applique à compter de la date de publication du décret pris pour l'application de l'article L. 1453-1 et au plus tard le 1er août 2012 pour les conventions appliquées ou conclues et les avantages accordés et rémunérations versées à compter du 1er janvier 2012.III. ― L'article 5, à l'exception des V à VII, et l'article 7 entrent en vigueur à une date prévue par le décret pris pour leur application et au plus tard le 1er août 2012. Dès cette entrée en vigueur, l'Agence nationale de sécurité du médicament et des produits de santé exerce l'ensemble des droits et supporte l'ensemble des obligations de l'Agence française de sécurité sanitaire des produits de santé.Jusqu'à l'entrée en vigueur mentionnée au premier alinéa du présent III, les compétences et pouvoirs que la présente loi attribue à l'Agence nationale de sécurité du médicament et des produits de santé sont exercés par l'Agence française de sécurité sanitaire des produits de santé.IV. ― Les V à VII de l'article 5 entrent en vigueur à compter du 21 juillet 2012.V. ― L'article L. 162-17 du code de la sécurité sociale est applicable aux demandes déposées à compter du 1er janvier 2012.VI. ― L'article 19 entre en vigueur dans les conditions définies par le décret prévu à l'article L. 161-38 du code de la sécurité sociale et au plus tard le 1er janvier 2015.VII. ― Les autorisations accordées sur le fondement des dispositions de l'article L. 5121-12 du code de la santé publique dans leur rédaction antérieure à la promulgation de la présente loi demeurent régies par ces dispositions, y compris pour leur renouvellement, pendant les trois années suivant la promulgation de la présente loi. Ces dispositions continuent également de s'appliquer, pendant la même période, aux nouvelles demandes d'autorisation mentionnées au 2° du I du même article L. 5121-12 si des autorisations de même nature ont déjà été accordées dans la même indication pour le médicament concerné.VIII. ― Les publicités ayant fait l'objet, avant la date de promulgation de la présente loi, du dépôt prévu à l'article L. 5122-9 du code de la santé publique dans sa rédaction antérieure à la promulgation de la présente loi continuent, pendant un délai d'un an à compter de cette même date, d'être régies par le chapitre II du titre II des livres Ier et IV de la cinquième partie de ce même code ainsi que par l'article L. 162-17-4 du code de la sécurité sociale dans leur rédaction antérieure à la promulgation de la présente loi.IX. ― Le Gouvernement remet au Parlement, avant le 1er janvier 2013, un rapport formulant des propositions en matière de réparation des dommages quand le risque lié à un médicament se réalise.X. ― Avant le 30 juin 2012, l'Agence nationale de sécurité du médicament et des produits de santé remet au Parlement un rapport dressant le bilan des règles applicables à la sécurité des dispositifs médicaux et présentant les mesures susceptibles de l'améliorer."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "A modifié les dispositions suivantes :\n\n-Code de la santé publique.\n\nArt. L5124-6"
    }
  ]
}