{
  "id": "loi-n-2013-1203-du-23-decembre-2013",
  "type": "statute",
  "title": "LOI n°2013-1203\n du 23 décembre 2013",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000028372809",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "2° Le tableau d'équilibre, par branche, du régime général de sécurité sociale :3° Le tableau d'équilibre des organismes concourant au financement des régimes obligatoires de base de sécurité sociale :4° Les dépenses constatées relevant du champ de l'objectif national de dépenses d'assurance maladie, s'élevant à 170,1 milliards d'euros ;5° Les recettes affectées au Fonds de réserve pour les retraites, lesquelles sont nulles ;6° Les recettes mises en réserve par le Fonds de solidarité vieillesse, s'élevant à 0,4 milliard d'euros ;7° Le montant de la dette amortie par la Caisse d'amortissement de la dette sociale, s'élevant à 11,9 milliards d'euros."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Est approuvé le rapport figurant en annexe A à la présente loi présentant un tableau, établi au 31 décembre 2012, retraçant la situation patrimoniale des régimes obligatoires de base et des organismes concourant à leur financement, à l'amortissement de leur dette ou à la mise en réserve de recettes à leur profit et décrivant les mesures prévues pour la couverture des déficits, tels qu'ils sont constatés dans les tableaux d'équilibre relatifs à l'exercice 2012 figurant à l'article 1er."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "A titre exceptionnel, il est prélevé, au 31 décembre 2013 au plus tard, au profit de la Caisse nationale de retraites des agents des collectivités locales, une somme de 200 millions d'euros sur les réserves, constatées au 31 décembre 2012, du fonds pour l'emploi hospitalier institué par l'article 14 de la loi n° 94-628 du 25 juillet 1994 relative à l'organisation du temps de travail, aux recrutements et aux mutations dans la fonction publique. Le recouvrement, le contentieux et les garanties relatifs à ce prélèvement sont régis par les règles applicables en matière de taxes sur les salaires."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I. ― A. ― Il est institué une participation à la prise en charge des modes de rémunération mentionnés au 13° de l'article L. 162-5 du code de la sécurité sociale due par les organismes mentionnés au I de l'article L. 862-4 du même code. Son produit est affecté à la Caisse nationale de l'assurance maladie des travailleurs salariés.\n\nLa participation est due par chaque organisme, mentionné au premier alinéa, en activité au 31 décembre de l'année au titre de laquelle elle est perçue.\n\nElle est égale au produit d'un forfait annuel par le nombre d'assurés et d'ayants droit couverts par l'organisme, à l'exclusion des bénéficiaires de la couverture complémentaire mentionnée à l'article L. 861-1 du code de la sécurité sociale, au 31 décembre de l'année précédant celle au titre de laquelle elle est perçue et pour lesquels l'organisme a pris en charge, au cours de cette même année, au moins une fois, en tout ou partie, la participation de l'assuré due au titre d'une consultation ou d'une visite du médecin traitant au sens de l'article L. 162-5-3 du même code.\n\nLe montant du forfait annuel est fixé chaque année par arrêté des ministres chargés de la sécurité sociale et du budget. Il est égal au résultat de la division d'un montant de 150 millions d'euros par le nombre d'assurés et d'ayants droit remplissant les conditions définies au troisième alinéa du présent A, sans pouvoir excéder 5 €. Le résultat obtenu est arrondi au centime d'euro le plus proche.\n\nLes modalités d'échange des données nécessaires à la détermination du montant du forfait annuel, notamment les effectifs des assurés et des ayants droit remplissant les conditions définies au même troisième alinéa, sont déterminées par décret en Conseil d'Etat.\n\nB. ― Par dérogation au A, pour le calcul de la participation due au titre de l'année 2013, le forfait annuel par assuré ou ayant droit est fixé à 2,5 €.\n\nII. ― La participation est recouvrée par l'organisme désigné pour le recouvrement de la taxe mentionnée à l'article L. 862-4 du code de la sécurité sociale, concomitamment au recouvrement de cette même taxe, sous réserve d'aménagements prévus, le cas échéant, par décret en Conseil d'État. Elle est recouvrée et contrôlée selon les règles, garanties et sanctions prévues pour ladite taxe.\n\nIII. ― La participation mentionnée au I est due pour chacune des années 2013 à 2016."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. - L'Etablissement de préparation et de réponse aux urgences sanitaires restitue aux régimes obligatoires d'assurance maladie, avant le 31 décembre 2013, une fraction des dotations qui lui ont été attribuées au titre des exercices 2010 à 2012, égale à 27 623 999,18 €. Ce montant est versé à la Caisse nationale de l'assurance maladie des travailleurs salariés, qui le répartit entre les régimes, dans des conditions fixées par arrêté des ministres chargés de la santé, de la sécurité sociale et du budget.II. - A modifié les dispositions suivantes :\n\n- LOI n° 2012-1404 du 17 décembre 2012"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "2° Les prévisions de recettes, les objectifs de dépenses et le tableau d'équilibre, par branche, du régime général de sécurité sociale, ainsi qu'il suit :3° Les prévisions de recettes, les prévisions de dépenses et le tableau d'équilibre des organismes concourant au financement des régimes obligatoires de base de sécurité sociale, ainsi qu'il suit :4° L'objectif d'amortissement de la dette sociale par la Caisse d'amortissement de la dette sociale, qui est fixé à 12,6 milliards d'euros.II. ― Les prévisions des recettes affectées au Fonds de réserve pour les retraites demeurent fixées conformément au II de l'article 35 de la loi n° 2012-1404 du 17 décembre 2012 de financement de la sécurité sociale pour 2013.III. ― Les prévisions rectifiées de recettes mises en réserve par le Fonds de solidarité vieillesse demeurent fixées conformément au III du même article 35."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Au titre de l'année 2013, l'objectif national de dépenses d'assurance maladie de l'ensemble des régimes obligatoires de base ainsi que ses sous-objectifs sont rectifiés ainsi qu'il suit :\n\n(En milliards d'euros)\n\nOBJECTIF NATIONALde dépenses\n\nDépenses de soins de ville\n\ncenter\n\n79,9\n\nDépenses relatives aux établissements de santé tarifés à l'activité\n\ncenter\n\n56,6\n\nAutres dépenses relatives aux établissements de santé\n\ncenter\n\n19,8\n\nContribution de l'assurance maladie aux dépenses en établissements et services pour personnes âgées\n\ncenter\n\n8,4\n\nContribution de l'assurance maladie aux dépenses en établissements et services pour personnes handicapées\n\ncenter\n\n8,7\n\nAutres prises en charge\n\ncenter\n\n1,3\n\nTotal\n\ncenter\n\n174,8\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I., II., III., VI. C. - A modifié les dispositions suivantes :\n\nIV. ― Pour les produits définis au c du 3° du II de l'article L. 136-7 du code de la sécurité sociale :1° L'assiette des contributions et prélèvements sociaux définis aux articles L. 136-7 et L. 245-15 du code de la sécurité sociale, au 2° de l'article L. 14-10-4 du code de l'action sociale et des familles pour son renvoi à l'article L. 245-15 du code de la sécurité sociale, au 2° du I de l'article 1600-0 S du code général des impôts et à l'article 16 de l'ordonnance n° 96-50 du 24 janvier 1996 relative au remboursement de la dette sociale pour son renvoi à l'article L. 136-7 du code de la sécurité sociale est celle définie au II du même article L. 136-7 ;2° Les taux mentionnés au 2° du I de l'article L. 136-8 et au I de l'article L. 245-16 du code de la sécurité sociale s'appliquent à la totalité de l'assiette définie au II de l'article L. 136-7 du même code.V. - A. - Les 1° et 3° du A et le B du I, le II et le 2° du III du présent article, en tant qu'il rend le IV de l'article L. 136-7 du code de la sécurité sociale applicable à la contribution mentionnée au I de l'article 16 de l'ordonnance n° 96-50 du 24 janvier 1996 précitée, entrent en vigueur le 1er janvier 2014.\n\nB. - Sous réserve du A du présent V en tant qu'il concerne le 2° du III du présent article, le 2° du A du I, le 1° du III et le IV s'appliquent aux faits générateurs intervenant à compter du 26 septembre 2013, nonobstant les articles 5 et 9 de la loi de financement de la sécurité sociale pour 1998 (n° 97-1164 du 19 décembre 1997), l'article 19 de la loi n° 2004-626 du 30 juin 2004 relative à la solidarité pour l'autonomie des personnes âgées et des personnes handicapées, l'article 72 de la loi n° 2004-810 du 13 août 2004 relative à l'assurance maladie, l'article 28 de la loi n° 2008-1249 du 1er décembre 2008 généralisant le revenu de solidarité active et réformant les politiques d'insertion, l'article 6 de la loi n° 2010-1657 du 9 décembre 2010 de finances pour 2011, l'article 10 de la loi n° 2011-1117 du 19 septembre 2011 de finances rectificative pour 2011, l'article 2 de la loi n° 2012-354 du 14 mars 2012 de finances rectificative pour 2012 et l'article 3 de la loi n° 2012-1404 du 17 décembre 2012 de financement de la sécurité sociale pour 2013.\n\nC. - Pour l'application du B, pour les faits générateurs intervenus entre le 26 septembre 2013 et le 30 avril 2014 inclus, les établissements payeurs procèdent à titre provisoire à la liquidation, au précompte et à la déclaration des contributions et prélèvements sociaux dus, selon les règles et sous les conditions applicables avant l'entrée en vigueur du présent article.\n\nLa différence entre le montant total dû en application du présent article et le montant liquidé et précompté à titre provisoire dans les conditions prévues au premier alinéa du présent C donne lieu à une régularisation en 2015. Cette régularisation est opérée selon les règles prévues au III de l'article L. 136-6 du code de la sécurité sociale et sur le même article de rôle que l'impôt sur le revenu dû au titre de 2014.\n\nPour l'application des deux premiers alinéas du présent C, les établissements payeurs informent, avant le 31 mai 2014, les personnes physiques assujetties, par écrit ou par voie dématérialisée, du caractère provisoire de la liquidation des contributions et prélèvements sociaux et des modalités de régularisation définies au deuxième alinéa du présent C. Ils indiquent sur la déclaration prévue à l'article 242 ter du code général des impôts déposée en 2015, pour les faits générateurs intervenus, d'une part, entre le 26 septembre 2013 et le 31 décembre 2013 inclus et, d'autre part, entre le 1er janvier 2014 et le 30 avril 2014 inclus, l'assiette déterminée selon les modalités prévues au c du 3° du II de l'article L. 136-7 du code de la sécurité sociale, le montant des contributions et prélèvements déjà précomptés en application du a du même 3° et le montant des contributions et prélèvements déjà précomptés, ou le cas échéant restitués, à titre provisoire.\n\nVI. ― A. ― Sont applicables à Mayotte, à compter de l'imposition des revenus perçus au cours de l'année 2013, la contribution prévue à l'article L. 136-6 du code de la sécurité sociale et les autres contributions et prélèvements assis, contrôlés et recouvrés selon les mêmes règles et sous les mêmes sûretés, privilèges et sanctions.B. ― Sont applicables à Mayotte, à compter du 1er janvier 2014, la contribution prévue à l'article L. 136-7 du même code et les autres contributions et prélèvements assis, contrôlés et recouvrés selon les mêmes règles et sous les mêmes sûretés, privilèges et sanctions.\n\n-Code de la sécurité sociale.\n\n-Code général des impôts, CGI.\n\n-Ordonnance n° 96-50 du 24 janvier 1996\n\n-Ordonnance n° 96-1122 du 20 décembre 1996"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I. - A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nII. - Le A du I s'applique aux cotisations de sécurité sociale et contributions sociales dues au titre des périodes courant à compter du 1er janvier 2014, sous réserve des dispositions transitoires suivantes :\n\n1° Les revenus mentionnés au 4° de l'article L. 731-14 du code rural et de la pêche maritime sont pris en compte pour 75 % de leur montant pour le calcul de l'assiette des cotisations et contributions dues au titre de l'année 2014 ;\n\n2° Pour les chefs d'exploitation ou d'entreprise agricole relevant du premier alinéa de l'article L. 731-15 du même code, l'assiette des cotisations et contributions dues au titre de l'année 2014 est constituée par la moyenne des revenus professionnels mentionnés aux 1° à 3° de l'article L. 731-14 dudit code, à laquelle sont ajoutés 75 % des revenus mentionnés au 4° du même article perçus en 2013 ;\n\n3° Pour les chefs d'exploitation ou d'entreprise agricole relevant du premier alinéa de l'article L. 731-15 du même code, l'assiette des cotisations et contributions dues au titre de l'année 2015 est constituée par la moyenne des revenus professionnels mentionnés aux 1° à 3° de l'article L. 731-14 dudit code, à laquelle est ajoutée la moyenne des revenus mentionnés au 4° du même article perçus en 2013 et 2014.\n\nIII. - A modifié les dispositions suivantes :\n\nIV. - Il est prélevé, au 1er janvier 2014, au profit du régime d'assurance vieillesse complémentaire obligatoire prévu à l'article L. 732-56 du code rural et de la pêche maritime, une somme de 160 millions d'euros sur les réserves mentionnées au 3 du III de l'article 37 de la loi n° 2012-1404 du 17 décembre 2012 de financement de la sécurité sociale pour 2013. Le recouvrement, le contentieux et les garanties relatifs à ce prélèvement sont régis par les règles applicables en matière de taxes sur les salaires.\n\nV.-Il est attribué au régime d'assurance vieillesse complémentaire obligatoire mentionné à l'article L. 732-56 du code rural et de la pêche maritime une quote-part des droits mentionnés au 5° de l'article L. 731-2 et au 3° de l'article L. 731-3 du même code dont sont attributaires les branches mentionnées aux 2° et 3° de l'article L. 722-8 dudit code.\n\n-Code rural et de la pêche maritime\n\n-Code rural et de la pêche maritime\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le I s'applique aux cotisations dues au titre des périodes courant à compter du 1er janvier 2014. Par dérogation, la dernière phrase du deuxième alinéa de l'article L. 633-10 du code de la sécurité sociale, dans sa rédaction résultant du I du présent article, ne s'applique pas aux cotisations dues au titre des années 2014 et 2015.\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "V.-Le 3° du IV du présent article entre en vigueur le 1er janvier 2014."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I., 1°-A modifié les dispositions suivantes :\n\n2° [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2013-682 DC du 19 décembre 2013.]\n\n3° [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2013-682 DC du 19 décembre 2013.]\n\nII.-Le 1° du I s'applique aux accords conclus à compter du 1er janvier 2014. [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2013-682 DC du 19 décembre 2013.]\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Pour le calcul des contributions dues au titre de l'année 2014 en application de l'article L. 138-10 du code de la sécurité sociale, le taux K est fixé à 0,4 %."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nleft\n\nXVII. - Le présent article s'applique aux produits assis sur les  opérations dont le fait générateur intervient à compter du 1er janvier  2014, à l'exception des dispositions relatives aux contributions sur les  revenus du patrimoine qui s'appliquent aux revenus perçus en 2013 et  assujettis en 2014.\n\nLe Gouvernement remet au Parlement, avant le 30 avril 2014, un rapport sur les réformes envisageables du financement de la protection sociale au regard des objectifs de pérennité du système de protection sociale, de performance économique, sociale et environnementale du système productif français et de justice et de progressivité des prélèvements sociaux et fiscaux.\n\nXVIII. - Avant le 1er septembre 2014, le Gouvernement remet au Parlement un rapport relatif à l'utilisation des fonds de la Caisse nationale de solidarité pour l'autonomie, en précisant tout particulièrement l'affectation des 100 millions d'euros de la contribution de solidarité pour l'autonomie conservés, en 2014, au sein de la Caisse nationale de solidarité pour l'autonomie.\n\n- Code rural\n\n- Code de la sécurité sociale.\n\n- LOI n° 2012-1404 du 17 décembre 2012\n\n- Code de la sécurité sociale.\n\n- LOI n° 2010-1657 du 29 décembre 2010\n\n- Code de la sécurité sociale.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "III. - Le présent article s'applique aux primes ou cotisations échues à compter du 1er janvier 2014."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.- (Abrogé)\n\nIII.-A modifié les dispositions suivantes :\n\nIV.-A.-Les embauches réalisées en contrat à durée déterminée en application de l'article L. 5132-15-1 du code du travail et ouvrant droit au versement de l'aide mentionnée à l'article L. 5132-2 du même code donnent lieu, sur la part de la rémunération inférieure ou égale au salaire minimum de croissance, pendant la durée d'attribution de cette aide, à une exonération :\n\n1° Pour les employeurs publics mettant en place des ateliers et chantiers d'insertion conventionnés par l'Etat en application de l'article L. 5132-15 dudit code, des cotisations à la charge de l'employeur au titre des assurances sociales et des allocations familiales ;\n\n2° De la taxe sur les salaires ;\n\n3° De la taxe d'apprentissage ;\n\n4° Des participations dues par les employeurs au titre de l'effort de construction.\n\nB.-(Abrogé)\n\n-Code du travail\n\n-Code du service national"
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Est approuvé le montant de 3,8 milliards d'euros correspondant à la compensation des exonérations, réductions ou abattements d'assiette de cotisations ou contributions de sécurité sociale, mentionné à l'annexe 5 jointe au projet de loi de financement de la sécurité sociale pour 2014."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Pour l'année 2014, sont approuvés les prévisions de recettes, réparties par catégorie dans l'état figurant en annexe C à la présente loi, et le tableau d'équilibre, par branche, de l'ensemble des régimes obligatoires de base de sécurité sociale :\n\n(En milliards d'euros)\n\nPRÉVISIONSde recettes\n\nOBJECTIFSde dépenses\n\nSOLDE\n\nMaladie\n\ncenter\n\n188,0\n\n194,0\n\n― 6,0\n\nVieillesse\n\ncenter\n\n219,4\n\n221,0\n\n― 1,7\n\nFamille\n\ncenter\n\n56,9\n\n59,2\n\n― 2,3\n\nAccidents du travail et maladies professionnelles\n\ncenter\n\n13,5\n\n13,3\n\n0,2\n\nToutes branches (hors transferts entre branches)\n\ncenter\n\n464,6\n\n474,5\n\n― 9,8\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Pour l'année 2014, sont approuvés les prévisions de recettes, réparties par catégorie dans l'état figurant en annexe C à la présente loi, et le tableau d'équilibre, par branche, du régime général de sécurité sociale :\n\n(En milliards d'euros)\n\nPRÉVISIONSde recettes\n\nOBJECTIFSde dépenses\n\nSOLDE\n\nMaladie\n\ncenter\n\n163,8\n\n169,8\n\n― 6,0\n\nVieillesse\n\ncenter\n\n116,0\n\n117,2\n\n― 1,2\n\nFamille\n\ncenter\n\n56,9\n\n59,2\n\n― 2,3\n\nAccidents du travail et maladies professionnelles\n\ncenter\n\n12,1\n\n12,0\n\n0,1\n\nToutes branches (hors transferts entre branches)\n\ncenter\n\n336,6\n\n346,1\n\n― 9,5\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "II. ― Pour l'année 2014, l'objectif d'amortissement de la dette sociale par la Caisse d'amortissement de la dette sociale est fixé à 12,8 milliards d'euros.III. ― Pour l'année 2014, les prévisions de recettes par catégorie affectées au Fonds de réserve pour les retraites sont fixées à :IV. ― Pour l'année 2014, les prévisions de recettes par catégorie mises en réserve par le Fonds de solidarité vieillesse sont fixées à :"
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Est approuvé le rapport figurant en annexe B à la présente loi décrivant, pour les quatre années à venir (2014 à 2017), les prévisions de recettes et les objectifs de dépenses, par branche, des régimes obligatoires de base de sécurité sociale et du régime général, les prévisions de recettes et de dépenses des organismes concourant au financement de ces régimes ainsi que l'objectif national de dépenses d'assurance maladie."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-A.-Les 1° et 2° du I s'appliquent aux cotisations et contributions sociales dues au titre des périodes courant à compter du 1er janvier 2015.\n\nB.-Par dérogation au A du présent II, le 1° du I s'applique aux cotisations de sécurité sociale recouvrées par les organismes mentionnés aux articles L. 642-1 et L. 723-1 du code de la sécurité sociale dues au titre des périodes courant à compter du 1er janvier 2016.\n\nC.-Le 3° du I s'applique aux cotisations sociales dues au titre des périodes courant à compter du 1er janvier 2014.\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I. - Les conditions dans lesquelles les employeurs mentionnés au I de l'article L. 133-5-3 du code de la sécurité sociale ainsi que ceux qui ont recours à un tiers pour l'accomplissement de leurs déclarations de cotisations sociales sont soumis, en fonction du montant annuel de leurs cotisations, à l'obligation de déclaration sociale nominative au plus tard le 1er juillet 2015 sont fixées par décret.\n\nII. et III. - A créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-Code de la sécurité sociale.\n\n-Code du travail\n\n-Code du travail\n\n-Code du travail\n\n-Code rural\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code du travail"
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "A titre exceptionnel, il est prélevé, au profit de la Caisse nationale de l'assurance maladie des travailleurs salariés, une somme égale à 65 % des réserves, constatées au 31 décembre 2013, du fonds national de gestion technique des agents en activité et de leurs ayants droit de la caisse d'assurance maladie des industries électriques et gazières. Le recouvrement, le contentieux et les garanties relatifs à ce prélèvement sont régis par les règles applicables en matière de taxes sur le chiffre d'affaires."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-A.-Par dérogation aux articles L. 1224-1 et L. 1224-3 du code du travail, les salariés de la Caisse autonome nationale de la sécurité sociale dans les mines bénéficiaires, à la date de publication de la présente loi, d'un contrat de travail à durée indéterminée et dont les activités sont transférées vers une autre entité juridique optent individuellement :\n\n1° Soit pour leur mise à la disposition du nouvel employeur par la Caisse autonome nationale de la sécurité sociale dans les mines, dans les conditions prévues aux articles L. 8241-1 et L. 8241-2 du même code ;\n\n2° Soit pour le transfert de leur contrat de travail, dans les conditions prévues audit code. Dans ce cas, les salariés bénéficiant, à la date du transfert, de certains avantages en nature présentant un caractère viager peuvent se voir proposer une indemnité compensatrice, dont les modalités sont déterminées par accord collectif. Si aucun accord collectif n'est conclu dans les six mois suivant la publication de la présente loi ou si celui-ci n'est pas agréé par le ministre chargé de la sécurité sociale, les modalités de cette indemnité peuvent être déterminées par décret.\n\nB.-A défaut d'exercice du droit d'option, le 2° du A s'applique au salarié dont l'activité est transférée.\n\nC.-Dans les quinze mois suivant le transfert de l'activité, le salarié dont le contrat a été transféré peut demander à réintégrer les effectifs de la Caisse autonome nationale de la sécurité sociale dans les mines, dans les conditions de son précédent contrat et sous réserve, le cas échéant, du remboursement de l'indemnité compensatrice mentionnée au 2° du A. Dans ce cas, le salarié est mis à disposition dans les conditions prévues au 1° du même A.\n\nD.-Les modalités d'exercice du droit d'option sont fixées par décret.\n\n-LOI n° 2012-1404 du 17 décembre 2012"
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Sont habilités en 2014 à recourir à des ressources non permanentes afin de couvrir leurs besoins de trésorerie les organismes mentionnés dans le tableau ci-dessous, dans les limites indiquées :\n\n(En millions d'euros)\n\nMONTANTS LIMITES\n\nAgence centrale des organismes de sécurité sociale\n\ncenter\n\n34 500\n\nCaisse centrale de la mutualité sociale agricole\n\ncenter\n\n3 500\n\nCaisse nationale de retraites des agents des collectivités locales\n\ncenter\n\n950\n\nCaisse autonome nationale de la sécurité sociale dans les mines\n\ncenter\n\n900\n\nCaisse nationale des industries électriques et gazières\n\ncenter\n\n440\n\nCaisse de prévoyance et de retraite du personnel de la Société nationale des chemins de fer français\n\ncenter\n\n450\n\nCaisse de retraite du personnel de la Régie autonome des transports parisiens\n\ncenter\n\n15\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2013-682 DC du 19 décembre 2013.]"
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "I., II.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII.-Les professionnels de santé dont les protocoles de coopération ont fait, avant le 1er janvier 2014, l'objet d'un avis favorable de la Haute Autorité de santé ou d'un arrêté d'autorisation par une ou plusieurs agences régionales de santé peuvent soumettre au collège des financeurs une demande d'avis sur le modèle économique des protocoles concernés, dans les conditions prévues à l'article L. 4011-2 du code de la santé publique, dans sa rédaction résultant du présent article.\n\nSur avis du collège des financeurs, les ministres chargés de la santé et de la sécurité sociale peuvent autoriser le financement dérogatoire de ces protocoles, dans les conditions prévues à l'article L. 4011-2-2 du même code.\n\n-Code de la santé publique\n\n-Code de la santé publique\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2013-682 DC du 19 décembre 2013.]"
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "III. - A. - De nouvelles modalités d'organisation et de régulation des transports peuvent être expérimentées, à compter du 1er janvier 2014 et pour une période n'excédant pas trois ans, par des établissements de santé volontaires, pour les transports de patients au départ ou à destination de ces établissements autres que les transports d'urgence régulés par les services d'aide médicale urgente."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "I. - A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII. - Avant le 31 mai 2014, le Gouvernement remet au Parlement un rapport sur la réforme du modèle de financement des établissements de santé. Ce rapport détaille notamment les pistes envisagées pour intégrer des critères de pertinence des soins et de qualité des prises en charge dans la tarification des établissements et pour mieux contrôler l'évolution des volumes d'activité en fonction de ces critères.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\nArt. L162-22-10"
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "I. à IV. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nV. - Le I et le 2° du IV entrent en vigueur à compter du 1er janvier 2014 et s'appliquent, le cas échéant, à la régularisation comptable de l'exercice 2013 faite en 2014.\n\n- Code de la sécurité sociale.\n\n- Code de la sécurité sociale.\n\n- Code de la santé publique\n\n- Loi n°2003-1199 du 18 décembre 2003\n\n- Loi n°94-628 du 25 juillet 1994\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "I. ― A titre expérimental à compter du 1er avril 2014 et pour une période de trois ans, la délivrance dans des officines de pharmacie des médicaments à usage humain appartenant à la classe des antibiotiques se fait à l'unité, lorsque leur forme pharmaceutique le permet.II. ― Un décret détermine, pour ces médicaments, les conditions de désignation des officines des régions retenues pour participer à cette expérimentation. Il définit en outre, pour les médicaments concernés, les modalités de délivrance, d'engagement de la responsabilité des différents acteurs de la filière pharmaceutique dans le cadre de cette expérimentation, de conditionnement, d'étiquetage, d'information de l'assuré et de traçabilité, après la consultation des professionnels concernés. Il détermine, en fonction du prix de vente au public mentionné à l'article L. 162-16-4 du code de la sécurité sociale, les règles de fixation du prix à l'unité de vente au public, de prise en charge par l'assurance maladie et de facturation et prévoit les modalités de financement susceptibles d'être mises en œuvre.III. ― L'expérimentation fait l'objet d'une évaluation selon des modalités fixées par le décret prévu au II du présent article.IV. ― Le Gouvernement présente au Parlement, au plus tard le 31 juillet 2017, un rapport dressant le bilan de l'expérimentation prévue au présent article, notamment au regard de son impact sur les dépenses, l'organisation de la filière pharmaceutique et le bon usage des médicaments concernés."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "I. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nII. - Le I entre en vigueur à compter du 1er janvier 2014. Les  spécialités ayant bénéficié des dispositions de l'article 24 de la loi  n° 2011-2012 du 29 décembre 2011 relative au renforcement de la sécurité  sanitaire du médicament et des produits de santé et pour lesquelles  aucune décision n'a été prise, au titre de leur autorisation de mise sur  le marché, sur leur inscription sur la liste mentionnée au premier  alinéa de l'article L. 5123-2 du code de la santé publique ou sur une  des listes mentionnées aux deux premiers alinéas de l'article L. 162-17  du code de la sécurité sociale continuent à bénéficier des dispositions  du même article 24 jusqu'au 1er août 2014.\n\nA titre dérogatoire, un médicament qui, préalablement à l'obtention de son autorisation de mise sur le marché, n'a bénéficié que d'une autorisation temporaire d'utilisation prévue au 2° du I de l'article L. 5121-12 du code de la santé publique peut, à compter de la date de fin d'octroi de l'autorisation temporaire d'utilisation fixée par l'Agence nationale de sécurité du médicament et des produits de santé, être acheté, fourni, pris en charge et utilisé pour le traitement de nouveaux patients dans toutes les indications de son autorisation de mise sur le marché, dans les conditions prévues au présent article, dès lors que l'autorisation de mise sur le marché a été octroyée entre le 1er janvier 2014 et le 1er juillet 2014.\n\nIII. - Le Gouvernement remet chaque année au Parlement un rapport sur l'application du présent article.\n\n- Code de la sécurité sociale.\n\n- Code de la sécurité sociale.\n\nArt. L162-16-5-2"
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "II.-A titre transitoire et jusqu'à la date d'entrée en vigueur de l'arrêté mentionné au premier alinéa de l'article L. 138-9 du code de la sécurité sociale, dans sa rédaction résultant du I du présent article, les plafonds mentionnés aux deux dernières phrases du même alinéa sont fixés à 17 %."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "III.-L'article L. 162-22-7-2 du code de la sécurité sociale continue de s'appliquer aux plans d'actions conclus avant la date de promulgation de la présente loi, jusqu'à leur échéance."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "Avant le 1er mai 2014, le Gouvernement remet au Parlement un rapport relatif à l'affectation de l'élargissement de l'assiette de la contribution sur les dépenses de promotion des médicaments et des dispositifs médicaux au financement pérenne et indépendant des associations représentant les usagers du système de santé."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "I. et III.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII.-Les articles L. 863-1, L. 863-6 et L. 863-7 du code de la sécurité sociale, dans leur rédaction résultant du 2° du A du I du présent article, s'appliquent aux contrats souscrits ou renouvelés à compter du 1er juillet 2015.\n\nLes contrats en cours à cette date restent éligibles au bénéfice du crédit d'impôt mentionné à l'article L. 863-1 du même code jusqu'à la date à laquelle ils prennent fin.\n\nLe B du I entre en vigueur, selon des modalités définies par décret en Conseil d'Etat, pour les contrats, les bulletins d'adhésion ou les règlements conclus, souscrits ou renouvelés à compter du 1er avril 2015.\n\nIV.-Est obligatoire l'information du bénéficiaire de l'aide à l'acquisition d'une complémentaire santé par les organismes complémentaires de la date d'échéance du contrat ainsi que de la possibilité de renouveler ou non ce contrat avec le bénéfice de la déduction mentionnée à l'article L. 863-2 du code de la sécurité sociale, au minimum deux mois avant l'échéance de ce contrat.\n\nPar dérogation au troisième alinéa du présent II, les contrats et les bulletins d'adhésion qui résultent d'une obligation déterminée par un des actes mentionnés à l'article L. 911-1 dudit code qui a été conclu avant la publication de la loi n° 2014-892 du 8 août 2014 de financement rectificative de la sécurité sociale pour 2014 continuent d'ouvrir droit au bénéfice des dispositions mentionnées au premier alinéa de l'article L. 871-1 du même code jusqu'à l'entrée en vigueur de la prochaine modification desdits actes postérieure à la publication de la loi n° 2014-892 du 8 août 2014 précitée et au plus tard jusqu'au 31 décembre 2017, dès lors qu'ils y ouvraient droit à la date de publication de cette même loi.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2013-682 DC du 19 décembre 2013.]"
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2013-682 DC du 19 décembre 2013.]"
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "Avant la présentation du projet de loi de financement de la sécurité sociale pour 2015, le Gouvernement remet au Parlement un rapport sur les modalités d'adaptation des conditions d'attribution des indemnités journalières au titre de l'assurance maladie et maternité. Ce rapport présente notamment la possibilité d'une prise en compte au prorata des heures travaillées."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "I.-Le montant de la participation des régimes obligatoires d'assurance maladie au financement du fonds pour la modernisation des établissements de santé publics et privés est fixé à 103,34 millions d'euros pour l'année 2014.\n\nII.-Le montant de la dotation des régimes obligatoires d'assurance maladie pour le financement de l'Office national d'indemnisation des accidents médicaux, des affections iatrogènes et des infections nosocomiales, mentionné à l'article L. 1142-23 du code de la santé publique, est fixé à 118 millions d'euros pour l'année 2014.\n\nIII.-Le montant de la participation des régimes obligatoires d'assurance maladie au financement de l'Etablissement de préparation et de réponse aux urgences sanitaires est fixé à 22,2 millions d'euros pour l'année 2014.\n\nIV.-Le montant de la contribution de la Caisse nationale de solidarité pour l'autonomie au financement des agences régionales de santé au titre de leurs actions concernant les prises en charge et accompagnements des personnes âgées ou handicapées, mentionnée au 3° de l'article L. 1432-6 du code de la santé publique, est fixé à 91,37 millions d'euros pour l'année 2014.\n\nV.-1. Le montant de la participation des régimes obligatoires d'assurance maladie au financement des agences régionales de santé au titre de leur budget de gestion est fixé, pour l'année 2014, à 162 millions d'euros, selon une répartition entre les régimes arrêtée par les ministres chargés de la santé, de la sécurité sociale et de l'agriculture.\n\n2. A modifié les dispositions suivantes :\n\n3. Le 2 du présent V s'applique à compter de l'exercice 2015.\n\n-Code de la santé publique"
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "Pour l'année 2014, les objectifs de dépenses de la branche Maladie, maternité, invalidité et décès sont fixés :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale, à 194,0 milliards d'euros ;2° Pour le régime général de la sécurité sociale, à 169,8 milliards d'euros."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "Pour l'année 2014, l'objectif national de dépenses d'assurance maladie de l'ensemble des régimes obligatoires de base et ses sous-objectifs sont fixés comme suit :\n\n(En milliards d'euros)\n\nOBJECTIF DE DÉPENSES\n\nDépenses de soins de ville\n\ncenter\n\n81,1\n\nDépenses relatives aux établissements de santé tarifés à l'activité\n\ncenter\n\n55,6\n\nAutres dépenses relatives aux établissements de santé\n\ncenter\n\n19,9\n\nContribution de l'assurance maladie aux dépenses en établissements et services pour personnes âgées\n\ncenter\n\n8,6\n\nContribution de l'assurance maladie aux dépenses en établissements et services pour personnes handicapées\n\ncenter\n\n9,0\n\nDépenses relatives au fonds d'intervention régional\n\ncenter\n\n3,2\n\nAutres prises en charge\n\ncenter\n\n1,7\n\nTotal\n\ncenter\n\n179,1\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "Chaque année, le Gouvernement remet au Parlement un rapport détaillant l'évolution de la prise en charge par l'assurance maladie obligatoire des dépenses de santé et les facteurs d'évolution."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "Pour l'année 2014, les objectifs de dépenses de la branche Vieillesse sont fixés :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale, à 221,0 milliards d'euros ;2° Pour le régime général de la sécurité sociale, à 117,2 milliards d'euros."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "I. ― Le montant de la contribution de la branche Accidents du travail et maladies professionnelles du régime général de la sécurité sociale au financement du Fonds d'indemnisation des victimes de l'amiante est fixé à 435 millions d'euros pour l'année 2014.II. ― Le montant de la contribution de la branche Accidents du travail et maladies professionnelles du régime général de la sécurité sociale au financement du Fonds de cessation anticipée d'activité des travailleurs de l'amiante est fixé à 821 millions d'euros pour l'année 2014.III. ― Le montant du versement mentionné à l'article L. 176-1 du code de la sécurité sociale est fixé, pour l'année 2014, à 790 millions d'euros."
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "Pour l'année 2014, les objectifs de dépenses de la branche Accidents du travail et maladies professionnelles sont fixés :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale, à 13,3 milliards d'euros ;2° Pour le régime général de la sécurité sociale, à 12,0 milliards d'euros."
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "I. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\n- Code de la sécurité sociale.\n\n- Code de la sécurité sociale.\n\nArt. L755-16-1\n\nII. - Le I entre en vigueur à compter du 1er avril 2014.\n\nleft\n\nleft\n\nleft"
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nIII. - (Abrogé).\n\nIV. - Les I et II du présent article sont applicables à compter du 1er avril 2014, pour les enfants nés ou adoptés à compter du 1er avril 2014, et, à compter du 1er avril 2017, pour l'ensemble des autres enfants. Pour les personnes qui bénéficient de l'allocation de base mentionnée à l'article L. 531-3 du code de la sécurité sociale et du complément de libre choix du mode de garde mentionné à l'article L. 531-5 du même code au titre d'un ou de plusieurs enfants nés ou adoptés avant le 1er avril 2014, les plafonds de ressources en vigueur au 31 mars 2014 demeurent applicables, sous réserve de leur actualisation annuelle conformément à l'évolution des prix à la consommation hors tabac. Lorsque ces personnes ont, à compter du 1er avril 2014, du fait d'une naissance ou d'une adoption, un nouvel enfant à charge, il est fait application des I et II du présent article pour l'examen des droits au titre de l'ensemble des enfants à charge.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "Pour l'année 2014, les objectifs de dépenses de la branche Famille de la sécurité sociale sont fixés à 59,2 milliards d'euros."
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "Pour l'année 2014, les dépenses de prise en charge mentionnées au 2° de l'article L. 135-2 du code de la sécurité sociale sont fixées à 3,4 milliards d'euros pour le régime général, à 400 millions d'euros pour le régime des salariés agricoles et à 100 millions d'euros pour le régime social des indépendants."
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Article 80",
      "content": "Pour l'année 2014, les prévisions des charges des organismes concourant au financement des régimes obligatoires de sécurité sociale sont fixées ainsi qu'il suit :\n\n(En milliards d'euros)\n\nPRÉVISIONS DE CHARGES\n\nFonds de solidarité vieillesse\n\ncenter\n\n20,4\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I entre en vigueur à une date fixée par décret et au plus tard le 1er janvier 2015. Le recouvrement des créances et le règlement des dettes prévus au même I et exigibles avant la date mentionnée à la première phrase du présent II sont assurés à compter de cette même date par l'organisme mentionné à l'article L. 221-1 du code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\nArt. L767-1, Art. L221-1"
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "I. et II.-A abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nIII.-Les I et II s'appliquent à compter du 1er janvier 2014.\n\nIV.-Par dérogation au III du présent article, à l'exception des indemnités journalières servies en application de l'article L. 732-4 du code rural et de la pêche maritime, les prestations allouées en application des articles L. 732-3 et L. 752-3 du même code aux assurés ayant opté, en application des articles L. 731-30 et L. 752-13 dudit code, dans leur rédaction antérieure à la présente loi, pour les organismes assureurs autres que les caisses de mutualité sociale agricole continuent d'être versées par ces mêmes organismes jusqu'à une date, qui peut être différente pour chaque catégorie de prestations, fixée par décret entre le 30 juin 2014 et le 30 juin 2015.\n\nA la date fixée par le décret, les droits et obligations des groupements d'organismes assureurs mentionnés aux articles L. 731-31 et L. 752-14 du code rural et de la pêche maritime, dans leur rédaction antérieure à la présente loi, sont transférés aux organismes de mutualité sociale agricole, dans des conditions fixées par décret.\n\nA compter de cette même date, la gestion des réserves antérieurement constituées pour le compte des branches instituées aux 2° et 4° de l'article L. 722-8 du même code par les groupements d'organismes assureurs mentionnés aux articles L. 731-31 et L. 752-14 dudit code, dans leur rédaction antérieure à la présente loi, est assurée par la Caisse centrale de la mutualité sociale agricole.\n\nLe préjudice susceptible de résulter, pour les groupements mentionnés aux mêmes articles L. 731-31 et L. 752-14, dans leur rédaction antérieure à la présente loi, du transfert de la gestion du régime obligatoire d'assurance maladie et du régime d'assurance contre les accidents du travail et les maladies professionnelles des non-salariés agricoles aux caisses de mutualité sociale agricole à la date fixée en application du premier alinéa du présent IV, et notamment du transfert de leurs droits et obligations mentionné au deuxième alinéa du présent IV, fait l'objet d'une indemnité fixée dans le cadre d'un constat établi à la suite d'une procédure contradictoire. Les conditions et le montant de l'indemnité sont fixés par décret.\n\nV.-Les contrats de travail des personnels affectés aux activités transférées en application des 13° et 20° du I du présent article sont repris par les organismes de mutualité sociale agricole dans les conditions prévues aux articles L. 1224-1 et L. 1224-2 du code du travail.\n\nVI.-Un décret fixe les modalités d'application des IV et V.\n\n-Code rural et de la pêche maritime\n\n-Code rural et de la pêche maritime\n\n-Code rural et de la pêche maritime\n\n-Code rural et de la pêche maritime\n\n-Code rural et de la pêche maritime\n\n-Code rural et de la pêche maritime\n\n-Code rural et de la pêche maritime"
    },
    {
      "provision_ref": "artAnnexeA",
      "section": "AnnexeA",
      "title": "Article AnnexeA",
      "content": "II. ― Couverture des déficits constatés sur l'exercice 2012"
    },
    {
      "provision_ref": "artAnnexeB",
      "section": "AnnexeB",
      "title": "Article AnnexeB",
      "content": "RAPPORT DÉCRIVANT LES PRÉVISIONS DE RECETTES ET LES OBJECTIFS DE DÉPENSES, PAR BRANCHE, DES RÉGIMES OBLIGATOIRES DE BASE ET DU RÉGIME GÉNÉRAL, LES PRÉVISIONS DE RECETTES ET DE DÉPENSES DES ORGANISMES CONCOURANT AU FINANCEMENT DE CES RÉGIMES AINSI QUE L'OBJECTIF NATIONAL DE DÉPENSES D'ASSURANCE MALADIE POUR LES QUATRE ANNÉES À VENIR\n\nLa présente annexe décrit l'évolution des agrégats de dépenses, de recettes et de soldes du régime général, de l'ensemble des régimes obligatoires de base de la sécurité sociale et du Fonds de solidarité vieillesse (FSV) sur la période 2014-2017. A l'issue de cette période, l'objectif du Gouvernement est le retour à l'équilibre de l'ensemble des comptes publics et particulièrement de ceux des administrations de sécurité sociale (hors Caisse d'amortissement de la dette sociale et Fonds de réserve des retraites). Cette trajectoire de retour à l'équilibre devrait être atteinte au moyen de réformes ambitieuses sur l'ensemble des branches de la sécurité sociale. Ainsi, la réforme des retraites et celle de la branche Famille devraient permettre de préserver le haut niveau de protection de notre système d'assurance sociale en assurant sa viabilité financière à moyen et à long termes. Ces deux réformes d'ampleur s'accompagnent de l'adoption d'un objectif ambitieux de maîtrise de l'évolution des dépenses d'assurance maladie avec, comme cible, une évolution de l'objectif national de dépenses d'assurance maladie (ONDAM) à 2,4 % dès 2014.Dans un contexte économique en voie de redressement mais encore marqué par les conséquences de la crise économique (I), la stratégie de retour à l'équilibre repose ainsi sur un effort renouvelé de maîtrise des dépenses sociales porté par des réformes d'ampleur sur l'ensemble des branches (II), dans un souci de modération de la pression fiscale et sociale sur les entreprises et les ménages (III).\n\nI. ― Un environnement économique en voie de redressement, mais encore marqué par les conséquences de la crise économique\n\nLes hypothèses macro-économiques retenues dans la construction des projections jointes à la présente annexe retiennent pour 2013 une prévision de croissance de 1,3 % en valeur de la masse salariale du secteur privé, principale assiette des ressources de la sécurité sociale. L'année 2014 serait plus favorable, avec une progression de la masse salariale du secteur privé de 2,2 %, qui s'établirait à 3,5 % en 2015 et se stabiliserait à 4,0 % en 2016. Elle retrouverait ainsi le rythme moyen d'évolution constaté entre 1998 et 2007 (+ 4,1 %).Cette progression de la masse salariale accompagnerait l'augmentation progressive du taux de croissance du PIB en volume, qui, après avoir été atone en 2012 et 2013, est remonté à 0,9 % en 2014 et devrait atteindre 1,7 % en 2015.\n\nHypothèses retenues dans la projection pluriannuelle\n\n(En pourcentage)\n\nPar ailleurs, les prévisions économiques sous-jacentes au projet de loi de financement de la sécurité sociale et au projet de loi de finances font désormais l'objet d'un avis du Haut Conseil des finances publiques. Ce dernier, instauré en 2012 par la loi organique n° 2012-1403 du 17 décembre 2012 relative à la programmation et à la gouvernance des finances publiques, se prononce en effet sur la sincérité des prévisions macroéconomiques ainsi que sur la cohérence de la programmation envisagée au regard de l'objectif à moyen terme et des engagements européens.Les réformes ambitieuses menées cette année permettront d'accélérer le redressement des comptes des régimes de sécurité sociale. Ainsi, le déficit du régime général et du FSV s'établirait à 4,0 milliards d'euros en 2017, en très nette amélioration par rapport aux 17,5 milliards d'euros de déficit constatés en 2012. Le redressement de la branche Vieillesse (Caisse nationale des allocations familiales [CNAF] et FSV) devrait être particulièrement marqué, avec un déficit qui s'établirait à 1,4 milliard d'euros en 2017 contre 8,9 milliards d'euros en 2012. Les branches Maladie et Famille devraient également être en très net redressement.Les mesures ainsi proposées correspondent à un effort structurel, au sens de l'article 1er de la loi organique n° 2012-1403 du 17 décembre 2012 précitée, qui s'élève en 2014 à 0,4 point de PIB pour l'ensemble des régimes obligatoires de base de sécurité sociale.Du fait du schéma de reprise de dette mis en place en 2010 et adapté par la présente loi, l'ensemble des déficits de la Caisse nationale d'assurance vieillesse (CNAV) et du FSV sur la période pourront être transférés à la Caisse d'amortissement de la dette sociale (CADES) afin d'être amortis. Il en sera de même pour les déficits de la Caisse nationale d'assurance maladie des travailleurs salariés constatés sur la période 2012-2014 et pour les déficits de la CNAF constatés sur la période 2012-2013. Ces opérations permettront d'éviter un accroissement non maîtrisé des besoins de trésorerie de l'Agence centrale des organismes de sécurité sociale (ACOSS). Au final, compte tenu de la capacité d'amortissement de la CADES, la dette globale de la sécurité sociale devrait diminuer à partir de l'exercice 2016.\n\nII. ― Des réformes d'ampleur sur l'ensemble des branches de la sécurité sociale\n\nLa réforme des retraites et celle de la branche Famille posent les bases d'une trajectoire crédible de retour à l'équilibre.Les mesures affectant les comptes de la branche Famille visent à recentrer les prestations sur les publics les plus fragiles, dans un objectif de justice. L'allocation de base de la prestation d'accueil du jeune enfant sera diminuée pour les familles dont les ressources dépassent un certain plafond. Le montant de l'allocation de base ne sera pas revalorisé jusqu'à ce que son montant soit égal à celui du complément familial. Par ailleurs, le montant du complément de libre choix d'activité sera uniformisé pour toutes les familles, la majoration qui s'adressait aux familles les plus aisées étant supprimée.Afin de réduire la pauvreté des enfants et des familles, le complément familial sera progressivement majoré de 50 % pour les familles nombreuses vivant sous le seuil de pauvreté, une première majoration intervenant à compter du 1er avril 2014. L'allocation de soutien familial, à destination des parents isolés, sera également progressivement revalorisée de 25 %. Au titre de la solidarité, le plafond de l'avantage fiscal lié à la présence d'enfants à charge dans le foyer sera, à l'inverse, ramené de 2 000 à 1 500 € par demi-part et le rendement de cette mesure sera affecté dès 2014 à la branche Famille.Au terme de ces réformes, le solde de la branche Famille devrait connaître une amélioration substantielle et s'établirait à ― 1 milliard d'euros en 2017 contre ― 2,8 milliards d'euros en 2013.La réforme des retraites vise, quant à elle, à assurer l'équilibre des régimes de retraite de base à l'horizon 2020 et à maintenir cet équilibre à l'horizon 2040, conformément aux recommandations de la commission sur l'avenir des retraites. Les mesures assurant l'équilibre d'ici à 2020 concerneront les retraités, les actifs et les employeurs.Les cotisations des actifs et des entreprises aux différents régimes de base seront augmentées dans la même proportion, de façon mesurée, selon des modalités fixées par décret. La hausse sera progressive sur quatre ans : 0,15 point pour les actifs et les employeurs en 2014, puis 0,05 point pour les trois années suivantes. A terme, en 2017, l'accroissement aura été de 0,3 point pour les actifs et de 0,3 point pour les employeurs.La contribution des retraités reposera, quant à elle, sur deux mesures : l'inclusion des majorations de pension des retraités ayant élevé trois enfants ou plus dans l'assiette de l'impôt sur le revenu et le décalage de six mois de la revalorisation des pensions prévue à l'article 4 du projet de loi garantissant l'avenir et la justice du système de retraites, à l'exception du minimum vieillesse, la revalorisation de l'allocation de solidarité aux personnes âgées étant maintenue au 1er avril de chaque année.Ces mesures de redressement à court terme s'accompagneront d'une mesure permettant de faire face au défi que constitue à long terme l'allongement de l'espérance de vie, en proposant une évolution progressive de la durée d'assurance requise pour l'obtention d'une retraite à taux plein.Un dispositif de pilotage sera également mis en place : le Conseil d'orientation des retraites réalisera chaque année, à partir des indicateurs retenus, un bilan public sur le système de retraite ; le Comité de suivi des retraites rendra pour sa part un avis annuel et l'assortira de recommandations publiques en cas d'écarts significatifs par rapport à la trajectoire de retour à l'équilibre. Il formulera, le cas échéant, des recommandations sur les mesures à prendre et le Gouvernement, après consultation des partenaires sociaux, prendra ou proposera au Parlement les mesures de redressement.Par ailleurs, le projet de loi garantissant l'avenir et la justice du système de retraites vise parallèlement à améliorer les droits à la retraite de publics fragiles. A compter du 1er janvier 2014, les modalités de validation d'un trimestre seront en effet assouplies et il sera possible de valider un trimestre avec 150 heures de cotisations au niveau du SMIC (contre 200 aujourd'hui). Cette mesure permettra de valider des trimestres pour les salariés à temps partiel de faible durée, les femmes notamment, qui verront, par ailleurs, mieux pris en compte les trimestres d'interruption au titre du congé maternité. En effet, à compter du 1er janvier 2014, tous les trimestres de congé maternité seront réputés cotisés. De même, des mesures spécifiques bénéficieront aux jeunes apprentis et en alternance, ainsi qu'aux personnes ayant eu des carrières heurtées.Enfin, une avancée significative en matière de droits sociaux est prévue avec la création dès 2015 d'un compte personnel de prévention de la pénibilité. Ce dispositif sera financé par une cotisation des employeurs : une cotisation minimale de toutes les entreprises et une cotisation de chaque entreprise tenant compte de la pénibilité qui lui est propre. Il permettra aux salariés de cumuler des points en fonction de l'exposition à un ou plusieurs facteurs de pénibilité et de les utiliser pour des actions de formation ou de maintien de rémunération lors d'un passage à temps partiel ou pour financer une majoration de durée d'assurance.A l'issue de cette réforme, le déficit de la CNAV et du FSV devrait atteindre 1,4 milliard d'euros en 2017, l'équilibre étant atteint en 2020.La fixation d'un taux de progression de l'ONDAM à 2,4 % en 2014 représente enfin un effort très important de maîtrise des dépenses de santé et constitue un objectif plus ambitieux que celui retenu à la fois dans la loi de programmation des finances publiques votée en 2013 et dans l'annexe pluriannuelle de la loi de financement de la sécurité sociale pour 2013 (taux de progression de 2,6 % pour 2014).Le respect de cet objectif passe par un effort qui se décline autour de deux axes : le déploiement de la stratégie nationale de santé (SNS) et la poursuite des efforts de maîtrise des dépenses de santé.Le déploiement de la SNS doit ainsi permettre d'améliorer l'organisation des soins et de renforcer son efficience. C'est en ce sens que se poursuivra le développement de la chirurgie ambulatoire et des actes de télémédecine. La mise en œuvre de la SNS passe également par le développement de nouveaux modes de tarification adaptés à une approche reposant sur le parcours de soins (mesures concernant en particulier la radiothérapie et l'insuffisance rénale chronique). Les mesures inscrites dans la présente loi permettront également de poser les premiers jalons d'une évolution en profondeur de la tarification à l'activité. Enfin, des mesures spécifiques favoriseront une meilleure organisation des soins de proximité, initiée par la loi de financement de la sécurité sociale pour 2013, en étendant le soutien aux structures pluriprofessionnelles et en sécurisant le financement des coopérations entre professionnels de santé.Le deuxième axe comprend la poursuite des actions de maîtrise des dépenses liées aux produits de santé, tant en ville qu'en établissements de santé. Ces actions consistent à la fois en des baisses de prix négociées par le Comité économique des produits de santé et en un meilleur contrôle des volumes (maintien d'un taux très élevé de substitution des génériques, développement d'une liste de référence des médicaments biosimilaires, modernisation et simplification des mécanismes contractuels de régulation des médicaments inscrits sur la liste en sus...). Les efforts de maîtrise médicalisée seront poursuivis avec des objectifs ambitieux et, conformément aux préconisations de la Cour des comptes, des baisses de prix ciblées permettront, en outre, de réguler la dépense de certains soins de ville (radiologie et biologie).Enfin, un sous-objectif supplémentaire sera créé, qui rassemblera les dépenses d'assurance maladie relatives au fonds d'intervention régional, donnant ainsi sa pleine visibilité à un instrument qui, par la souplesse de gestion de ses crédits qu'il confère aux agences régionales de santé, est essentiel au pilotage efficient des dépenses de santé.\n\nIII. ― Cet effort de redressement sera accompagné d'un apport modéré de nouvelles recettes\n\nCet effort sur la dépense de l'ensemble des branches de la sécurité sociale sera complété par un apport, qui restera toutefois modéré, de nouvelles recettes. En effet, les gains fiscaux attendus de la réforme du mode de calcul du quotient familial et de la fiscalisation de la participation des employeurs au financement des contrats collectifs relatifs à la protection complémentaire contribueront au redressement des comptes de la sécurité sociale dès 2014. Le projet de loi de finances prévoit donc l'affectation de produits de TVA à due concurrence au régime général. Par ailleurs, la branche Vieillesse sera affectataire, dès 2015, des gains attendus de la fiscalisation des majorations de pension pour enfants, qui sont estimés à 1,2 milliard d'euros.Une mesure de rationalisation du cadre de gestion des prélèvements sociaux sur les produits de placement, proposée dans le cadre de la présente loi, devrait par ailleurs générer des recettes supplémentaires.Enfin, la réaffectation de ces recettes au sein de la sphère sociale est l'occasion de rationaliser les modalités de financement, en s'appuyant notamment sur les recommandations formulées par le Haut Conseil du financement de la protection sociale. Ainsi, la CNAF recevra un panier de recettes comportant de la contribution sociale généralisée (CSG), les contributions sur les jeux, ainsi qu'une part de la taxe sur les véhicules de sociétés. Pour sa part, le forfait social sera recentré sur la branche Vieillesse et la CNAM recevra une part élevée des prélèvements sur les revenus du capital. Les taux de CSG feront, pour leur part, l'objet d'une harmonisation.\n\nRecettes, dépenses et soldes du régime général\n\n(En milliards d'euros)\n\ncenter\n\n287\n\n2013\n\n69\n\n2014\n\n69\n\n2015\n\n69\n\n2016\n\n69\n\n2017\n\n69\n\nPIB (volume)\n\n287\n\n0,1\n\n69\n\n0,9\n\n69\n\n1,7\n\n69\n\n2,0\n\n69\n\n2,0\n\n69\n\nMasse salariale privée\n\n287\n\n1,3\n\n69\n\n2,2\n\n69\n\n3,5\n\n69\n\n4,0\n\n69\n\n4,0\n\n69\n\nONDAM\n\n287\n\n2,8\n\n69\n\n2,4\n\n69\n\n2,4\n\n69\n\n2,4\n\n69\n\n2,4\n\n69\n\nInflation hors tabac\n\n287\n\n0,80\n\n69\n\n1,30\n\n69\n\n1,75\n\n69\n\n1,75\n\n69\n\n1,75\n\n69\n\ncenter\n\n1\n\n2\n\n3\n\n680\n\ncenter\n\n70\n\n2010\n\n68\n\n2011\n\n68\n\n2012\n\n68\n\n2013\n\n68\n\n2014\n\n68\n\n2015\n\n68\n\n2016\n\n68\n\n2017\n\n67\n\nMaladie\n\n9\n\n668\n\nRecettes\n\n70\n\n141,8\n\n68\n\n148,0\n\n68\n\n154,9\n\n68\n\n157,5\n\n68\n\n163,8\n\n68\n\n169,1\n\n68\n\n174,8\n\n68\n\n180,7\n\n67\n\nDépenses\n\n70\n\n153,4\n\n68\n\n156,6\n\n68\n\n160,8\n\n68\n\n165,1\n\n68\n\n169,8\n\n68\n\n174,2\n\n68\n\n178,6\n\n68\n\n183,1\n\n67\n\nSolde\n\n70\n\n- 11,6\n\n68\n\n- 8,6\n\n68\n\n- 5,9\n\n68\n\n- 7,6\n\n68\n\n- 6,0\n\n68\n\n- 5,1\n\n68\n\n- 3,8\n\n68\n\n- 2,4\n\n67\n\nAccidents du travail-maladies professionnelles\n\n9\n\n668\n\nRecettes\n\n70\n\n10,5\n\n68\n\n11,3\n\n68\n\n11,5\n\n68\n\n11,8\n\n68\n\n12,1\n\n68\n\n12,5\n\n68\n\n13,0\n\n68\n\n13,5\n\n67\n\nDépenses\n\n70\n\n11,2\n\n68\n\n11,6\n\n68\n\n11,7\n\n68\n\n11,5\n\n68\n\n12,0\n\n68\n\n12,1\n\n68\n\n12,3\n\n68\n\n12,5\n\n67\n\nSolde\n\n70\n\n- 0,7\n\n68\n\n- 0,2\n\n68\n\n- 0,2\n\n68\n\n0,3\n\n68\n\n0,1\n\n68\n\n0,4\n\n68\n\n0,6\n\n68\n\n1,0\n\n67\n\nFamille\n\n9\n\n668\n\nRecettes\n\n70\n\n49,9\n\n68\n\n51,9\n\n68\n\n53,8\n\n68\n\n54,8\n\n68\n\n56,9\n\n68\n\n58,7\n\n68\n\n60,4\n\n68\n\n62,1\n\n67\n\nDépenses\n\n70\n\n52,6\n\n68\n\n54,5\n\n68\n\n56,3\n\n68\n\n57,6\n\n68\n\n59,2\n\n68\n\n60,6\n\n68\n\n62,0\n\n68\n\n63,1\n\n67\n\nSolde\n\n70\n\n- 2,7\n\n68\n\n- 2,6\n\n68\n\n- 2,5\n\n68\n\n- 2,8\n\n68\n\n- 2,3\n\n68\n\n- 1,9\n\n68\n\n- 1,6\n\n68\n\n- 1,0\n\n67\n\nVieillesse\n\n9\n\n668\n\nRecettes\n\n70\n\n93,4\n\n68\n\n100,5\n\n68\n\n105,4\n\n68\n\n111,3\n\n68\n\n116,0\n\n68\n\n120,5\n\n68\n\n125,5\n\n68\n\n130,1\n\n67\n\nDépenses\n\n70\n\n102,3\n\n68\n\n106,5\n\n68\n\n110,2\n\n68\n\n114,6\n\n68\n\n117,2\n\n68\n\n121,0\n\n68\n\n125,5\n\n68\n\n129,5\n\n67\n\nSolde\n\n70\n\n- 8,9\n\n68\n\n- 6,0\n\n68\n\n- 4,8\n\n68\n\n- 3,3\n\n68\n\n- 1,2\n\n68\n\n- 0,5\n\n68\n\n0,1\n\n68\n\n0,6\n\n67\n\nToutes branches consolidées\n\n9\n\n668\n\nRecettes\n\n70\n\n285,6\n\n68\n\n300,8\n\n68\n\n314,0\n\n68\n\n323,5\n\n68\n\n336,6\n\n68\n\n348,4\n\n68\n\n361,0\n\n68\n\n373,2\n\n67\n\nDépenses\n\n70\n\n309,6\n\n68\n\n318,2\n\n68\n\n327,3\n\n68\n\n336,9\n\n68\n\n346,1\n\n68\n\n355,6\n\n68\n\n365,6\n\n68\n\n375,0\n\n67\n\nSolde\n\n70\n\n- 23,9\n\n68\n\n- 17,4\n\n68\n\n- 13,3\n\n68\n\n- 13,3\n\n68\n\n- 9,5\n\n68\n\n- 7,2\n\n68\n\n- 4,7\n\n68\n\n- 1,8\n\n67\n\ncenter\n\n1\n\n2\n\n3\n\n680\n\ncenter\n\ncenter\n\nRecettes, dépenses et soldes de l'ensemble des régimes obligatoires de base\n\n(En milliards d'euros)\n\ncenter\n\ncenter\n\nRecettes, dépenses et soldes du Fonds de solidarité vieillesse\n\n(En milliards d'euros)\n\ncenter\n\n70\n\n2010\n\n68\n\n2011\n\n68\n\n2012\n\n68\n\n2013\n\n68\n\n2014\n\n68\n\n2015\n\n68\n\n2016\n\n68\n\n2017\n\n67\n\nMaladie\n\n9\n\n668\n\nRecettes\n\n70\n\n164,8\n\n68\n\n171,7\n\n68\n\n178,8\n\n68\n\n181,7\n\n68\n\n188,0\n\n68\n\n193,7\n\n68\n\n199,9\n\n68\n\n206,3\n\n67\n\nDépenses\n\n70\n\n176,2\n\n68\n\n180,3\n\n68\n\n184,7\n\n68\n\n189,4\n\n68\n\n194,0\n\n68\n\n198,9\n\n68\n\n203,7\n\n68\n\n208,7\n\n67\n\nSolde\n\n70\n\n- 11,4\n\n68\n\n- 8,5\n\n68\n\n- 5,9\n\n68\n\n- 7,7\n\n68\n\n- 6,0\n\n68\n\n- 5,2\n\n68\n\n- 3,9\n\n68\n\n- 2,4\n\n67\n\nAccidents du travail-maladies professionnelles\n\n9\n\n668\n\nRecettes\n\n70\n\n11,9\n\n68\n\n12,8\n\n68\n\n13,1\n\n68\n\n13,2\n\n68\n\n13,5\n\n68\n\n13,9\n\n68\n\n14,4\n\n68\n\n14,9\n\n67\n\nDépenses\n\n70\n\n12,6\n\n68\n\n13,0\n\n68\n\n13,7\n\n68\n\n12,9\n\n68\n\n13,3\n\n68\n\n13,5\n\n68\n\n13,7\n\n68\n\n13,9\n\n67\n\nSolde\n\n70\n\n- 0,7\n\n68\n\n- 0,1\n\n68\n\n- 0,6\n\n68\n\n0,4\n\n68\n\n0,2\n\n68\n\n0,4\n\n68\n\n0,7\n\n68\n\n1,0\n\n67\n\nFamille\n\n9\n\n668\n\nRecettes\n\n70\n\n50,4\n\n68\n\n52,3\n\n68\n\n54,1\n\n68\n\n55,2\n\n68\n\n56,9\n\n68\n\n58,7\n\n68\n\n60,4\n\n68\n\n62,1\n\n67\n\nDépenses\n\n70\n\n53,0\n\n68\n\n54,9\n\n68\n\n56,6\n\n68\n\n58,0\n\n68\n\n59,2\n\n68\n\n60,6\n\n68\n\n62,0\n\n68\n\n63,1\n\n67\n\nSolde\n\n70\n\n- 2,7\n\n68\n\n- 2,6\n\n68\n\n- 2,5\n\n68\n\n- 2,8\n\n68\n\n- 2,3\n\n68\n\n- 1,9\n\n68\n\n- 1,6\n\n68\n\n- 1,0\n\n67\n\nVieillesse\n\n9\n\n668\n\nRecettes\n\n70\n\n183,3\n\n68\n\n194,6\n\n68\n\n203,4\n\n68\n\n212,1\n\n68\n\n219,4\n\n68\n\n226,3\n\n68\n\n234,1\n\n68\n\n241,4\n\n67\n\nDépenses\n\n70\n\n194,1\n\n68\n\n202,4\n\n68\n\n209,5\n\n68\n\n216,2\n\n68\n\n221,0\n\n68\n\n227,4\n\n68\n\n234,9\n\n68\n\n242,0\n\n67\n\nSolde\n\n70\n\n- 10,8\n\n68\n\n- 7,9\n\n68\n\n- 6,1\n\n68\n\n- 4,1\n\n68\n\n- 1,7\n\n68\n\n- 1,1\n\n68\n\n- 0,8\n\n68\n\n- 0,6\n\n67\n\nToutes branches consolidées\n\n9\n\n668\n\nRecettes\n\n70\n\n399,5\n\n68\n\n419,4\n\n68\n\n436,3\n\n68\n\n449,4\n\n68\n\n464,6\n\n68\n\n479,2\n\n68\n\n495,0\n\n68\n\n510,6\n\n67\n\nDépenses\n\n70\n\n425,0\n\n68\n\n438,5\n\n68\n\n451,4\n\n68\n\n463,6\n\n68\n\n474,5\n\n68\n\n486,9\n\n68\n\n500,6\n\n68\n\n513,6\n\n67\n\nSolde\n\n70\n\n- 25,5\n\n68\n\n- 19,1\n\n68\n\n- 15,1\n\n68\n\n- 14,2\n\n68\n\n- 9,8\n\n68\n\n- 7,7\n\n68\n\n- 5,5\n\n68\n\n- 3,0\n\n67\n\n1\n\n2\n\n3\n\n680\n\ncenter\n\n70\n\n2010\n\n68\n\n2011\n\n68\n\n2012\n\n68\n\n2013\n\n68\n\n2014\n\n68\n\n2015\n\n68\n\n2016\n\n68\n\n2017\n\n67\n\nRecettes\n\n70\n\n9,8\n\n68\n\n14,0\n\n68\n\n14,7\n\n68\n\n16,9\n\n68\n\n17,0\n\n68\n\n17,5\n\n68\n\n17,9\n\n68\n\n18,4\n\n67\n\nDépenses\n\n70\n\n13,8\n\n68\n\n17,5\n\n68\n\n18,9\n\n68\n\n19,7\n\n68\n\n20,4\n\n68\n\n20,5\n\n68\n\n20,5\n\n68\n\n20,4\n\n67\n\nSolde\n\n70\n\n- 4,1\n\n68\n\n- 3,4\n\n68\n\n- 4,1\n\n68\n\n- 2,7\n\n68\n\n- 3,4\n\n68\n\n- 3,1\n\n68\n\n- 2,6\n\n68\n\n- 2,0\n\n67\n\n1\n\n2\n\n3\n\n680\n\ncenter"
    },
    {
      "provision_ref": "artAnnexeC",
      "section": "AnnexeC",
      "title": "Article AnnexeC",
      "content": "II. ― Recettes, par catégorie et par branche, du régime général de sécurité socialeExercice 2014III. ― Recettes, par catégorie, des organismes concourant au financementdes régimes obligatoires de base de sécurité socialeExercice 2014"
    }
  ]
}