{
  "id": "loi-n-76-519-du-15-juin-1976",
  "type": "statute",
  "title": "Loi n° 76-519 du 15 juin 1976",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000334391",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Pour permettre au créancier de poursuivre le recouvrement de sa créance, le notaire établit une copie exécutoire, qui rapporte littéralement les termes de l'acte authentique qu'il a dressé. Il la certifie conforme à l'original et la revêt de la formule exécutoire."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Aucune créance ne peut faire l'objet d'une copie exécutoire au porteur."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Sous réserve des dispositions de l'article 15, il ne peut être créé de copie exécutoire à ordre qu'en représentation d'une créance garantie par un privilège spécial immobilier ou par une hypothèque immobilière."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "La copie exécutoire à ordre, autorisée comme il est dit à l'article 3, ne peut être établie que si sa création a été prévue dans l'acte notarié constatant la créance ou dans un acte rédigé à la suite de celui-ci. En cas de fractionnement de la créance ou de pluralité de créanciers, cet acte doit indiquer le nombre de copies exécutoires et le montant de la somme pour laquelle chacune d'elles sera établie."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "La copie exécutoire à ordre est établie au nom du créancier.Lors de sa remise au créancier, elle doit comporter les mentions suivantes :1° La dénomination \"copie exécutoire à ordre (transmissible par endossement)\" ;2° Le texte des articles 6, alinéa 1 et 7 de la présente loi ;3° Le montant de la somme due ou restant due à concurrence de laquelle elle vaut titre exécutoire ;4° La mention \"copie exécutoire unique\" ou l'indication de son numéro, au cas de pluralité de copies exécutoires ;5° La référence complète à l'inscription de la sûreté et la date extrême d'effet de cette inscription.Le titre dans lequel une des mentions indiquées ci-dessus fait défaut, ne vaut pas comme copie exécutoire à ordre."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "L'endossement de la copie exécutoire à ordre est obligatoirement constaté par acte notarié et porté sur la copie exécutoire elle-même.La mention d'endos porte la date de son apposition, la signature de l'endosseur, le montant de la somme due ou restant due au moment de l'endossement, la désignation de l'endossataire, son acceptation et sa signature, ainsi que la désignation et la signature du notaire.L'endossement emporte transfert de la créance et de ses accessoires, s'il n'est stipulé fait à titre de procuration ou de nantissement.Le transfert ou le nantissement d'une créance ayant donné lieu à l'établissement d'une copie exécutoire à ordre ne peut être effectué selon les formalités de l'article 1690 du code civil.Un endossement à titre de procuration ne peut être effectué lorsque, par l'acte notarié ayant constaté la créance, un établissement bancaire, financier, de crédit à statut légal spécial ou un notaire a été chargé de recevoir paiement pour le compte du créancier.Le notaire signataire, en application de l'alinéa 2 ci-dessus, notifie l'endossement, par lettre recommandée avec demande d'avis de réception, au notaire qui a reçu l'acte ayant constaté la créance, au débiteur, le cas échéant au domicile élu dans l'acte constitutif de la créance, ainsi que, le cas échéant, à l'établissement bancaire, financier ou de crédit à statut légal spécial ou au notaire mandaté, aux termes de l'acte ayant constaté la créance, à l'effet de payer pour le compte du débiteur. Au cas d'endossement translatif ou à titre de nantissement, pareille notification doit être effectuée à l'établissement bancaire, financier ou de crédit à statut légal spécial ou au notaire chargé de recevoir paiement pour le compte du créancier, au cas où, par l'acte notarié ayant constaté la créance, un tel établissement ou un notaire aurait été désigné.Les notifications prévues à l'alinéa précédent sont mentionnées par le notaire sur la copie exécutoire.Le notaire qui a reçu l'acte ayant constaté la créance mentionne sur la minute de cet acte la notification qu'il a reçue du notaire signataire de l'endossement.L'inobservation des règles énoncées aux premier et deuxième alinéas du présent article entraîne la nullité de l'endossement ; l'absence de l'une des notifications prévues au sixième alinéa entraîne son inopposabilité aux tiers.A l'égard des tiers, sans qu'il soit besoin d'autre formalité, l'endossement prend effet à la date de la notification au débiteur, à moins que l'acte notarié ayant constaté la créance ait désigné un établissement bancaire, financier ou de crédit à statut légal spécial ou un notaire, mandaté à l'effet de payer pour le compte du débiteur, auquel cas l'endossement ne prend effet à l'égard des tiers qu'à la date de la notification adressée à cet établissement ou à ce notaire."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Le paiement total ou partiel du capital ne peut être exigé que sur présentation de la copie exécutoire à ordre, à moins qu'en vertu d'une disposition de l'acte ayant constaté la créance, le paiement doive être effectué à un établissement bancaire, financier ou de crédit à statut légal spécial ou à un notaire chargé d'exiger et de recevoir paiement pour le compte du créancier.Les paiements anticipés ne libèrent le débiteur que s'ils sont portés sur la copie exécutoire à ordre ; toutefois, à l'égard du créancier qui a reçu l'un de ces paiements ou d'un créancier de ce dernier ayant fait  saisie, la libération du débiteur peut être établie dans les conditions du droit commun."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Le débiteur actionné en vertu d'une copie exécutoire à ordre ne peut pas opposer au créancier qui en est titulaire les exceptions fondées sur ses rapports personnels avec les créanciers antérieurs, à moins que le créancier titulaire de la créance, en acquérant celle-ci, n'ait agi sciemment au détriment du débiteur."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Le créancier n'a pas de recours, à raison de l'insolvabilité du débiteur, contre les créanciers précédemment titulaires de la copie exécutoire à ordre."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "La mainlevée de l'inscription hypothécaire qui garantit une créance représentée par une copie exécutoire à ordre est donnée par le dernier endossataire.Le droit d'établir l'acte de mainlevée n'appartient qu'au notaire détenteur de l'acte ayant constaté la créance.Le notaire énonce dans l'acte de mainlevée la dernière mention d'endossement que comporte la copie exécutoire, ou, en cas de perte de celle-ci, la dernière mention de notification que comporte la minute ; en l'absence de mention, il atteste qu'il n'y a pas de mention d'endossement sur la copie exécutoire ou, en cas de perte de celle-ci, que la minute ne comporte pas de mention de notification.Il revêt la copie exécutoire d'une mention de référence à l'acte de mainlevée et atteste dans ce dernier l'apposition de cette mention.Il certifie dans le même acte que les règles prévues par l'article 6, alinéas 1, 2 et 6, ont été observées.Ces énonciations dispensent   le service chargé de la publicité foncière d'exiger d'autres justifications."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Les formalités mentionnées aux articles 5, alinéa 2, 2°, 6, 7 et à l'article 10, alinéa 5, ne sont pas obligatoires, lorsque la copie exécutoire à ordre est créée ou endossée au profit d'un établissement bancaire, financier ou le crédit à statut légal spécial.En cas d'endossement par un des établissements mentionnés à l'alinéa précédent au profit d'une personne autre que l'un de ces établissements, la copie exécutoire à ordre doit comporter la mention prévue par l'article 5, alinéa 2, 2°, s'il y a lieu, et la mention des paiements anticipés effectués antérieurement, à peine par l'établissement endosseur d'engager sa responsabilité envers le débiteur."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Toute créance, constatée par un acte reçu en brevet ou par un acte sous seing privé et garantie par un privilège immobilier spécial ou une hypothèque immobilière, ne peut être transmise qu'en conformité des dispositions de l'article 1690 du code civil."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "La créance, constatée par un acte reçu en minute et garantie par un privilège immobilier spécial ou une hypothèque immobilière, peut être représentée par des billets ou effets négociables dont la transmission emporte transfert de la créance et de la sûreté, sans qu'il soit besoin d'autre formalité.Toutefois :La création de ces billets ou effets doit avoir été prévue par l'acte ayant constaté la créance ;Ces billets ou effets ne peuvent être souscrits, tirés ou endossés qu'au bénéfice d'un établissement bancaire, financier ou de crédit à statut légal spécial ;La créance ne peut pas être représentée par une copie exécutoire à ordre."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Les dispositions des articles 6, 7 et 10, 12 et 13 de la présente loi ne dérogent pas aux lois spéciales et notamment aux dispositions du titre III de l'ordonnance n° 67-838 du 28 septembre 1967, portant réforme du crédit aux entreprises, et de l'article 16 de la loi n° 69-1263 du 31 décembre 1969, portant diverses dispositions d'ordre économique et financier."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Les dispositions de l'article 3 et des articles suivants de la présente loi ne sont pas applicables à la création et à la transmission de copies exécutoires à ordre représentant des créances garanties par une hypothèque sur un bateau de navigation intérieure, un navire ou autre bâtiment de mer ou un aéronef."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "La présente loi est applicable aux copies exécutoires, billets et effets délivrés, souscrits ou tirés après l'expiration du délai d'un mois, à compter de sa promulgation.Les copies exécutoires au porteur et les copies exécutoires à ordre, délivrées antérieurement à l'entrée en vigueur de la présente loi, devront être transformées, en cas de prorogation du terme prévu pour le paiement, en copies exécutoires nominatives ou en copies exécutoires à ordre régies par les dispositions de ladite loi.Les billets ou effets, souscrits ou tirés antérieurement à l'entrée en vigueur de la présente loi, ne pourront donner lieu à prorogation du terme prévu pour le paiement que si les conditions fixées à l'article 13 sont remplies."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Les dispositions de la présente loi sont d'ordre public."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Les dispositions de la présente loi sont applicables dans les territoires d'outre-mer."
    }
  ]
}