{
  "id": "loi-n-99-641-du-27-juillet-1999",
  "type": "statute",
  "title": "Loi n° 99-641 du 27 juillet 1999",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000198392",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Il est créé, pour les résidents de la France métropolitaine et des départements d'outre-mer, une couverture maladie universelle qui garantit à tous une prise en charge des soins par un régime d'assurance maladie, et aux personnes dont les revenus sont les plus faibles le droit à une protection *assurance* complémentaire et à la dispense d'avance de frais *tiers payant*."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. -.....II. - Le chapitre Ier du titre IV du livre VII du même code est abrogé. Toutefois, les dispositions de l'article L. 741-11 demeurent en vigueur pour la répartition du solde des opérations de recettes et de dépenses de l'assurance personnelle afférent à l'exercice 1999."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I. - Le montant de la dotation générale de décentralisation et, s'il y a lieu, celui du produit des impôts affectés aux départements pour compenser, dans les conditions prévues par les articles L. 1614-1 à L. 1614-4 du code général des collectivités territoriales, l'accroissement net de charges résultant des transferts de compétences entre l'Etat et les collectivités territoriales sont réduits, pour chaque département, d'un montant égal aux dépenses consacrées à l'aide médicale en 1997, diminué de 5 % et revalorisé en fonction des taux de croissance annuels de la dotation globale de fonctionnement fixés pour 1998, 1999 et 2000.Cette réduction est fixée, pour chaque département, par arrêté conjoint des ministres chargés des collectivités territoriales et du budget, après avis de la commission mentionnée à l'article L. 1614-3 du code général des collectivités territoriales.II. - Les dépenses visées au I du présent article sont constituées par les dépenses inscrites au titre de l'aide médicale dans les chapitres des comptes administratifs des départements de 1997 relatifs à l'aide sociale ou à l'insertion, à l'exclusion des charges des services communs réparties entre services utilisateurs.A compter du 1er janvier 2003, sont également exclues les deux catégories de dépenses suivantes, sous réserve d'être certifiées par les payeurs départementaux :1° Les dépenses relatives à la constitution de provisions ou au règlement de litiges par voie contentieuse ou transactionnelle portant sur les dépenses d'aide médicale au titre d'exercices antérieurs à l'année 1997 ;2° Les dépenses de cotisation d'assurance personnelle afférentes au paiement, à titre exceptionnel en 1997, de sommes correspondant à une période excédant une année.III. - ...IV. - ...V. - Les pertes de ressources résultant de l'extension aux communes bénéficiaires de la dotation de solidarité rurale de l'abattement institué par le deuxième alinéa de l'article L. 2334-7-2 inséré dans le code général des collectivités territoriales par le IV du présent article sont compensées par l'augmentation à due concurrence de la dotation globale de fonctionnement des départements. Cette augmentation est elle-même compensée par l'augmentation à due concurrence des droits mentionnés aux articles 575 et 575 A du code général des impôts.VI. - ...VII. - ...VIII. - ...IX. - ...X. - Les sommes restant dues par les communes aux départements en application de l'article 93 de la loi n° 83-8 du 7 janvier 1983 précitée au titre des exercices antérieurs à 2000 sont acquittées selon un échéancier arrêté par convention entre le département et la commune.XI. - ...XII. - ..."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Sont résiliés de plein droit, à compter de la date où le contractant est affilié au régime général en application de l'article L. 380-1 du code de la sécurité sociale, tous contrats d'assurance portant sur les risques couverts par cette affiliation. Les cotisations ou primes afférentes à ces contrats sont remboursées par les organismes qui les ont perçues au prorata de la durée du contrat restant à courir.Si la garantie résultant de ces contrats est supérieure à celle qu'assure le régime général, le contrat peut être maintenu en vigueur par un avenant et avec une réduction de prime."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I. - Par dérogation aux dispositions de l'article  L. 380-3 du code de la sécurité sociale, les personnes visées aux 1°, 3° et 4° du même article, affiliées au régime de l'assurance personnelle à la date d'entrée en vigueur de la présente loi, peuvent, à leur demande, être affiliées au régime général en application de l'article L. 380-1 du même code pendant une période transitoire se terminant au plus tard trois ans après la date de publication de la présente loi.II. - Les personnes relevant des dispositions de l'article L. 380-1 du code de la sécurité sociale, affiliées au régime de l'assurance personnelle à la date d'entrée en vigueur de la présente loi, dont les prestations d'assurance maladie et maternité sont servies par un organisme de protection sociale agricole au titre de sa participation à la gestion de l'assurance personnelle, continuent de bénéficier du service de ces prestations. Le service de ces prestations, ainsi que le recouvrement de la cotisation définie à l'article L. 380-2 du code de la sécurité sociale si elle est due, sont assurés par cet organisme pour le compte du régime général dans des conditions définies par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "Les personnes titulaires de l'aide médicale à la date d'entrée en vigueur de la présente loi bénéficient de plein droit des dispositions de l'article L. 861-3 du code de la sécurité sociale, jusqu'à l'expiration de la période d'admission à l'aide médicale et, en tout état de cause, jusqu'au 31 mars 2000."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Pour l'application de l'article 28, les organismes d'assurance maladie reçoivent de l'Etat ou des départements les données à caractère personnel nécessaires et mettent en oeuvre, dans les conditions prévues par la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés, des traitements automatisés de données à caractère personnel."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Le Gouvernement présentera au Parlement, tous les quatre ans à partir de la promulgation de la présente loi, un rapport d'évaluation de l'application de la loi, en s'appuyant, en particulier, sur les travaux de l'Observatoire national de la pauvreté et de l'exclusion sociale et du Conseil national des politiques de lutte contre la pauvreté et l'exclusion sociale."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "Sous réserve des décisions de justice passées en force de chose jugée, sont validés en tant que leur légalité serait contestée pour un motif tiré de l'illégalité desdites conventions nationales :1° Tous les actes pris en application de la convention nationale des médecins généralistes conclue le 12 mars 1997, de ses annexes et avenants en date des 11 juillet 1997, 30 décembre 1997 et 6 mars 1998, à l'exception de ceux ayant le caractère d'une sanction ;2° Tous les actes pris en application de la convention nationale des médecins spécialistes conclue le 12 mars 1997, de ses annexes et avenants en date des 17 juillet 1997, 30 décembre 1997, 10 février et 18 mars 1998, à l'exception de ceux ayant le caractère d'une sanction."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "[Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 99-416 DC du 23 juillet 1999.]"
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "Sous réserve des décisions de justice devenues définitives, sont validés les appels de cotisations, techniques et complémentaires, d'assurance maladie, maternité, invalidité, d'assurance vieillesse, de prestations familiales et de solidarité, dues au régime de protection sociale des personnes non salariées des professions agricoles, ainsi que les cotisations complémentaires d'assurances sociales agricoles, effectuées par la caisse de mutualité sociale agricole et le groupement des assureurs maladie des exploitants agricoles pour les années 1992, 1993 et 1994 dans les départements des Bouches-du-Rhône en tant qu'ils sont fondés sur les arrêtés préfectoraux des 20 octobre 1992, 20 octobre 1993 et 12 octobre 1994 fixant l'assiette et le taux desdites cotisations, pour l'année 1992 dans le département du Gers en tant qu'ils sont fondés sur l'arrêté préfectoral du 12 octobre 1992 fixant l'assiette et le taux desdites cotisations et pour l'année 1994 dans le département des Alpes-Maritimes en tant qu'ils sont fondés sur l'arrêté préfectoral du 19 octobre 1994 fixant l'assiette et le taux desdites cotisations."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "I.-Par dérogation aux articles L. 4111-1 à L. 4111-4 et L4112-6 du code de la santé publique, les personnes étrangères titulaires d'un diplôme, certificat ou autre titre mentionné aux articles L4131-1, L4141-3, L4151-5 dudit code, ou françaises ou étrangères titulaires d'un diplôme, titre ou certificat dont la valeur scientifique est attestée par le ministre chargé des universités et qui ont exercé, pendant trois ans au moins avant le 1er janvier 1999, dans des établissements publics de santé, ou dans des établissements de santé privés participant au service public hospitalier, des fonctions, déterminées par décret, les plaçant sous la responsabilité d'un médecin peuvent être autorisées individuellement, par arrêté du ministre chargé de la santé, à exercer la profession de médecin dans ces établissements et les établissements de transfusion sanguine en qualité de contractuel. Les périodes consacrées à la préparation de diplômes de spécialisation ne sont pas prises en compte dans le calcul de la durée des fonctions.\n\nLes intéressés doivent avoir satisfait à des épreuves nationales d'aptitude organisées avant le 31 décembre 2001 et définies par des dispositions réglementaires prises en application du quatrième alinéa de l'article L. 6152-1 du code de la santé publique. Par dérogation aux dispositions qui précédent, les personnes ayant la qualité de réfugié, d'apatride et les bénéficiaires de l'asile territorial, ainsi que les personnes françaises titulaires d'un diplôme étranger ayant regagné le territoire national à la demande des autorités françaises peuvent faire acte de candidature à ces épreuves sans remplir la condition d'exercice dans les établissements de santé visée à l'alinéa précédent.\n\nEn vue notamment de garantir la sécurité sanitaire, les conditions dans lesquelles ces médecins sont recrutés et exercent leur activité sont déterminées par décret en Conseil d'Etat.\n\nLes médecins titulaires d'une des autorisations instituées par le présent article sont tenus de respecter les principes et règles mentionnés à l'article L. 4121-2 du code de la santé publique. Ils sont inscrits au tableau de l'ordre des médecins et soumis à la juridiction disciplinaire de l'ordre des médecins.\n\nLes dispositions du présent article constituent des dispositions spéciales ou des exceptions au sens des 1° et 2° de l'article L. 4161-1 du code de la santé publique pour l'application dudit article dudit code.\n\nA compter de la publication de la présente loi, et sous réserve des dispositions qui précèdent, les établissements publics de santé ne peuvent plus recruter de nouveaux médecins titulaires de diplômes, titres ou certificats délivrés dans des pays autres que ceux faisant partie de la Communauté européenne et que les Etats parties à l'accord sur l'Espace économique européen et Andorre qu'en application des dispositions prévues aux articles L4111-1 à L4111-4 et L4112-6 du code de la santé publique, sauf s'ils justifient avoir exercé des fonctions dans un établissement public de santé avant la publication de la présente loi.\n\nLes dispositions de l'alinéa précédent ne s'appliquent pas aux personnes venant préparer un diplôme de spécialité en France, ce uniquement pour la durée de la formation et aux personnes ayant la qualité de réfugié, d'apatride ou bénéficiaire de l'asile territorial ainsi qu'aux Français ayant regagné le territoire national à la demande des autorités françaises.\n\nLes personnes ayant exercé pendant trois années les fonctions de contractuel prévues au premier alinéa du présent article peuvent être autorisées par arrêté du ministre chargé de la santé à exercer la médecine en France. Elles ne sont pas comptabilisées dans le nombre maximum d'autorisations prévu au sixième alinéa du 2° de l'article L. 4131-1 du code de la santé publique.\n\nPeuvent être également autorisées à exercer la médecine dans les mêmes conditions les personnes ne remplissant pas la condition de durée des fonctions fixées à l'alinéa précédent, mais ayant à la fois satisfait aux épreuves mentionnées au deuxième alinéa et exercé des fonctions hospitalières pendant six années. Elles ne sont pas non plus comptabilisées dans le nombre maximum d'autorisations prévues à l'article L4111-4 du code de la santé publique.\n\nLes praticiens visés au premier alinéa et qui remplissent les conditions fixées par l'article L. 4111-1 du code de la santé publique peuvent être inscrits sur une liste d'aptitude à la fonction de praticien des établissements publics de santé. Les conditions d'inscription sur cette liste d'aptitude sont fixées par voie réglementaire.\n\nII.-(Modificateur)\n\nIII.-A (Modificateur)\n\nB.-Les dispositions prévues au A prennent effet à compter du 1er janvier 2002. A compter de la publication de la présente loi, les personnes ayant satisfait aux épreuves de validation des connaissances organisées dans le régime antérieur ne peuvent être candidates à l'autorisation d'exercice que deux fois consécutives selon ledit régime.\n\nCette autorisation est accordée aux personnes justifiant, à la date de présentation de leur candidature, de six années de fonctions hospitalières ainsi qu'aux Français rapatriés d'Algérie ayant regagné le territoire national à la demande des autorités françaises, sans qu'il y ait lieu de tenir compte du nombre maximum d'autorisations prévu à l'article L4111-4 du code de la santé publique.\n\nCes épreuves sont organisées pour la dernière fois au cours de l'année 2001 ou de l'année 2002 pour les chirurgiens-dentistes. Au-delà du 31 décembre 2003, aucune autorisation d'exercice ne pourra être délivrée selon le régime antérieur sauf pour les praticiens adjoints contractuels qui devront demander l'autorisation d'exercice avant le 31 décembre 2010."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "I. - *abrogé*II. - L'article 4 de la loi n° 95-116 du 4 février 1995 portant diverses dispositions d'ordre social est abrogé.III. - *abrogé*IV. - ...V. - *abrogé*"
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "Les organismes visés aux a et b de l'article L. 861-4 du code de la sécurité sociale ne doivent pas tenir compte des résultats de l'étude génétique des caractéristiques d'une personne demandant à bénéficier d'une protection complémentaire en matière de santé, même si ceux-ci leur sont apportés par la personne elle-même. En outre, ils ne peuvent poser aucune question relative aux tests génétiques et à leurs résultats, ni demander à une personne de se soumettre à des tests génétiques avant que ne soit conclu un contrat de protection complémentaire en matière de santé et pendant toute la durée de celui-ci.Toute infraction aux dispositions du précédent alinéa est punie d'un an d'emprisonnement et de 100 000 F d'amende."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "I. -...II. - A titre transitoire, la limite d'âge de soixante-cinq ans fixée au premier alinéa de l'article L. 231-6 et au septième alinéa de l'article L. 611-12 du code de la sécurité sociale est portée à soixante-sept ans au plus pour les membres élus ou désignés lors du prochain renouvellement des conseils d'administration."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "I. -...II. -...III. -...IV. - Les dispositions des I et II sont applicables à compter de la date de publication du décret en Conseil d'Etat prévu à l'article L. 578 du code de la santé publique pour les communes de plus de 2 500 habitants et à compter de la date de publication des arrêtés préfectoraux mentionnés au V pour les communes de moins de 2 500 habitants.Par dérogation aux dispositions des articles L. 570, L. 571, L. 572 et L. 573 du même code, aucune création, ni aucun transfert ne peuvent être accordés, à l'exception des transferts sollicités en raison d'une expropriation et des créations ou transferts sollicités à la suite ou dans le cadre d'une décision de justice, pendant la période comprise :- entre la date de publication de la présente loi et la date de publication du décret prévu à l'article L. 578 du code de la santé publique pour les communes de plus de 2 500 habitants ;- entre la date de publication de la présente loi et la date de publication des arrêtés préfectoraux mentionnés au V pour les communes de moins de 2 500 habitants.V. - *abrogé*VI. - L'article 30 de la loi n° 95-115 du 4 février 1995 d'orientation pour l'aménagement et le développement du territoire est abrogé.VII. - L'article 26 de l'ordonnance n° 77-1102 du 26 septembre 1977 portant extension et adaptation au département de Saint-Pierre-et-Miquelon de diverses dispositions relatives aux affaires sociales est abrogé.VIII. - Le Gouvernement présentera au Parlement un rapport d'application du présent article deux ans aprés la publication de la présente loi."
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "I. -...II. - A. - Les dispositions du présent article prennent effet le 1er janvier qui suit la promulgation de la présente loi.B. - A partir de cette date, il est mis fin aux activités de la caisse mutuelle d'assurance maladie des cultes et de la caisse mutuelle d'assurance vieillesse des cultes.C. - Le directeur et les personnels en fonction des deux caisses deviennent à la même date le directeur et le personnel de l'organisme mentionné à l'article L. 721-2 du code de la sécurité sociale. Les biens, droits et obligations des caisses mutuelles d'assurance maladie et d'assurance vieillesse des cultes sont transférés à la caisse d'assurance vieillesse, invalidité et maladie des cultes."
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "Les dispositions de la présente loi entrent en vigueur le 1er janvier 2000, sous les réserves suivantes :1° Les dispositions du III et du IV de l'article 7 entrent en vigueur le 1er octobre 2000 ;2° Les dispositions de l'article 12 sont applicables aux cotisations recouvrées par l'Agence centrale des organismes de sécurité sociale au titre de l'année 2001 ;3° Les dispositions de l'article 29 entrent en vigueur dès la publication de la présente loi ;4° Les dispositions de l'article 9 et du 2° de l'article 11 sont applicables aux versements effectués au profit respectivement du fonds mentionné à l'article L. 135-1 du code de la sécurité sociale et de la Caisse nationale de l'assurance maladie des travailleurs salariés à compter du 1er janvier 2000 ;5° Les dispositions de l'article 10 sont applicables aux versements effectués au profit des organismes mentionnés audit article à compter du 1er janvier 2000 ;6° Les dispositions de l'article 32, en ce qu'elles modifient les compétences des collectivités territoriales en charge de l'aide médicale, s'appliquent aux soins dispensés à compter du 1er janvier 2000 ;7° Les dispositions du titre V entrent en vigueur dès la publication de la présente loi, sous réserve des dispositions des articles 60, 61, 65 et 71 ;8° Les dispositions législatives en vigueur dans la collectivité territoriale de Saint-Pierre-et-Miquelon relatives aux domaines couverts par les titres Ier, II et III de la présente loi et antérieures à celle-ci demeurent en vigueur.Les bénéficiaires de l'aide médicale dont les droits s'interrompent entre le 1er janvier et le 30 juin 2000 bénéficient, sur leur demande, des dispositions de l'article L. 861-3 du code de la sécurité sociale, jusqu'à cette dernière date."
    }
  ]
}