{
  "id": "loi-n-72-1-du-3-janvier-1972",
  "type": "statute",
  "title": "Loi n° 72-1 du 3 janvier 1972",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000874951",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Les salariés liés par un contrat de travail temporaire relèvent ou, le cas échéant, continuent de relever du régime général de sécurité sociale,même si leur activité est exercée pour le compte d'un utilisateur entrant dans le champ d'application soit d'une organisation spéciale de sécurité sociale, soit d'un autre régime de sécurité sociale."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Pour l'application aux entreprises de travail temporaire des dispositions de l'article L. 133 du Code de la sécurité sociale, il est tenu compte des mesures de prévention ou de soins et des risques exceptionnels qui caractérisent les entreprises utilisatrices recourant aux services desdites entreprises de travail temporaire.\n\nLes dispositions du présent article ne font pas obstacle à une action en remboursement de l'entreprise de travail temporaire contre l'entreprise utilisatrice, ou, inversement, de celle-ci contre l'entreprise de travail temporaire, en cas d'imposition d'une cotisation supplémentaire ou d'octroi d'une ristourne."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Sans préjudice des obligations qui lui incombent à l'égard de son employeur en exécution des dispositions du premier alinéa de l'article L. 472 du Code de la sécurité sociale, la victime d'un accident du travail doit en informer ou en faire informer l'utilisateur .\n\nL'utilisateur doit déclarer à l'entreprise de travail temporaire tout accident dont il a eu connaissance et dont a été victime un salarié mis à sa disposition par cette entreprise.\n\nPour l'application de la présente loi, est considéré comme lieu de travail ,au sens de l'article L. 415-1 du Code de la sécurité sociale, tant le ou les lieux où s'effectue la mission que le siège de l'entreprise de travail temporaire."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Le recours ouvert, par la troisième phrase du premier alinéa de l'article L. 504 du Code de la sécurité sociale, à la caisse primaire d'assurance maladie peut également être dirigé contre l'utilisateur dans le cas où ce dernier a contrevenu à l'obligation mise à sa charge par le deuxième alinéa de l'article 24 ci-dessus ."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Pour l'application des dispositions de l'article L. 468 du Code de la sécurité sociale ,l'utilisateur, le chef de l'entreprise utilisatrice ou ceux qu'ils se sont substitués dans la direction sont regardés comme substitués dans la direction, au sens dudit article, à l'employeur. Ce dernier demeure tenu des obligations prévues audit article sans préjudice de l'action en remboursement qu'il peut exercer contre l'auteur de la faute inexcusable."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Pour l'application de l'article L. 469 du Code de la sécurité sociale , lorsque l'accident du travail a eu pour cause une faute intentionnelle de l'utilisateur, du chef de l'entreprise utilisatrice ou de l'un de leurs préposés, ceux-ci sont substitués à l'employeur ou aux préposés de celui-ci ."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "Pour l'application des dispositions des alinéas 3 et suivants de l'article 1189 du Code rural, l'utilisateur, le chef de l'entreprise utilisatrice ou ceux qu'ils se sont substitués dans la direction sont regardés comme substitués dans la direction, au sens dudit article, à l'employeur.L'assureur de l'employeur est tenu d'indemniser la victime sous réserve de son recours contre l'auteur de la faute inexcusable à concurrence du montant de la majoration d'indemnité prévue à l'alinéa 3 dudit article 1189."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Pour l'application du dernier alinéa de l'article 1147 du Code rural, lorsque l'accident de travail agricole a eu pour cause une faute intentionnelle de l'utilisateur, du chef de l'entreprise utilisatrice ou de l'un de leurs préposés, ceux-ci sont substitués à l'employeur ou à ses préposés."
    }
  ]
}