{
  "id": "loi-n-2014-626-du-18-juin-2014",
  "type": "statute",
  "title": "LOI n°2014-626 du 18 juin 2014",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000029101502",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "II. - Pour les baux conclus en application du premier alinéa de l'article L. 145-5 du code de commerce avant l'entrée en vigueur de la présente loi, les deux derniers alinéas du même article, dans leur rédaction résultant de la présente loi, s'appliquent à toute restitution d'un local dès lors qu'un état des lieux a été établi lors de la prise de possession."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "II.-Pour les baux conclus avant l'entrée en vigueur de la présente loi, l'article L. 145-40-1 du code de commerce, dans sa rédaction résultant de la présente loi, s'applique à toute restitution d'un local dès lors qu'un état des lieux a été établi lors de la prise de possession."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "II.-La procédure mentionnée au quatrième alinéa de l'article L. 642-7 du code de commerce, dans sa rédaction résultant de la présente loi, n'est pas applicable aux procédures de liquidation judiciaire en cours à la date d'entrée en vigueur de la présente loi."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Pour les baux conclus avant l'entrée en vigueur de la présente loi, l'article 57 B de la loi n° 86-1290 du 23 décembre 1986 tendant à favoriser l'investissement locatif, l'accession à la propriété de logements sociaux et le développement de l'offre foncière, dans sa rédaction résultant de la présente loi, s'applique à toute restitution d'un local dès lors qu'un état des lieux a été établi lors de la prise de possession.\n\n-Loi n° 86-1290 du 23 décembre 1986"
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "En application de l'article 37-1 de la Constitution, une expérimentation est engagée pour une période de cinq années à compter de la date de promulgation de la présente loi en vue de favoriser la redynamisation du commerce et de l'artisanat. Cette expérimentation porte sur la mise en œuvre par l'Etat et les collectivités territoriales, ainsi que par leurs établissements publics, de contrats de revitalisation artisanale et commerciale.\n\nCes contrats sont des marchés publics globaux sectoriels ou des contrats de concessions soumis aux dispositions du code de la commande publique, sous réserve des dispositions de la présente loi.\n\nIls ont pour objectif de favoriser la diversité, le développement et la modernisation des activités dans des périmètres caractérisés soit par une disparition progressive des activités commerciales, soit par un développement de la mono-activité au détriment des commerces et des services de proximité, soit par une dégradation de l'offre commerciale, ou de contribuer à la sauvegarde et à la protection du commerce de proximité. Les quartiers prioritaires de la politique de la ville figurent parmi les périmètres ciblés par ce dispositif expérimental.\n\nLe contrat de revitalisation artisanale et commerciale précise les obligations de chacune des parties, notamment :\n\n1° L'objet du contrat, sa durée et les conditions dans lesquelles il peut éventuellement être prorogé ou modifié ;\n\n2° Le périmètre géographique d'intervention de l'opérateur ;\n\n3° Les conditions de rachat, de résiliation ou de déchéance par la collectivité territoriale ou le groupement ainsi que, éventuellement, les conditions et les modalités d'indemnisation de l'opérateur ;\n\n4° Les conditions financières de réalisation de l'opération.\n\nL'élaboration du projet de contrat de revitalisation artisanale et commerciale fait l'objet d'une concertation dans les conditions prévues aux articles L. 103-2 à L. 103-6 du code de l'urbanisme.\n\nSont associés à l'élaboration du contrat de revitalisation artisanale et commerciale :\n\na) La chambre de commerce et d'industrie territoriale et la chambre de métiers et de l'artisanat dont le ressort correspond au périmètre géographique d'intervention envisagé pour l'opérateur ;\n\nb) Le président de l'établissement public ou du syndicat mixte mentionné à l'article L. 143-16 du code de l'urbanisme.\n\nLe projet de contrat de revitalisation, avant sa conclusion, est arrêté par l'organe délibérant des collectivités territoriales signataires.\n\nL'Etat et les collectivités territoriales, ainsi que leurs établissements publics, peuvent charger l'opérateur du contrat de revitalisation artisanale et commerciale d'acquérir des biens nécessaires à la mise en œuvre du contrat, y compris, le cas échéant, par voie d'expropriation ou de préemption. L'opérateur peut procéder à la vente, à la location ou à la concession des biens immobiliers situés à l'intérieur du périmètre de son intervention. Il assure, le cas échéant, la maîtrise d'ouvrage des travaux nécessaires à l'exécution du contrat ainsi que les études et les missions concourant à son exécution. A cet effet, l'Etat et les collectivités territoriales, ainsi que leurs établissements publics, fixent à l'opérateur des objectifs et des priorités en termes de diversification, de développement et de réhabilitation de l'offre commerciale, ainsi qu'un calendrier pour la réalisation de ces objectifs. Le non-respect de ce calendrier peut être un motif de résiliation anticipée du contrat de revitalisation artisanale et commerciale.\n\nLa demande d'expérimentation est transmise pour information au représentant de l'Etat dans le département concerné. L'attribution du contrat de revitalisation s'effectue après une mise en concurrence, dans des conditions fixées par décret en Conseil d'Etat.\n\nLes ministres chargés du commerce et de l'urbanisme assurent le suivi et l'évaluation de l'expérimentation. Ils remettent avant la fin de l'année 2019 un rapport d'évaluation au Premier ministre, ainsi qu'un rapport intermédiaire avant la fin de l'année 2017. Ces rapports sont préalablement transmis aux collectivités territoriales qui ont participé à l'expérimentation ; celles-ci peuvent émettre des observations.\n\nLorsque l'un des signataires de l'opération de revitalisation de territoire définie à l'article 157 de la loi n° 2018-1021 du 23 novembre 2018 portant évolution du logement, de l'aménagement et du numérique est engagé, avant la signature de ladite opération, dans un contrat de revitalisation artisanale et commerciale, les droits et la délégation de ces droits prévus dans le cadre de ce contrat peuvent perdurer pendant toute la durée de la convention d'opération de revitalisation de territoire, y compris si celle-ci dépasse la durée de l'expérimentation prévue au premier alinéa du présent article."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I.-Le 2° de l'article 2 de la présente loi s'applique à toute succession ouverte à compter de l'entrée en vigueur de la même loi.II.-Les articles 3,9 et 11 de la présente loi ainsi que l'article L. 145-40-2 du code de commerce, tel qu'il résulte de l'article 13 de la même loi, sont applicables aux contrats conclus ou renouvelés à compter du premier jour du troisième mois suivant la promulgation de ladite loi.III.-L'article 14 de la présente loi s'applique à toute cession d'un local intervenant à compter du sixième mois qui suit la promulgation de la même loi."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le 6° du I entre en vigueur à une date fixée par décret et au plus tard douze mois à compter de la promulgation de la présente loi.\n\nToute personne qui, à la date d'entrée en vigueur du même 6°, bénéficie de la qualité d'artisan, en application de l'article 21 de la loi n° 96-603 du 5 juillet 1996 relative au développement et à la promotion du commerce et de l'artisanat, peut continuer à se prévaloir de cette qualité pendant deux ans.\n\n- Loi n°96-603 du 5 juillet 1996"
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nIII.-A.-Le I du présent article s'applique aux cotisations et aux contributions de sécurité sociale dues au titre des périodes courant à compter d'une date fixée par décret et, au plus tard, à compter du 1er janvier 2016.\n\nB.-Le II du présent article s'applique aux exercices clos et aux périodes d'imposition arrêtées à compter du 31 décembre 2015.\n\n- Code de la sécurité sociale.\n\n- Code général des impôts, CGI.\n\n- Code de la sécurité sociale.\n\n- Code général des impôts, CGI.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I. à IV. A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nVI.-A.-Le présent article s'applique aux cotisations et aux contributions de sécurité sociale dues au titre des périodes courant à compter du 1er janvier 2015.\n\nB.-(Abrogé).\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code du travail\n\n-Code du travail\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code du travail\n\n-Code de la défense.\n\n-Code de la sécurité sociale.\n\n-Code de la défense.\n\n-LOI n° 2009-179 du 17 février 2009\n\n-Ordonnance n° 2003-1213 du 18 décembre 2003\n\n-Code de la défense.\n\n-LOI n° 2009-179 du 17 février 2009\n\n-Ordonnance n° 2003-1213 du 18 décembre 2003"
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I. et II.-A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nIII.-A.-Le présent article s'applique aux cotisations et aux contributions de sécurité sociale dues au titre des périodes courant à compter du 1er janvier 2015.\n\nB.-Par dérogation au A du présent III, le b du 1° et le 6° du I du présent article et le 1° du III et le V de l'article L. 133-6-7-2 du code de la sécurité sociale, dans sa rédaction résultant du présent article, s'appliquent aux cotisations et aux contributions de sécurité sociale dues au titre des périodes courant à compter d'une date fixée par décret et, au plus tard, à compter du 1er janvier 2016.\n\n-Code de la sécurité sociale.\n\n-LOI n° 2012-1404 du 17 décembre 2012\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I. à V. A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nCode de la défense\n\nArt. L4139-6-1\n\nA modifié les dispositions suivantes :\n\nLoi n° 96-603 du 5 juillet 1996\n\nArt. 19,, Art. 24\n\nVI.-Le présent article entre en vigueur à une date fixée par décret et, au plus tard, six mois à compter de la date de publication de la présente loi.\n\nLes personnes dispensées d'immatriculation en application de l'article L. 123-1-1 du code de commerce et du V de l'article 19 de la loi n° 96-603 du 5 juillet 1996 relative au développement et à la promotion du commerce et de l'artisanat, dans leur rédaction antérieure à la présente loi, disposent d'un délai de douze mois à compter de l'entrée en vigueur du présent article pour s'immatriculer auprès du répertoire compétent.\n\n-Code du cinéma et de l'image animée\n\n-Code de commerce\n\n-Code de commerce\n\n-Code de commerce\n\n-Code du travail"
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "II. - Les personnes mentionnées au second alinéa du VI de l'article 27 de la présente loi sont dispensées, avant leur immatriculation, du stage prévu à l'article 2 de la loi n° 82-1091 du 23 décembre 1982 relative à la formation professionnelle des artisans."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "L'établissement d'un statut unique de l'entreprise individuelle fait l'objet d'un rapport remis au Gouvernement et au Parlement, dans un délai de six mois à compter de la promulgation de la présente loi, élaboré par un comité chargé de préfigurer cette création et dont la composition est fixée par décret.Ce rapport précise les conditions dans lesquelles les statuts juridiques actuels, notamment de l'entreprise unipersonnelle à responsabilité limitée, de l'entreprise individuelle à responsabilité limitée et de l'entreprise individuelle, peuvent être simplifiés en vue de parvenir à un statut juridique unique."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "IV. - Le 2° du I, le II et le III du présent article entrent en vigueur à une date fixée par décret et au plus tard douze mois à compter de la promulgation de la présente loi."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "I. et II. - A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nIII. - Pour tout projet nécessitant un permis de construire, l'autorisation d'exploitation commerciale, en cours de validité, dont la demande a été déposée avant le 15 février 2015 vaut avis favorable des commissions d'aménagement commercial.\n\n- Code de l'urbanisme\n\n- Code de l'urbanisme\n\n- Code de l'urbanisme"
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - A modifié les dispositions suivantes :\n\nIII. - Dans le mois suivant l'entrée en vigueur du présent article, il est procédé au renouvellement intégral des membres de la commission, dans les conditions prévues à l'article L. 751-6 du code de commerce. Les membres de la commission qui n'ont pas effectué la totalité de leur mandat de six ans peuvent être reconduits dans leurs fonctions, pour une nouvelle durée de six ans.\n\nLe mandat des membres de la Commission nationale d'aménagement commercial en exercice à la date d'entrée en vigueur du présent article court jusqu'à la première réunion de la commission dans sa nouvelle composition.\n\n- Code de commerce\n\n- Code de commerce"
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "I et II.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-Code du cinéma et de l'image animée\n\n-Code de commerce\n\n-Code du cinéma et de l'image animée\n\n-Code de commerce\n\n-Code du cinéma et de l'image animée\n\n-Code du cinéma et de l'image animée"
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "Un décret en Conseil d'Etat fixe la liste des destinations des constructions que les règles édictées par les plans locaux d'urbanisme peuvent prendre en compte. Cette liste permet notamment de distinguer les locaux destinés à des bureaux, ceux destinés à des commerces et ceux destinés à des activités de services où s'effectue l'accueil d'une clientèle."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "I. - Les articles 39 à 58, à l'exception de l'article 57, entrent en vigueur à une date fixée par décret en Conseil d'Etat et au plus tard six mois à compter de la promulgation de la présente loi.II. - L'article 62 entre en vigueur le 1er janvier 2015."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "II.-Les demandes d'aides au titre du fonds d'intervention pour les services, l'artisanat et le commerce enregistrées antérieurement à la date d'entrée en vigueur de la présente loi demeurent régies par le I de l'article L. 750-1-1 du code de commerce, dans sa rédaction en vigueur avant cette date."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "II. - Les faits mentionnés au premier alinéa du VI de l'article L. 441-6 du code de commerce commis antérieurement à l'entrée en vigueur de la présente loi restent régis par l'article L. 441-6 du même code dans sa rédaction en vigueur au moment des faits."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "II. - Le représentant de l'Etat territorialement compétent mentionné au deuxième alinéa de l'article L. 671-2 du code de l'énergie dispose d'un délai de trois mois à compter de la promulgation de la présente loi pour établir et rendre public un plan de prévention des ruptures d'approvisionnement."
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "I. - Le titre Ier, à l'exception des articles 17 et 18, ainsi que le chapitre III du titre II de la présente loi sont applicables dans les îles Wallis et Futuna.\n\nII. - L'article 37 est applicable dans les îles Wallis et Futuna, en Polynésie française et en Nouvelle-Calédonie.\n\nIII. - A modifié les dispositions suivantes :\n\nIV. - A abrogé les dispositions suivantes :\n\n- Code de commerce\n\n- Code de commerce"
    }
  ]
}