{
  "id": "loi-n-2021-1308-du-8-octobre-2021",
  "type": "statute",
  "title": "LOI n°2021-1308 du 8 octobre 2021",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000044176983",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai de huit mois à compter de la promulgation de la présente loi, les mesures relevant du domaine de la loi pour :1° Mettre en œuvre, dans le respect du secret médical, le règlement (UE) 2018/1042 de la Commission du 23 juillet 2018 modifiant le règlement (UE) n° 965/2012 en ce qui concerne les exigences techniques et les procédures administratives applicables à l'introduction de programmes de soutien, l'évaluation psychologique des membres de l'équipage de conduite, ainsi que le dépistage systématique et aléatoire de substances psychotropes en vue de garantir l'aptitude médicale des membres de l'équipage de conduite et de l'équipage de cabine, et en ce qui concerne l'installation d'un système d'avertissement et d'alarme d'impact sur les avions à turbine neufs dont la masse maximale certifiée au décollage est inférieure ou égale à 5 700 kilogrammes et qui sont autorisés à transporter entre six et neuf passagers, en ce qu'il prévoit le dépistage d'alcool chez les membres de l'équipage de conduite et de l'équipage de cabine mais également en ce qu'il permet de procéder au dépistage d'autres substances psychotropes et de faire effectuer les tests par d'autres agents autorisés que les inspecteurs au sol, en prévoyant les modalités des contre-vérifications nécessaires, notamment à la demande du salarié, et en déterminant les autorités chargées des contrôles ainsi que la procédure suivie et en étendant ces contrôles aux autres membres d'équipage ou aux personnes concourant à la conduite d'aéronefs ;2° Instituer un régime de sanctions applicables aux personnes assujetties aux tests de dépistage prévus au 1° du présent I, lorsqu'elles refusent de s'y soumettre ou de coopérer à leur réalisation et lorsque, à l'issue de ces tests confirmés par les contre-vérifications éventuelles, elles sont identifiées comme étant sous l'influence de l'alcool ou d'autres substances ou plantes classées comme stupéfiants, et adapter les dispositions du code pénal sanctionnant le non-respect des taux maximaux d'alcoolémie autorisés ou l'interdiction d'usage de substances ou de plantes classées comme stupéfiants pour tenir compte de la particulière gravité de ces infractions de la part de membres de l'équipage d'aéronefs ou de personnes concourant à leur conduite ;3° Adapter, en tant que de besoin, les dispositions à prendre, sur le fondement des 1° et 2°, aux caractéristiques et aux contraintes particulières des collectivités relevant de l'article 73 de la Constitution, de Saint-Martin, de Saint-Barthélemy et de Saint-Pierre-et-Miquelon, y compris en considération de leur statut au sein de l'Union européenne, ainsi que les étendre et les adapter en tant que de besoin, en tant qu'elles relèvent des compétences de l'Etat, à Wallis-et-Futuna, à la Polynésie française et à la Nouvelle-Calédonie, y compris en considération de leur statut au sein de l'Union européenne.II. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication des ordonnances prévues au présent article."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai de six mois à compter de la promulgation de la présente loi, les mesures relevant du domaine de la loi pour :1° Permettre le recours à un régime de déclaration au titre des exigences de sécurité pour l'ensemble des activités des exploitants d'aéronefs et, plus particulièrement, pour l'activité de transporteur aérien public afin de mettre en œuvre le règlement (UE) 2018/1139 du Parlement européen et du Conseil du 4 juillet 2018 concernant des règles communes dans le domaine de l'aviation civile et instituant une Agence de l'Union européenne pour la sécurité aérienne, et modifiant les règlements (CE) n° 2111/2005, (CE) n° 1008/2008, (UE) n° 996/2010, (UE) n° 376/2014 et les directives 2014/30/UE et 2014/53/UE du Parlement européen et du Conseil, et abrogeant les règlements (CE) n° 552/2004 et (CE) n° 216/2008 du Parlement européen et du Conseil ainsi que le règlement (CEE) n° 3922/91 du Conseil, le règlement (UE) n° 965/2012 de la Commission du 5 octobre 2012 déterminant les exigences techniques et les procédures administratives applicables aux opérations aériennes conformément au règlement (CE) n° 216/2008 du Parlement européen et du Conseil, le règlement (UE) 2018/395 de la Commission du 13 mars 2018 établissant des règles détaillées concernant l'exploitation de ballons conformément au règlement (CE) n° 216/2008 du Parlement européen et du Conseil et le règlement d'exécution (UE) 2018/1976 de la Commission du 14 décembre 2018 établissant des règles détaillées concernant l'exploitation de planeurs conformément au règlement (UE) 2018/1139 du Parlement européen et du Conseil ;2° Adapter en tant que de besoin les dispositions prises sur le fondement du 1° du présent I au statut de Saint-Barthélemy et de Saint-Pierre-et-Miquelon au sein de l'Union européenne, étendre ces dispositions, pour celles qui relèvent de la compétence de l'Etat, à Wallis-et-Futuna, à la Polynésie française, aux Terres australes et antarctiques françaises et à la Nouvelle-Calédonie et les adapter en tant que de besoin au statut de ces collectivités au sein de l'Union européenne.II. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance prévue au I."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai de six mois à compter de la promulgation de la présente loi, les mesures relevant du domaine de la loi pour :1° Tirer les conséquences de l'entrée en vigueur du règlement (UE) 2018/1139 du Parlement européen et du Conseil du 4 juillet 2018 concernant des règles communes dans le domaine de l'aviation civile et instituant une Agence de l'Union européenne pour la sécurité aérienne, et modifiant les règlements (CE) n° 2111/2005, (CE) n° 1008/2008, (UE) n° 996/2010, (UE) n° 376/2014 et les directives 2014/30/UE et 2014/53/UE du Parlement européen et du Conseil, et abrogeant les règlements (CE) n° 552/2004 et (CE) n° 216/2008 du Parlement européen et du Conseil ainsi que le règlement (CEE) n° 3922/91 du Conseil :a) En mettant à jour les dispositions qui font référence à la directive 2004/36/CE du Parlement européen et du Conseil du 21 avril 2004 concernant la sécurité des aéronefs des pays tiers empruntant les aéroports communautaires et au règlement (CE) n° 216/2008 du Parlement européen et du Conseil du 20 février 2008 concernant des règles communes dans le domaine de l'aviation civile et instituant une Agence européenne de la sécurité aérienne, et abrogeant la directive 91/670/CEE du Conseil, le règlement (CE) n° 1592/2002 et la directive 2004/36/CE ;b) En modifiant et en adaptant les dispositions du code des transports pour tenir compte de l'intervention du règlement (UE) n° 2018/1139 du Parlement européen et du Conseil du 4 juillet 2018 précité dans des domaines que ne couvrait pas le règlement (CE) n° 216/2008 du Parlement européen et du Conseil du 20 février 2008 précité et, dans le domaine des drones civils, dans les conditions prévues au 8 de l'article 56 du règlement (UE) 2018/1139 du Parlement européen et du Conseil du 4 juillet 2018 précité, pour maintenir des règles nationales visant à soumettre à certaines conditions les exploitations d'aéronefs sans équipage à bord pour des raisons ne relevant pas de son champ d'application ;c) En modifiant et en adaptant les articles du code de la consommation et du code des postes et des communications électroniques issus de la loi n° 2016-1428 du 24 octobre 2016 relative au renforcement de la sécurité de l'usage des drones civils ;d) En établissant le régime de sanctions pénales en cas de méconnaissance de ce règlement ;2° Etablir le dispositif permettant de mettre en œuvre les exigences de surveillance du marché et de contrôle des produits entrant sur le marché de l'Union européenne prévues par le règlement délégué (UE) 2019/945 de la Commission du 12 mars 2019 relatif aux systèmes d'aéronefs sans équipage à bord et aux exploitants, issus de pays tiers, de systèmes d'aéronefs sans équipage à bord ;3° Adapter, en tant que de besoin, les dispositions prises sur le fondement des 1° et 2° du présent I au statut de Saint-Barthélemy et de Saint-Pierre-et-Miquelon au sein de l'Union européenne, étendre ces dispositions, pour celles qui relèvent de la compétence de l'Etat, à Wallis-et-Futuna, à la Polynésie française, aux Terres australes et antarctiques françaises et à la Nouvelle-Calédonie et les adapter, en tant que de besoin, au statut de ces collectivités au sein de l'Union européenne.II. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication des ordonnances prévues au présent article."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I.-L'ordonnance n° 2019-761 du 24 juillet 2019 relative au régulateur des redevances aéroportuaires et l'ordonnance n° 2020-1602 du 16 décembre 2020 relative au régulateur des redevances aéroportuaires sont ratifiées.\n\nII.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\n-Code des transports\n\n-Code des transports"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I.- A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII.- Le présent article entre en vigueur le 31 décembre 2021.\n\n- Code des transports\n\n- Code des transports"
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai de huit mois à compter de la promulgation de la présente loi, les mesures relevant du domaine de la loi pour :1° Mettre en place un dispositif assorti de sanctions pénales et administratives permettant de prévenir et réprimer les comportements suivants des passagers empruntant le transport aérien :a) L'utilisation d'un appareil électronique ou électrique lorsqu'elle a été interdite pendant une phase ou la totalité du vol par le personnel navigant ;b) La méconnaissance de l'interdiction de fumer à bord ;c) L'entrave à l'exercice des missions de sécurité du personnel navigant ;d) Le refus de se conformer à une instruction de sécurité donnée par le personnel navigant ;2° Prévoir l'aggravation des sanctions pénales applicables lorsque les faits constitutifs de l'infraction, commis dans un aéronef, sont de nature à porter atteinte à la sécurité du vol.II. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance prévue au I."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le présent article est applicable au titre des périodes d'activité partielle courant à compter du 1er janvier 2021.\n\n- Code des transports"
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I.-A créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII.-Les 2°, 4°, à l'exception des a, c et f, et 5° du I entrent en vigueur le 21 février 2022.\n\n- Code des transports\n\n- Code des transports\n\n- Code des transports\n\n- Code des transports\n\n- Code des transports\n\n- Code des transports\n\n- Code des transports\n\n- Code des transports"
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nII. - Le présent article entre en vigueur le 2 février 2022, à l'exception du V de l'article L. 1332-3 du code des transports qui entre en vigueur à la date à partir de laquelle les tachygraphes intelligents respectant l'obligation d'enregistrement des activités de franchissement des frontières et des activités supplémentaires mentionnées au paragraphe 1 de l'article 8 du règlement (UE) n° 165/2014 du Parlement européen et du Conseil du 4 février 2014 relatif aux tachygraphes dans les transports routiers, abrogeant le règlement (CEE) n° 3821/85 du Conseil concernant l'appareil de contrôle dans le domaine des transports par route et modifiant le règlement (CE) n° 561/2006 du Parlement européen et du Conseil relatif à l'harmonisation de certaines dispositions de la législation sociale dans le domaine des transports par route sont installés dans les véhicules immatriculés dans un Etat membre pour la première fois, dans les conditions prévues au quatrième alinéa du même paragraphe 1, et au plus tard le 21 août 2023.\n\nIII. - Le II de l'article 7 de l'ordonnance n° 2019-116 du 20 février 2019 portant transposition de la directive (UE) 2018/957 du Parlement européen et du Conseil du 28 juin 2018 modifiant la directive 96/71/CE concernant le détachement de travailleurs effectué dans le cadre d'une prestation de services est abrogé à compter du 2 février 2022.\n\nA modifié les dispositions suivantes :\n\nIV. - Dans les conditions prévues à l'article 38 de la Constitution, dans un délai d'un an à compter de la promulgation de la présente loi, le Gouvernement est autorisé à prendre, par voie d'ordonnance, toute mesure relevant du domaine de la loi afin d'harmoniser l'état du droit, d'assurer la cohérence des textes, d'abroger les dispositions devenues sans objet ou inadaptées et de remédier aux éventuelles erreurs en :1° Prévoyant les mesures de coordination, de simplification et de mise en cohérence résultant du présent article, le cas échéant en procédant à la révision des dispositions du code du travail et du code des transports relatives au régime du détachement applicables aux transports terrestres ne relevant pas du 4° du I ;2° Corrigeant des erreurs matérielles ou des incohérences contenues dans le code du travail ou d'autres codes à la suite des évolutions législatives résultant des I à III ;3° Actualisant les références au code du travail et au code des transports modifiées par le présent article.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de chaque ordonnance.\n\n- Code des transports\n\n- Code des transports\n\n- Ordonnance n° 2019-116 du 20 février 2019"
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Les installations, les constructions et les aménagements nécessaires à la liaison fixe trans-Manche dans le cadre du rétablissement des contrôles des marchandises et des passagers à destination ou en provenance du Royaume-Uni en raison du retrait de cet Etat de l'Union européenne ne sont pas soumis au chapitre Ier du titre II du livre Ier du code de l'urbanisme lorsque leur localisation répond à une nécessité technique impérative."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I.-A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII.-L'ordonnance n° 2021-487 du 21 avril 2021 relative à l'exercice des activités des plateformes d'intermédiation numérique dans divers secteurs du transport public routier est ratifiée.\n\n-Code des transports\n\n-Code des transports\n\n-Code des transports\n\n-Ordonnance n° 2021-487\n\n-Code des transports"
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "I.-Sont ratifiées :1° L'ordonnance n° 2020-1162 du 23 septembre 2020 relative aux conditions de travail des jeunes travailleurs de moins de dix-huit ans à bord des navires et à l'embarquement de personnes autres que gens de mer à des fins d'observation ou de mise en situation en milieu professionnel ;2° L'ordonnance n° 2020-933 du 29 juillet 2020 relative aux conditions d'exercice d'activités maritimes accessoires et à l'adaptation des conditions d'exercice de certaines activités maritimes aux voyages à proximité du littoral ;3° L'ordonnance n° 2020-599 du 20 mai 2020 portant mise en œuvre de la convention sur le travail dans la pêche et d'amendements à la convention du travail maritime ;4° L'ordonnance n° 2021-77 du 27 janvier 2021 modifiant les dispositions du code des transports relatives aux services privés de recrutement et de placement des gens de mer ;5° L'ordonnance n° 2021-266 du 10 mars 2021 portant application de la convention conclue à Nairobi sur l'enlèvement des épaves ;6° L'ordonnance n° 2021-267 du 10 mars 2021 relative aux sanctions des infractions aux interdictions de rejets polluants des navires prévues par le Recueil sur la navigation polaire et aux sanctions de la méconnaissance des obligations de surveillance, de déclaration et de vérification des émissions de dioxyde de carbone du secteur du transport maritime prévues par le règlement (UE) 2015/757 du 29 avril 2015 ;7° L'ordonnance n° 2021-614 du 19 mai 2021 relative à la fusion du port autonome de Paris et des grands ports maritimes du Havre et de Rouen en un établissement public unique.\n\nII.-A modifié les dispositions suivantes :\n\n- Ordonnance n°2021-614 du 19 mai 2021"
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "I. - Tout importateur d'étain, de tantale, de tungstène, de leurs minerais ou d'or qui dépasse les seuils fixés à l'annexe I au règlement (UE) 2017/821 du Parlement européen et du Conseil du 17 mai 2017 fixant des obligations liées au devoir de diligence à l'égard de la chaîne d'approvisionnement pour les importateurs de l'Union qui importent de l'étain, du tantale et du tungstène, leurs minerais et de l'or provenant de zones de conflit ou à haut risque est soumis aux obligations en matière de documentation, de systèmes de gestion, de gestion des risques, de vérifications par des tiers indépendants et de communication d'informations définies aux articles 3 à 7 du même règlement.En cas de manquement aux obligations mentionnées au premier alinéa du présent I, l'importateur peut faire l'objet des mesures prévues au IV du présent article, prononcées par l'autorité compétente désignée en application de l'article 10 du règlement (UE) 2017/821 du Parlement européen et du Conseil du 17 mai 2017 précité.II. - Pour s'assurer du respect des obligations prévues au I du présent article, les agents chargés de réaliser les contrôles mentionnés à l'article 11 du règlement (UE) 2017/821 du Parlement européen et du Conseil du 17 mai 2017 précité peuvent :1° Prendre connaissance de tout document relatif à ces obligations, sans que leur soit opposable le secret des affaires ;2° Effectuer des visites sur place dans les conditions et selon les garanties prévues aux articles L. 175-5 à L. 175-15 du code minier.Ils sont astreints au secret professionnel et soumis à ce titre aux articles 226-13 et 226-14 du code pénal.Un décret détermine les catégories d'agents compétents pour procéder à ces contrôles.III. - Lorsqu'un agent habilité, dans les conditions prévues au II, constate un manquement à tout ou partie des obligations mentionnées au I, il adresse à l'autorité compétente un rapport et en remet une copie à l'importateur. Ce dernier peut, dans des conditions déterminées par voie réglementaire, faire part de ses observations écrites et, le cas échéant, sur sa demande, de ses observations orales à l'autorité compétente et demander que lui soit communiquée copie de son dossier. L'importateur peut se faire assister par un conseil ou représenter par un mandataire de son choix.IV. - En cas de manquement à tout ou partie des obligations mentionnées au I, l'autorité compétente notifie à l'importateur un avis prescrivant les mesures correctives qu'il doit prendre et le met en demeure de régulariser sa situation dans un délai qu'elle détermine.Si, à l'expiration de ce délai, l'importateur n'a pas pris les mesures correctives prescrites, l'autorité compétente peut, par décision motivée :1° Faire procéder d'office, en lieu et place de l'importateur mis en demeure et à ses frais, à l'exécution de tout ou partie des mesures prescrites ;2° Ordonner le paiement d'une astreinte journalière au plus égale à 1 500 € applicable à partir de la notification de la décision la fixant et jusqu'à satisfaction de la mise en demeure. Le montant de l'astreinte est proportionné à la gravité des manquements constatés et à la situation financière de la personne physique ou morale concernée. L'astreinte bénéficie d'un privilège de même rang que celui prévu à l'article 1920 du code général des impôts. Il est procédé à son recouvrement comme en matière de créances de l'Etat étrangères à l'impôt et au domaine. Le comptable peut engager la procédure de saisie administrative à tiers détenteur prévue à l'article L. 262 du livre des procédures fiscales. L'opposition à l'état exécutoire pris en application d'une décision fixant une astreinte journalière n'est pas suspensive.V. - L'avant-dernière phrase du 2° du IV n'est pas applicable à Saint-Martin.\n\nVI.- A créé les dispositions suivantes :\n\n- Code des douanes"
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance toutes mesures relevant du domaine de la loi visant à :1° Transposer la directive (UE) 2020/2184 du Parlement européen et du Conseil du 16 décembre 2020 relative à la qualité des eaux destinées à la consommation humaine, y compris les actes délégués et les actes d'exécution prévus par la même directive ;2° Adapter en tant que de besoin les dispositions prises sur le fondement du 1° au statut de Saint-Barthélemy et de Saint-Pierre-et-Miquelon au sein de l'Union européenne, ainsi qu'à étendre ces dispositions, dans le respect des compétences de ces collectivités, à Wallis-et-Futuna, à la Polynésie française, aux Terres australes et antarctiques françaises et à la Nouvelle-Calédonie et à les adapter en tant que de besoin au statut de ces collectivités au sein de l'Union européenne.L'ordonnance est prise dans un délai de quinze mois à compter de la promulgation de la présente loi. Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "I.-A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII.-Le présent article entre en vigueur le 1er janvier 2022.\n\n-Code monétaire et financier\n\n-Code monétaire et financier\n\n-Code monétaire et financier\n\n-Code monétaire et financier\n\n-Code monétaire et financier"
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai de six mois à compter de la promulgation de la présente loi, les mesures relevant du domaine de la loi :1° Nécessaires à la transposition de la directive (UE) 2021/338 du 16 février 2021 modifiant la directive 2014/65/UE en ce qui concerne les obligations d'information, la gouvernance des produits et les limites de position, et les directives 2013/36/UE et (UE) 2019/878 en ce qui concerne leur application aux entreprises d'investissement, afin de soutenir la reprise à la suite de la crise liée à la COVID-19, en modifiant le code monétaire et financier et, le cas échéant, d'autres codes et lois, notamment en ce qui concerne :a) Les obligations d'information des clients professionnels et des contreparties éligibles ;b) Les conditions dans lesquelles les prestataires de services d'investissement sont autorisés à payer conjointement la fourniture de la recherche et la fourniture de services d'exécution ;c) L'exemption du régime de la gouvernance des produits de certains instruments financiers ;d) L'adaptation des modalités de mise en œuvre du régime des limites de position et de déclaration des positions sur des instruments dérivés sur matières premières ;2° Afin de rendre applicables en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna, avec les adaptations nécessaires, les articles du code monétaire et financier et, le cas échéant, d'autres codes et lois, dans leur rédaction résultant des ordonnances prévues au 1° du présent I, pour ceux qui relèvent de la compétence de l'Etat dans ces collectivités, et de procéder, le cas échéant, aux adaptations nécessaires de ces articles en ce qui concerne les collectivités de Saint-Barthélemy, Saint-Martin et de Saint-Pierre-et-Miquelon.II. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance mentionnée au I."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-A titre expérimental et pour une durée de cinq ans à compter du 1er janvier 2022, les collectivités territoriales et leurs établissements publics peuvent, à l'exclusion de toute exécution forcée de leurs créances, confier à un organisme public ou privé, sur avis conforme de leur comptable public et par convention écrite, l'encaissement du revenu tiré d'un projet de financement participatif sous forme de titres de créance au profit de tout service public, à l'exception des missions de police et de maintien de l'ordre public.Les collectivités territoriales peuvent se porter candidates à cette expérimentation auprès des ministres chargés des collectivités territoriales et des comptes publics. Les ministres chargés des collectivités territoriales et des comptes publics se prononcent sur les candidatures, en tenant compte de la nature du projet, de son montant, de son coût de financement et, le cas échéant, de son impact environnemental. Les critères d'éligibilité des collectivités territoriales ainsi que les modalités de mise en œuvre de cette expérimentation sont définis par arrêté conjoint des ministres chargés des collectivités territoriales et des comptes publics.Cette expérimentation fait l'objet d'une première évaluation dont les résultats sont transmis au Parlement au plus tard dix-huit mois avant son terme. Un bilan définitif de l'expérimentation est transmis au Parlement au plus tard trois mois après son terme.III.-A modifié les dispositions suivantes :\n\nIV.-Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, dans un délai d'un an à compter de la promulgation de la présente loi, toutes mesures relevant du domaine de la loi afin de :1° Compléter et adapter les dispositions du code monétaire et financier et, le cas échéant, d'autres codes ou lois pour assurer leur mise en conformité avec le règlement (UE) n° 2020/1503 du Parlement européen et du Conseil du 7 octobre 2020 relatif aux prestataires européens de services de financement participatif pour les entrepreneurs, et modifiant le règlement (UE) 2017/1129 et la directive (UE) 2019/1937 ;2° Adapter les dispositions du code monétaire et financier et, le cas échéant, d'autres codes ou lois encadrant les activités de financement participatif ne relevant pas du droit de l'Union européenne, en :a) Modifiant les dispositions encadrant la supervision des activités de financement participatif ;b) Définissant les conditions et les modalités selon lesquelles les sociétés civiles agricoles peuvent bénéficier d'un financement participatif ;c) Modifiant les conditions dans lesquelles l'exercice d'une activité de mise en relation au moyen d'un site internet pour obtenir des prêts ou des dons relève de l'intermédiation en financement participatif et est assujettie aux mesures de prévention du blanchiment de capitaux et du financement du terrorisme ;d) Simplifiant les dispositions encadrant les activités de financement participatif en titres, le cas échéant en supprimant le statut de conseiller en investissements participatifs et le régime des minibons ;e) Modifiant les dispositions selon lesquelles l'activité d'intermédiation en financement participatif peut être cumulée avec d'autres activités ou s'exercer en relation avec d'autres acteurs du secteur financier, ainsi que celles encadrant la sanction de l'exercice illégal des activités de financement participatif ;f) Prenant toutes mesures de simplification, de coordination et de mise en cohérence découlant des modifications effectuées sur le fondement du 1° et des a à e du présent 2° ;3° Rendre applicables en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna, avec les adaptations nécessaires, les articles du code monétaire et financier et, le cas échéant, les articles d'autres codes et lois dans leur rédaction résultant de l'ordonnance prise sur le fondement du présent IV, pour les mesures qui relèvent de la compétence de l'Etat, et procéder, le cas échéant, aux adaptations nécessaires de ces articles en ce qui concerne les collectivités de Saint-Barthélemy, de Saint-Martin et de Saint-Pierre-et-Miquelon.V.-Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance prévue au IV du présent article.\n\n- Code général des collectivités territoriales\n\n- Code monétaire et financier"
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "A modifié les dispositions suivantes :\n\nLa présente loi sera exécutée comme loi de l'Etat.\n\n- Code monétaire et financier"
    }
  ]
}