{
  "id": "loi-n-90-449-du-31-mai-1990",
  "type": "statute",
  "title": "Loi n° 90-449 du 31 mai 1990",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000159413",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Garantir le droit au logement constitue un devoir de solidarité pour l'ensemble de la nation.Toute personne ou famille éprouvant des difficultés particulières, en raison notamment de l'inadaptation de ses ressources ou de ses conditions d'existence, a droit à une aide de la collectivité, dans les conditions fixées par la présente loi, pour accéder à un logement décent et indépendant ou s'y maintenir et pour y disposer de la fourniture d'eau, d'énergie et de services téléphoniques.Le Conseil national de l'habitat est chargé d'établir chaque année un bilan de l'action engagée qui est rendu public."
    },
    {
      "provision_ref": "art1-1",
      "section": "1-1",
      "title": "Article 1-1",
      "content": "Constituent un habitat indigne les locaux ou les installations utilisés aux fins d'habitation et impropres par nature à cet usage, ainsi que les logements dont l'état, ou celui du bâtiment dans lequel ils sont situés, expose les occupants à des risques manifestes pouvant porter atteinte à leur sécurité physique ou à leur santé.\n\nSont constitutifs d'un habitat informel les locaux ou les installations à usage d'habitation édifiés majoritairement sans droit ni titre sur le terrain d'assiette, dénués d'alimentation en eau potable ou de réseaux de collecte des eaux usées et des eaux pluviales, ou de voiries ou d'équipements collectifs propres à en assurer la desserte, la salubrité et la sécurité dans des conditions satisfaisantes.\n\nEst en situation de précarité énergétique au titre de la présente loi une personne qui éprouve dans son logement des difficultés particulières à disposer de la fourniture d'énergie nécessaire à la satisfaction de ses besoins élémentaires en raison de l'inadaptation de ses ressources ou de ses conditions d'habitat."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Le plan départemental d'action pour le logement et l'hébergement des personnes défavorisées comprend les mesures destinées à permettre aux personnes et aux familles mentionnées au II de l'article L. 301-1 du code de la construction et de l'habitation d'accéder à un logement décent et indépendant ou de s'y maintenir et d'y disposer de la fourniture d'eau, d'énergie et de services téléphoniques, ainsi que de pouvoir bénéficier, le temps nécessaire, si elles le souhaitent, d'un accompagnement correspondant à leurs besoins.\n\nCe plan inclut les mesures complémentaires destinées à répondre aux besoins en hébergement des personnes et familles relevant du dispositif d'accueil, d'hébergement et d'accompagnement vers l'insertion et le logement, conformément aux articles L. 312-5-3, L. 345-2-2 et L. 345-2-3 du code de l'action sociale et des familles, ainsi qu'aux besoins des personnes et familles prises en charge dans les établissements ou par les services relevant du schéma d'organisation sociale et médico-sociale prévu à l'article L. 312-4 du même code. A cette fin, il couvre le dispositif de veille sociale mentionné à l'article L. 345-2 du même code.\n\nCe plan inclut une annexe comportant :1° Le schéma régional d'accueil des demandeurs d'asile, transmis par le représentant de l'Etat dans le département, ainsi que les modalités de son suivi ;2° Le programme régional relatif à l'accès à la prévention et aux soins des personnes les plus démunies, transmis par le directeur général de l'agence régionale de santé.\n\nIl comprend les mesures destinées à répondre aux besoins d'accompagnement social, d'actions d'adaptation à la vie active et d'insertion professionnelle des personnes et familles mentionnées au premier alinéa du présent article.\n\nIl comprend également des mesures destinées à lutter contre la précarité énergétique.\n\nIl inclut une annexe, arrêtée par le représentant de l'Etat dans le département, comportant le schéma départemental de la domiciliation ainsi que les modalités de son suivi et de coordination des acteurs.\n\nUne commission du comité régional de l'habitat et de l'hébergement prévu à l'article L. 364-1 du code de la construction et de l'habitation est chargée d'assurer la coordination des plans départementaux d'action pour le logement et l'hébergement des personnes défavorisées ainsi que leur évaluation, y compris à mi-parcours. Sa composition est fixée par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Le plan départemental est élaboré et mis en œuvre par l'Etat et le département, ou, en Corse, par l'Etat et la collectivité de Corse. Dans le Bas-Rhin et dans le Haut-Rhin, chaque plan départemental est élaboré et mis en œuvre par l'Etat et la Collectivité européenne d'Alsace. Ils constituent à cette fin un comité responsable du plan, coprésidé par le représentant de l'Etat dans le département et le président du conseil départemental, ou, en Corse, par le représentant de l'Etat dans le département et par le président du conseil exécutif, qui en nomment conjointement les membres.\n\nLe comité responsable du plan associe à l'élaboration du plan des représentants des communes ou de leurs groupements et des autres personnes morales concernées, notamment les associations dont l'un des objets est la lutte contre les exclusions, l'insertion ou le logement des personnes défavorisées et les associations de défense des personnes en situation d'exclusion par le logement, les organismes qui exercent des activités de maîtrise d'ouvrage, des activités d'ingénierie sociale, financière et technique et des activités d'intermédiation locative et de gestion locative sociale disposant des agréments définis aux articles L. 365-2 à L. 365-4 du code de la construction et de l'habitation, les caisses d'allocations familiales, les caisses de mutualité sociale agricole, les distributeurs d'eau et les fournisseurs d'énergie, les opérateurs de services téléphoniques, les bailleurs publics ou privés, les collecteurs de la participation des employeurs à l'effort de construction, ainsi que des personnes mentionnées au premier alinéa de l'article 2 de la présente loi. Il peut également les associer à la mise en œuvre du plan et confier pour partie celle-ci à des instances locales, en tenant compte du périmètre des établissements publics de coopération intercommunale compétents en matière d'habitat.\n\nLe comité responsable du plan dispose de tous les éléments d'information relatifs aux demandes enregistrées dans le système national d'enregistrement prévu à l'article L. 441-2-1 du même code.\n\nLes autorités publiques compétentes et les organismes payeurs des aides personnelles au logement transmettent au comité responsable du plan les mesures de police arrêtées et les constats de non-décence effectués ainsi que l'identification des logements, installations et locaux repérés comme indignes et non décents.\n\nLe comité responsable du plan met en place un observatoire des logements indignes et des locaux impropres à l'habitation, des logements considérés comme non décents à la suite d'un contrôle des organismes payeurs des aides personnelles au logement ainsi que des terrains supportant un habitat informel et des secteurs d'habitat informel, notamment en Guadeloupe, en Guyane, en Martinique, à Mayotte et à La Réunion, afin d'élaborer les actions de résorption correspondantes. Y figurent les noms des propriétaires tels qu'ils figurent au fichier immobilier ou au livre foncier.\n\nAfin de mettre en œuvre la politique de lutte contre l'habitat indigne, les comités transmettent chaque année au ministre chargé du logement et, pour la Guadeloupe, la Guyane, la Martinique, Mayotte et La Réunion, au ministre chargé de l'outre-mer les données statistiques agrégées relatives au stock de locaux, installations ou logements figurant dans l'observatoire ainsi que le nombre de situations traitées au cours de l'année.\n\nLe comité responsable du plan émet un avis sur les accords prévus aux articles L. 441-1-1 et L. 441-1-2 du code de la construction et de l'habitation."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I.-Le plan départemental est établi pour une durée maximale de six ans. Il est révisé selon les modalités prévues pour son élaboration.\n\nII.-Le plan départemental est fondé sur une évaluation des besoins des personnes mentionnées à l'article 2 de la présente loi, quelle que soit la forme de leur habitat, notamment celles, qui bénéficient d'une décision favorable mentionnée à l'article L. 441-2-3 et celles qui sont prioritaires en application  de l'article L. 441-1 du code de la construction et de l'habitation, auxquelles priorité doit être donnée pour l'attribution de logements. Il évalue également les besoins des personnes dont la difficulté d'accès ou de maintien dans un logement provient de difficultés financières ou du cumul de difficultés financières et de difficultés d'insertion sociale. Il prend également en compte les besoins des personnes victimes de violences au sein de leur couple ou de leur famille, menacées de mariage forcé ou contraintes de quitter leur logement après des menaces de violence ou des violences effectivement subies. Ces situations sont prises en compte sans que la circonstance que les personnes concernées bénéficient d'un contrat de location au titre du logement occupé par le couple ou qu'elles en soient propriétaires puisse y faire obstacle.\n\nCette évaluation est territorialisée et tient notamment compte du périmètre des établissements publics de coopération intercommunale compétents en matière d'habitat.\n\nSont en outre identifiés les terrains supportant un habitat informel et les secteurs d'habitat informel.\n\nIII.  -  Le plan établit les priorités au niveau départemental à accorder aux personnes bénéficiant d'une décision favorable mentionnée à l'article L. 441-2-3 du code de la construction et de l'habitation et aux personnes prioritaires en application de l'article L. 441-1 du même code, notamment celles qui sont confrontées à un cumul de difficultés économiques et sociales.\n\nIV.-Le plan fixe, de manière territorialisée, en tenant compte des programmes locaux de l'habitat et des bassins d'habitat, les objectifs à atteindre pour assurer aux personnes et familles concernées par le plan la mise à disposition durable d'un logement et pour garantir la mixité sociale des villes et des quartiers, ainsi que les objectifs à atteindre en matière d'accueil, d'hébergement et d'accompagnement vers l'insertion et le logement des personnes sans domicile. A cette fin, il définit les mesures adaptées concernant :\n\n1° Le suivi des demandes de logement et d'hébergement des personnes et familles concernées par le plan ;\n\n2° La création ou la mobilisation d'une offre adaptée de logement et d'hébergement ainsi que, le cas échéant, une offre d'habitat adapté destinée aux personnes dites gens du voyage ;\n\n3° Les principes propres à améliorer la coordination des attributions prioritaires de logements ;\n\n4° La prévention des expulsions locatives, l'organisation des acteurs qui y contribuent ainsi que les actions d'enquête, de diagnostic et d'accompagnement social correspondantes ;\n\n5° La contribution des fonds de solidarité pour le logement à la réalisation des objectifs du plan ;\n\n6° Le repérage et la résorption des logements indignes, des logements non décents, des locaux impropres à l'habitation et, s'il y a lieu, des terrains supportant un habitat informel et des secteurs d'habitat informel ainsi que les actions de diagnostic, d'accompagnement social, d'hébergement temporaire ou de relogement adapté correspondantes ;\n\n7° La mobilisation de logements dans le parc privé, selon des modalités concertées et cohérentes, comprenant notamment le recours aux actions d'intermédiation locative ;\n\n8° Les objectifs de développement ou d'évolution de l'offre existante relevant du secteur de l'accueil, de l'hébergement et de l'accompagnement vers l'insertion et le logement ;\n\n9° L'offre globale de services d'accompagnement vers et dans le logement et de diagnostics sociaux ainsi que les modalités de répartition, entre les partenaires du plan, de leur réalisation et de leur financement. Il précise également le cadre de la coopération et de la coordination entre ces partenaires ;\n\n10° La lutte contre la précarité énergétique.\n\nLe plan départemental précise, pour chacun de ces points, la ou les collectivités ou leurs groupements chargés de leur mise en œuvre dans le respect de leurs compétences respectives, telles que définies par le code général des collectivités territoriales."
    },
    {
      "provision_ref": "art4-1",
      "section": "4-1",
      "title": "Article 4-1",
      "content": "Le plan départemental est adopté conjointement par le président du conseil départemental, ou, en Corse, par le président du conseil exécutif, et le représentant de l'Etat dans le département, après avis du comité régional de l'habitat et de l'hébergement et, dans les départements d'outre-mer, des conseils départementaux de l'habitat et de l'hébergement prévus à l'article L. 364-1 du code de la construction et de l'habitation. Il est rendu public.\n\nLes établissements publics de coopération intercommunale compétents en matière d'habitat, auxquels le représentant de l'Etat dans le département et le maire délèguent leurs pouvoirs de police dans les conditions prévues à l'article L. 301-5-1-1 du code de la construction et de l'habitation, sont chargés de la coordination des mesures mentionnées au 6° du IV de l'article 4 de la présente loi, pour les territoires qui les concernent."
    },
    {
      "provision_ref": "art4-2",
      "section": "4-2",
      "title": "Article 4-2",
      "content": "Le président du conseil départemental, ou, en Corse, le président du conseil exécutif, présente annuellement au comité responsable du plan départemental d'action pour le logement et l'hébergement des personnes défavorisées le bilan d'activité du fonds de solidarité pour le logement ainsi que la contribution des services sociaux du conseil départemental, ou, en Corse, de la collectivité de Corse, à l'accompagnement social lié au logement, aux enquêtes sociales et aux diagnostics sociaux."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Des conventions passées entre les partenaires mentionnés à l'article 3 précisent les modalités de mise en oeuvre du plan départemental  et définissent annuellement les conditions de financement des dispositifs qu'il prévoit.\n\nDes conventions sont également passées avec les bailleurs de logements pour réserver dans chaque département un nombre suffisant de logements, répartis géographiquement, à destination des personnes victimes de violences, protégées ou ayant été protégées par l'ordonnance de protection prévue aux articles 515-9 et suivants du code civil.\n\nDes conventions spécifiques pour la mise en oeuvre du plan départemental  peuvent être passées entre les participants aux instances locales mentionnées à l'article 3."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Il est créé dans chaque département un fonds de solidarité pour le logement.\n\nLe fonds de solidarité accorde, dans les conditions définies par son règlement intérieur, des aides financières sous forme de cautionnements, prêts ou avances remboursables, garanties ou subventions à des personnes remplissant les conditions de l'article 1er et qui entrent dans un logement locatif ou qui, étant locataires, sous-locataires ou résidents de logements-foyers, se trouvent dans l'impossibilité d'assumer leurs obligations relatives au paiement du loyer, des charges et des frais d'assurance locative, ou qui, occupant régulièrement leur logement, se trouvent dans l'impossibilité d'assumer leurs obligations relatives au paiement des fournitures d'eau, d'énergie et de services téléphoniques.\n\nLe fonds de solidarité pour le logement, dans les conditions définies par son règlement intérieur, accorde des aides au titre des dettes de loyer et de factures d'énergie, d'eau, de téléphone et d'accès à internet, y compris dans le cadre de l'accès à un nouveau logement. Le fonds de solidarité pour le logement fait connaître son rapport annuel d'activité au ministre chargé du logement. Ce rapport annuel d'activité fait l'objet d'une présentation et d'un débat au comité régional de l'habitat et de l'hébergement, insistant notamment sur ses bonnes pratiques transposables à d'autres territoires.\n\nLe fonds de solidarité est également destiné à accorder des aides à des personnes propriétaires occupantes au sens du second alinéa de l'article L. 615-4-1 du code de la construction et de l'habitation, qui remplissent les conditions de l'article 1er de la présente loi et se trouvent dans l'impossibilité d'assumer leurs obligations relatives au paiement de leurs charges collectives, si le logement dont ils ont la propriété ou la jouissance est situé dans un groupe d'immeubles bâtis ou un ensemble immobilier faisant l'objet d'un plan de sauvegarde en application de l'article L. 615-1 du code de la construction et de l'habitation.\n\nLe fonds de solidarité logement peut, en outre, accorder des aides à ces mêmes propriétaires occupants qui se trouvent dans l'impossibilité d'assumer leurs obligations relatives au remboursement d'emprunts contractés pour l'acquisition de leur logement.\n\nLe fonds de solidarité peut également accorder des aides à des personnes propriétaires occupants, qui remplissent les conditions de l'article 1er de la présente loi et se trouvent dans l'impossibilité d'assurer leurs obligations relatives au paiement de leurs charges collectives, ou aux remboursements d'emprunts contractés pour l'acquisition du logement dont ils ont la propriété ou la jouissance si celui-ci est situé dans le périmètre d'une opération programmée d'amélioration de l'habitat définie à l'article L. 303-1 du code de la construction et de l'habitation, limitée à un groupe d'immeubles bâtis en sociétés d'attribution ou en société coopérative de construction donnant vocation à l'attribution d'un lot ou soumis au régime de la copropriété.\n\nLe fonds de solidarité prend en charge des mesures d'accompagnement social individuelles ou collectives lorsqu'elles sont nécessaires à l'installation ou au maintien dans un logement des personnes et des familles bénéficiant du plan départemental, qu'elles soient locataires, sous-locataires, propriétaires de leur logement ou à la recherche d'un logement. Ces mesures comprennent notamment l'accompagnement des ménages dans la recherche d'un logement et les diagnostics sociaux et financiers prévus au III de l'article 24 de la loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986, dont le fonds de solidarité finance la réalisation en dernier recours, concernant les ménages menacés d'expulsion. Il peut aussi accorder une garantie financière aux associations qui mettent un logement à la disposition des personnes défavorisées mentionnées à l'article 1er ou qui leur accordent une garantie.\n\nLes aides du fonds de solidarité peuvent être accordées soit directement aux bénéficiaires, soit par l'intermédiaire de fonds locaux de solidarité pour le logement ou d'associations dont l'un des objets est l'insertion ou le logement de personnes défavorisées.\n\nLes instances locales mentionnées à l'article 3 peuvent assurer la mise en oeuvre des actions engagées par le fonds de solidarité.\n\nLes mesures d'accompagnement social donnent lieu à l'établissement de conventions conclues par le département avec les organismes ou associations qui les exécutent. Les organismes d'habitations à loyer modéré visés à l'article L. 411-2 du code de la construction et de l'habitation peuvent être partie à ces conventions. Ces conventions prévoient les conditions d'évaluation des mesures d'accompagnement social lié au logement et les modalités selon lesquelles le bailleur dans le patrimoine duquel des locataires ont bénéficié de ces mesures est associé à cette évaluation.\n\nLe fonds de solidarité, dans les conditions définies par son règlement intérieur, accorde également une aide destinée à financer tout ou partie des suppléments de dépenses de gestion aux associations, aux centres communaux ou intercommunaux d'action sociale, aux autres organismes à but non lucratif et aux unions d'économie sociale qui sous-louent des logements à des personnes mentionnées à l'article 1er ou qui en assurent la gestion immobilière pour le compte de propriétaires. Cette aide peut aussi être accordée, selon des critères financiers et sociaux définis par le règlement intérieur du fonds de solidarité, aux organismes ci-dessus et aux bailleurs sociaux qui louent directement des logements à des personnes mentionnées à l'article 1er. Elle ne peut porter sur les logements bénéficiant de l'aide aux associations logeant à titre temporaire des personnes défavorisées."
    },
    {
      "provision_ref": "art6-1",
      "section": "6-1",
      "title": "Article 6-1",
      "content": "Le règlement intérieur du fonds de solidarité pour le logement définit les conditions d'octroi des aides conformément aux priorités définies au III de l'article 4, ainsi que les modalités de fonctionnement et de gestion du fonds. Le règlement intérieur est élaboré et adopté par le conseil départemental après avis du comité responsable du plan départemental  d'action pour le logement et l'hébergement des personnes défavorisées prévu à l'article 3.\n\nLes conditions d'octroi des aides du fonds de solidarité ne peuvent reposer sur d'autres éléments que le niveau de patrimoine ou de ressources des personnes et l'importance et la nature des difficultés qu'elles rencontrent. Le décret en Conseil d'Etat prévu à l'article 8 détermine la nature des ressources prises en compte.\n\nLes aides accordées par le fonds de solidarité ne peuvent être soumises à aucune condition de résidence préalable dans le département.\n\nL'octroi d'une aide ne peut être subordonné à une contribution financière au fonds ou à une participation aux frais de dossier ou d'instruction de la part d'une collectivité territoriale.\n\nL'octroi d'une aide ne peut être subordonné à l'accord du bailleur ou des autres créanciers. Il ne peut pas non plus être subordonné à une contribution financière au fonds ou à un abandon de créance ou à une participation aux frais de dossier ou d'instruction de la part du bailleur, du distributeur d' eau ou du fournisseur d'énergie ou de l'opérateur de services téléphoniques.\n\nAucune participation aux frais de dossier ou d'instruction ne peut être exigée des personnes ou familles.\n\nDes modalités d'urgence doivent être prévues pour l'octroi et le paiement des aides, dès lors qu'elles conditionnent la signature d'un bail, qu'elles évitent des coupures d'eau, d'énergie, de services téléphoniques ou de services d'accès à internet  ou qu'elles concernent des personnes et familles assignées aux fins de résiliation de bail."
    },
    {
      "provision_ref": "art6-2",
      "section": "6-2",
      "title": "Article 6-2",
      "content": "Le fonds peut être saisi directement par toute personne ou famille en difficulté et, avec son accord, par toute personne ou organisme y ayant intérêt ou vocation. Il peut également être saisi par la commission de coordination des actions de prévention des expulsions locatives, par toute instance du plan départemental  d'action pour le logement et l'hébergement des personnes défavorisées, par l'organisme payeur de l'aide au logement ou par le représentant de l'Etat dans le département.\n\nLa demande d'aide est notifiée par le gestionnaire du fonds au maire et au centre communal ou intercommunal d'action sociale de la commune de résidence du demandeur. Ceux-ci peuvent communiquer au gestionnaire du fonds, avec copie à l'intéressé, le détail des aides déjà fournies ainsi que toute information en leur possession susceptible d'éclairer le gestionnaire du fonds sur les difficultés rencontrées par le demandeur.\n\nToute décision de refus doit être motivée."
    },
    {
      "provision_ref": "art6-3",
      "section": "6-3",
      "title": "Article 6-3",
      "content": "Le financement du fonds de solidarité pour le logement est assuré par le département.\n\nUne convention est passée entre le département, d'une part, et les représentants de chaque fournisseur d'énergie ou d'eau ou de services téléphoniques ou d'accès à internet  livrant des consommateurs domestiques, d'autre part, afin de définir le montant et les modalités de leur concours financier au fonds de solidarité pour le logement.\n\nLes autres collectivités territoriales, les établissements publics de coopération intercommunale et les autres personnes mentionnées au deuxième alinéa de l'article 3 peuvent également participer au financement du fonds de solidarité pour le logement."
    },
    {
      "provision_ref": "art6-4",
      "section": "6-4",
      "title": "Article 6-4",
      "content": "Le département peut confier par convention, sous sa responsabilité et son contrôle, la gestion financière et comptable du fonds de solidarité pour le logement à un organisme de sécurité sociale, une association agréée à cet effet ou un groupement d'intérêt public."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Le conseil départemental peut créer des fonds locaux pour l'octroi de tout ou partie des aides du fonds de solidarité pour le logement et en confier la gestion, par convention, aux communes et aux établissements publics de coopération intercommunale qui en font la demande.\n\nLa création d'un fonds de solidarité intercommunal est de droit lorsque la demande en émane d'un établissement public de coopération intercommunale qui a conclu une convention avec l'Etat dans les conditions définies à l'article L. 301-5-1 du code de la construction et de l'habitation. La convention prévue à l'alinéa précédent prévoit les conditions dans lesquelles les crédits du fonds de solidarité lui sont délégués."
    },
    {
      "provision_ref": "art7-1",
      "section": "7-1",
      "title": "Article 7-1",
      "content": "Afin d'organiser le traitement coordonné des situations d'expulsion locative, une charte pour la prévention de l'expulsion est élaborée dans chaque département avec l'ensemble des partenaires concernés.\n\nCette charte est approuvée par le comité responsable du plan départemental d'action pour le logement et l'hébergement des personnes défavorisées et fait l'objet d'une évaluation annuelle devant ce même comité ainsi que devant la commission de coordination des actions de prévention des expulsions locatives.\n\nUn décret fixe la liste des dispositions appelées à figurer dans la charte."
    },
    {
      "provision_ref": "art7-2",
      "section": "7-2",
      "title": "Article 7-2",
      "content": "Une commission de coordination des actions de prévention des expulsions locatives est créée dans chaque département. Elle est coprésidée par le représentant de l'Etat dans le département, le président du conseil départemental et le président de la métropole lorsqu'il assure la gestion d'un fonds de solidarité intercommunal prévu à l'article 7.Cette commission a pour missions de :1° Coordonner, évaluer et orienter le dispositif de prévention des expulsions locatives défini par le plan départemental d'action pour le logement et l'hébergement des personnes défavorisées et la charte pour la prévention de l'expulsion ;2° Décider du maintien ou de la suspension de l'aide personnelle au logement lorsque le bénéficiaire ne règle pas la dépense de logement, conformément à l'article L. 824-2 du code de la construction et de l'habitation ;3° Orienter et répartir entre ses membres le traitement des signalements de personnes en situation d'impayé locatif notifié au représentant de l'Etat dans le département par les commissaires de justice afin d'assurer leur accompagnement social et budgétaire, l'apurement de la dette locative et, le cas échéant, les démarches de relogement. L'orientation auprès des services sociaux des conseils départementaux, des fonds de solidarité pour le logement et des commissions de surendettement s'effectue par voie électronique par l'intermédiaire du système d'information prévu au dernier alinéa du présent article ;4° Délivrer des avis et des recommandations à tout organisme ou à toute personne susceptible de participer à la prévention de l'expulsion, ainsi qu'aux bailleurs et aux locataires concernés par une situation d'impayé ou de menace d'expulsion. La commission émet également des avis et des recommandations en matière d'attribution d'aides financières sous forme de prêts ou de subventions et d'accompagnement social lié au logement, suivant la répartition des responsabilités prévue par la charte de prévention de l'expulsion.La commission est informée des décisions prises à la suite de ses avis. Elle est destinataire du diagnostic social et financier mentionné au III de l'article 24 de la loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986.Pour l'exercice de sa mission, la commission est informée par le représentant de l'Etat dans le département :\n\n-des situations faisant l'objet d'un commandement d'avoir à libérer les locaux lui ayant été signalés conformément à l'article L. 412-5 du code des procédures civiles d'exécution ;-de toute demande et octroi du concours de la force publique mentionné au chapitre III du titre V du livre Ier du même code en vue de procéder à l'expulsion d'un lieu habité.\n\nElle est également informée de toute décision d'expulsion passée en force de chose jugée ou accordant des délais de paiement conformément au V de l'article 24 de la loi n° 89-462 du 6 juillet 1989 précitée, qui lui sont notifiées à la diligence du commissaire de justice dans un délai défini par décret. Cette notification s'effectue par voie électronique par l'intermédiaire du système d'information prévu au dernier alinéa du présent article.La commission est informée par le commissaire de justice chargé de l'exécution des opérations d'expulsion de lieux habités qu'il réalise par l'intermédiaire du système d'information prévu au même dernier alinéa.Les membres de la commission et les personnes chargées de l'instruction des saisines sont soumis au secret professionnel dans les conditions prévues à l'article 226-13 du code pénal. Par dérogation au même article 226-13, les professionnels de l'action sociale et médico-sociale, définie à l'article L. 116-1 du code de l'action sociale et des familles, fournissent aux services instructeurs de la commission les informations confidentielles dont ils disposent et qui sont strictement nécessaires à l'évaluation de la situation du ménage au regard de la menace d'expulsion dont il fait l'objet.Par dérogation à l'article 226-13 du code pénal, les services instructeurs de la commission transmettent les informations confidentielles dont ils disposent à l'organisme compétent désigné à cette fin par le plan départemental d'action pour le logement et l'hébergement des personnes défavorisées, prévu à l'article 4 de la présente loi, suivant la répartition de l'offre globale de services d'accompagnement vers et dans le logement aux fins de réalisation du diagnostic social et financier dans les conditions prévues au III de l'article 24 de la loi n° 89-462 du 6 juillet 1989 précitée.La commission peut être saisie par un de ses membres, par le bailleur, par le locataire et par toute institution ou personne y ayant intérêt ou vocation.Elle est alertée par :a) La commission de médiation, pour tout recours amiable au titre du droit au logement opposable fondé sur le motif de la menace d'expulsion sans relogement ;b) Les organismes payeurs des aides au logement, systématiquement, en vue de prévenir leurs éventuelles suspensions par une mobilisation coordonnée des outils de prévention ;c) Le fonds de solidarité pour le logement, lorsque son aide ne pourrait pas, à elle seule, permettre le maintien dans les lieux ou le relogement du locataire.Ces alertes s'effectuent par voie électronique par l'intermédiaire du système d'information prévu au dernier alinéa du présent article.La commission saisit directement les organismes publics ou les personnes morales suivants aux fins de permettre le maintien dans les lieux, le relogement ou l'hébergement d'un locataire menacé d'expulsion dont elle a connaissance :\n\n-le fonds de solidarité pour le logement afin que ce dernier instruise une demande d'apurement d'une dette locative, lorsque son aide peut permettre le maintien dans les lieux ou le relogement d'un locataire en situation d'impayé locatif qui lui a été signalé ;-le service intégré d'accueil et d'orientation, systématiquement, dès lors que la commission est notifiée par le représentant de l'Etat d'un octroi de concours de la force publique, afin qu'il soit procédé à l'enregistrement d'une demande d'hébergement au bénéfice du ménage concerné.\n\nCes saisines s'effectuent par voie électronique par l'intermédiaire du système d'information prévu au dernier alinéa du présent article.La composition et les modalités de fonctionnement de la commission, notamment du système d'information qui en permet la gestion, sont fixées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Un décret en Conseil d'Etat, pris après avis du Conseil national de l'habitat, fixe les modalités d'application du présent chapitre."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I. - Paragraphe modificateurII. - Paragraphe modificateurIII. - Les obligations déclaratives des personnes et organismes entrant dans le champ d'application du présent article sont fixées par décret."
    }
  ]
}