{
  "id": "loi-n-95-2-du-2-janvier-1995",
  "type": "statute",
  "title": "Loi n° 95-2 du 2 janvier 1995",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000715033",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Jusqu'à leur première actualisation, les maxima et minima mentionnés au troisième alinéa de l'article L. 411-11 du code rural correspondent, en monnaie, compte tenu du dernier prix des denrées constaté par l'autorité administrative, aux maxima et minima évalués en une quantité déterminée de denrées applicables avant la date de publication de la présente loi."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "La présente loi est applicable aux baux en cours. Toutefois, le loyer des terres nues et des bâtiments d'exploitation demeure évalué en une quantité déterminée de denrées, sauf accord entre les parties pour l'exprimer directement en monnaie.Lorsque le loyer demeure évalué en denrées, le prix des denrées choisies dans le bail, tel que constaté par l'autorité administrative avant la date de publication de la présente loi, est actualisé chaque année selon les modalités définies à l'article L. 411-11 du code rural pour l'actualisation du loyer des terres nues et des bâtiments d'exploitation.Les dispositions de l'alinéa précédent ne s'appliquent pas au loyer des terres nues portant des cultures permanentes viticoles, arboricoles, oléicoles et agrumicoles et des bâtiments d'exploitation y afférents."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Par accord entre les parties, le loyer des terres nues et des bâtiments d'exploitation des baux conclus ou renouvelés dans un délai de douze mois à compter de la date de publication de la présente loi peut être évalué en une quantité déterminée de denrées.Dans ce cas, le prix des denrées choisies dans le bail est calculé selon les mêmes modalités que le prix des denrées choisies dans les baux en cours à la date de publication de la présente loi."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Avant le 1er juin 1997, le Gouvernement présentera au Parlement un rapport sur les conditions d'application de la présente loi et sur ses conséquences en matière d'évolution du prix des fermages."
    }
  ]
}