{
  "id": "loi-n-90-1259-du-31-decembre-1990",
  "type": "statute",
  "title": "Loi n° 90-1259 du 31 décembre 1990",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000718250",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Les articles 70, 75, 78 et 79 de la loi n° 71-1130 du 31 décembre 1971 précitée sont abrogés."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "Un décret détermine les conditions dans lesquelles, à compter de la date d'entrée en vigueur de la loi, les obligations de la caisse interprofessionnelle de prévoyance et d'assurance vieillesse, en ce qui concerne les régimes d'assurance vieillesse de base et complémentaire et le régime complémentaire d'assurance invalidité-décès dont bénéficiaient les conseils juridiques en retraite, en activité ou ayant exercé cette activité ainsi que leurs ayants droit sont transférées aux régimes que gère la Caisse nationale des barreaux français.Ce décret fixe les conditions dans lesquelles les conseils juridiques en exercice lors de la date d'entrée en vigueur de la loi peuvent, à titre transitoire, bénéficier d'une réduction de la contribution visée à l'article L. 723-3, deuxième alinéa, du code de la sécurité sociale ; il fixe les conditions dans lesquelles ces mêmes personnes, dès lors qu'elles ont un âge déterminé à la date d'entrée en vigueur de la loi, peuvent obtenir le service de la pension par la Caisse nationale des barreaux français sans cessation de la nouvelle profession.Ce décret précise la part des réserves que la caisse interprofessionnelle de prévoyance et d'assurance vieillesse devra verser à la Caisse nationale des barreaux français pour répondre aux obligations mises à sa charge. Il définit également la contribution que verse la Caisse nationale des barreaux français à la caisse interprofessionnelle de prévoyance et d'assurance vieillesse au titre des régimes d'assurance vieillesse de base et complémentaire au cas où les transferts fixés aux premier et deuxième alinéas conduiraient à une augmentation des cotisations de cette dernière caisse supérieure à un seuil déterminé.Ce décret fixe les modalités selon lesquelles les administrateurs élus représentant les conseils juridiques à la caisse interprofessionnelle de prévoyance et d'assurance vieillesse siègent au conseil d'administration et à l'assemblée générale de la Caisse nationale des barreaux français jusqu'à leur renouvellement ainsi que la représentation spécifique dont bénéficient les anciens conseils juridiques au sein de ces instances entre le premier et le deuxième renouvellement de celles-ci."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "Le présent titre n'est pas applicable à la collectivité territoriale de Saint-Pierre-et-Miquelon."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "Un décret en Conseil d'Etat précise les conditions dans lesquelles les membres du Conseil d'Etat concernés peuvent obtenir, moyennant le versement d'une contribution dont ce même décret fixe le montant et les modalités, que soient prises en compte pour la constitution de leurs droits à pension de retraite de l'Etat ou pour le rachat d'annuités supplémentaires les années de services ou d'activité professionnelle accomplies par eux avant leur nomination."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "Le présent titre n'est pas applicable à Saint-Pierre-et-Miquelon."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "L'article 40 de la loi n° 85-99 du 25 janvier 1985 précitée est abrogé."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "Dans toutes les lois et mesures réglementaires antérieures, les mots : \"mandataire-liquidateur\" sont remplacés par les mots :\"mandataire judiciaire à la liquidation des entreprises\"."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "Le présent titre est applicable dans la collectivité territoriale de Mayotte.\n\nDans les territoires d'outre-mer sont applicables les dispositions du présent titre en tant qu'elles concernent les administrateurs judiciaires, à l'exception de l'article 47."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "Au cours de la deuxième année de formation à l'Ecole nationale de la magistrature, l'auditeur de justice peut, lors de son stage dans un cabinet d'avocat, substituer, à l'audience, son maître de stage sous le contrôle de ce dernier. La responsabilité civile encourue par l'auditeur de justice à cette occasion est garantie par l'Etat."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "Les titres Ier, II et III, les articles 48 et 52 du titre IV et l'article 61 du titre V de la présente loi entrent en vigueur le 1er janvier 1992 *date d'entrée en vigueur* ; les autres dispositions des titres IV et V ainsi que le titre VI entrent en vigueur au jour de sa publication."
    }
  ]
}