{
  "id": "loi-n-91-1407-du-31-decembre-1991",
  "type": "statute",
  "title": "Loi n° 91-1407 du 31 décembre 1991",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000537781",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I. - En 1992, la cotisation mentionnée au a de l'article 1123 du code rural est constituée de deux éléments.Le premier est calculé selon les modalités prévues à l'article 1124 du même code.Le second est calculé, dans la limite du plafond prévu à l'article L. 241-3 du code de la sécurité sociale, en pourcentage des revenus professionnels du chef d'exploitation ou d'entreprise ou de l'assiette forfaitaire, tels qu'ils sont définis à l'article 1003-12 du code rural. Son taux est déterminé par décret."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I. - Une allocation de préretraite peut être allouée aux chefs d'exploitation agricole.Cette allocation n'est pas cumulable avec la perception d'un avantage de retraite d'un régime de base, d'une allocation aux travailleurs âgés servie en application de l'article L. 322-4 du code du travail ou d'un revenu de remplacement servi en application de l'article L. 351-2 de ce code.Un décret fixe les conditions particulières de restructuration pour les départements d'outre-mer.II. - Pendant toute la durée de versement de l'allocation de préretraite, les chefs d'exploitation et les personnes mentionnées aux 2°, 4° et 5° du I de l'article 1106-1 du code rural, ainsi que les métayers visés à l'article 1025 dudit code et les conjoints coexploitants ou associés-exploitants dans la même société, cessant définitivement leur activité agricole en même temps que le bénéficiaire de l'allocation, ont droit et ouvrent droit, sans contrepartie de cotisations, aux prestations en nature de l'assurance maladie et maternité du régime agricole de protection sociale dont ils relèvent.La durée pendant laquelle les personnes visées à l'alinéa précédent ont perçu l'allocation de préretraite est comptée, sans contrepartie de cotisations, comme période d'assurance pour le calcul des avantages de vieillesse du régime agricole dont elles relèvent. Il en est de même pour les conjoints coexploitants ou associés-exploitants dans la même société, cessant définitivement leur activité agricole en même temps que le bénéficiaire de l'allocation, ainsi que pour les conjoints mentionnés au a du 4° du I de l'article 1106-1 du code rural.III. - Le preneur qui remplit les conditions de caractère personnel auxquelles est subordonnée l'attribution de la préretraite agricole prévue ci-dessus peut, par dérogation à l'article L. 411-5 du code rural, en vue de bénéficier de cet avantage, sous condition suspensive d'attribution, résilier le bail à la fin d'une des périodes annuelles de ce bail, suivant la date à laquelle il aura atteint l'âge requis.Dans ce cas, le preneur doit notifier sa décision au propriétaire au moins douze mois à l'avance. Toutefois, au cours de l'année 1998, ce délai est ramené à six mois.IV. - L'allocation de préretraite versée aux agriculteurs contraints de cesser leur activité par suite de difficultés financières ou de graves problèmes de santé, qui ont déposé leur demande depuis le 1er janvier 1998, n'est pas saisissable par les créanciers des bénéficiaires quels qu'ils soient."
    }
  ]
}