{
  "id": "loi-n-2016-1888-du-28-decembre-2016",
  "type": "statute",
  "title": "LOI n°2016-1888 du 28 décembre 2016",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000033717812",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Dans leur principe, la dotation globale de fonctionnement et le fonds national de péréquation des ressources intercommunales et communales intègrent les surcoûts spécifiques induits par des conditions climatiques et géophysiques particulières en montagne et les services, notamment écologiques et environnementaux, que la montagne produit au profit de la collectivité nationale. Le fonds national de péréquation des ressources intercommunales et communales prend en compte les spécificités des communes et des ensembles intercommunaux de montagne situés à proximité d'une zone frontalière."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Les communes de montagne sortant de la liste du classement en zone de revitalisation rurale au 1er juillet 2017 continuent à bénéficier des effets du dispositif jusqu'au 30 juin 2024."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Le Gouvernement remet au Parlement, dans un délai de six mois à compter de la promulgation de la présente loi, un rapport sur la juste compensation des surcoûts associés à la pratique des actes médicaux et paramédicaux en zone de montagne."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "L'Etat peut autoriser, à titre expérimental et pour une durée maximale de trois ans, au nom du principe d'équité territoriale, que le projet régional de santé s'attache à garantir aux populations un accès par voie terrestre à un service de médecine générale, à un service d'urgence médicale, à un service de réanimation ainsi qu'à une maternité dans des délais raisonnables non susceptibles de mettre en danger l'intégrité physique du patient en raison d'un temps de transport manifestement trop important."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I à IV. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nV. - Dans le cadre de l'application de l'article L. 34-8-5 du code des  postes et des communications électroniques, l'Etat et les collectivités  territoriales soutiennent en priorité les projets concernant les zones  de montagne.\n\n- LOI n° 85-30 du 9 janvier 1985\n\n- LOI n° 85-30 du 9 janvier 1985"
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Une base normalisée des adresses au niveau national est créée par l'autorité compétente de l'Etat en vue de référencer l'intégralité des adresses du territoire français, dans le cadre de la mise à disposition des données de référence prévue à l'article L. 321-4 du code des relations entre le public et l'administration, avec le concours des administrations mentionnées au premier alinéa de l'article L. 300-2 du même code et en concertation avec les opérateurs de communications électroniques. Cette base est mise à disposition à partir du 31 décembre 2018."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "L'Autorité de régulation des communications électroniques et des postes promeut la mise en place et la gestion efficace de systèmes d'information et processus de commandes entre opérateurs pour l'accès aux réseaux à très haut débit permettant de fournir des services de communications électroniques à un utilisateur final, notamment pour les réseaux en fibre optique.A cette fin, l'autorité veille au développement des travaux de normalisation des systèmes d'information et processus de commandes entre opérateurs.Elle rend compte de son action à la Commission supérieure du numérique et des postes."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "Dans un délai de douze mois à compter de la promulgation de la présente loi, une évaluation des conditions de gestion des travailleurs pluriactifs ou saisonniers par les régimes de protection sociale est présentée par le Gouvernement au Parlement. Cette évaluation établit les conditions d'une prise en charge mutualisée de la protection sociale de ces travailleurs en vue notamment de la mise en place des guichets uniques mentionnés au troisième alinéa de l'article 59 de la loi n° 85-30 du 9 janvier 1985 relative au développement et à la protection de la montagne."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "II. - Le I du présent article s'applique pour une durée de trois ans dès lors que la Commission européenne a confirmé que cette mesure est compatible avec le 1 de l'article 107 du traité sur le fonctionnement de l'Union européenne."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance, au plus tard le 31 décembre 2017, toute mesure relevant du domaine de la loi permettant de :1° Transposer en droit interne la directive (UE) 2015/2302 du Parlement européen et du Conseil du 25 novembre 2015 relative aux voyages à forfait et aux prestations de voyage liées, modifiant le règlement (CE) n° 2006/2004 et la directive 2011/83/UE du Parlement européen et du Conseil et abrogeant la directive 90/314/CEE du Conseil ;2° Simplifier et moderniser le régime applicable aux activités d'organisation ou de vente de voyages et de séjours ainsi qu'aux services et prestations liés, pour tenir compte des évolutions économiques et techniques du secteur et favoriser son développement, dans le respect des impératifs liés à la protection de l'environnement et à la lutte contre le changement climatique.Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "I. à V.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nVI.-Le présent article entre en vigueur à une date fixée par décret et, au plus tard, un an après la publication de la présente loi. Toutefois :\n\n1° Les demandes d'autorisation de création ou d'extension d'unités touristiques nouvelles déposées avant l'entrée en vigueur du présent article demeurent régies par les dispositions antérieurement applicables ;\n\n2° Les schémas de cohérence territoriale ou les plans locaux d'urbanisme approuvés avant l'entrée en vigueur du présent article demeurent régis par les dispositions antérieurement applicables jusqu'à leur prochaine révision réalisée en application, respectivement, de l'article L. 143-29 ou du 1° de l'article L. 153-31 du code de l'urbanisme. Il en est de même pour les projets de schéma de cohérence territoriale ou de plan local d'urbanisme arrêtés avant l'entrée en vigueur du présent article. Si le schéma de cohérence territoriale n'a pas prévu d'unités touristiques nouvelles locales, celles-ci peuvent néanmoins être réalisées dans une commune couverte par un plan local d'urbanisme, à la condition que ce dernier les prévoie, conformément aux articles L. 151-4 à L. 151-7 du code de l'urbanisme dans leur rédaction résultant de la présente loi.\n\n3° La dernière phrase du second alinéa des articles L. 122-20 et L. 122-21 du code de l'urbanisme, dans leur rédaction résultant du présent article, est applicable jusqu'au 1er janvier 2019.\n\n-Code de l'environnement\n\n-Code du tourisme.\n\n-Code de l'urbanisme\n\n-Code de l'urbanisme\n\n-LOI n° 85-30 du 9 janvier 1985"
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "Dans le prolongement de la disposition fixant de manière pérenne le seuil de population à 5 000 habitants pour les territoires de montagne, ces même territoires sont des zones privilégiées de déploiement des schéma de cohérence territoriale ruraux, prévus à l'article L. 142-4 du code de l'urbanisme, de façon à ce que les notions de démographie et de concentration de population ne soient pas des critères préjudiciables au développement par ces territoires de stratégies à long terme. Ils peuvent en outre faire l'objet d'expérimentations en matière de déploiement de stratégies inter-SCOT."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "II. - Aucune reprise de la réduction d'impôt prévue à l'article 199 decies F du code général des impôts n'est effectuée si l'absence de classement d'un village résidentiel de tourisme résulte du I du présent article."
    },
    {
      "provision_ref": "art94",
      "section": "94",
      "title": "Article 94",
      "content": "I.-L'ordonnance n° 2016-1028 du 27 juillet 2016 relative aux mesures de coordination rendues nécessaires par l'intégration dans le schéma régional d'aménagement, de développement durable et d'égalité des territoires, des schémas régionaux sectoriels mentionnés à l'article 13 de la loi n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République est ratifiée.\n\nII.-L'ordonnance n° 2016-1028 du 27 juillet 2016 relative aux mesures de coordination rendues nécessaires par l'intégration dans le schéma national d'aménagement, de développement durable et d'égalité des territoires, des schémas régionaux sectoriels mentionnés à l'article 13 de la loi n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République est ainsi modifiée, à compter du 28 juillet 2016 :1° Le premier alinéa de l'article 21 est ainsi rédigé :\" Le I de l'article L. 4251-5 est complété par un 9° ainsi rédigé : \" ;2° Le premier alinéa du 3° de l'article 29 est ainsi rédigé :\" Le I est complété par un 10° ainsi rédigé : \"."
    },
    {
      "provision_ref": "art95",
      "section": "95",
      "title": "Article 95",
      "content": "La société par actions simplifiées Tunnel Euralpin Lyon Turin, promoteur public au sens des articles 3 et 6 de l'accord du 30 janvier 2012 entre le Gouvernement de la République française et le Gouvernement de la République italienne pour la réalisation et l'exploitation d'une nouvelle ligne ferroviaire Lyon-Turin, bénéficie, pour l'acquisition, au nom et pour le compte de l'Etat, des terrains nécessaires, sur le territoire français, à la construction des ouvrages constitutifs de la section transfrontalière au sens du b de l'article 2 du même accord, de tous les droits découlant des lois et règlements applicables conférés au bénéficiaire en matière d'expropriation dans les conditions définies par le code de l'expropriation pour cause d'utilité publique. La société Tunnel Euralpin Lyon Turin bénéficie par ailleurs de tous les droits découlant des lois et règlements applicables en matière de travaux publics pour l'exécution des travaux nécessaires à la construction des ouvrages constitutifs de la section transfrontalière situés sur le territoire français. La société Tunnel Euralpin Lyon Turin est soumise aux obligations qui découlent de l'application de ces lois et règlements, et notamment celle de régler le montant de l'indemnisation des biens expropriés. La société Tunnel Euralpin Lyon Turin peut également acquérir les terrains par voie amiable avec toutes les conséquences de droit.Une convention conclue entre la société Tunnel Euralpin Lyon Turin et l'Etat précise notamment les modalités de remboursement par l'Etat du montant des indemnisations des biens expropriés et des acquisitions amiables supportées par Tunnel Euralpin Lyon Turin ainsi que, le cas échéant, les modalités pratiques de mise en œuvre par chacune des parties contractantes des dispositions prévues au premier alinéa telles que la possibilité pour Tunnel Euralpin Lyon Turin de signer, de recevoir et d'authentifier, au nom et pour le compte de l'Etat, tout acte nécessaire à l'acquisition des terrains.Les deux premiers alinéas s'appliquent à compter de la date de promulgation de la présente loi, y compris aux procédures d'acquisition en cours à cette date initiées par l'Etat et pour lesquelles la société Tunnel Euralpin Lyon Turin lui est substituée, sous réserve des acquisitions foncières en cours de paiement par l'Etat.L'ensemble des terrains nécessaires à la construction et à l'exploitation de la section transfrontalière situés sur le territoire français sont remis à la société Tunnel Euralpin Lyon Turin en pleine propriété et à titre gratuit jusqu'à sa disparition. Cette remise est effective à compter de la date mentionnée au troisième alinéa pour les terrains antérieurement acquis par l'Etat et, pour les autres terrains, au plus tard, à l'expiration du délai fixé à l'article L. 231-1 du code de l'expropriation pour cause d'utilité publique. La remise des terrains concernés emporte cessation du régime défini à l'article L. 211-1 du code forestier et confère à la société Tunnel Euralpin Lyon Turin les mêmes droits et obligations que ceux applicables aux administrations mentionnées au II du même article L. 211-1. Un arrêté pris par le préfet de la Savoie récapitule au moins une fois par an l'ensemble des terrains remis à la société Tunnel Euralpin Lyon Turin et la date de cette remise.A la disparition de la société Tunnel Euralpin Lyon Turin, l'ensemble des terrains constitutifs de la section transfrontalière situés sur le territoire français fait retour à l'Etat en pleine propriété."
    }
  ]
}