{
  "id": "loi-n-2011-1117-du-19-septembre-2011",
  "type": "statute",
  "title": "LOI n° 2011-1117 du 19 septembre 2011",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000024574328",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1er",
      "section": "1er",
      "title": "Article 1er",
      "content": "II. - Les 1° à 3° du I s'appliquent aux plus-values réalisées au titre des cessions intervenues à compter du 1er février 2012, à l'exception des cessions de terrains nus constructibles du fait de leur classement, par un plan local d'urbanisme ou par un autre document d'urbanisme en tenant lieu, en zone urbaine ou à urbaniser ouverte à l'urbanisation ou, par une carte communale, dans une zone où les constructions sont autorisées, pour lesquelles une promesse de vente a été enregistrée avant le 25 août 2011 et la vente est conclue avant le 1er janvier 2013."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "IV. ― Les I et III s'appliquent aux déficits constatés au titre des exercices clos à compter de la date d'entrée en vigueur de la présente loi ainsi qu'aux déficits restant à reporter à la clôture de l'exercice précédant le premier exercice clos à compter de cette même date (1)."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I. ― Pour 2011, l'ajustement des ressources tel qu'il résulte des évaluations révisées figurant à l'état A annexé à la présente loi et le supplément des charges du budget de l'Etat sont fixés aux montants suivants :\n\n(En millions d'euros)\n\n2° Le plafond de la variation nette, appréciée en fin d'année, de la dette négociable de l'Etat d'une durée supérieure à un an demeure inchangé.III. ― Pour 2011, le plafond d'autorisation des emplois rémunérés par l'Etat demeure inchangé.\n\nII. ― Pour 2011 :1° Les ressources et les charges de trésorerie qui concourent à la réalisation de l'équilibre financier sont évaluées comme suit :\n\n(En milliards d'euros)"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. ― Il est ouvert aux ministres, pour 2011, au titre du budget général, des autorisations d'engagement et des crédits de paiement supplémentaires s'élevant à 1 987 375 000 €, conformément à la répartition par mission donnée à l'état B annexé à la présente loi.II. ― Il est annulé, au titre du budget général, pour 2011, des autorisations d'engagement et des crédits de paiement s'élevant à 460 000 000 €, conformément à la répartition par mission donnée à l'état B annexé à la présente loi."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "II. - Le plafond mentionné au I de l'article 3 de la loi n° 2010-606 du 7 juin 2010 de finances rectificative pour 2010 comprend l'ensemble des financements déjà obtenus par le Fonds européen de stabilité financière avant l'entrée en vigueur du présent article."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I et II. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I et II. - A modifié les dispositions suivantes :\n\n1° Aux revenus du patrimoine mentionnés à l'article L. 136-6 du code de la sécurité sociale perçus à compter du 1er janvier 2011 ;\n\n2° Aux produits de placement mentionnés au I de l'article L. 136-7 du même code et à ceux mentionnés au II du même article pour la part de ces produits acquise et, le cas échéant, constatée à compter du 1er octobre 2011 ;\n\n3° A compter du 1er octobre 2011 pour l'application du IV du même article L. 136-7.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Le Gouvernement remet au Parlement un rapport, avant le 1er décembre 2011, sur les avantages et les inconvénients en matière de lutte contre la fraude fiscale de signer une convention entre la République française et la Confédération suisse portant création d'une taxe forfaitaire sur les revenus de placement financier en Suisse des résidents français n'ayant pas fait l'objet de déclarations."
    }
  ]
}