{
  "id": "loi-n-2017-258-du-28-fevrier-2017",
  "type": "statute",
  "title": "LOI n°2017-258 du 28 février 2017",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000034104023",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "II. - Le 4° du I du présent article entre en vigueur le 1er janvier 2018."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "I. – A titre expérimental et pour une durée de trois ans à compter de la promulgation de la présente loi, le juge des enfants peut, dans le cas prévu au 3° de l'article 375-3 du code civil, sur réquisitions écrites du ministère public, charger un service du secteur public de la protection judiciaire de la jeunesse d'apporter l'aide et le conseil et d'exercer le suivi prévus au premier alinéa de l'article 375-4 du même code, lorsque la situation et l'intérêt de l'enfant le justifient. Les dépenses afférentes à cette mesure sont prises en charge par l'Etat.\n\nII. – Au plus tard six mois avant le terme de l'expérimentation, le Gouvernement adresse au Parlement un rapport d'évaluation de l'expérimentation."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "I. - Lorsqu'une personne mise en examen pour un crime ou un délit commis à l'encontre de son conjoint, de son concubin ou de son partenaire lié par un pacte civil de solidarité est placée sous assignation à résidence avec surveillance électronique mobile et qu'une interdiction de rencontrer la victime a été prononcée, cette dernière peut, si elle y consent expressément, se voir proposer le port d'un dispositif électronique permettant de signaler à distance que la personne mise en examen se trouve à proximité.Un tel dispositif peut également être proposé à la victime lorsqu'une personne condamnée pour un crime ou un délit commis à l'encontre de son conjoint, de son concubin ou de son partenaire lié par un pacte civil de solidarité est placée sous surveillance électronique mobile dans le cadre d'un suivi socio-judiciaire ou d'une libération conditionnelle et qu'une interdiction de rencontrer la victime a été prononcée.Les deux premiers alinéas du présent I sont également applicables lorsque les faits ayant entraîné la mise en examen ou ayant donné lieu à condamnation ont été commis par un ancien conjoint, un ancien concubin ou une personne ayant été liée à la victime par un pacte civil de solidarité.II. - L'Etat peut autoriser à titre expérimental et pour une durée maximale de trois ans à compter de la promulgation de la présente loi, la mise en place des mesures de protection des victimes prévues au I du présent article dans des ressorts déterminés par le ministre de la justice, selon des modalités précisées par arrêté."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "I à III A. - A modifié les dispositions suivantes :\n\nIV à IX. - A modifié les dispositions suivantes :\n\nIII B. - Les dispositions auxquelles les articles L. 243-2, L. 244-2 et L. 245-2 du code de la route font référence sont applicables en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna dans leur version applicable à la date d'entrée en vigueur de l'article 26 de la présente loi.\n\nX. - Les V et VIII de l'article 1er et l'article 29 sont applicables en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna.\n\nLe II de l'article 3 et les II et III de l'article 4 sont applicables dans les îles Wallis et Futuna.\n\nL'article 31 est applicable en Polynésie française et dans les îles Wallis et Futuna.\n\n- Code de la sécurité intérieure\n\n- Code de la sécurité intérieure\n\nArt. L446-1, Art. L447-1, Art. L445-1, Art. L448-1\n\n- Code de la sécurité intérieure\n\n- Code de la route.\n\nArt. L243-2, Art. L244-2, Art. L245-2\n\n- Code de la défense.\n\n- Code pénal\n\n- Code de procédure pénale\n\n- Code des transports\n\n- Code des relations entre le public et l'administration\n\n- Loi n° 55-385 du 3 avril 1955\n\n- Ordonnance n° 45-174 du 2 février 1945"
    }
  ]
}