{
  "id": "loi-n-2022-1616-du-23-decembre-2022",
  "type": "statute",
  "title": "LOI n°2022-1616 du 23 décembre 2022",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000046791754",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Au titre de l'exercice 2021, sont approuvés :1° Le tableau d'équilibre, par branche, de l'ensemble des régimes obligatoires de base de sécurité sociale :\n\n(En milliards d'euros)\n\n;2° Le tableau d'équilibre, par branche, du régime général de sécurité sociale :\n\n(En milliards d'euros)\n\n;3° Le tableau d'équilibre des organismes concourant au financement des régimes obligatoires de base de sécurité sociale :\n\n(En milliards d'euros)\n\n;4° Les dépenses constatées relevant du champ de l'objectif national de dépenses d'assurance maladie, s'élevant à 240,1 milliards d'euros ;5° Les recettes affectées au Fonds de réserve pour les retraites, lesquelles sont nulles ;6° Les recettes mises en réserve par le Fonds de solidarité vieillesse, lesquelles sont nulles ;7° Le montant de la dette amortie par la Caisse d'amortissement de la dette sociale, s'élevant à 17,8 milliards d'euros.\n\nRecettes\n\nDépenses\n\nSolde\n\nMaladie\n\n206,8\n\n235,4\n\n- 28,7\n\nAccidents du travail et maladies professionnelles\n\n15,1\n\n13,9\n\n1,3\n\nVieillesse\n\n247,8\n\n250,5\n\n- 2,7\n\nFamille\n\n51,1\n\n48,9\n\n2,2\n\nAutonomie\n\n32,7\n\n32,6\n\n0,2\n\nToutes branches (hors transferts entre branches)\n\n539,2\n\n567,0\n\n- 27,7\n\nToutes branches (hors transferts entre branches) y compris Fonds de solidarité vieillesse\n\n538,0\n\n567,3\n\n- 29,3\n\n1\n\ncenter\n\nRecettes\n\nDépenses\n\nSolde\n\nMaladie\n\n205,3\n\n235,0\n\n- 28,7\n\nAccidents du travail et maladies professionnelles\n\n13,6\n\n12,4\n\n1,2\n\nVieillesse\n\n141,2\n\n143,9\n\n- 2,7\n\nFamille\n\n51,1\n\n48,9\n\n2,2\n\nAutonomie\n\n32,7\n\n32,6\n\n0,2\n\nToutes branches (hors transferts entre branches)\n\n430,1\n\n457,9\n\n- 27,7\n\nToutes branches (hors transferts entre branches) y compris Fonds de solidarité vieillesse\n\n430,1\n\n459,5\n\n- 29,4\n\n1\n\ncenter\n\nRecettes\n\nDépenses\n\nSolde\n\nFonds de solidarité vieillesse\n\n17,7\n\n19,3\n\n- 1,5\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Est approuvé le rapport figurant en annexe A à la présente loi présentant un tableau, établi au 31 décembre 2021, retraçant la situation patrimoniale des régimes obligatoires de base et des organismes concourant à leur financement, à l'amortissement de leur dette ou à la mise en réserve de recettes à leur profit et décrivant les mesures prévues pour l'affectation des excédents ou la couverture des déficits, tels qu'ils sont constatés dans les tableaux d'équilibre relatifs à l'exercice 2021 figurant à l'article 1er."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Au titre de l'année 2022, sont rectifiés :1° Les prévisions de recettes, les objectifs de dépenses et le tableau d'équilibre, par branche, de l'ensemble des régimes obligatoires de base de sécurité sociale ainsi qu'il suit :\n\n(En milliards d'euros)\n\n;2° Les prévisions de recettes, les prévisions de dépenses et le tableau d'équilibre des organismes concourant au financement des régimes obligatoires de base de sécurité sociale ainsi qu'il suit :\n\n(En milliards d'euros)\n\n;3° Les prévisions des recettes affectées au Fonds de réserve pour les retraites, lesquelles sont nulles ;4° Les prévisions de recettes mises en réserve par le Fonds de solidarité vieillesse, lesquelles sont nulles ;5° L'objectif d'amortissement de la dette sociale par la Caisse d'amortissement de la dette sociale, qui est fixé à 18,6 milliards d'euros.\n\nRecettes\n\nDépenses\n\nSolde\n\nMaladie\n\n221,0\n\n242,9\n\n- 21,9\n\nAccidents du travail et maladies professionnelles\n\n16,2\n\n14,2\n\n2,0\n\nVieillesse\n\n258,9\n\n261,9\n\n- 3,0\n\nFamille\n\n53,5\n\n50,9\n\n2,6\n\nAutonomie\n\n35,0\n\n35,4\n\n- 0,4\n\nToutes branches (hors transferts entre branches)\n\n569,6\n\n590,3\n\n- 20,7\n\nToutes branches (hors transferts entre branches) y compris Fonds de solidarité vieillesse\n\n571,8\n\n590,7\n\n- 18,9\n\n1\n\ncenter\n\nRecettes\n\nDépenses\n\nSolde\n\nFonds de solidarité vieillesse\n\n19,8\n\n18,0\n\n1,8\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Au titre de l'année 2022, l'objectif national de dépenses d'assurance maladie de l'ensemble des régimes obligatoires de base ainsi que ses sous-objectifs sont rectifiés ainsi qu'il suit :\n\n(En milliards d'euros)\n\nSous-objectif\n\nObjectif de dépenses\n\nDépenses de soins de ville\n\n107,2\n\nDépenses relatives aux établissements de santé\n\n98,2\n\nDépenses relatives aux établissements et services pour personnes âgées\n\n14,6\n\nDépenses relatives aux établissements et services pour personnes handicapées\n\n13,8\n\nDépenses relatives au fonds d'intervention régional et au soutien national à l'investissement\n\n6,3\n\nAutres prises en charge\n\n6,8\n\nTotal\n\n247,0\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I. à V.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-LOI du 12 juillet 1937\n\n-LOI n° 2019-1446 du 24 décembre 2019\n\n-LOI n° 2021-1754 du 23 décembre 2021\n\n-Code de la sécurité sociale.\n\n-Code rural et de la pêche maritime\n\n-Code rural et de la pêche maritime\n\nVI.-Les I à III entrent en vigueur le 1er janvier 2023, sous réserve des A et B du présent VI.A.-Les 1° à 3° du B du I entrent en vigueur le 1er janvier 2024.B.-Le 5° du II est applicable aux cotisations et contributions reversées par la Caisse centrale de la mutualité sociale agricole à compter du 1er janvier 2025. Cette date peut être reportée par décret, dans la limite d'un an. Les créances de cotisations et de contributions sociales et les créances accessoires correspondant aux restes à recouvrer dus aux attributaires par la Caisse centrale de la mutualité sociale agricole avant cette date font l'objet d'un versement à hauteur de la valeur estimée recouvrable de ces créances à cette même date. Les modalités de règlement desdites créances, notamment leur échelonnement, sont fixées par convention entre la Caisse centrale de la mutualité sociale agricole et les attributaires concernés, à l'exception des créances à régler aux organismes complémentaires et aux autorités organisatrices de la mobilité, dont le montant et les modalités de règlement sont constatés et fixés par arrêté des ministres chargés de la sécurité sociale et de l'agriculture."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\n- Code de la sécurité sociale.\n\n- LOI n° 2019-1446 du 24 décembre 2019"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-La perte de recettes résultant pour les organismes de sécurité sociale du I est compensée, à due concurrence, par la création d'une taxe additionnelle à l'accise sur les tabacs prévue au chapitre IV du titre Ier du livre III du code des impositions sur les biens et services.\n\n-LOI n° 2018-1203 du 22 décembre 2018\n\n-Code rural et de la pêche maritime"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I s'applique aux cotisations dues au titre des périodes d'emploi courant à compter du 1er février 2022.\n\n- Code rural et de la pêche maritime"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I. - A modifié les dispositions suivantes :\n\nII.- Le présent article s'applique aux cotisations et contributions dues au titre des périodes d'emploi courant à compter du 1er janvier 2023.\n\n- Code des transports"
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Sous réserve que leur revenu professionnel non salarié annuel soit inférieur à un montant fixé par décret, les médecins remplissant les conditions prévues aux quatre derniers alinéas de l'article L. 643-6 du code de la sécurité sociale sont exonérés, au titre de leur activité professionnelle en qualité de médecin, des cotisations d'assurance vieillesse mentionnées aux articles L. 642-1, L. 644-1, L. 645-2 et L. 645-2-1 du même code dues au titre de l'année 2023."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code de la sécurité sociale.\n\nII. - Les cotisations et contributions sociales d'origine légale et conventionnelle dues par les élèves et les étudiants mentionnés au 38° de l'article L. 311-3 du code de la sécurité sociale sont calculées d'un commun accord entre l'association et l'élève ou l'étudiant sur la base :1° Soit d'une assiette forfaitaire fixée par arrêté par référence à la valeur horaire du salaire minimum de croissance en vigueur au 1er janvier de l'année considérée, pour chaque journée d'étude rémunérée par l'association, dans les conditions prévues à l'article L. 242-4-4 du même code ;2° Soit du montant total de la rémunération mentionnée au 38° de l'article L. 311-3 dudit code.III. - Les associations mentionnées au 38° de l'article L. 311-3 du code de la sécurité sociale peuvent recourir, pour les cotisations et contributions sociales mentionnées au II du présent article, au dispositif simplifié de déclaration et de recouvrement prévu à l'article L. 133-5-6 du code de la sécurité sociale sans avoir la qualité d'employeur.IV. - Les conditions d'application du présent article sont définies par décret.V. - Le présent article s'applique aux cotisations et contributions sociales dues au titre des périodes courant à compter du 1er janvier 2023."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I. et II.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\n-Code général des impôts, CGI.\n\n-Code des impositions sur les biens et services\n\n-Code des impositions sur les biens et services\n\n-Code des impositions sur les biens et services\n\nIII.-A.-Les I et II entrent en vigueur le 1er mars 2023, à l'exception des d et e du 4° du B du I, qui entrent en vigueur le 1er janvier 2024.Le c du 4° du B du I s'applique à compter du 1er janvier 2024 à l'ensemble des catégories de tabacs, à l'exception :1° De la catégorie prévue à l'article L. 314-15 du code des impositions sur les biens et services, à laquelle il s'applique à compter du 1er janvier 2026 ;2° Des catégories prévues aux articles L. 314-15-1 et L. 314-15-2 du même code, auxquelles il s'applique à compter du 1er janvier 2027.B.-Par dérogation aux articles L. 132-2, L. 314-24 et L. 314-25 du code des impositions sur les biens et services, les tarifs et taux d'accise sur les tabacs applicables du 1er janvier 2023 au 28 février 2023 inclus sont ceux en vigueur au titre de l'année 2022. Par dérogation au II de l'article 575 E bis du code général des impôts, le pourcentage appliqué en Corse pour déterminer le prix minimal de vente au détail pendant cette même période est celui en vigueur au 31 décembre 2022."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Dans un délai d'un an à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport dressant un bilan de la mise en œuvre de la taxe applicable aux sodas dans ses modalités en vigueur depuis le 1er juillet 2018.Ce rapport évalue l'effet de la taxe sur l'offre en boissons sucrées et édulcorées mais aussi sur la demande et les niveaux de consommation des ménages."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Pour l'année 2023, le montant M mentionné à l'article L. 138-10 du code de la sécurité sociale est fixé à 24,9 milliards d'euros.III. - Pour l'année 2023, le montant Z mentionné à l'article L. 138-19-8 du code de la sécurité sociale est fixé à 2,21 milliards d'euros.IV. - Les deux derniers alinéas du b du 1° du I s'appliquent aux contributions prévues à l'article L. 138-10 du code de la sécurité sociale dues au titre de l'année 2024 et des années suivantes.V. - Pour l'application du troisième alinéa de l'article L. 138-12 du code de la sécurité sociale à la contribution due au titre de l'année 2023, le chiffre d'affaires de l'année 2022 de chaque entreprise redevable considéré est celui résultant de l'application de l'article L. 138-11 du même code, dans sa rédaction antérieure à la présente loi.VI. - Pour la contribution due au titre de l'année 2023, par dérogation au dernier alinéa de l'article L. 138-12 du code de la sécurité sociale, le montant de la contribution due par chaque entreprise redevable ne peut excéder 10 % de son chiffre d'affaires calculé selon les modalités définies à l'article L. 138-11 du même code.VII. - Pour l'application du troisième alinéa de l'article L. 138-12 du code de la sécurité sociale à la contribution due au titre de l'année 2024, le chiffre d'affaires de l'année 2023 de chaque entreprise redevable considéré est celui résultant de l'application de l'article L. 138-11 du même code, dans sa rédaction résultant de la présente loi, applicable pour le calcul de la contribution due au titre de l'année 2023.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Le Gouvernement remet au Parlement, avant le 1er juillet 2023, un rapport relatif à l'état et aux perspectives de la régulation économique du secteur pharmaceutique en France, en particulier s'agissant du mécanisme de clause de sauvegarde prévu à l'article L. 138-10 du code de la sécurité sociale."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code rural et de la pêche maritime\n\n- Code de la sécurité sociale.\n\nIII. - Le 1° du I du présent article s'applique aux réductions mentionnées à l'article L. 621-3 du code de la sécurité sociale applicables aux cotisations dues à compter des périodes mentionnées au III de l'article 3 de la loi n° 2022-1158 du 16 août 2022 portant mesures d'urgence pour la protection du pouvoir d'achat.Les 2° à 4° du I et le II du présent article s'appliquent aux prestations dues à compter du 1er janvier 2023."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Est approuvé le montant de 6,6 milliards d'euros correspondant à la compensation des exonérations, réductions ou abattements d'assiette de cotisations ou contributions de sécurité sociale, mentionné à l'annexe 4 jointe au projet de loi de financement de la sécurité sociale pour 2023."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I. à III.-A modifié les dispositions suivantes :\n\nIV.-La perte de recettes résultant pour les organismes de sécurité sociale du II est compensée, à due concurrence, par la création d'une taxe additionnelle à l'accise sur les tabacs prévue au chapitre IV du titre Ier du livre III du code des impositions sur les biens et services.V.-Le I s'applique aux cotisations dues au titre des périodes courant à compter du 1er octobre 2022.VI.-Le III s'applique, à compter du 17 août 2022, au titre des périodes postérieures au 1er janvier 2022 et jusqu'au 31 décembre 2025.\n\n-Code de la sécurité sociale\n\nArt. L241-18-1\n\n-LOI n° 2022-1158 du 16 août 2022\n\n-LOI n° 2022-1157 du 16 août 2022"
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Pour l'année 2023, est approuvé le tableau d'équilibre, par branche, de l'ensemble des régimes obligatoires de base de sécurité sociale :\n\n(En milliards d'euros)\n\nRecettes\n\nDépenses\n\nSolde\n\nMaladie\n\n231,2\n\n238,3\n\n- 7,1\n\nAccidents du travail et maladies professionnelles\n\n17,0\n\n14,8\n\n2,2\n\nVieillesse\n\n269,7\n\n273,3\n\n- 3,6\n\nFamille\n\n56,7\n\n55,3\n\n1,3\n\nAutonomie\n\n36,2\n\n37,4\n\n- 1,2\n\nToutes branches (hors transferts entre branches)\n\n593,2\n\n601,6\n\n- 8,4\n\nToutes branches (hors transferts entre branches) y compris Fonds de solidarité vieillesse\n\n594,8\n\n601,9\n\n- 7,1\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I. - Pour l'année 2023, l'objectif d'amortissement de la dette sociale par la Caisse d'amortissement de la dette sociale est fixé à 17,7 milliards d'euros.II. - Pour l'année 2023, les prévisions de recettes par catégorie affectées au Fonds de réserve pour les retraites sont fixées à :\n\n(En milliards d'euros)\n\nIII. - Pour l'année 2023, les prévisions de recettes par catégorie mises en réserve par le Fonds de solidarité vieillesse sont fixées à :\n\n(En milliards d'euros)\n\nPrévisions de recettes\n\nRecettes affectées\n\n0\n\n1\n\ncenter\n\nPrévisions de recettes\n\nRecettes\n\n0\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Sont habilités en 2023 à recourir à des ressources non permanentes afin de couvrir leurs besoins de trésorerie les organismes mentionnés dans le tableau ci-dessous, dans les limites indiquées :\n\n(En millions d'euros)\n\nEncours limites\n\nAgence centrale des organismes de sécurité sociale (ACOSS)\n\n45 000\n\nCaisse centrale de la mutualité sociale agricole (CCMSA)\n\n350\n\nCaisse de prévoyance et de retraite du personnel de la SNCF (CPRP SNCF) - période du 1er au 31 janvier 2023\n\n550\n\nCaisse de prévoyance et de retraite du personnel de la SNCF (CPRP SNCF) - période du 1er février au 31 décembre 2023\n\n400\n\nCaisse autonome nationale de la sécurité sociale dans les mines (CANSSM)\n\n450\n\nCaisse nationale de retraites des agents des collectivités locales (CNRACL)\n\n7 500\n\n1"
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Est approuvé le rapport figurant en annexe B à la présente loi décrivant, pour les quatre années à venir (2023 à 2026), les prévisions de recettes et les objectifs de dépenses, par branche, des régimes obligatoires de base de sécurité sociale, les prévisions de recettes et de dépenses des organismes concourant au financement de ces régimes ainsi que l'objectif national de dépenses d'assurance maladie."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I. - Par dérogation à l'article L. 622-3 du code de la sécurité sociale, pour le calcul des prestations en espèces dues aux personnes mentionnées à l'article L. 611-1 du même code au titre de l'assurance maladie et maternité, le revenu d'activité retenu pour le calcul de ces prestations peut ne pas tenir compte des revenus d'activité de l'année 2020, dans des conditions fixées par décret.II. - A. - En cas de contamination par la covid-19 établie par un examen inscrit à la nomenclature des actes de biologie médicale, les assurés se trouvant dans l'impossibilité de continuer à travailler, y compris à distance, peuvent bénéficier, au titre d'un arrêt de travail établi à raison de leur isolement et dans les conditions mentionnées au B du présent II, des indemnités journalières prévues aux articles L. 321-1 et L. 622-1 du code de la sécurité sociale et L. 732-4 et L. 742-3 du code rural et de la pêche maritime.Les articles L. 313-1, L. 323-1 et L. 622-3 du code de la sécurité sociale ainsi que le cinquième alinéa de l'article L. 732-4 du code rural et de la pêche maritime ne sont pas applicables aux indemnités journalières versées dans le cadre du premier alinéa du présent A.Les indemnités journalières versées à ce titre ne sont pas prises en compte dans le calcul des périodes prévues aux 1° et 2° de l'article L. 323-1 du code de la sécurité sociale ni de la durée d'indemnisation prévue au cinquième alinéa de l'article L. 732-4 du code rural et de la pêche maritime.B. - Par dérogation à l'article L. 321-2 du code de la sécurité sociale et au sixième alinéa de l'article L. 732-4 du code rural et de la pêche maritime, l'arrêt de travail mentionné au A du présent II est établi par l'assurance maladie après une déclaration effectuée via un service en ligne.C. - Les salariés faisant l'objet d'un arrêt de travail dans les conditions mentionnées au A bénéficient de l'indemnité complémentaire prévue à l'article L. 1226-1 du code du travail, dans les conditions suivantes :1° La condition d'ancienneté prévue au premier alinéa du même article L. 1226-1 et les conditions prévues aux 1° et 3° dudit article ne sont pas requises et l'exclusion des catégories de salariés mentionnée au cinquième alinéa du même article ne s'applique pas ;2° Par dérogation au dernier alinéa du même article L. 1226-1, la durée d'indemnisation court à compter du premier jour d'absence et n'est pas prise en compte dans la limite de durée d'indemnisation sur les douze mois antérieurs.D. - L'application du I de l'article 115 de la loi n° 2017-1837 du 30 décembre 2017 de finances pour 2018 est suspendue en cas de congé de maladie directement en lien avec la covid-19. Le lien direct est établi par la production par l'intéressé de l'arrêt de travail mentionné au B du présent II.III. - La participation de l'assuré, la participation forfaitaire et la franchise mentionnées à l'article L. 160-13 du code de la sécurité sociale sont supprimées pour la consultation prévaccinale et les consultations de vaccination contre la covid-19, pour les frais liés à l'injection du vaccin contre la covid-19.L'assuré mentionné au premier alinéa du présent III bénéficie d'une dispense d'avance de frais. Le tarif des prestations prévues au même premier alinéa ne peut donner lieu à dépassement.IV. - Le I s'applique aux arrêts de travail débutant entre le 1er janvier 2023 et le 31 décembre 2023. Les II et III s'appliquent jusqu'à une date fixée par décret, et au plus tard jusqu'au 31 décembre 2023."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "I. - A titre expérimental, pour une durée de trois ans, l'Etat peut autoriser la réalisation d'un dépistage néonatal de la drépanocytose de façon systématique et obligatoire.II. - Un décret détermine les modalités de mise en œuvre de l'expérimentation mentionnée au I. Les ministres chargés de la santé et de la sécurité sociale arrêtent la liste des territoires participant à cette expérimentation, dans la limite de trois régions.III. - Au plus tard six mois avant le terme de l'expérimentation, le Gouvernement remet au Parlement un rapport d'évaluation, qui se prononce notamment sur la pertinence d'une généralisation."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "I. et II.-A modifié les dispositions suivantes :\n\nIII.-Les I et II du présent article entrent en vigueur le 1er janvier 2023.\n\n-Code de la santé publique\n\n-Code de la sécurité sociale"
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le I du présent article entre en vigueur le 1er janvier 2023.\n\n-Code de la sécurité sociale"
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le délai d'entrée en vigueur mentionné au I de l'article L. 162-14-1-1 du code de la sécurité sociale n'est pas applicable aux mesures conventionnelles résultant des négociations avec les organisations représentatives des médecins conclues en 2023 et relatives au recrutement de personnels salariés ayant vocation à assister les médecins dans leur pratique quotidienne, à la participation à la réalisation et à la régulation des soins non programmés ainsi qu'à l'installation et à l'exercice en zones à faible densité médicale.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "I. - A titre expérimental, pour une durée d'un an, l'Etat peut autoriser les infirmières et les infirmiers à signer les certificats de décès. Les frais relatifs à l'examen nécessaire à l'établissement du certificat de décès, réalisé au domicile du patient aux horaires et dans les conditions fixés par décret, sont pris en charge par l'assurance maladie, sur la base d'un forfait fixé par arrêté des ministres chargés de la santé et de la sécurité sociale. Ce forfait ne peut excéder celui mentionné à l'article L. 162-5-14-2 du code de la sécurité sociale.\n\nII. - Un décret détermine les modalités de mise en œuvre de l'expérimentation mentionnée au I du présent article.\n\nIII. - Au plus tard trois mois après le terme de l'expérimentation, le Gouvernement adresse au Parlement un rapport d'évaluation, qui se prononce notamment sur la pertinence d'une généralisation."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code de l'éducation\n\nII. - La durée du troisième cycle des études de médecine pour la spécialité de médecine générale mentionnée au 2° du I s'applique aux étudiants qui commencent ce troisième cycle à la rentrée de l'année universitaire 2023."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\n- Code de la santé publique\n\nIII. - Le II s'applique aux contrats conclus à compter du 1er janvier 2024."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2022-845 DC du 20 décembre 2022.]"
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "I. - A titre expérimental, pour une durée de trois ans, l'Etat peut autoriser les agences régionales de santé à organiser, selon des modalités arrêtées conjointement avec les conseils de l'ordre des médecins territorialement compétents, des consultations de médecins généralistes ou spécialistes dans les zones mentionnées au 1° de l'article L. 1434-4 du code de la santé publique, dans un lieu différent du lieu d'exercice habituel de ces médecins. Le financement est assuré par l'assurance maladie selon les tarifs de droit commun.II. - Un décret détermine les modalités de mise en œuvre de l'expérimentation mentionnée au I du présent article. Les ministres chargés de la santé et de la sécurité sociale arrêtent la liste des territoires participant à cette expérimentation, dans la limite de six régions dont un territoire ultramarin.III. - Au plus tard six mois avant le terme de l'expérimentation, le Gouvernement remet au Parlement un rapport d'évaluation, qui se prononce notamment sur la pertinence d'une généralisation."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2022-845 DC du 20 décembre 2022.]"
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2022-845 DC du 20 décembre 2022.]"
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "Jusqu'au 31 décembre 2022, les établissements de santé mentionnés à l'article L. 6111-1 du code de la santé publique peuvent bénéficier, par dérogation aux articles L. 162-22-6 et L. 162-23-1 du code de la sécurité sociale, d'une garantie de financement pour faire face à l'épidémie de covid-19. Le niveau de cette garantie est déterminé en tenant compte du volume d'activité et des recettes perçues antérieurement par chaque établissement, notamment au titre de ses activités. Pendant la période concernée, lorsque les recettes issues de leurs activités sont inférieures au niveau de cette garantie, les établissements bénéficient du versement d'un complément de recettes leur permettant d'atteindre ce niveau.Les dispositions de droit commun relatives à la tarification des établissements de santé s'appliquent sous réserve, le cas échéant, de l'adaptation des modalités de leur versement et des dispositions du premier alinéa du présent article.Les modalités de détermination du périmètre et du niveau de la garantie ainsi que les modalités de son versement et de la répartition entre les régimes des sommes versées aux établissements de santé par les régimes obligatoires d'assurance maladie sont fixées par arrêté conjoint des ministres chargés de la santé et de la sécurité sociale.Entre le 1er janvier 2023 et le 31 décembre 2025, par dérogation à l'article L. 162-22-3 du code de la sécurité sociale, les établissements de santé mentionnés à l'article L. 6111-1 du code de la santé publique peuvent bénéficier, à titre transitoire, d'un mécanisme de soutien de leurs recettes versées par les régimes obligatoires d'assurance maladie, déterminé en tenant notamment compte du volume d'activité et des recettes perçues antérieurement par l'établissement. Les modalités de détermination du périmètre et du niveau de ce soutien ainsi que les modalités de son versement et de la répartition entre les régimes des sommes versées aux établissements de santé par les régimes obligatoires d'assurance maladie sont fixées paaux articles L. 162-22-1, L. 162-22-6 et L. 162-23-1r arrêté des ministres chargés de la santé et de la sécurité sociale."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2022-845 DC du 20 décembre 2022.]"
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nIII. - Par dérogation à l'article L. 162-5 du code de la sécurité sociale, les ministres chargés de la santé et de la sécurité sociale peuvent, jusqu'au 1er mars 2024, arrêter les frais couverts par les rémunérations liées à l'acquisition et au fonctionnement des équipements lourds d'imagerie médicale mentionnées au 26° du même article L. 162-5 et lesdites rémunérations. Les dispositions ainsi arrêtées prennent effet à une date fixée par l'arrêté susmentionné, et au plus tard le 1er mars 2024. L'arrêté susmentionné peut prévoir la création d'un supplément facturable par les spécialités utilisant des produits de contraste et non éligibles à la facturation de forfaits techniques.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2022-845 DC du 20 décembre 2022.]"
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\n- Code de la sécurité sociale.\n\n- Code de la santé publique\n\n- Code de la sécurité sociale.\n\nIII. - Par dérogation aux articles L. 162-14 et L. 162-14-1 du code de la sécurité sociale, à défaut d'accord signé avant le 1er février 2023 entre les parties à la convention mentionnée à l'article L. 162-14 du même code prévoyant des baisses des tarifs des actes de biologie médicale non liés à la gestion de la crise sanitaire de nature à générer une économie dès 2023 à hauteur d'au moins 250 millions d'euros, les ministres chargés de la santé et de la sécurité sociale fixent ces baisses de tarifs par arrêté."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2022-845 DC du 20 décembre 2022.]"
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "I. à III.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIV.-Le présent article entre en vigueur dans des conditions et à une date fixées par décret, et au plus tard le 31 décembre 2023, à l'exception du f du 3° du III, qui entre en vigueur à une date fixée par décret en Conseil d'Etat, et au plus tard le 31 décembre 2024.\n\n-Code de la sécurité sociale.\n\n-Code de la santé publique\n\n-Code de la santé publique"
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "I. à III.-A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nIV.-[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2022-845 DC du 20 décembre 2022.]V.-Les entreprises assurant l'exploitation, l'importation parallèle ou la distribution parallèle d'une spécialité pharmaceutique inscrite, à la date de promulgation de la présente loi, sur l'une des listes mentionnées aux articles L. 162-17, L. 162-22-7 ou L. 162-23-6 du code de la sécurité sociale versent les remises prévues à l'article L. 162-18-2 du même code à compter du 1er janvier 2024 si, à cette date, l'entreprise n'a pas demandé la prise en charge de cette spécialité pour l'ensemble des indications thérapeutiques mentionnées dans son autorisation de mise sur le marché et présentant un service médical suffisant.\n\n-Code de la sécurité sociale.\n\n-Code de la santé publique\n\n-LOI n° 2020-1576 du 14 décembre 2020\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "I. et II.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nIII.-Les 6°, 8° et 12°, le 13°, à l'exception de son dernier alinéa, et le 14° du I du présent article entrent en vigueur dans des conditions et à des dates fixées par décret, et au plus tard le 31 décembre 2025, en fonction des catégories de produits ou prestations concernées.\n\nIV. et V.-A modifié les dispositions suivantes :\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code général des impôts, CGI.\n\n-Code de la sécurité sociale.\n\n-LOI n° 2017-1836 du 30 décembre 2017\n\n-LOI n° 2021-1754 du 23 décembre 2021"
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "Avant le 30 juin 2023, le Gouvernement remet au Parlement un rapport dressant un bilan de la mise en œuvre de l'article 62 de la présente loi et plus particulièrement de l'encadrement des activités financières et immobilières des établissements d'hébergement pour personnes âgées dépendantes en vue de mieux protéger les petits épargnants."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport portant sur l'application de l'article 47 de la loi n° 2020-1576 du 14 décembre 2020 de financement de la sécurité sociale pour 2021.Ce rapport évalue le montant réel de la compensation perçue par chaque département au titre de l'année 2022, au regard de l'objectif de compensation de 50 % du surcoût induit par les revalorisations salariales des salariés des services d'aide et d'accompagnement à domicile et des services de soins infirmiers à domicile, à la suite de la mise en œuvre de l'avenant n° 43 à la convention collective de la branche de l'aide à domicile au 1er octobre 2021.Ce rapport d'évaluation peut fournir des pistes d'amélioration."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport d'évaluation de l'article 50 de la loi n° 2020-1576 du 14 décembre 2020 de financement de la sécurité sociale pour 2021.Ce rapport détaille le nombre d'établissements d'hébergement pour personnes âgées dépendantes publics présentant un déficit à la fin de l'année 2022 ainsi que le nombre d'établissements d'hébergement pour personnes âgées dépendantes en cessation des paiements."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\n- Code de l'action sociale et des familles\n\n- Code de l'action sociale et des familles\n\nIII. - Dans l'attente de la mise en place du système d'information unique mentionné à l'article L. 232-21-5 du code de l'action sociale et des familles, les données mentionnées au second alinéa du I de l'article L. 314-2-3 du même code sont transmises à la Caisse nationale de solidarité pour l'autonomie dans des conditions fixées par décret en Conseil d'Etat.IV. - Pour les années 2023 à 2027, le financement des services relevant du 1° de l'article L. 313-1-3 du code de l'action sociale et des familles, dans sa rédaction résultant de la loi n° 2021-1754 du 23 décembre 2021 de financement de la sécurité sociale pour 2022, est assuré par le versement d'une dotation correspondant à la somme :1° Du montant des produits de la tarification afférents aux soins fixé l'année précédente, revalorisé d'un taux fixé annuellement par arrêté des ministres chargés des personnes âgées, des personnes handicapées et de la sécurité sociale ;2° Dans des conditions fixées par décret, d'une fraction de la différence entre le montant mentionné au 1° du présent IV et celui d'une dotation globale cible, calculée dans les conditions prévues au II de l'article L. 314-2-1 du code de l'action sociale et des familles, dans sa rédaction résultant de la loi n° 2021-1754 du 23 décembre 2021 précitée.V. - Par dérogation à l'avant-dernier alinéa du II de l'article L. 314-2-1 du code de l'action sociale et des familles, dans sa rédaction résultant du II du présent article, les financements complémentaires peuvent être fixés, jusqu'au 31 décembre 2025, en l'absence de signature du contrat prévu au IV ter de l'article L. 313-12 ou à l'article L. 313-12-2 du code de l'action sociale et des familles, par le directeur général de l'agence régionale de santé. Dans ce cas, ils ne sont pas soumis à la procédure budgétaire annuelle mentionnée aux II et III de l'article L. 314-7 du même code.VI. - Les deux dernières phrases de l'article L. 314-7-1 du code de l'action sociale et des familles ne s'appliquent à ceux des services relevant des 6° ou 7° du I de l'article L. 312-1 du même code dont les tarifs ou les règles de calcul des tarifs sont fixés par voie réglementaire qu'après la conclusion du contrat mentionné à l'article L. 313-12-2 dudit code ou leur inclusion dans un contrat mentionné au IV ter de l'article L. 313-12 du même code. A défaut d'une telle conclusion ou inclusion, elles s'appliquent à compter du 1er janvier 2026.VII. - Les I à VI du présent article entrent en vigueur à la date mentionnée au A du II de l'article 44 de la loi n° 2021-1754 du 23 décembre 2021 précitée.Toutefois, à compter du 1er janvier 2023 et jusqu'à leur transformation en service autonomie à domicile, les services de soins infirmiers à domicile et les services polyvalents d'aide et de soins à domicile relevant des 6° ou 7° du I de l'article L. 312-1 du code de l'action sociale et des familles sont régis par les dispositions transitoires suivantes, qui se substituent aux dispositions mentionnées au c du 2° et au 3° du E du II de l'article 44 de la loi n° 2021-1754 du 23 décembre 2021 précitée.Ils sont financés :1° Au titre de leur activité de soins, par une dotation fixée dans les conditions prévues au IV du présent article ;2° Par une dotation destinée au financement des actions garantissant le fonctionnement intégré de la structure et la cohérence de ses interventions auprès de la personne accompagnée ;3° Le cas échéant, par des financements complémentaires fixés par le directeur général de l'agence régionale de santé.Ils transmettent à la Caisse nationale de solidarité pour l'autonomie et à l'agence régionale de santé compétente les données nécessaires au calcul de la dotation globale cible mentionnée au IV. En vue de permettre le contrôle des données transmises, chaque département transmet à la Caisse nationale de solidarité pour l'autonomie, dans les conditions fixées au III du présent article, les données dont il dispose relatives à la perte d'autonomie des personnes âgées accompagnées par ces mêmes services, établies au moyen de la grille mentionnée à l'article L. 232-2 du code de l'action sociale et des familles.Lorsque le service ne satisfait pas à l'obligation de transmission, le directeur général de l'agence régionale de santé peut lui enjoindre d'y procéder dans un certain délai. Faute de transmission dans ce délai, il fixe d'office le montant de la dotation globale cible servant au calcul de la dotation mentionnée au 1° du présent VII.Le directeur général de l'agence régionale de santé peut procéder à la récupération des sommes mentionnées aux 1° à 3° du présent VII s'il constate qu'elles sont sans rapport ou manifestement hors de proportion avec le service rendu. Il peut en outre prononcer une sanction financière dans les conditions définies aux III et IV de l'article L. 313-14 du code de l'action sociale et des familles.Les conditions d'application des dispositions transitoires définies au présent VII sont fixées par décret."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "I.- A modifié les dispositions suivantes :\n\nII.- Le I entre en vigueur le 1er janvier 2024.\n\n- Code de l'action sociale et des familles"
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code de l'action sociale et des familles\n\nII. - Le I s'applique à compter de la fixation du tarif minimal mentionné à l'article L. 314-2-1 du code de l'action sociale et des familles pour l'année 2024."
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "Dans un délai de trois mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport évaluant les effets sur la loi de financement de la sécurité sociale de l'instauration d'un ratio minimal d'encadrement des résidents par le personnel soignant d'au moins six professionnels pour dix résidents dans les établissements d'hébergement pour personnes âgées dépendantes."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2022-845 DC du 20 décembre 2022.]"
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "I. et II. - 1° A modifié les dispositions suivantes :\n\nIII.-A.- Le I et le II, dans sa rédaction résultant de la loi n° 2023-1250 du 26 décembre 2023 de financement de la sécurité sociale pour 2024, entrent en vigueur le 1er janvier 2024.B.-L'article L. 232-6 du code de l'action sociale et des familles, dans sa rédaction résultant du I du présent article, s'applique aux plans d'aide mentionnés à l'article L. 232-3 du même code qui sont proposés par l'équipe médico-sociale ou dont la réévaluation est sollicitée par le bénéficiaire de l'allocation personnalisée d'autonomie à compter de la date mentionnée au A du présent III.C.-Les présidents de conseils départementaux réévaluent l'ensemble des plans d'aide en cours à la date mentionnée au A afin que l'équipe médico-sociale propose aux bénéficiaires de l'allocation personnalisée d'autonomie le temps consacré au lien social prévu à l'article L. 232-6 du code de l'action sociale et des familles au plus tard le 31 décembre 2028.\n\n- Code de l'action sociale et des familles\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "Au plus tard le 30 septembre 2023, le Gouvernement remet au Parlement un rapport évaluant l'application de l'article 54 de la loi n° 2021-1754 du 23 décembre 2021 de financement de la sécurité sociale pour 2022 et la subséquente opportunité d'élargir la durée et l'indemnisation du congé de proche aidant."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2022-845 DC du 20 décembre 2022.]"
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-A abrogé les dispositions suivantes :\n\nA compter de cette date, les agences régionales de santé poursuivent le versement des forfaits pour l'habitat inclusif accordés dans le cadre des conventions signées antérieurement, jusqu'au terme prévu par celles-ci.\n\nIII.-Le 2° du I entre en vigueur le 31 décembre 2022. Le 1° du même I entre en vigueur le 1er janvier 2025.\n\n-Code de l'action sociale et des familles\n\n-Code de l'action sociale et des familles"
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "I. - L'Etat peut autoriser, à titre expérimental et pour une durée de trois ans, le financement par trois agences régionales de santé, au moyen du fonds d'intervention régional mentionné à l'article L. 1435-8 du code de la santé publique, d'un parcours visant à accompagner les proches aidants, au sens de l'article L. 113-1-3 du code de l'action sociale et des familles, et les aidants familiaux, au sens de l'article L. 245-12 du même code.Les modalités de mise en œuvre de l'expérimentation prévue au présent I ainsi que les territoires concernés sont déterminés par voie réglementaire.II. - Le I entre en vigueur à une date définie par décret, et au plus tard le 1er juillet 2023.III. - Un rapport d'évaluation est réalisé au terme de l'expérimentation et fait l'objet d'une transmission au Parlement par le Gouvernement."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport portant sur l'application de l'article 48 de la loi n° 2020-1576 du 14 décembre 2020 de financement de la sécurité sociale pour 2021 et de l'article 42 de la loi n° 2021-1754 du 23 décembre 2021 de financement de la sécurité sociale pour 2022.Ce rapport s'attache à identifier les professions du soin, du médico-social et du social qui n'ont pas bénéficié des mesures de revalorisation prises dans le cadre du « Ségur de la santé » et des accords dits « Laforcade ».Il présente des pistes pour améliorer la rémunération des personnels exclus et pour assurer plus largement l'attractivité de tous les métiers des secteurs sanitaire, social et médico-social."
    },
    {
      "provision_ref": "art84",
      "section": "84",
      "title": "Article 84",
      "content": "Le Gouvernement remet au Parlement, avant le 31 mars 2023, un rapport dressant un bilan de la mise en œuvre de l'article 61 de la loi n° 2021-1754 du 23 décembre 2021 de financement de la sécurité sociale pour 2022, en particulier du déploiement d'équipes mobiles de gériatrie et d'hygiène. Ce rapport évalue l'opportunité d'appliquer le mode de financement de ces équipes aux dispositifs d'accès à la coordination qui interviennent en appui aux professionnels de santé, sociaux et médico-sociaux faisant face à des prises en charge complexes."
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Article 85",
      "content": "Dans un délai de six mois à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport faisant l'évaluation de la mise en œuvre de l'article 13 de la loi n° 2021-1754 du 23 décembre 2021 de financement de la sécurité sociale pour 2022.Ce rapport évalue la possibilité d'augmenter la prestation de compensation du handicap, dans un contexte de forte inflation."
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Article 86",
      "content": "I.-à V.-A modifié les dispositions suivantes :\n\nVI.-Le présent article est applicable aux compléments de libre choix du mode de garde versés au titre des gardes assurées à compter d'une date fixée par décret, et au plus tard à compter du 1er septembre 2025. Ce décret peut prévoir une date distincte pour l'entrée en vigueur du 6° du I, au plus tard le 1er décembre 2025.\n\nVII.-Lorsque, pour le mois de l'entrée en vigueur mentionnée à la première phrase du VI, le montant du complément de libre choix du mode de garde ouvert au titre de la garde d'un ou de plusieurs enfants, tel qu'il résulte de l'application du 3° du I, est inférieur au montant moyen mensuel dû, pour la garde du ou des mêmes enfants, au cours d'une certaine période, fixée par décret, antérieure à la date d'entrée en vigueur du même 3°, la garde du ou des enfants ouvre droit à un complément différentiel. Ce complément différentiel garantit l'attribution d'un montant total égal au montant moyen mensuel attribué pendant la période, dans la limite d'un pourcentage de la rémunération nette du salarié. Le droit à ce complément est ouvert à la double condition :\n\n1° Que, au cours de la période mentionnée au premier alinéa du présent VII, la garde du ou des enfants ait représenté un nombre minimal d'heures, fixé en fonction de l'âge du ou des enfants et du mode de garde utilisé ;\n\n2° Que, au cours du mois précédant la date d'entrée en vigueur du 3° du I, les ressources du ménage n'aient pas excédé un plafond, fixé en fonction du nombre d'enfants à charge et qui peut être distinct suivant que cette charge est assumée par une personne seule ou par un couple.\n\nCe complément différentiel est dû pendant une durée fixée par décret, dans la limite de quatre ans, qui est fonction de la date de naissance du ou des enfants et du nombre d'enfants concernés. Il est soumis à la contribution au remboursement de la dette sociale prévue à l'article 14 de l'ordonnance n° 96-50 du 24 janvier 1996 relative au remboursement de la dette sociale.\n\nUn décret fixe les modalités et conditions d'application du présent article.\n\n-Code de la sécurité sociale.\n\n-Ordonnance n° 77-1102 du 26 septembre 1977\n\n-Ordonnance n° 2002-149 du 7 février 2002"
    },
    {
      "provision_ref": "art89",
      "section": "89",
      "title": "Article 89",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2022-845 DC du 20 décembre 2022.]"
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "Article 90",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2022-845 DC du 20 décembre 2022.]"
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "Article 91",
      "content": "Le Gouvernement remet au Parlement, dans un délai de six mois à compter de la promulgation de la présente loi, un rapport d'information ayant pour objectif de faire le bilan du quatrième alinéa de l'article L. 223-1-1 du code de l'action sociale et des familles ainsi que des autres dispositifs mis en place par le Gouvernement relatifs à la santé et à la prévention des mineurs pris en charge par l'aide sociale à l'enfance.Ce rapport doit permettre d'évaluer l'application de cette obligation légale et de préciser les champs pathologiques diagnostiqués afin d'éclairer la représentation nationale sur les besoins de ces enfants en matière de soins et de professionnels de santé."
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Article 92",
      "content": "I. à III. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nLes droits accordés avant le 1er janvier 2024 sur le fondement de l'article 20-11 de l'ordonnance n° 96-1122 du 20 décembre 1996 relative à l'amélioration de la santé publique, à l'assurance maladie, maternité, invalidité, décès et autonomie, au financement de la sécurité sociale à Mayotte et à la caisse de sécurité sociale de Mayotte, dans sa rédaction antérieure à la présente loi, continuent de produire leurs effets jusqu'à leur terme ou jusqu'à la date à laquelle la protection complémentaire en matière de santé prévue à l'article 20-13 de la même ordonnance est attribuée, si elle est antérieure à ce terme.\n\nIII. B. - Le A du présent III entre en vigueur le 1er janvier 2023, sauf en ce qui concerne le complément de libre choix du mode de garde mentionné à l'article L. 531-5 du code de la sécurité sociale, pour lequel le A du présent III n'est applicable qu'à compter de la date mentionnée au 3° du II de l'article 7 de l'ordonnance n° 2021-1553 du 1er décembre 2021 relative à l'extension, à l'amélioration et à l'adaptation de certaines prestations de sécurité sociale à Mayotte.\n\n- Ordonnance n° 2002-149 du 7 février 2002\n\n- Ordonnance n° 96-1122 du 20 décembre 1996\n\n- Ordonnance n° 96-1122 du 20 décembre 1996\n\n- Code rural et de la pêche maritime\n\n- Ordonnance n° 96-1122 du 20 décembre 1996\n\n- LOI n°2021-1754 du 23 décembre 2021\n\nI. C. - Le A, à l'exception du 1°, et le B du présent I s'appliquent à compter du 1er janvier 2024."
    },
    {
      "provision_ref": "art93",
      "section": "93",
      "title": "Article 93",
      "content": "I.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nII.-Le I du présent article entre en vigueur le 1er janvier 2023, sous réserve des dispositions suivantes :\n\n1° Le 10° entre en vigueur le 1er juillet 2023 ;\n\n2° Le c du 6°, le dernier alinéa du 11° et les a, c et d du 12° sont applicables à compter d'une date fixée par décret, et au plus tard à compter du 1er janvier 2024.\n\n-Ordonnance n° 77-1102 du 26 septembre 1977\n\n-Ordonnance n° 77-1102 du 26 septembre 1977\n\n-Ordonnance n° 77-1102 du 26 septembre 1977\n\n-Ordonnance n° 77-1102 du 26 septembre 1977"
    },
    {
      "provision_ref": "art94",
      "section": "94",
      "title": "Article 94",
      "content": "I.- A créé les dispositions suivantes :\n\nII. - A modifié les dispositions suivantes :\n\nIII.- Le I est applicable aux accidents du travail et aux maladies professionnelles déclarés à compter du 1er janvier 2023.\n\nLe II est applicable aux accidents du travail et aux maladies professionnelles ayant entraîné une incapacité dont le taux a été fixé après le 31 décembre 2022.\n\n- Code de la sécurité sociale.\n\n- Code rural et de la pêche maritime"
    },
    {
      "provision_ref": "art99",
      "section": "99",
      "title": "Article 99",
      "content": "I. - A créé les dispositions suivantes :\n\n- Code de la sécurité sociale.\n\nII. - Le I entre en vigueur le 1er juillet 2023."
    },
    {
      "provision_ref": "art100",
      "section": "100",
      "title": "Article 100",
      "content": "I. à III. - A modifié les dispositions suivantes :\n\nIV. - Les 9° à 11° du I et le II entrent en vigueur le 1er janvier 2024.\n\n- Code de la sécurité sociale.\n\n- Code de l'action sociale et des familles\n\n- Code rural et de la pêche maritime\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art101",
      "section": "101",
      "title": "Article 101",
      "content": "I. - 1° A modifié les dispositions suivantes :\n\n2° [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2022-845 DC du 20 décembre 2022.]\n\n3° [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2022-845 DC du 20 décembre 2022.]\n\nII. - Le I du présent article est applicable aux arrêts de travail prescrits à compter du 1er juin 2023.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art103",
      "section": "103",
      "title": "Article 103",
      "content": "I. - Le montant de la participation des régimes obligatoires d'assurance maladie au financement du fonds pour la modernisation et l'investissement en santé, mentionnée à l'article 40 de la loi n° 2000-1257 du 23 décembre 2000 de financement de la sécurité sociale pour 2001, est fixé à 1 163 millions d'euros pour l'année 2023.II. - Le montant de la contribution de la branche mentionnée au 5° de l'article L. 200-2 du code de la sécurité sociale au financement du fonds pour la modernisation et l'investissement en santé, mentionnée à l'article 40 de la loi n° 2000-1257 du 23 décembre 2000 précitée, est fixé à 88 millions d'euros pour l'année 2023.III. - Le montant de la contribution, mentionnée au 3° de l'article L. 1432-6 du code de la santé publique, attribuée par la branche mentionnée au 5° de l'article L. 200-2 du code de la sécurité sociale aux agences régionales de santé au titre de leurs actions en matière de prise en charge et d'accompagnement en direction des personnes âgées ou handicapées est fixé à 178,4 millions d'euros pour l'année 2023.IV. - Le montant de la dotation, mentionnée au treizième alinéa de l'article L. 1142-23 du code de la santé publique, attribuée par les régimes obligatoires d'assurance maladie à l'Office national d'indemnisation des accidents médicaux, des affections iatrogènes et des infections nosocomiales est fixé à 135 millions d'euros pour l'année 2023."
    },
    {
      "provision_ref": "art104",
      "section": "104",
      "title": "Article 104",
      "content": "Pour l'année 2023, les objectifs de dépenses de la branche Maladie, maternité, invalidité et décès sont fixés à 238,3 milliards d'euros pour l'ensemble des régimes obligatoires de base de sécurité sociale."
    },
    {
      "provision_ref": "art106",
      "section": "106",
      "title": "Article 106",
      "content": "Pour l'année 2023, l'objectif national de dépenses d'assurance maladie de l'ensemble des régimes obligatoires de base et ses sous-objectifs sont fixés comme suit :\n\n(En milliards d'euros)\n\nSous-objectif\n\nObjectifde dépenses\n\nDépenses de soins de ville\n\n103,9\n\nDépenses relatives aux établissements de santé\n\n100,7\n\nDépenses relatives aux établissements et services pour personnes âgées\n\n15,3\n\nDépenses relatives aux établissements et services pour personnes handicapées\n\n14,6\n\nDépenses relatives au fonds d'intervention régional et au soutien national à l'investissement\n\n6,1\n\nAutres prises en charge\n\n3,4\n\nTotal\n\n244,1\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art108",
      "section": "108",
      "title": "Article 108",
      "content": "Dans le cas où le risque sérieux que les dépenses d'assurance maladie dépassent l'objectif national de dépenses d'assurance maladie est imputable à l'évolution des dépenses liées à la crise sanitaire résultant de l'épidémie de covid-19, il n'est pas fait application, en 2023, des trois dernières phrases du cinquième alinéa de l'article L. 114-4-1 du code de la sécurité sociale."
    },
    {
      "provision_ref": "art109",
      "section": "109",
      "title": "Article 109",
      "content": "I. - Le montant de la contribution de la branche Accidents du travail et maladies professionnelles du régime général de la sécurité sociale au financement du Fonds d'indemnisation des victimes de l'amiante est fixé à 220 millions d'euros au titre de l'année 2023.II. - Le montant de la contribution de la branche Accidents du travail et maladies professionnelles du régime général de la sécurité sociale au financement du Fonds de cessation anticipée d'activité des travailleurs de l'amiante est fixé à 337 millions d'euros au titre de l'année 2023.III. - Le montant du versement mentionné à l'article L. 176-1 du code de la sécurité sociale est fixé à 1,2 milliard d'euros au titre de l'année 2023.IV. - Les montants mentionnés au septième alinéa de l'article L. 242-5 du code de la sécurité sociale et à l'article L. 751-13-1 du code rural et de la pêche maritime couvrant les dépenses supplémentaires engendrées par les départs en retraite à l'âge fixé en application de l'article L. 351-1-4 du code de la sécurité sociale et les dépenses supplémentaires engendrées par le dispositif mentionné à l'article L. 4163-1 du code du travail sont fixés respectivement à 150,2 millions d'euros et à 9,7 millions d'euros pour l'année 2023."
    },
    {
      "provision_ref": "art110",
      "section": "110",
      "title": "Article 110",
      "content": "Pour l'année 2023, les objectifs de dépenses de la branche Accidents du travail et maladies professionnelles sont fixés à 14,8 milliards d'euros pour l'ensemble des régimes obligatoires de base de sécurité sociale."
    },
    {
      "provision_ref": "art112",
      "section": "112",
      "title": "Article 112",
      "content": "Par dérogation au dernier alinéa de l'article L. 646-2 du code de la sécurité sociale, les pédicures-podologues qui exercent leur activité professionnelle dans les conditions mentionnées au 3° de l'article L. 646-1 du même code à la date d'entrée en vigueur du présent article peuvent demander à ne plus être affiliés au régime d'assurance obligatoire institué au chapitre VI du titre IV du livre VI du code de la sécurité sociale.Cette faculté est ouverte du 1er avril 2023 au 31 juillet 2024. Elle est applicable à compter de l'exercice suivant. L'exercice de cette option présente le même caractère définitif que celui prévu à l'article L. 646-2 du même code."
    },
    {
      "provision_ref": "art113",
      "section": "113",
      "title": "Article 113",
      "content": "Pour l'année 2023, les objectifs de dépenses de la branche Vieillesse sont fixés à 273,3 milliards d'euros pour l'ensemble des régimes obligatoires de base de sécurité sociale."
    },
    {
      "provision_ref": "art114",
      "section": "114",
      "title": "Article 114",
      "content": "Pour l'année 2023, les objectifs de dépenses de la branche Famille de la sécurité sociale sont fixés à 55,3 milliards d'euros."
    },
    {
      "provision_ref": "art115",
      "section": "115",
      "title": "Article 115",
      "content": "Pour l'année 2023, les objectifs de dépenses de la branche Autonomie de la sécurité sociale sont fixés à 37,4 milliards d'euros."
    },
    {
      "provision_ref": "art116",
      "section": "116",
      "title": "Article 116",
      "content": "Pour l'année 2023, les prévisions des charges des organismes concourant au financement des régimes obligatoires de sécurité sociale sont fixées ainsi qu'il suit :\n\n(En milliards d'euros)\n\nPrévisions de charges\n\nFonds de solidarité vieillesse\n\n19,3\n\n1"
    },
    {
      "provision_ref": "artANNEXEA",
      "section": "ANNEXEA",
      "title": "Article ANNEXEA",
      "content": "RAPPORT RETRAÇANT LA SITUATION PATRIMONIALE, AU 31 DÉCEMBRE 2021, DES RÉGIMES OBLIGATOIRES DE BASE ET DES ORGANISMES CONCOURANT À LEUR FINANCEMENT, À L'AMORTISSEMENT DE LEUR DETTE OU À LA MISE EN RÉSERVE DE RECETTES À LEUR PROFIT ET DÉCRIVANT LES MESURES PRÉVUES POUR L'AFFECTATION DES EXCÉDENTS ET LA COUVERTURE DES DÉFICITS CONSTATÉS POUR L'EXERCICE 2021\n\nI. - Situation patrimoniale de la sécurité sociale au 31 décembre 2021\n\n(En milliards d'euros)\n\nSur le champ des régimes de base, du Fonds de solidarité vieillesse (FSV), de la Caisse d'amortissement de la dette sociale (CADES) et du Fonds de réserve pour les retraites (FRR), le passif net (ou dette ) de la sécurité sociale, mesuré par ses fonds propres négatifs, et qui recouvre pour l'essentiel le cumul des déficits passés restant à financer, s'élevait à 93,5 milliards d'euros au 31 décembre 2021. L'encours de dette sur les produits techniques à fin 2021 était de l'ordre de 17 %, soit environ deux mois de recettes.Alors qu'il atteignait un niveau très élevé à la fin de la précédente décennie, en partie imputable à la crise économique, le passif net a été en recul constant entre 2014 et 2019. Tout au long de cette période, la réduction des déficits des régimes de base et du FSV et les bons résultats de la CADES et du FRR ont conduit à dégager un résultat consolidé positif sur le périmètre d'ensemble de la sécurité sociale.Cependant, dans le contexte de crise sanitaire et économique, le passif net connaît une inversion de tendance marquée depuis 2020. Il s'est accru de 25,3 milliards d'euros entre 2019 et 2020 puis de 6,8 milliards d'euros entre 2020 et 2021. Cette évolution reflète le niveau exceptionnellement élevé, bien que moins dégradé qu'attendu pour 2021, des déficits des régimes de base et du FSV sur les deux derniers exercices (déficit de 39,7 milliards d'euros sur ce champ en 2020 puis de 24,3 milliards d'euros en 2021). De fait, le résultat consolidé sur le périmètre d'ensemble de la sécurité sociale, retracé dans le tableau ci- dessous, ressort à nouveau déficitaire (- 4,9 milliards d'euros, après - 22,9 milliards d'euros en 2020), malgré le résultat annuel positif de la CADES (+ 17,8 milliards d'euros en 2021, résultat qui traduit sa capacité annuelle d'amortissement des déficits passés) et celui du portefeuille du FRR en nette progression (résultat de + 1,6 milliard d'euros).Le financement du passif net de la sécurité sociale est assuré à titre principal par un recours à l'emprunt, essentiellement porté par la CADES et l'Agence centrale des organismes de sécurité sociale (ACOSS). L'endettement financier net de la sécurité sociale, qui correspond à la différence entre les dettes financières et les actifs financiers placés ou détenus en trésorerie, suit donc en premier lieu les mêmes tendances que le passif net auquel il est fait référence ci-dessus, en subissant secondairement les effets de la variation du besoin en fonds de roulement lié au financement des actifs et passifs circulants (créances et dettes) et des acquisitions d'actifs immobilisés, qui ont également un impact sur la trésorerie. Après s'être accru de 36,0 milliards d'euros fin 2020, atteignant alors 110,6 milliards d'euros, l'endettement financier a continué d'augmenter en 2021 (115,3 milliards d'euros en fin d'exercice, soit + 4,7 milliards d'euros), en cohérence avec l'évolution du passif net qui n'est que partiellement atténuée par le moindre besoin en fonds de roulement.\n\nEvolution du passif net, de l'endettement financier net et des résultats comptables consolidés de la sécurité sociale depuis 2009\n\n(En milliards d'euros)\n\nII. - Couverture des déficits et affectation des excédents constatés sur l'exercice 2021\n\nDans le cadre fixé par la loi organique n° 2010-1380 du 13 novembre 2010 relative à la gestion de la dette sociale, la loi n° 2010-1594 du 20 décembre 2010 de financement de la sécurité sociale pour 2011 a organisé le transfert à la CADES, dès l'année 2011, des déficits de l'année 2011 des branches Maladie et Famille du régime général. Elle a également prévu la reprise progressive, à compter de 2012, des déficits des années 2011 à 2018 de la branche Vieillesse du régime général et du FSV, dans la double limite de 10 milliards d'euros chaque année et de 62 milliards d'euros au total. La loi n° 2013-1203 du 23 décembre 2013 de financement de la sécurité sociale pour 2014 a étendu cette reprise progressive aux déficits des années 2012 à 2017 des branches Maladie et Famille.L'article 26 de la loi n° 2015-1702 du 21 décembre 2015 de financement de la sécurité sociale pour 2016 a modifié ce schéma et supprimé le plafond annuel de 10 milliards d'euros afin de tenir compte de conditions de financement à moyen et long termes particulièrement favorables. Il a ainsi ouvert la possibilité d'une saturation du plafond de 62 milliards d'euros dès 2016 et a conduit à reprendre un montant total de 23,6 milliards d'euros en 2016, correspondant au transfert de la totalité des déficits de la branche Famille et de la branche Maladie au titre de 2013 et 2014 et de ceux de la branche Vieillesse et du FSV au titre de 2015, ainsi que d'une partie du déficit de la branche Maladie au titre de 2015.Le plafond de reprise ayant été saturé après les transferts intervenus en 2016, fin 2019, l'ACOSS portait en dette à court terme les déficits des derniers exercices. Son endettement financier brut atteignait 26,9 milliards d'euros au 31 décembre 2019.Dans le contexte d'accroissement de la dette des régimes de base de sécurité sociale et du besoin de financement de l'ACOSS, l'article 1er de la loi n° 2020-992 du 7 août 2020 relative à la dette sociale et à l'autonomie a prévu un transfert à la CADES d'un montant global de 136 milliards d'euros, organisé en plusieurs étapes.Dans un premier temps, des versements effectués avant le 30 juin 2021 ont financé, dans la limite de 31 milliards d'euros, les déficits cumulés non repris constatés au 31 décembre 2019 de la branche Maladie du régime général, du FSV, de la branche Vieillesse du régime des non-salariés agricoles et de la Caisse nationale de retraites des agents des collectivités locales (CNRACL). Le décret n° 2020-1074 du 19 août 2020 et le décret n° 2021-40 du 19 janvier 2021 ont ainsi organisé des transferts de la CADES à hauteur de 20 milliards d'euros en 2020 et de 11 milliards d'euros en 2021.Dans un second temps, des versements à partir de 2021 ont vocation à financer, dans la limite de 92 milliards d'euros, les déficits cumulés des exercices 2020 à 2023 des branches Maladie, Vieillesse et Famille du régime général, du FSV et de la branche Vieillesse du régime des non-salariés agricoles. Conformément aux décrets n° 2021-40 du 19 janvier 2021 et n° 2022-23 du 11 janvier 2022, un montant total de 23,8 milliards d'euros a d'ores et déjà été transféré au bénéfice de la branche Maladie et du FSV qui présentaient une situation nette négative fin 2020.Concernant la situation des branches et régimes en 2021, dans le contexte de pandémie sanitaire, le déficit du régime général atteint 22,8 milliards d'euros et celui du FSV 1,5 milliard d'euros. Les déficits des branches Maladie et Vieillesse du régime général se sont élevés respectivement à 26,1 milliards d'euros et à 1,1 milliard d'euros. Par contre, déficitaires en 2020, les branches Famille et Accidents du travail et maladies professionnelles sont redevenues bénéficiaires en 2021, avec des excédents respectivement de 2,9 milliards d'euros et de 1,2 milliard d'euros. Par ailleurs, le périmètre du régime général s'est élargi en 2021 à la nouvelle branche Autonomie, dont l'exercice s'est soldé par un excédent de 0,3 milliard d'euros.Concernant les régimes de base autres que le régime général, seule la CNRACL affiche un déficit en 2021, son résultat ressortant à - 1,2 milliard d'euros. La CADES a repris les déficits des exercices 2018 et 2019 de la caisse lors du transfert organisé en janvier 2021.La branche Vieillesse du régime des exploitants agricoles a de nouveau présenté un bénéfice en 2021, à hauteur de 0,5 milliard d'euros. Le transfert de la CADES en 2020 d'un montant de 3,6 milliards d'euros avait permis de couvrir l'ensemble de ses déficits cumulés depuis 2011 (les déficits des années 2009 et 2010 avaient été repris par la CADES en 2011).L'excédent de la branche Vieillesse du régime de retraite et de prévoyance des clercs et employés de notaires (0,3 milliard d'euros en 2021) progresse de 0,2 milliard d'euros par rapport à 2020, tandis que celui du régime de retraite des professions libérales reste stable (0,1 milliard d'euros en 2021). Légèrement déficitaire en 2020, le régime de base de la Caisse nationale des barreaux français dégage un excédent de 0,1 milliard d'euros en 2021. Ces excédents sont affectés aux réserves des régimes concernés.Les autres régimes présentent par construction des résultats annuels équilibrés ou très proches de l'équilibre. Il en est ainsi des branches et régimes intégrés financièrement au régime général (ensemble des branches Maladie des différents régimes de base depuis la mise en œuvre, en 2016, de la protection universelle maladie, branches Vieillesse de base du régime des salariés agricoles depuis 1963 et du régime social des indépendants depuis 2017). Il en est de même des régimes de retraite équilibrés par des subventions de l'Etat (SNCF, RATP, régimes des mines et des marins) et des régimes d'employeurs équilibrés par ces derniers (fonction publique de l'Etat, industries électriques et gazières). Concernant le régime des mines, les déficits passés cumulés de la branche Maladie avaient été transférés à la Caisse nationale de l'assurance maladie (CNAM) à hauteur de 0,7 milliard d'euros dans le cadre de la loi de financement de la sécurité sociale pour 2016.\n\nActif\n\n2021 (net)\n\n2020 (net)\n\nPassif\n\n2021\n\n2020\n\nImmobilisations\n\n7,3\n\n7,3\n\nFonds propres\n\n- 93,5\n\n- 86,7\n\nImmobilisations non financières\n\n5,2\n\n5,2\n\nDotations\n\n21,5\n\n19,0\n\nleft\n\nleft\n\nleft\n\nRégime général\n\n3,8\n\n0,2\n\nPrêts, dépôts de garantie\n\n1,3\n\n1,3\n\nAutres régimes\n\n8,4\n\n7,3\n\nleft\n\nleft\n\nleft\n\nCaisse d'amortissement de la dette sociale (CADES)\n\n0,2\n\n0,2\n\nAvances/prêts accordés à des organismes de la sphère sociale\n\n0,8\n\n0,9\n\nFonds de réserve pour les retraites (FRR)\n\n9,2\n\n11,3\n\nleft\n\nleft\n\nleft\n\nRéserves\n\n23,5\n\n22,9\n\nleft\n\nleft\n\nleft\n\nRégime général\n\n3,8\n\n3,8\n\nleft\n\nleft\n\nleft\n\nAutres régimes\n\n7,1\n\n7,2\n\nleft\n\nleft\n\nleft\n\nFRR\n\n12,6\n\n11,9\n\nleft\n\nleft\n\nleft\n\nReport à nouveau\n\n- 136,3\n\n- 108,1\n\nleft\n\nleft\n\nleft\n\nRégime général\n\n- 4,1\n\n5,1\n\nleft\n\nleft\n\nleft\n\nAutres régimes\n\n- 0,0\n\n- 0,2\n\nleft\n\nleft\n\nleft\n\nFSV\n\n1,0\n\n- 3,7\n\nleft\n\nleft\n\nleft\n\nCADES\n\n- 133,2\n\n- 109,3\n\nleft\n\nleft\n\nleft\n\nRésultat de l'exercice\n\n- 4,9\n\n- 22,9\n\nleft\n\nleft\n\nleft\n\nRégime général\n\n- 22,8\n\n- 36,2\n\nleft\n\nleft\n\nleft\n\nAutres régimes\n\n0,1\n\n- 1,0\n\nleft\n\nleft\n\nleft\n\nFonds de solidarité vieillesse (FSV)\n\n- 1,5\n\n- 2,5\n\nleft\n\nleft\n\nleft\n\nCADES\n\n17,8\n\n16,1\n\nleft\n\nleft\n\nleft\n\nFRR\n\n1,6\n\n0,7\n\nleft\n\nleft\n\nleft\n\nEcart d'estimation (réévaluation des actifs du FRR en valeur de marché)\n\n2,7\n\n2,4\n\nleft\n\nleft\n\nleft\n\nProvisions pour risques et charges\n\n21,4\n\n20,9\n\nActif financier\n\n63,9\n\n68,1\n\nPassif financier\n\n179,2\n\n178,8\n\nValeurs mobilières et titres de placement\n\n39,1\n\n39,2\n\nDettes représentées par un titre (obligations, billets de trésorerie, europapiers commerciaux)\n\n167,4\n\n165,5\n\nRégime général\n\n0,0\n\n0,0\n\nAgence centrale des organismes de sécurité sociale (ACOSS)\n\n44,1\n\n62,5\n\nAutres régimes\n\n13,7\n\n13,8\n\nCADES\n\n123,4\n\n103,0\n\nCADES\n\n0,0\n\n0,0\n\nDettes à l'égard d'établissements de crédits\n\n6,1\n\n7,3\n\nFRR\n\n25,4\n\n25,3\n\nRégime général (ordres de paiement en attente)\n\n5,0\n\n6,0\n\nEncours bancaire\n\n24,3\n\n26,9\n\nAutres régimes\n\n0,0\n\n0,4\n\nRégime général\n\n10,9\n\n10,6\n\nCADES\n\n1,0\n\n1,0\n\nAutres régimes\n\n5,9\n\n5,6\n\nleft\n\nleft\n\nleft\n\nFSV\n\n0,0\n\n0,0\n\nDépôts reçus\n\n0,2\n\n0,4\n\nCADES\n\n7,0\n\n9,9\n\nACOSS\n\n0,2\n\n0,4\n\nFRR\n\n0,6\n\n0,7\n\nleft\n\nleft\n\nleft\n\nCréances nettes au titre des instruments financiers\n\n0,5\n\n2,0\n\nDettes nettes au titre des instruments financiers\n\n0,0\n\n0,0\n\nCADES\n\n0,3\n\n1,7\n\nACOSS\n\n0\n\n0\n\nFRR\n\n0,2\n\n0,3\n\nAutres\n\n5,5\n\n5,4\n\nleft\n\nleft\n\nleft\n\nAutres régimes\n\n4,1\n\n5,3\n\nleft\n\nleft\n\nleft\n\nCADES\n\n1,3\n\n0,1\n\nActif circulant\n\n108,0\n\n101,6\n\nPassif circulant\n\n72,0\n\n64,1\n\nCréances de prestations\n\n8,6\n\n12,1\n\nDettes et charges à payer à l'égard des bénéficiaires de prestations\n\n34,4\n\n29,0\n\nCréances de cotisations, contributions sociales et d'impôts de sécurité sociale\n\n20,5\n\n16,9\n\nDettes et charges à payer à l'égard des cotisants\n\n4,5\n\n4,4\n\nProduits à recevoir de cotisations, contributions sociales et autres impositions\n\n57,1\n\n52,1\n\nleft\n\nleft\n\nleft\n\nCréances sur entités publiques et organismes de sécurité sociale\n\n13,4\n\n13,1\n\nDettes et charges à payer à l'égard d'entités publiques et organismes de sécurité sociale\n\n21,9\n\n16,4\n\nProduits à recevoir de l'Etat\n\n1,5\n\n1,9\n\nleft\n\nleft\n\nleft\n\nAutres actifs\n\n6,9\n\n5,5\n\nAutres passifs\n\n11,2\n\n14,2\n\nTotal de l'actif\n\n179,2\n\n177,0\n\nTotal du passif\n\n179,2\n\n177,0\n\n1\n\n2009\n\n2010\n\n2011\n\n2012\n\n2013\n\n2014\n\n2015\n\n2016\n\n2017\n\n2018\n\n2019\n\n2020\n\n2021\n\nPassif net au 31/12 (fonds propres négatifs)\n\n- 66,3\n\n- 87,1\n\n- 100,6\n\n- 107,2\n\n- 110,9\n\n- 110,7\n\n- 109,5\n\n- 101,4\n\n- 88,5\n\n- 77,0\n\n- 61,4\n\n- 86,7\n\n- 93,5\n\nEndettement financier net au 31/12\n\n- 76,3\n\n- 96,0\n\n- 111,2\n\n- 116,2\n\n- 118,0\n\n- 121,3\n\n- 120,8\n\n- 118,0\n\n- 102,9\n\n- 86,8\n\n- 74,6\n\n- 110,6\n\n- 115,3\n\nRésultat comptable consolidé de l'exercice (régimes de base, FSV, CADES et FRR)\n\n- 19,6\n\n- 23,9\n\n- 10,7\n\n- 5,9\n\n- 1,6\n\n+ 1,4\n\n+ 4,7\n\n+ 8,1\n\n+ 12,6\n\n+ 14,9\n\n+ 15,4\n\n- 22,9\n\n- 4,9\n\n1"
    },
    {
      "provision_ref": "artANNEXEB",
      "section": "ANNEXEB",
      "title": "Article ANNEXEB",
      "content": "RAPPORT DÉCRIVANT LES PRÉVISIONS DE RECETTES ET LES OBJECTIFS DE DÉPENSES, PAR BRANCHE, DES RÉGIMES OBLIGATOIRES DE BASE, LES PRÉVISIONS DE RECETTES ET DE DÉPENSES DES ORGANISMES CONCOURANT AU FINANCEMENT DE CES RÉGIMES AINSI QUE L'OBJECTIF NATIONAL DE DÉPENSES D'ASSURANCE MALADIE POUR LES QUATRE ANNÉES À VENIR\n\nLa présente annexe décrit l'évolution des agrégats de dépenses, de recettes et de soldes de l'ensemble des régimes obligatoires de base de sécurité sociale et du Fonds de solidarité vieillesse (FSV) pour la période 2023-2026.Le solde des régimes obligatoires de base a connu une dégradation sans précédent en 2020 sous l'effet des dépenses de la crise sanitaire et de la récession qui a suivi, atteignant le niveau de - 39,7 milliards d'euros. Il s'est redressé en 2021 à - 24,3 milliards d'euros, sous l'effet de la reprise progressive de l'activité et de l'atténuation graduelle des contraintes sanitaires.La reprise de l'activité économique se poursuit en 2022, emportant une progression marquée des recettes de la sécurité sociale. Les dépenses liées à la crise sanitaire diminueraient sensiblement tandis que le contexte de forte inflation conduirait à une hausse des prestations, notamment à la faveur de la revalorisation anticipée mise en œuvre au 1er juillet 2022 (I). Les comptes de la sécurité sociale demeureraient toutefois fortement dégradés à moyen terme, sous l'effet de recettes durablement affectées par la crise, d'une hausse des dépenses de la branche Maladie et de la dégradation des comptes de la branche Vieillesse. La trajectoire présentée traduirait également la mise en œuvre des mesures envisagées par le Gouvernement pour le quinquennat (II). La branche Vieillesse serait dans une situation de déficits élevés durant les années à venir. La branche Maladie présenterait également des déficits élevés, bien que plus réduits, notamment du fait d'un transfert entre la branche Famille et la branche Maladie dès 2023. La branche Famille et la branche Accidents du travail et maladies professionnelles (AT-MP) dégageraient des excédents. Enfin, la nouvelle branche Autonomie présenterait une trajectoire excédentaire à moyen terme, reflétant le surcroît de recettes de contribution sociale généralisée (CSG) apporté en 2024, lui permettant de financer dans la durée les dépenses prévues dans la présente loi de financement de la sécurité sociale (III).I. - Le projet de loi de financement de la sécurité sociale pour 2023 intervient dans un contexte de poursuite du rebond de l'activité, mais également de forte poussée de l'inflation en lien avec la situation géopolitique et sur les marchés de l'énergieAprès un rebond de l'économie particulièrement marqué en 2021, permettant de rattraper le niveau d'activité d'avant la crise sanitaire, l'invasion russe en Ukraine et ses conséquences ont assombri les perspectives économiques à partir de fin février 2022, en entraînant une forte hausse des prix des matières premières, un rebond des tensions d'approvisionnement et une augmentation de l'incertitude. Le Gouvernement retient une hypothèse de croissance du produit intérieur brut (PIB) de 2,7 % en 2022 et de 1,0 % en 2023 ainsi qu'une forte remontée de l'inflation, qui atteindrait 5,4 % au sens de l'indice des prix à la consommation hors tabac (IPCHT) en 2022 et 4,3 % en 2023. A moyen terme, la croissance effective serait supérieure à son rythme potentiel de 1,35 % par an et atteindrait 1,6 % en 2024, puis 1,7 % en 2025 et 2026, tandis que l'inflation refluerait pour s'établir à 1,75 % par an à cet horizon. La masse salariale du secteur privé, principal déterminant de la progression des recettes, progresserait de 8,6 % en 2022, puis à nouveau de 5,0 % en 2023, avant de revenir progressivement à son rythme tendanciel.Le tableau ci-dessous détaille les principaux éléments retenus pour l'élaboration des prévisions de recettes et objectifs de dépenses décrits dans la présente annexe :\n\n(*) Hors prime exceptionnelle de pouvoir d'achat et prime de partage de la valeur ajoutée, la progression serait de 8,4 % en 2022.(**) En moyenne annuelle, dont les effets en moyenne annuelle de la revalorisation anticipée de 4,0 % au 1er juillet 2022.\n\nLa trajectoire présentée dans la présente annexe repose sur les mesures présentées dans la présente loi de financement de la sécurité sociale ainsi que les mesures envisagées par le Gouvernement pour le quinquennat.La trajectoire de l'objectif national de dépenses d'assurance maladie (ONDAM) en 2022 intègre 12,1 milliards d'euros de dépenses liées à la crise sanitaire, en net repli par rapport aux 18,3 milliards d'euros enregistrés en 2021. En 2023, une provision d'un milliard d'euros est prévue à ce titre. La progression de l'ONDAM hors crise a par ailleurs été marquée par le \"Ségur de la santé\" à partir de 2020. La progression hors dépenses de crise serait ainsi toutefois soutenue, à + 5,6 % en 2022 et + 3,5 % en 2023, en lien notamment avec la poursuite de la montée en charge du \"Ségur\" mais également avec la revalorisation de 3,5 % du point d'indice de la fonction publique intervenue en juillet 2022 et la compensation des effets de l'inflation sur les charges des établissements de santé et des établissements et services médico-sociaux. Ainsi, la construction de l'ONDAM pour 2023 intègre 2,2 milliards d'euros d'effet du point d'indice et de l'inflation. La progression tendancielle de l'ONDAM, soit avant mesures d'économies, atteindrait 4,4 % l'an prochain, tenant compte, au delà des effets liés au contexte d'inflation, de la montée en charge des mesures nouvelles dans ce champ, en ville, à l'hôpital comme dans le secteur médico-social, et des économies permises par la maîtrise médicalisée et la lutte contre la fraude. L'atteinte du taux de progression de 3,5 % hors crise sera permise par les mesures de régulation et les économies, s'élevant à un total de 1,7 milliard d'euros. Dans une perspective pluriannuelle, le taux de progression de l'ONDAM serait ramené à 2,7 % à partir de 2024 et à 2,6 % en 2026.Dans le champ de la famille, la trajectoire intègre, sur un horizon pluriannuel, la réforme du service public de la petite enfance ainsi que celle du complément de mode de garde et, dès 2022, l'augmentation de l'allocation de soutien familial. Dans le champ de l'autonomie, elle intègre un plan de recrutements d'aides-soignants et d'infirmiers en établissements d'hébergement pour personnes âgées dépendantes (EHPAD), l'accroissement des moyens consacrés au maintien à domicile avec le développement des services de soins infirmiers à domicile (SSIAD) et la mise en place de temps dédiés au lien social auprès de nos aînés qui bénéficient d'un plan d'aide à domicile et, dans le champ des retraites, l'objectif d'une élévation progressive de l'âge effectif de départ en retraite.Le Haut Conseil des finances publiques (HCFP), dans son avis publié le 21 septembre 2022 relatif aux projets de loi de finances et de financement de la sécurité sociale pour 2023, \"juge que les prévisions du Gouvernement de croissance (+ 2,7 %), d'inflation (+ 5,3 %) et de croissance de la masse salariale (+ 8,6 % dans les branches marchandes) pour 2022 sont crédibles\" et, s'agissant de 2023, que \"les prévisions d'inflation (+ 4,2 %) et de masse salariale dans les branches marchandes (+ 5,0 %) sont quant à elles plausibles\". S'agissant des recettes, le HCFP juge pour 2022 que les \"cotisations sociales croîtraient à législation constante de 6,8 %, soit moins fortement que la masse salariale\" et prend note que l'écart provient du dynamisme attendu des allègements généraux mais estime que \"le coût supplémentaire de ces allégements semble néanmoins un peu élevé\". Pour 2023, il juge que les prévisions de recettes des \"cotisations sociales et prélèvements sociaux apparaissent quant à elles cohérentes avec la progression de leurs assiettes respectives\". Côté dépense, le HCFP souligne pour 2023 \"une croissance des dépenses d'assurance maladie (ONDAM) - hors dépenses liées à la crise sanitaire - toujours supérieure à celle d'avant la crise sanitaire\" et, concernant les dépenses de crise, que la \"provision, qui suppose notamment une chute massive des dépenses de tests (division par 20 par rapport à 2021), risque de se révéler très insuffisante\".II. - Au delà de ce contexte macroéconomique, la trajectoire financière traduit la normalisation progressive sur le front sanitaire et la mise en œuvre des mesures du quinquennatComme lors de la crise économique et financière de 2008-2009, la sécurité sociale a joué un rôle majeur d'amortisseur économique et social, tant en matière de prélèvements que de dépenses. Majoritairement proportionnelles au niveau d'activité, les recettes se sont fortement contractées alors que les dépenses se sont maintenues s'agissant des prestations retraites et famille, dont les déterminants ne sont pas affectés par la crise, et ont fortement progressé pour ce qui concerne la branche Maladie.Après un net rebond en 2021, à + 8,0 % sur l'ensemble des régimes obligatoires de base de sécurité sociale (ROBSS) et du FSV à périmètre constant, les recettes continueraient de progresser de + 5,3 % en 2022, portées par la progression de l'emploi et des salaires, dans un contexte de forte inflation produisant ses effets au delà des règles d'indexation automatique du salaire minimum (+ 8,6 % de progression de la masse salariale privée). Dans le même temps, les dépenses seraient également dynamiques mais dans une moindre proportion, progressant de 4,1 % en valeur en 2022. Elles seraient contenues par le ralentissement des dépenses sous ONDAM du fait de la diminution progressive de l'intensité de la crise sanitaire, mais la progression des prestations serait portée par la revalorisation anticipée au 1er juillet 2022 de + 4,0 % des prestations légales. En résultante, le déficit des régimes obligatoires de base et du FSV diminuerait à nouveau en 2022 de 5,4 milliards d'euros et s'établirait à 18,9 milliards d'euros.En 2023, le déficit des régimes obligatoires de base et du FSV atteindrait 7,1 milliards d'euros, en très nette amélioration par rapport à 2022 (11,3 milliards d'euros). Les dépenses ne progresseraient que de 1,9 %, à la faveur d'une diminution des dépenses sous ONDAM du fait de dépenses liées à la crise attendues en net repli, provisionnées à hauteur d'un milliard d'euros, mais d'une poursuite des effets de l'inflation sur les prestations : à la revalorisation anticipée de 4,0 % de juillet 2022 devrait s'ajouter ainsi, compte tenu de la situation d'inflation, une revalorisation au 1er janvier 2023 pour les retraites et au 1er avril 2023 pour les autres prestations sociales. Les recettes croîtraient de 4,0 %, soutenues par la masse salariale du secteur privé.A partir de 2024, à législation inchangée, les prestations continueraient d'être portées par le contexte d'inflation persistant, mais avec un effet retard moyen d'une année pour les pensions et les autres prestations, alors que les recettes réagiraient davantage au contexte contemporain de l'année. Le ralentissement progressif de l'inflation, au rythme d'un point par an environ (de 4,3 % en 2023 à 2,1 % en 2025), participerait ainsi à une dégradation du solde en 2024 et à nouveau en 2025, malgré une progression maîtrisée de l'ONDAM. En 2024, le déficit des régimes obligatoires de base et du FSV se creuserait ainsi, à 8,5 milliards d'euros, les recettes (+ 4,0 %) évoluant légèrement en deçà de la dépense (+ 4,2 %). En 2025, il atteindrait 12,5 milliards d'euros, avec une progression des recettes (+ 3,1 %) moindre que celle des dépenses (+ 3,7 %). Le déficit se réduirait à partir de 2026, l'effet du différentiel d'inflation d'une année sur l'autre disparaissant quasiment, et atteindrait 11,6 milliards d'euros.III. - D'ici 2026, les branches des régimes obligatoires de base de la sécurité sociale connaîtraient des évolutions différenciéesLa branche Maladie connaîtrait une nouvelle résorption de son déficit en 2022, avec un solde atteignant - 21,9 milliards d'euros, après - 26,1 milliards d'euros en 2021. Cette amélioration est à relier à un repli des dépenses sanitaires de crise, 12,1 milliards d'euros après 18,3 milliards d'euros, et à la progression des recettes de la branche, notamment des cotisations sociales et de la TVA qui est affectée à celle-ci, dans le contexte d'inflation élevée.A partir de 2023, son solde se redresserait plus nettement, à - 7,1 milliards d'euros, sous l'effet de dépenses de crise attendues en très nette baisse : 1 milliard d'euros provisionnés. L'amélioration du solde serait par ailleurs soutenue par le transfert pérenne du coût des indemnités journalières liées au congé maternité post- natal, de 2 milliards d'euros en 2023.La branche Autonomie verrait son solde passer en déficit en 2022, à - 0,4 milliard d'euros après + 0,3 milliard d'euros sous l'effet de l'extension des mesures de revalorisation salariale du \"Ségur de la santé\" aux personnels des établissements accueillant des personnes en situation de handicap (accords \"Laforcade\") ainsi que des revalorisations issues de la conférence des métiers de l'accompagnement social et du médico-social, mesures financées sous objectif global de dépense. L'instauration d'un tarif plancher et d'une dotation en lien avec la qualité pour les services à domicile au profit des personnes en perte d'autonomie contribuerait aussi à la hausse des dépenses, qui s'établirait à 8,8 % au global, plus marquée que celle de ses recettes (+ 6,7 %).En 2023, le solde de la branche Autonomie se creuserait à nouveau, sous l'effet d'un objectif global de dépenses porté respectivement à 5,1 % et à 5,2 % dans les champs des personnes âgées et des personnes handicapées, atteignant - 1,2 milliard d'euros.A partir de 2024, la branche Autonomie bénéficiera d'une fraction de CSG augmentée de 0,15 point supplémentaire de la part de la CADES, en application de la loi n° 2020-992 du 7 août 2020 relative à la dette sociale et à l'autonomie. La Caisse nationale de solidarité pour l'autonomie (CNSA) afficherait alors un excédent de 0,8 milliard d'euros, qui diminuerait quelque peu par la suite, du fait notamment de 50 000 créations de postes à terme en EHPAD et du financement de temps dédiés au lien social auprès des personnes âgées qui bénéficient d'un plan d'aide à domicile.S'agissant de la branche Accidents du travail et maladies professionnelles (AT-MP), son excédent passerait à 2,0 milliards d'euros en 2022 (après 1,3 milliard d'euros en 2021), puis à nouveau à 2,2 milliards d'euros en 2023 et serait croissant à moyen terme, la progression des dépenses étant contenue par la baisse tendancielle liée à la prise en charge de l'amiante.Le déficit de la branche Vieillesse des régimes obligatoires de base de la sécurité sociale et du FSV poursuivrait son amélioration engagée en 2021, après le creux enregistré en 2020, et atteindrait en 2022 le niveau de - 1,2 milliard d'euros, après - 2,6 milliards d'euros en 2021. Cette nouvelle amélioration serait la résultante directe du contexte inflationniste, avec des recettes qui bénéficieraient à plein de la hausse des cotisations en lien avec une très forte progression de la masse salariale privée (+ 8,6 %) et des dépenses revalorisées en conséquence, mais à un rythme annuel moyen moindre : la revalorisation légale a ainsi été de 1,1 % au 1er janvier 2022 mais, compte tenu de la montée de l'inflation, une revalorisation anticipée de 4,0 % a été mise en œuvre dès juillet 2022, permettant de porter la revalorisation en moyenne annuelle à 3,1 %.A partir de 2023, le solde de la branche serait directement affecté par les effets démographiques du vieillissement (augmentation de la taille des générations qui partent à la retraite) et par la dégradation marquée du solde de la Caisse nationale de retraites des agents des collectivités locales (CNRACL), mais bénéficierait de l'objectif d'élévation progressive de l'âge effectif de départ sur le quinquennat. Le solde serait également particulièrement sensible au contexte d'inflation, notamment au ralentissement projeté de l'inflation, avec comme conséquence une progression des recettes en phase avec l'inflation contemporaine de l'année, moindre cependant que l'inflation de l'année précédente dont s'approche le taux de revalorisation appliqué au 1er janvier de l'année. Ainsi, en 2023, les revalorisations de pension liées à la prise en compte de l'inflation porteraient la progression des charges de la branche Vieillesse et du FSV à 4,3 %, contre 3,9 % pour les recettes. Le déficit atteindrait ainsi 2,3 milliards d'euros en 2023, et jusqu'à 12,9 milliards d'euros à l'horizon 2026 de la présente annexe.La branche Famille a renoué avec les excédents dès 2021, à hauteur de 2,9 milliards d'euros. En 2022, son excédent se réduirait légèrement, atteignant 2,6 milliards d'euros, reflétant le transfert d'une fraction de taxe sur les salaires à la branche Maladie décidé par la loi de financement de la sécurité sociale pour 2022 pour compenser le coût lié aux indemnités journalières dérogatoires pour garde d'enfants (1,0 milliard d'euros) supportées par cette branche.L'excédent serait moindre en 2023 en raison du transfert de la part du congé maternité post-natal, pour 2,0 milliards d'euros, prévu par la présente loi. De plus, conformément aux engagements du Président de la République, l'allocation de soutien familial sera revalorisée de 50 %. L'excédent de la branche Famille diminuerait ainsi de moitié, pour s'établir à 1,3 milliard d'euros en 2023.A l'horizon 2026, l'excédent diminuerait et s'élèverait à 0,8 milliard d'euros, du fait de dépenses portées par l'indexation des prestations légales et de la montée en charge des mesures du quinquennat concernant la branche Famille, s'agissant du complément de mode de garde et du service public de la petite enfance.\n\nPrévisions des recettes, dépenses et soldes des régimes de base et du FSVRecettes, dépenses et soldes de l'ensemble des régimes obligatoires de base\n\n(En milliards d'euros)\n\nRecettes, dépenses et soldes du Fonds de solidarité vieillesse\n\n(En milliards d'euros)\n\nRecettes, dépenses et soldes des régimes obligatoires de base et du Fonds de solidarité vieillesse\n\n(En milliards d'euros)\n\n2019\n\n2020\n\n2021\n\n2022\n\n2023\n\n2024\n\n2025\n\n2026\n\nPIB en volume\n\n1,8 %\n\n- 7,8 %\n\n6,8 %\n\n2,7 %\n\n1,0 %\n\n1,6 %\n\n1,7 %\n\n1,7 %\n\nMasse salariale du secteur privé (*)\n\n3,1 %\n\n- 5,7 %\n\n8,9 %\n\n8,6 %\n\n5,0 %\n\n3,9 %\n\n3,6 %\n\n3,4 %\n\nInflation hors tabac\n\n0,9 %\n\n0,2 %\n\n1,6 %\n\n5,4 %\n\n4,3 %\n\n3,0 %\n\n2,1 %\n\n1,75 %\n\nRevalorisations au 1er janvier (**)\n\n0,3 %\n\n1,0 %\n\n0,4 %\n\n3,1 %\n\n2,8 %\n\n4,9 %\n\n3,2 %\n\n2,2 %\n\nRevalorisations au 1er avril (**)\n\n0,5 %\n\n0,3 %\n\n0,2 %\n\n3,4 %\n\n3,7 %\n\n3,6 %\n\n3,2 %\n\n2,2 %\n\nONDAM\n\n2,7 %\n\n9,4 %\n\n8,7 %\n\n2,6 %\n\n- 1,2 %\n\n2,3 %\n\n2,7 %\n\n2,6 %\n\nONDAM hors covid\n\n2,7 %\n\n3,3 %\n\n6,3%\n\n5,6 %\n\n3,5 %\n\n2,7 %\n\n2,7 %\n\n2,6 %\n\n1\n\n2019\n\n2020\n\n2021\n\n2022 (p)\n\n2023 (p)\n\n2024 (p)\n\n2025 (p)\n\n2026 (p)\n\nMaladie\n\nRecettes\n\n216,6\n\n209,8\n\n209,4\n\n221,0\n\n231,2\n\n238,3\n\n244,6\n\n251,6\n\nDépenses\n\n218,1\n\n240,3\n\n235,4\n\n242,9\n\n238,3\n\n243,6\n\n249,4\n\n254,6\n\nSolde\n\n- 1,5\n\n- 30,5\n\n- 26,1\n\n- 21,9\n\n- 7,1\n\n- 5,3\n\n- 4,8\n\n- 3,0\n\nAccidents du travail et maladies professionnelles\n\nRecettes\n\n14,7\n\n13,5\n\n15,1\n\n16,2\n\n17,0\n\n17,7\n\n18,4\n\n19,1\n\nDépenses\n\n13,6\n\n13,6\n\n13,9\n\n14,2\n\n14,8\n\n15,1\n\n15,5\n\n15,8\n\nSolde\n\n1,1\n\n- 0,1\n\n1,3\n\n2,0\n\n2,2\n\n2,6\n\n2,9\n\n3,3\n\nFamille\n\nRecettes\n\n51,4\n\n48,2\n\n51,8\n\n53,5\n\n56,7\n\n58,5\n\n60,3\n\n62,2\n\nDépenses\n\n49,9\n\n50,0\n\n48,9\n\n50,9\n\n55,3\n\n57,7\n\n59,8\n\n61,4\n\nSolde\n\n1,5\n\n- 1,8\n\n2,9\n\n2,6\n\n1,3\n\n0,8\n\n0,5\n\n0,8\n\nVieillesse\n\nRecettes\n\n240,0\n\n241,2\n\n249,4\n\n258,9\n\n269,7\n\n280,5\n\n289,5\n\n297,9\n\nDépenses\n\n241,3\n\n246,1\n\n250,5\n\n261,9\n\n273,3\n\n289,7\n\n303,2\n\n313,6\n\nSolde\n\n- 1,3\n\n- 4,9\n\n- 1,1\n\n- 3,0\n\n- 3,6\n\n- 9,2\n\n- 13,7\n\n- 15,7\n\nAutonomie\n\nRecettes\n\nleft\n\nleft\n\n32,8\n\n35,0\n\n36,2\n\n40,1\n\n41,1\n\n42,4\n\nDépenses\n\nleft\n\nleft\n\n32,6\n\n35,4\n\n37,4\n\n39,3\n\n40,8\n\n42,0\n\nSolde\n\nleft\n\nleft\n\n0,3\n\n- 0,4\n\n- 1,2\n\n0,8\n\n0,3\n\n0,3\n\nRégimes obligatoires de base de sécurité sociale consolidés\n\nRecettes\n\n509,1\n\n499,3\n\n544,2\n\n569,6\n\n593,2\n\n616,8\n\n635,5\n\n654,4\n\nDépenses\n\n509,2\n\n536,5\n\n567,0\n\n590,3\n\n601,6\n\n627,1\n\n650,3\n\n668,8\n\nSolde\n\n- 0,2\n\n- 37,3\n\n- 22,7\n\n- 20,7\n\n- 8,4\n\n- 10,3\n\n- 14,7\n\n- 14,4\n\n1\n\n2019\n\n2020\n\n2021\n\n2022 (p)\n\n2023 (p)\n\n2024 (p)\n\n2025 (p)\n\n2026 (p)\n\nRecettes\n\n17,2\n\n16,7\n\n17,7\n\n19,8\n\n20,6\n\n21,5\n\n22,3\n\n23,1\n\nDépenses\n\n18,8\n\n19,1\n\n19,3\n\n18,0\n\n19,3\n\n19,7\n\n20,0\n\n20,4\n\nSolde\n\n- 1,6\n\n- 2,5\n\n- 1,5\n\n1,8\n\n1,3\n\n1,7\n\n2,3\n\n2,8\n\n1\n\n2019\n\n2020\n\n2021\n\n2022 (p)\n\n2023 (p)\n\n2024 (p)\n\n2025 (p)\n\n2026 (p)\n\nRecettes\n\n508,0\n\n497,2\n\n543,0\n\n571,8\n\n594,8\n\n618,9\n\n638,1\n\n657,5\n\nDépenses\n\n509,7\n\n536,9\n\n567,3\n\n590,7\n\n601,9\n\n627,5\n\n650,6\n\n669,1\n\nSolde\n\n- 1,7\n\n- 39,7\n\n- 24,3\n\n- 18,9\n\n- 7,1\n\n- 8,5\n\n- 12,5\n\n- 11,6\n\n1"
    },
    {
      "provision_ref": "artliminaire",
      "section": "liminaire",
      "title": "Article liminaire",
      "content": "Les prévisions de dépenses, de recettes et de solde des administrations de sécurité sociale pour les années 2022 et 2023 s'établissent comme suit, au sens de la comptabilité nationale :\n\n(En points de produit intérieur brut)\n\n2022\n\n2023\n\nRecettes\n\n27,0 %\n\n26,9 %\n\nDépenses\n\n26,6 %\n\n26,1 %\n\nSolde\n\n0,4 %\n\n0,8 %\n\n1\n\ncenter"
    }
  ]
}