{
  "id": "loi-n-2006-10-du-5-janvier-2006",
  "type": "statute",
  "title": "Loi n° 2006-10 du 5 janvier 2006",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000456019",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I.-A créé les dispositions suivantes :\n\n-Code de l'aviation civile Art. L133-1 à Art. L133-5\n\nII et III.-A modifié les dispositions suivantes\n\n-Code de l'aviation civile Art. L330-6 ; Art. L410-5\n\nIV.-Les dispositions du présent article sont applicables à Mayotte, dans les îles Wallis et Futuna, en Polynésie française et en Nouvelle-Calédonie."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I.-L'intitulé du livre VII du code de l'aviation civile est ainsi rédigé : Enquête technique relative aux accidents et incidents.-Protection de l'information\n\nII et V.-A modifié les dispositions suivantes :\n\n-Code de l'aviation civile Art. L722-2 ; Art. L741-1\n\nIII et IV-A créé les dispositions suivantes\n\n-Code de l'aviation civile Art. L722-3 ; Art. L722-4 ; Art. L731-4 ; Art. L731-5\n\nVI.-Les dispositions du présent article sont applicables à Mayotte, dans les îles Wallis et Futuna, en Polynésie française et en Nouvelle-Calédonie."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I.-A créé les dispositions suivantes :\n\n-Code de l'urbanisme\n\nArt. L147-7-1\n\nII.-Les dispositions du présent article s'appliquent aux procédures de révision d'un plan d'exposition au bruit engagées à la date d'entrée en vigueur de la présente loi."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I.-Est ratifiée l'ordonnance n° 2005-863 du 28 juillet 2005 relative à la sûreté des vols et à la sécurité de l'exploitation des aérodromes.\n\nII.-A modifié les dispositions suivantes :\n\n-Code de l'aviation civile Art. L282-8"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I. II. et IV.-A modifié les dispositions suivantes :\n\n-Code de la route Art. L317-5 ; Art. L317-7 ; Art. L325-6\n\nIII.-A créé les dispositions suivantes :\n\n-Code de la route Art. L321-1 à L321-4\n\nV.-Les dispositions du présent article sont applicables à Mayotte."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I à III et V et VI.-A modifié les dispositions suivantes :\n\n-Code de la route\n\nArt. L325-1-1 ; Art. L325-2 ; Art. L325-3 ; Art. L130-6 ; Art. L344-1\n\nIV.-A abrogé les dispositions suivantes :\n\n-Code de la route Art. L224-5\n\n-A créé les dispositions suivantes :\n\n-Code de la route Art. L325-3-1\n\nVII.-Les dispositions des I à V sont applicables à Mayotte."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Sous réserve des dispositions générales régissant les agents non titulaires de l'Etat, les conditions de rémunération, d'avancement et de promotion des agents du service d'études techniques des routes et autoroutes sont déterminées par le ministre chargé de l'équipement. Ces agents ne bénéficient pas de l'indemnité de résidence ni d'une majoration de leur rémunération correspondant à l'intégration d'une part de cette indemnité dans le traitement de certaines catégories de personnels civils ou militaires de l'Etat."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Le formateur évalue tout ou partie de la formation reçue par l'élève. Cette évaluation est faite sous la responsabilité du représentant légal de l'établissement. (1)\n\n3. Par dérogation aux 1 et 2 ci-dessus, les professionnels ressortissants d'un Etat membre de la Communauté européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen peuvent exercer de façon temporaire et occasionnelle en France l'activité de formation à la conduite des bateaux de plaisance à moteur en mer et en eaux intérieures, sous réserve :\n\n1° D'être légalement établis dans un de ces Etats pour y exercer cette activité ;\n\n2° Lorsque ni l'activité ni la formation qui y conduit ne sont réglementées dans l'Etat, de l'avoir exercée pendant au moins deux ans dans cet Etat au cours des dix années qui précèdent la prestation. Cette condition n'est pas applicable si la formation conduisant à cette activité est réglementée.\n\nLorsque les professionnels mentionnés au premier alinéa effectuent pour la première fois leur prestation en France, ils doivent en informer au préalable l'autorité administrative par une déclaration qui donne lieu à une vérification de leurs qualifications professionnelles.\n\nIII.-1. Le fait de délivrer une formation à la conduite des bateaux de plaisance à moteur en mer et en eaux intérieures sans avoir obtenu l'agrément prévu au I ou en violation d'une mesure de suspension provisoire de celui-ci est puni d'un an d'emprisonnement et de 15 000 Euros d'amende. En application du II, est puni des mêmes peines le fait d'employer un formateur non titulaire d'une autorisation d'enseigner en cours de validité ou n'ayant pas rempli l'obligation de déclaration préalable à une première prestation sur le territoire national (2)."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Sous réserve des décisions de justice passées en force de chose jugée et des instances en cours, les délibérations prises depuis le 16 mai 2001 par le conseil d'administration de l'établissement public \"Réseau ferré de France\" sont validées en tant que leur légalité serait contestée aux motifs que le conseil d'administration qui les a adoptées ne comprenait pas de représentant des consommateurs ou des usagers désigné en application des dispositions de l'article 5 de la loi n° 83-675 du 26 juillet 1983 relative à la démocratisation du secteur public et était, par la suite, irrégulièrement composé."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I.-A modifié les dispositions suivantes :\n\n-Loi 82-1153 du 30 décembre 1982 Art. 36\n\nII.-Les dispositions du I sont applicables à compter du 1er janvier 2007."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Est approuvé le cinquième avenant à la convention en date du 20 mai 1923 passée entre le ministre des travaux publics et la ville de Strasbourg relative à la constitution du port rhénan de Strasbourg en port autonome et à l'exécution des travaux d'extension de ce port."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "I.-Par dérogation aux articles L. 2253-1, L. 3231-6, \nL. 4211-1 et L. 5111-4 du code général des collectivités territoriales, les collectivités territoriales et leurs groupements peuvent prendre des participations dans des sociétés dont l'activité principale est d'assurer l'exploitation commerciale d'un ou plusieurs ports visés au I de l'article 30 de la loi n° 2004-809 du 13 août 2004 relative aux libertés et responsabilités locales lorsqu'au moins l'un d'entre eux se trouve dans leur ressort géographique.\n\nII.-La collectivité territoriale propriétaire d'un port visé au I de l'article 30 de la loi n° 2004-809 du 13 août 2004 précitée peut, à la demande du concessionnaire du port, autoriser la cession ou l'apport de la concession à une société portuaire dont le capital initial est détenu entièrement par des personnes publiques, dont la chambre de commerce et d'industrie dans le ressort géographique de laquelle est situé ce port. Un nouveau contrat de concession est alors établi entre la collectivité territoriale et la société portuaire pour une durée ne pouvant excéder quarante ans. Ce contrat précise notamment les engagements que prend la société portuaire en termes d'investissements et d'objectifs de qualité de service.\n\nIII.-Les deuxième à cinquième alinéas de l'article 38 et les deuxième à quatrième alinéas de l'article 40 de la loi n° 93-122 du 29 janvier 1993 relative à la prévention de la corruption et à la transparence de la vie économique et des procédures publiques ne sont pas applicables aux opérations réalisées en application du présent article.\n\nIV.-Les agents publics affectés à la concession transférée sont mis à la disposition de la société pour une durée de dix ans. Une convention conclue entre l'ancien et le nouvel exploitant détermine les conditions de cette mise à disposition et notamment celles de la prise en charge, par ce dernier, des coûts salariaux correspondants.\n\nPendant la durée de cette mise à disposition, chaque agent peut à tout moment demander que lui soit proposé, par le nouvel exploitant, un contrat de travail. La conclusion de ce contrat emporte alors radiation des cadres. Au terme de la durée prévue au premier alinéa, le nouvel exploitant propose à chacun des agents publics un contrat de travail, dont la conclusion emporte radiation des cadres. Les agents publics qui refusent de signer ce contrat sont réintégrés de plein droit au sein de la chambre de commerce et d'industrie concernée.\n\nLes dispositions de l'article L. 122-12 du code du travail sont applicables aux contrats de travail des salariés de droit privé affectés à la concession transférée, en cours à la date du transfert de la concession, qui subsistent avec le nouvel employeur."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "I. - Paragraphe modificateurII. - Un décret en Conseil d'Etat fixe les conditions d'application du présent article."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "Sont ratifiées :1° L'ordonnance n° 2005-659 du 8 juin 2005 simplifiant la procédure de déclassement de biens du réseau ferré national ;2° L'ordonnance n° 2005-1039 du 26 août 2005 portant modification du régime de reconnaissance de la capacité professionnelle des transporteurs routiers et simplification des procédures d'établissement de contrats types."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "La légalité des actes pris pour la réalisation de l'expropriation des terrains nécessaires à la réalisation des travaux d'aménagement liés au projet de modernisation de la ligne ferroviaire Poitiers-Niort-La Rochelle (section Niort-La Rochelle) ainsi que celle des actes autorisant les travaux nécessaires à cette opération ne peuvent être contestées au motif que le décret du 8 septembre 2005 déclarant d'utilité publique et urgents les travaux d'aménagement liés au projet de modernisation de la ligne ferroviaire Poitiers-Niort-La Rochelle (section Niort-La Rochelle) et emportant mise en compatibilité des plans d'occupation des sols des communes de La Jarrie, Péré, Chambon, Surgères, Saint-Georges-du-Bois, Le Thou (Charente-Maritime), Frontenay-Rohan-Rohan et Le Bourdet (Deux-Sèvres) aurait été pris après le délai fixé par le premier alinéa du I de l'article L. 11-5 du code de l'expropriation pour cause d'utilité publique."
    }
  ]
}