{
  "id": "loi-n-2023-1059-du-20-novembre-2023",
  "type": "statute",
  "title": "LOI n°2023-1059 du 20 novembre 2023",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000048430512",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Le rapport définissant les orientations et la programmation des moyens du ministère de la justice pour la période 2023-2027, annexé à la présente loi, est approuvé.Les crédits de paiement du ministère de la justice, hors charges de pensions, évolueront conformément au tableau suivant :\n\nCrédits de paiement(hors compte d'affectation spéciale « Pensions »)\n\n(En millions d'euros)\n\nLes créations nettes d'emplois du ministère de la justice sont fixées à 10 000 équivalents temps plein d'ici à 2027, dont 1 500 magistrats et 1 800 greffiers supplémentaires, y compris 605 équivalents temps plein recrutés en gestion pour l'année 2022 au titre de la justice de proximité.Le périmètre budgétaire concerné correspond à celui de la mission « Justice », qui regroupe les programmes « Justice judiciaire », « Administration pénitentiaire », « Protection judiciaire de la jeunesse », « Accès au droit et à la justice », « Conduite et pilotage de la politique de la justice » et « Conseil supérieur de la magistrature ».Chaque année avant le 30 avril, le Gouvernement remet au Parlement un rapport présentant la mise en œuvre de la programmation prévue par la présente loi et son exécution, en particulier les créations nettes d'emplois intervenues et la répartition de ces emplois au sein des différentes juridictions.\n\n2022 (pour mémoire)\n\n2023\n\n2024\n\n2025\n\n2026\n\n2027\n\nBudget du ministère de la justice\n\n8 862\n\n9 579\n\n10 081\n\n10 681\n\n10 691\n\n10 748\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à procéder par voie d'ordonnance à la réécriture de la partie législative du code de procédure pénale afin d'en clarifier la rédaction et le plan, ainsi qu'à la modification de toute autre disposition relevant du domaine de la loi rendue nécessaire par cette réécriture.Cette nouvelle codification porte sur les dispositions en vigueur à la date de publication de l'ordonnance et, le cas échéant, sur les dispositions publiées mais non encore entrées en vigueur à cette date. Elle est effectuée à droit constant, sous réserve des modifications nécessaires pour assurer le respect de la hiérarchie des normes et la cohérence rédactionnelle des textes, harmoniser l'état du droit, remédier aux éventuelles erreurs ou omissions, abroger les dispositions obsolètes ou devenues sans objet et procéder aux adaptations terminologiques utiles, notamment pour revoir les dispositions dont la formulation peut paraître remettre en cause la présomption d'innocence.L'ordonnance est prise dans un délai de deux ans à compter de la promulgation de la présente loi.L'ordonnance entre en vigueur au plus tôt un an après sa publication.Un projet de loi de ratification est déposé devant le Parlement dans un délai de six mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2023-855 DC du 16 novembre 2023.]"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2023-855 DC du 16 novembre 2023.]"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "A créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nI.- 46° [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2023-855 DC du 16 novembre 2023.]47° [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2023-855 DC du 16 novembre 2023.]\n\n- Code de procédure pénale\n\n- Code de procédure pénale\n\n- Code de procédure pénale\n\n- Code de procédure pénale\n\n- Code de procédure pénale\n\n- Code de procédure pénale\n\n- Code de la justice pénale des mineurs\n\n- Code pénal\n\n- Code pénitentiaire\n\n- Code de procédure pénale"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2023-855 DC du 16 novembre 2023.]"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2023-855 DC du 16 novembre 2023.]"
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2023-855 DC du 16 novembre 2023.]"
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII.-\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nIV.-La durée de l'expérimentation prévue au XIX de l'article 71 de la loi n° 2019-22 du 23 mars 2019 de programmation 2018-2022 et de réforme pour la justice, relative à la réalisation du travail d'intérêt général prévu à l'article 131-8 du code pénal et du travail non rémunéré prévu à l'article 41-2 du code de procédure pénale au profit de sociétés dont les statuts définissent une mission qui assigne à la société la poursuite d'objectifs sociaux et environnementaux, est prorogée pour une durée de trois ans à compter de la promulgation de la présente loi.Les conditions spécifiques d'habilitation de ces personnes morales de droit privé et d'inscription des travaux qu'elles proposent sur la liste des travaux d'intérêt général ainsi que les obligations particulières mises à leur charge dans la mise en œuvre de ces travaux sont prévues par décret en Conseil d'Etat.Les départements dans lesquels cette mesure peut être prononcée pendant la durée de cette nouvelle phase d'expérimentation sont déterminés par arrêté du ministre de la justice.Au moins six mois avant le terme de l'expérimentation, le Gouvernement remet au Parlement un rapport procédant à l'évaluation de celle-ci.\n\n- Code pénal\n\n- Code de procédure pénale\n\n- Code de procédure pénale\n\n- Code de procédure pénale\n\n- Code de procédure pénale\n\n- Code de procédure pénale\n\n- Code de procédure pénale\n\n- Code de procédure pénale\n\n- Code de procédure pénale\n\n- Code de procédure pénale\n\n- Code de procédure pénale\n\n- Code de procédure pénale\n\n- Code de la justice pénale des mineurs\n\n- Code de la justice pénale des mineurs\n\n- Code de la justice pénale des mineurs\n\n- Code de la justice pénale des mineurs"
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I.-, II.- A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII. - Le présent article est applicable à la réparation des dommages résultant de faits commis à compter de la publication de la présente loi.\n\n- Code de procédure pénale\n\n- Code de procédure pénale\n\n- Code de l'organisation judiciaire\n\n- Code de procédure pénale"
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I. - A titre expérimental, les compétences du tribunal de commerce sont étendues dans les conditions prévues au II du présent article. Dans le cadre de cette expérimentation, le tribunal de commerce est renommé tribunal des activités économiques.Le tribunal des activités économiques est composé des juges élus du tribunal de commerce, de juges exerçant la profession d'exploitant agricole et d'un greffier. Lorsqu'une formation de jugement comprend un juge exerçant une profession agricole, ce dernier siège en qualité d'assesseur.Les juges exerçant une profession agricole sont nommés par le ministre de la justice. Ils sont choisis sur une liste de candidats présentée par le premier président de la cour d'appel sur proposition de la chambre d'agriculture départementale. Les fonctions de ces juges cessent à l'issue de l'expérimentation. Ils sont soumis aux articles L. 722-6-1 à L. 722-10, L. 722-14 à L. 722-16 et L. 722-18 à L. 722-21 du code de commerce.Les assesseurs exploitants agricoles doivent être de nationalité française, ne pas avoir été condamnés pénalement pour des actes contraires à la probité et aux bonnes mœurs et justifier d'une immatriculation pendant cinq années au moins au registre national des entreprises prévu à l'article L. 311-2 du code rural et de la pêche maritime. Les assesseurs ne respectant plus les conditions prévues au présent article sont déchus de plein droit.Les assesseurs exploitants agricoles suivent une formation initiale préalable à leur prise de fonctions, dans des conditions fixées par décret.En dehors de toute action disciplinaire, les premiers présidents de cour d'appel ont le pouvoir de donner un avertissement aux assesseurs du tribunal des activités économiques situés dans le ressort de leur cour, après avoir recueilli l'avis du président du tribunal des activités économiques dans lequel exerce l'assesseur concerné.Tout manquement d'un assesseur exploitant agricole aux devoirs de son état, à l'honneur, à la probité ou à la dignité constitue une faute disciplinaire.Le pouvoir disciplinaire est exercé par le ministre de la justice. Après audition de l'assesseur par le premier président de la cour d'appel dans le ressort de laquelle le tribunal des activités économiques a son siège, assisté du président du tribunal des activités économiques, le ministre de la justice peut être saisi par le premier président.Les sanctions disciplinaires applicables sont :1° Le blâme ;2° La suspension des fonctions pour une durée maximale de six mois ;3° La déchéance assortie de l'interdiction d'être désigné assesseur pour une durée maximale ne pouvant excéder celle de l'expérimentation ;4° La déchéance assortie de l'interdiction définitive d'être désigné assesseur.L'assesseur qui, après sa désignation, est condamné pour une infraction pénale prévue au livre VII du code rural et de la pêche maritime est déchu de plein droit.Sur proposition du premier président de la cour d'appel dans le ressort de laquelle le tribunal a son siège, le ministre de la justice peut suspendre de ses fonctions un assesseur, préalablement entendu par le premier président, pour une durée maximale de six mois, lorsqu'il existe contre l'intéressé des faits de nature à entraîner une sanction disciplinaire.Le greffe du tribunal des activités économiques est assuré par le greffier du tribunal de commerce.Le tribunal des activités économiques est soumis au livre Ier du code de l'organisation judiciaire.Les décisions du tribunal des activités économiques sont susceptibles de recours dans les conditions prévues au chapitre Ier du titre VI du livre VI du code de commerce.II. - Par dérogation au premier alinéa du I de l'article L. 611-2 et au premier alinéa de l'article L. 611-2-1 du code de commerce, relatifs au pouvoir de convocation du président du tribunal, au deuxième alinéa de l'article L. 611-3 du même code, relatif au mandat ad hoc, et à l'article L. 611-4 dudit code ainsi qu'au premier alinéa de l'article L. 611-5 du même code, relatifs à la conciliation, et nonobstant les dispositions du code de l'organisation judiciaire, le président du tribunal des activités économiques connaît de la procédure d'alerte et des procédures amiables, quels que soient le statut et l'activité de la personne physique ou morale qui éprouve des difficultés, à l'exception des professions mentionnées au second alinéa de l'article L. 722-6-1 du code de commerce.Par dérogation à l'article L. 351-2 du code rural et de la pêche maritime, la demande de désignation d'un conciliateur est introduite devant le président du tribunal des activités économiques.Par dérogation à l'article L. 621-2 du code de commerce, relatif à l'ouverture de la procédure de sauvegarde, applicable en redressement judiciaire sur renvoi de l'article L. 631-7 du même code et en liquidation judiciaire sur renvoi de l'article L. 641-1 dudit code, et nonobstant les dispositions du code de l'organisation judiciaire, le tribunal des activités économiques connaît des procédures collectives, quels que soient le statut et l'activité du débiteur, à l'exception de celles ouvertes à l'égard des personnes exerçant l'une des professions mentionnées au second alinéa de l'article L. 722-6-1 du code de commerce.Par dérogation au dernier alinéa de l'article L. 631-5 du même code, la procédure ne peut être ouverte à l'égard d'un débiteur exerçant une activité agricole qui n'est pas constitué sous la forme d'une société commerciale que si le président du tribunal des activités économiques a été saisi, préalablement à l'assignation, d'une demande tendant à la désignation d'un conciliateur présentée en application de l'article L. 351-2 du code rural et de la pêche maritime.Par dérogation au dernier alinéa de l'article L. 640-5 du code de commerce, lorsque sont applicables les dispositions relatives à la procédure prévue à l'article L. 351-1 du code rural et de la pêche maritime, le président du tribunal des activités économiques doit être saisi, préalablement à l'assignation, d'une demande tendant à la désignation d'un conciliateur présentée en application de l'article L. 351-2 du même code, sauf si la procédure de rétablissement professionnel prévue au chapitre V du titre IV du livre VI du code de commerce est en cours.Nonobstant les dispositions du code de l'organisation judiciaire et sans préjudice des pouvoirs attribués en premier ressort au juge-commissaire, le tribunal des activités économiques, saisi de la procédure de sauvegarde, de redressement ou de liquidation judiciaire du débiteur, connaît de toutes les actions et les contestations relatives aux baux commerciaux qui sont nées de la procédure et qui présentent avec celle-ci des liens de connexité suffisants.Lorsque le tribunal des activités économiques est par ailleurs un tribunal de commerce spécialisé en application de l'article L. 721-8 du code de commerce, il connaît des procédures mentionnées aux 1° à 4° du même article L. 721-8, sous les mêmes conditions, quels que soient le statut et l'activité du débiteur, à l'exception de celles ouvertes à l'égard des personnes exerçant l'une des professions mentionnées au second alinéa de l'article L. 722-6-1 du même code.Par dérogation au premier alinéa de l'article 4 de la loi n° 71-1130 du 31 décembre 1971 portant réforme de certaines professions judiciaires et juridiques, devant le tribunal des activités économiques, les parties sont dispensées de l'obligation de constituer avocat dans les cas prévus par la loi ou le règlement, lorsque la demande porte sur un montant inférieur ou égal à 10 000 euros ou qu'elle a pour origine l'exécution d'une obligation dont le montant n'excède pas 10 000 euros, dans le cadre des procédures prévues au livre VI du code de commerce, pour les litiges relatifs à la tenue du registre du commerce et des sociétés ou pour la procédure de règlement amiable agricole prévue aux articles L. 351-1 à L. 351-7 du code rural et de la pêche maritime.Dans les cas prévus à l'avant-dernier alinéa du présent II, elles ont la faculté de se faire assister ou représenter par toute personne de leur choix.III. - Le I est applicable à au moins neuf et au plus douze tribunaux de commerce désignés par arrêté du ministre de la justice, pendant une durée de quatre ans à compter de la date fixée par cet arrêté, qui ne peut être postérieure de plus de douze mois à la publication du décret pris pour l'application du présent article, pour le jugement des procédures ouvertes à compter de la date fixée par l'arrêté mentionné au présent alinéa.Six mois au moins avant le terme de l'expérimentation, le Gouvernement remet au Parlement un rapport d'évaluation. L'ensemble des acteurs judiciaires et économiques est associé à cette évaluation. Cette dernière associe également, à parité entre les femmes et les hommes, deux députés et deux sénateurs, dont au moins un député et un sénateur appartenant à un groupe d'opposition, désignés respectivement par le Président de l'Assemblée nationale et le Président du Sénat. L'évaluation porte notamment sur la durée des procédures de liquidation judiciaire, le taux de réformation des décisions, la qualité du service rendu au justiciable et l'appréciation des auxiliaires de justice, au vu des statistiques fournies par le ministère de la justice, d'une part, et de questionnaires de satisfaction, d'autre part.Un décret en Conseil d'Etat précise les modalités d'application du présent article, notamment les modalités de conduite et d'évaluation de l'expérimentation ainsi que les règles d'information des usagers."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "A titre expérimental, par dérogation aux articles 1089 A et 1089 B du code général des impôts, pour chaque instance introduite devant le tribunal des activités économiques désigné en application du III de l'article 26 de la présente loi, une contribution pour la justice économique est versée par la partie demanderesse, à peine d'irrecevabilité que le juge peut prononcer d'office.Le montant de la contribution pour la justice économique est fixé par un barème défini par décret en Conseil d'Etat, dans la limite de 5 % du montant des demandes cumulées au stade de l'acte introductif d'instance et pour un montant maximal de 100 000 euros. Ce barème tient compte du montant des demandes initiales, de la nature du litige, de la capacité contributive de la partie demanderesse, appréciée en fonction de son chiffre d'affaires annuel moyen sur les trois dernières années, de ses bénéfices ou de son revenu fiscal de référence, et de sa qualité de personne physique ou morale.Toutefois, la contribution n'est pas due :1° Par le demandeur à l'ouverture d'une procédure amiable ou collective prévue au livre VI du code de commerce et aux articles L. 351-1 à L. 351-7-1 du code rural et de la pêche maritime ;2° Par l'Etat, les collectivités territoriales et leurs groupements ;3° Par les personnes physiques et les personnes morales de droit privé employant moins de 250 salariés.Les dispositions du code de procédure civile relatives aux dépens sont applicables à la contribution prévue au présent article.La vérification et le recouvrement de cette contribution sont assurés gratuitement par les greffiers des tribunaux de commerce, le cas échéant, par voie électronique. En cas de contestation, le président de la juridiction ou le magistrat délégué à cet effet statue par ordonnance.En cas de recours à un mode amiable de règlement du différend emportant extinction de l'instance et de l'action ou en cas de désistement, la contribution est remboursée.En cas de comportement dilatoire ou abusif d'une partie au litige, le tribunal des activités économiques peut condamner celle-ci à une amende civile d'un maximum de 10 000 euros, sans préjudice des dommages et intérêts qui seraient réclamés.Cette expérimentation se déroule dans les tribunaux de commerce désignés dans les conditions fixées au III de l'article 26 de la présente loi.Au moins six mois avant le terme de l'expérimentation, le Gouvernement remet au Parlement un rapport d'évaluation. L'ensemble des acteurs judiciaires et économiques est associé à cette évaluation. Cette dernière associe également, à parité entre les femmes et les hommes, deux députés et deux sénateurs, dont au moins un député et un sénateur appartenant à un groupe d'opposition, désignés respectivement par le Président de l'Assemblée nationale et le Président du Sénat. L'évaluation porte notamment sur une appréciation de l'évolution de la part d'activité contentieuse soumise à la contribution et sur les effets de celle-ci, selon les domaines contentieux, en matière de recours à des modes de règlement alternatif des conflits ainsi que sur l'appréciation des auxiliaires de justice, au vu des statistiques fournies par le ministère de la justice.Un décret en Conseil d'Etat précise les modalités d'application du présent article, notamment les conditions de participation des greffiers des tribunaux de commerce ainsi que les modalités de conduite et d'évaluation de l'expérimentation."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "Les I à VI de l'article 13 de la loi n° 2021-689 du 31 mai 2021 relative à la gestion de la sortie de crise sanitaire s'appliquent aux procédures ouvertes à compter du lendemain de la publication de la présente loi et aux demandes formées avant l'expiration d'un délai de deux ans à compter de cette même date."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "I.- à V.- :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nVI. - Les modalités d'application du présent article sont définies par décret en Conseil d'Etat. Ce décret définit le nombre maximal d'actes autorisés dans le cadre d'une procédure de saisie des rémunérations.\n\n- Code du travail\n\n- Code des procédures civiles d'exécution\n\n- Code des procédures civiles d'exécution\n\n- Code des procédures civiles d'exécution\n\n- Code des procédures civiles d'exécution\n\n- Code des procédures civiles d'exécution\n\n- Code des procédures civiles d'exécution\n\n- Code des procédures civiles d'exécution\n\n- Code des procédures civiles d'exécution\n\n- Code des procédures civiles d'exécution\n\n- Ordonnance n°2016-728 du 2 juin 2016\n\n- Code du travail\n\n- Code de l'organisation judiciaire\n\n- Code des procédures civiles d'exécution\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "I, II et III ont modifié les dispositions suivantes :\n\n- Loi n° 71-1130 du 31 décembre 1971\n\nIV. - [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2023-855 DC du 16 novembre 2023.]"
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par voie d'ordonnance, au plus tard le 30 juin 2024, les mesures relevant du domaine de la loi pour :1° Améliorer la lisibilité du droit de la publicité foncière, notamment en réunissant et en adaptant, au sein du même livre du code civil, l'ensemble des règles relatives à la publicité foncière ;2° Moderniser le régime de la publicité foncière et renforcer son efficacité, notamment en précisant et en adaptant les conditions de mise en œuvre et les effets du principe de publication du titre antérieur, en affirmant le principe de la préférence au primo-publiant indépendamment de sa bonne ou de sa mauvaise foi, en recentrant la liste des actes soumis à la publicité foncière sur ceux relatifs à des droits réels ou susceptibles d'en faire naître, en améliorant les sanctions des publications, en harmonisant le régime d'opposabilité des actes publiés et en rationalisant le cadre juridique des décisions de refus de dépôt et de rejet de la formalité ;3° Moderniser et clarifier le régime de l'inscription des privilèges immobiliers et des hypothèques, notamment en dégageant les principes directeurs gouvernant cette inscription et en mettant les dispositions du régime de l'inscription des privilèges immobiliers et des hypothèques en cohérence avec les modifications apportées au régime de la publicité foncière par les ordonnances prévues au présent I ;4° Tirer les conséquences, avec, le cas échéant, les adaptations nécessaires, des modifications apportées par les ordonnances prévues au présent I, notamment dans la loi du 1er juin 1924 mettant en vigueur la législation civile française dans les départements du Bas-Rhin, du Haut-Rhin et de la Moselle et dans le livre V du code civil.II. - Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de chaque ordonnance."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "I.-L'ordonnance n° 2022-408 du 23 mars 2022 relative au régime de responsabilité financière des gestionnaires publics est ratifiée.\n\nII. et III.-A modifié les dispositions suivantes :\n\n-Code des juridictions financières\n\n-Ordonnance n° 58-1210 du 13 décembre 1958"
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "I. à VI. et VIII. à XI. - A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nVII.-Les personnes renvoyées devant la cour criminelle départementale à Saint-Pierre-et-Miquelon, dans les îles Wallis et Futuna, en Nouvelle-Calédonie et en Polynésie française avant la publication de la présente loi et non encore jugées à cette date sont considérées comme renvoyées devant la cour d'assises.\n\n- Code de l'organisation judiciaire\n\n- Code de procédure pénale\n\n- Code de l'organisation judiciaire\n\n- Code de l'entrée et du séjour des étrangers et du droit d'asile.\n\n- Code de la santé publique\n\n- Code de commerce\n\n- Loi n° 71-1130 du 31 décembre 1971\n\n- Code de procédure pénale\n\n- Code pénitentiaire\n\n- Code pénal\n\n- Code de la justice pénale des mineurs\n\n- Code des juridictions financières"
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "I. - Jusqu'à l'entrée en vigueur de l'article 37 de la présente loi, les personnes nommées en application de l'article L. 123-4 du code de l'organisation judiciaire, dans sa rédaction antérieure à la présente loi, peuvent bénéficier, par décision expresse, lors du renouvellement ou à l'expiration d'une durée de six ans d'activité en qualité de juriste assistant, d'un nouveau contrat conclu pour une durée indéterminée.Dans un délai de trois mois avant l'entrée en vigueur de l'article 37, les juristes assistants dont le contrat est en cours peuvent opter pour une nomination, pour le reste de leur contrat, comme attachés de justice auprès des magistrats de la juridiction au sein de laquelle ils ont été nommés, dans les conditions prévues à l'article L. 123-4 du code de l'organisation judiciaire, dans sa rédaction résultant de la présente loi. A défaut, le juriste assistant est réputé avoir refusé la modification proposée.Un décret en Conseil d'Etat précise les modalités d'application du présent article.II. - Le b du 1° du I de l'article 49 n'est pas applicable aux personnes qui, à la date d'entrée en vigueur du même b, sont titulaires du certificat d'aptitude à la profession d'avocat ou de l'examen d'accès à un centre régional de formation professionnelle.III. - Les titulaires d'une maîtrise en droit ou diplôme équivalent qui justifient, à la date d'entrée en vigueur du IV de l'article 49, d'au moins huit ans de pratique professionnelle au sein du service juridique d'une ou de plusieurs entreprises ou administrations publiques sont considérés, pour l'application de ce même IV, comme titulaires d'un master en droit."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "I. - L'article 6, à l'exclusion des 1°, 17°, 18°, 19°, 31°, 32°, 33°, 34°, 43°, 44°, 46° et 47° du I, du 1° du II et du IV, entre en vigueur le 30 septembre 2024.II. - Les 6° et 7° du I de l'article 6 s'appliquent à compter de la publication de la présente loi pour les enquêtes commencées après le 23 décembre 2021.III. - Les 15°, 20°, 35°, 36°, 38° et 43° du I de l'article 6 s'appliquent aux procédures audiencées devant le tribunal correctionnel à compter du 30 septembre 2024.IV. - Les articles 9, 12, 13, 16, 17, 21 et 23 entrent en vigueur le 30 septembre 2024.Les articles 89-1, 116, 173, 175, 175-1, 186-3, 327, 696-132 et 706-119, dans leur rédaction résultant de l'article 13, s'appliquent aux avis de clôture d'information intervenus à compter du 30 septembre 2024.V. - L'article 11 entre en vigueur à une date fixée par décret en Conseil d'Etat, et au plus tard le 31 décembre 2025.VI. - Le 2° du I, les 1°, 2°, 3°, 6°, 7°, 8°, 9°, 10° et 11° du II et le III de l'article 24 entrent en vigueur le 30 septembre 2024.VII. - Les 4° et 5° du II de l'article 24 entrent en vigueur le 1er mars 2024.Les demandes en relèvement d'une interdiction, d'une déchéance, d'une incapacité ou d'une mesure de publication formées sur le fondement de l'article 702-3 du code de procédure pénale et introduites devant la juridiction compétente avant l'entrée en vigueur prévue au présent VII sont instruites et jugées conformément au code de procédure pénale, dans sa rédaction antérieure à la présente loi.VIII. - Les articles 30 et 31 entrent en vigueur à compter du premier renouvellement des conseillers prud'hommes suivant la promulgation de la présente loi.IX. - L'article 37, le I de l'article 40 et les articles 41 et 44 entrent en vigueur à une date fixée par décret en Conseil d'Etat, et au plus tard le premier jour du douzième mois suivant la publication de la présente loi.Les nouvelles règles de désignation des magistrats et des conseillers d'Etat siégeant au sein des juridictions disciplinaires prévues au 2° du I de l'article 40 sont sans incidence sur les instances disciplinaires engagées antérieurement ou en cours.X. - L'article 47 entre en vigueur à une date fixée par décret, et au plus tard le 1er juillet 2025.Il est applicable aux cessions des rémunérations et aux procédures de saisie des rémunérations autorisées à cette date.Les procédures de saisie des rémunérations mentionnées au deuxième alinéa du présent X sont transmises au mandataire du créancier s'il est commissaire de justice. Si le créancier n'est ni assisté, ni représenté à la procédure par un commissaire de justice, la procédure est transmise à la chambre régionale des commissaires de justice du lieu où réside le débiteur pour son attribution à un commissaire de justice. A compter de la transmission de la procédure au mandataire du créancier ou de son attribution à un commissaire de justice, le créancier dispose, à peine de caducité de la mesure en cours, d'un délai de trois mois pour confirmer au mandataire ou au commissaire de justice sa volonté de poursuivre la procédure de saisie des rémunérations selon les nouvelles modalités. Les modalités d'application du présent alinéa sont fixées par décret en Conseil d'Etat.Par dérogation au deuxième alinéa du présent X, lorsqu'une demande incidente ou une contestation a été présentée avant l'entrée en vigueur prévue au premier alinéa du présent X, elle est jugée conformément aux dispositions du code du travail et du code des procédures civiles d'exécution dans leur rédaction antérieure à la présente loi. Ces procédures sont transmises dans les conditions fixées au troisième alinéa du présent X, après le prononcé d'une décision ayant acquis force de chose jugée.Les requêtes en saisie des rémunérations introduites avant la date prévue au premier alinéa du présent X sont instruites et jugées conformément aux dispositions du code du travail et du code des procédures civiles d'exécution dans leur version en vigueur avant la publication de la présente loi. Elles sont transmises dans les conditions fixées au troisième alinéa du présent X après l'établissement d'un procès-verbal de non-conciliation ou le prononcé d'un jugement autorisant la saisie ayant acquis force de chose jugée.XI. - A. - Le b du 1° du I et le 2° du II de l'article 49, le 4° du I et le II de l'article 52 ainsi que le 1° du V de l'article 58 entrent en vigueur le 1er janvier 2025.B. - Le IV de l'article 49 entre en vigueur à une date fixée par décret en Conseil d'Etat, et au plus tard le 1er janvier 2025.XII. - Le 1° du I de l'article 52 s'applique aux membres de la juridiction administrative nommés à compter du 1er janvier 2024. Les membres nommés antérieurement peuvent, sur leur demande, être appelés à prêter le serment prévu à l'article L. 12 du code de justice administrative.XIII. - Le 1° du I de l'article 43 entre en vigueur le 1er janvier 2024.XIV. - L'article 56 entre en vigueur le 1er janvier 2025. Les affaires pendantes devant les tribunaux interrégionaux de la tarification sanitaire et sociale et devant la cour nationale de la tarification sociale sont, à la même date, transférées aux tribunaux administratifs et à la cour administrative d'appel compétents.XV. - Le c du 5° de l'article 53 est applicable aux nominations prononcées à compter de la publication de la présente loi.XVI. - Les V à IX de l'article 57 entrent en vigueur à une date fixée par décret en Conseil d'Etat, et au plus tard le 31 décembre 2025.La présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}