{
  "id": "loi-n-52-432-du-28-avril-1952",
  "type": "statute",
  "title": "Loi n° 52-432 du 28 avril 1952",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000518343",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Le présent statut s'applique aux agents des communes et des établissements publics communaux et intercommunaux titularisés dans un emploi permanent à temps complet sans qu'il soit dérogé aux dispositions législatives et réglementaires qui créent, en faveur de certaines catégories d'agents, un régime spécial.Il s'applique également aux agents intercommunaux, c'est-à-dire exerçant leur fonction dans plusieurs communes, sous réserve que la durée totale de leur service corresponde à la durée de service des agents des collectivités, locales tributaires de la présente loi.Il ne s'applique pas aux personnels des établissements communaux qui présentent un caractère industriel ou commercial.Le conseil municipal fixe, par délibération soumise à la seule approbation préfectorale dans les conditions prévues par l'article 69 de la loi du 5 avril 1884 sur l'organisation municipale, la liste des emplois permanents confiés à un personnel exclusivement communal et dont les titulaires sont soumis au présent statut.Les attributions dévolues par la présente loi au conseil municipal et au maire sont exercées, en ce qui concerne le personnel des établissements publics communaux et intercommunaux, par la commission administrative, le conseil d'administration ou le comité chargé de la gestion et de l'administration de l'établissement public et leur président."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Le droit syndical est reconnu au personnel visé à l'article 1er ci-dessus. Les syndicats professionnels régis par la livre III du code du travail peuvent ester en justice devant toute juridiction. Ils peuvent, notamment, devant les juridictions de l'ordre administratif, se pourvoir contre les actes réglementaires concernant le statut du personnel et contre les décisions individuelles portant atteinte aux intérêts collectifs des agents.L'appartenance ou la non-appartenance à un syndicat ne doit entraîner aucune conséquence en ce qui concerne le recrutement, l'avancement, l'affectation et, d'une manière générale, la situation des agents soumis au présent statut. L'exercice du droit syndical ne doit pas avoir pour conséquence des actes contraires aux lois.Toute organisation syndicale d'agents soumis au présent statut est tenue d'effectuer, dans les deux mois de sa création, le dépôt de ses statuts, et de la liste de ses administrateurs auprès de l'autorité hiérarchique dont dépendent les agents appelés à en faire partie. Pour les organisations syndicales déjà existantes, les dépôts ci-dessus devront être effectués dans les deux mois à compter de la promulgation de la présente loi."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Sous réserve des dispositions spéciales prévues par le présent statut et des dispositions législatives en vigueur, aucune distinction n'est faite pour son application entre les agents des deux sexes."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Il est interdit à tout agent soumis au présent statut, quelle que soit sa position, et sous quelque dénomination que ce soit, d'avoir par lui-même ou par personne interposée, des intérêts dans une entreprise soumise au contrôle de l'administration ou service dont il fait partie ou en relation avec son administration ou service.Un décret fixera le délai pendant lequel, à la suite de la cessation de ses fonctions, le fonctionnaire municipal demeurera soumis à cette interdiction."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Il est interdit à tout agent soumis au présent statut d'exercer, à titre professionnel, une activité privée lucrative de quelque nature que ce soit. Il ne peut être exceptionnellement dérogé à cette interdiction que dans les conditions prévues par le décret du 29 octobre 1936 et les textes subséquents.Lorsque le conjoint d'un agent exerce, à titre professionnel, une activité privée lucrative, déclaration doit en être faite au maire. Celui qui prend, s'il y a lieu, les mesures propres à sauvegarder les intérêts du service, après avis de l'une ou l'autre des commissions paritaires prévues aux articles 14 et 15 ci-après."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Tout agent, quel que soit son rang dans la hiérarchie, est responsable de l'exécution des tâches qui lui sont confiées."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "L'agent chargé d'assurer la marche d'un service est responsable à l'égard de ses chefs de l'autorité qui lui a été conférée pour cet objet et de l'exécution des ordres qu'il a donnés. Il n'est dégagé d'aucune des responsabilités qui lui incombent par la responsabilité propre de ses subordonnés."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Indépendamment des dispositions de l'article 378 du code pénal, tout agent est lié par l'obligation de discrétion professionnelle pour tout ce qui concerne les faits et informations dont il a connaissance dans exercice ou à l'occasion de l'exercice de ses fonctions.Tout détournement, toute communication contraire aux règlements de pièces ou documents de service à des tiers sont formellement interdits.En dehors des cas expressément prévus par la réglementation en vigueur, l'agent ne peut être délié de cette obligation de discrétion ou relevé de l'interdiction édictée par l'alinéa précédent qu'avec l'autorisation du maire."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Toute faute commise par un agent dans l'exercice ou l'occasion de l'exercice de ses fonctions l'expose à une sanction disciplinaire, sans préjudice, le cas échéant,  des peines prévues par la loi pénale.Dans le cas où un agent a été poursuivi par un tiers pour faute de service et où le conflit d'attribution n'a pas été élevé, la collectivité locale doit couvrir l'agent des condamnations civiles prononcées contre lui."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Les agents ont droit, conformément aux règles fixées par le code pénal et les lois spéciales, à une protection contre les menaces, outrages, injures ou diffamations dont ils peuvent être l'objet.L'autorité investie du pouvoir de nomination est tenue de protéger ses agents contre les menaces, attaques, de quelque nature que ce soit, dont ils peuvent être l'objet à l'occasion de leurs fonctions. La collectivité locale doit réparer, le cas échéant, le préjudice qui en est résulté dans tous les cas non réglés par la réglementation des pensions des personnels en cause."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Il sera tenu un dossier individuel pour chaque agent soumis au présent statut ; ce dossier doit contenir toutes les pièces intéressant sa situation administrative. Celles-ci doivent être enregistrées, numérotées et classées sans discontinuité. Ne pourra figurer au dossier aucune mention faisant état des opinions politiques, philosophiques ou religieuses de l'intéressé.Le dossier doit suivre l'agent lorsque celui-ci prend un emploi dans une autre commune."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Le personnel est vis-à-vis de la municipalité dans une situation statutaire et réglementaire."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Il est constitué dans chaque département un syndicat de communes auquel sont obligatoirement affiliées toutes les communes occupant moins de quarante agents soumis au présent statut, c'est-à-dire titularisés dans un emploi permanent à temps complet.Ce syndicat a pour objet de faciliter aux communes l'application du présent statut. Il exerce, en outre, les attributions qui lui sont conférées par la présente loi.Un décret, qui devra intervenir dans un délai de trois mois après la promulgation de la présente loi, fixera les conditions de constitution et de fonctionnement de ces syndicats intercommunaux."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Dans les communes occupant au moins quarante agents soumis au présent statut, il est créé une commission paritaire communale comprenant, d'une part, le maire et des délégués choisis par lui parmi les adjoints ou les conseillers municipaux et, d'autre part, en nombre égal, des représentants du personnel.Chaque catégorie d'agents élit, au bulletin secret et à la majorité, ses représentants à la commission.Cette commission est présidée par le maire ou son représentant avec voix prépondérante, en cas de partage des voix.Le maire pourra se faire assister, à titre consultatif, par les chefs de services municipaux."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Il est crée dans chaque département, pour les communes possédant moins de 40 agents soumis au présent statut, une commission paritaire intercommunale composée d'un nombre égal de maires désignés par le syndicat prévu à l'article 13 ci-dessus et de délégués du personnel élus au scrutin de liste, avec représentation proportionnelle, par les catégories déterminées conformément à l'article 16 ci-après.La commission paritaire intercommunale nomme son président parmi les maires qui en font partie ; celui-ci aura voix prépondérante en cas de partage des voix."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Un arrêté du ministre de l'intérieur pris sur l'avis de la commission prévue à l'article 92 déterminera les catégories et fixera les modalités d'élection des délégués du personnel aux commissions paritaires, prévues aux articles 14 et 15 ci-dessus.Le président du bureau du syndicat de communes, en ce qui concerne l'élection des représentants du personnel au sein de la commission paritaire intercommunale, le maire de la commune occupant 40 agents et plus soumis au statut, en ce qui concerne la commission paritaire communale, dressent la liste des électeurs, reçoivent les candidatures, portent celles-ci à la connaissance des électeurs, convoquent les collèges électoraux, procèdent au dépouillement des suffrages et à la proclamation des résultats, dans les conditions et les délais fixés par l'arrêté ministériel prévu à l'alinéa 1er du présent article.Le vote peut avoir lieu par correspondance.Les représentants du personnel assistent aux opérations du scrutin et au dépouillement des suffrages."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Les commissions paritaires communales et la commission intercommunale se réunissent sur convocation de leur président. Cette convocation est obligatoire chaque fois qu'elle est demandée par le tiers au moins des membres de la commission ou lorsqu'un conseil municipal, on le bureau du syndicat de communes, sollicite un avis.Toutefois, le conseil municipal, pour la commission paritaire communale, et le bureau du syndicat de communes en ce qui concerne la commission paritaire intercommunale, peuvent fixer une ou plusieurs sessions obligatoires pour les travaux des commissions paritaires.Dans ce cas, les demandes d'avis sont renvoyées à la plus proche session obligatoire.Les commissions paritaires communales et intercommunales donnent des avis aux maires et au bureau du syndicat de communes, notamment sur les modalités d'application de la présente loi, et chaque fois qu'elles sont consultées par un maire ou le bureau du syndicat de communes.Les commissions paritaires intercommunales peuvent donner leur avis sur les conflits provoqués par l'application du présent statut dans les communes possédant moins de quarante agents à temps complet.Les commissions paritaires communales pourront, en pareil cas, demander l'avis commission prévue à l'article 92."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Le comité d'administration du syndicat de communes répartit entre les collectivités adhérentes les dépenses engagées pour le fonctionnement du syndicat, de la commission paritaire intercommunale, du conseil de discipline intercommunal et du conseil de discipline départemental, prévus aux articles 34 et 36 ci-dessus."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Sous réserve des dispositions particulières prévues par la présente loi, le maire nomme à tous les emplois communaux pour lesquels les lois, décrets et ordonnances actuellement en vigueur ne fixent pas un mode spécial de nomination. Il suspend et révoque les titulaires de ces emplois. Il peut faire assermenter les agents nommés par lui, à condition qu'ils soient agréés par le préfet ou la sous-préfet.Nul ne peut être nommé à un emploi communal :1° S'il ne possède la nationalité française depuis cinq ans au moins, sauf s'il a été naturalisé français au titre de l'article 64 du code de la nationalité française ;2° S'il ne jouit de ses droits civiques et s'il n'est de bonne moralité ;3° S'il ne se trouve en position régulière au regard des lois sur le recrutement de l'armée.Toutefois, les conditions énumérées dans l'alinéa précédent n'excluent pas la nomination de jeunes français âgés de plus de seize ans ;4° S'il ne remplit les conditions d'aptitude physique exigées pour l'exercice de la fonction et s'il n'est reconnu soit indemne de toute affection tuberculeuse, cancéreuse ou mentale, soit définitivement guéri.Les candidats devront justifier de leur aptitude à remplir l'emploi qu'ils postulent.Des conditions d'aptitude spéciales à certains emplois pourront en outre être exigées."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "A l'exception des bénéficiaires de la législation sur les emplois réservés et sauf pour les emplois prévus au septième alinéa de l'article 21, nul ne peut être nommé à un emploi permanent à temps complet, dans les services communaux, s'il a dépassé trente ans au 1er janvier de l'année en cours, pour les communes de plus de 2 500 habitants. Cette limite d'âge sera reculée d'une période égale à la durée des services militaires ou à celle des empêchements à l'exercice de la fonction publique prévus par l'ordonnance du 15 juin 1915 modifiée ; elle sera également reculée de la durée des services accomplis en qualité de titulaire ou d'auxiliaire soit au compte de l'Etat, soit au compte d'une collectivité locale. Cette limite d'âge sera reculée également d'une année par enfant à charge au profit des pères et mères de famille.Toutefois, aucune limite d'âge n'est fixée pour le personnel enseignant dans les conservatoires de musique à caractère communal, de même que pour le personnel des écoles régionales des beaux-arts qui sont régies sur le plan communal."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Sous réserve des dispositions particulières prévues par le présent statut, le conseil municipal ou le comité du syndicat de communes prévu à l'article 13 ci-dessus, suivant le cas, fixe, par délibérations soumises à l'approbation préfectorale, les conditions de recrutement pour l'accès aux différents emplois.Le maire a la faculté de déterminer par arrêtés les modalités d'application des règles de recrutement qu'il jugera opportunes.A l'exception des bénéficiaires de la législation sur les emplois réservés, titulaires d'un emploi de début à ce titre, nul ne peut être titularisé dans un emploi permanent dans les services communaux s'il n'a satisfait aux épreuves soit d'un concours, soit d'un examen d'aptitude, ou s'il ne possède un diplôme spécial, et en ce dernier cas, après concours sur titres et s'il n'a, dans tous les cas, effectué un stage d'un an dans l'emploi qu'il sollicite.Un arrêté du ministre de l'intérieur fixera, après avis de la commission paritaire prévue à l'article 92, la liste des diplômes et des programmes des concours pour l'accès à certains emplois administratifs ou techniques dont il détermine les échelles de traitement en application de l'article 22.Peuvent être dispensés par le maire des conditions de diplômes et de stages les candidats qui justifient avoir exercé pendant trois ans, comme titulaires, l'emploi immédiatement inférieur dans la même administration.Peuvent, en outre, être dispensés de concours, examens et stages les candidats qui justifient avoir exercé, pendant deux ans au moins, un emploi équivalent dans une autre administration où les conditions de recrutement sont identiques à celles de la nouvelle administration.Par dérogation aux dispositions de l'alinéa 3, les emplois de secrétaire général, secrétaire général adjoint ou secrétaire de mairie, directeur général des services techniques et de direction de services autres qu'administratifs peuvent être pourvus par la voie de recrutement direct parmi les personnes justifiant des conditions de diplômes ou de capacités qui seront fixées par l'arrêté du ministère de l'intérieur prévu à l'alinéa 4.Les agents recrutés dans ces conditions pourront être dispensés de stage par le maire, s'ils occupaient, au moment de leur nomination, un emploi équivalent dans l'une des administrations soumises au présent statut.La nomination a un caractère conditionnel. Elle peut être annulée au cours de la période de stage à l'issue de laquelle est prononcée l'admission définitive dans les cadres municipaux. En cas d'insuffisance professionnelle, les agents ainsi recrutés peuvent être licenciés au cours du stage.Le congé de maladie n'entre pas en ligne de compte pour la durée du stage.La période du stage entre en ligne de compte pour l'avancement et pour la retraite, après validation conformément au règlement de la caisse nationale des retraites.Les agents, autres que ceux soumis à la présente loi, détachés dans un emploi permanent communal ne peuvent être titularisés dans cet emploi s'ils ne satisfont pas aux conditions prévues au présent titre.Dans le cas où le syndicat de communes décide l'ouverture d'un concours intercommunal pour le recrutement de certains emplois, il est établi une liste d'aptitude arrêtée et publiée par le président du syndicat.L'ordre d'inscription ne s'impose pas à l'autorité investie du pouvoir de nomination qui pourra faire appel au candidat de son choix inscrit sur la liste d'aptitude.Lorsqu'un des agents visés aux alinéas 5, 6 et 7 ci-dessus n'a pas été dispensé du stage, il sera mis en position de détachement pendant la durée de celui-ci.L'agent stagiaire ayant la qualité de titulaire dans un autre cadre sera réintégré dans l'emploi qu'il occupait dans son cadre d'origine lorsqu'il ne sera pas titularisé en fin de stage."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "La rémunération des agents comprend le traitement, l'indemnité de résidence, les prestations familiales obligatoires et toutes autres indemnités instituées par texte législatif ou réglementaire.Le ministre de l'intérieur, après avis du ministre chargé du budget et de la commission prévue à l'article 92, fixe par arrêté les échelles de traitement susceptibles d'être attribuées aux titulaires de certains emplois administratifs ou techniques ; de même, après avis de la commission prévue à l'article 92, il établit à titre indicatif un tableau type des emplois communaux, compte tenu de l'importance respective des différentes communes.Dans les limites fixées par ces arrêtés, les conseils municipaux déterminent l'effectif des différents emplois communaux et les échelles de traitement des différentes catégories de personnels. Leurs délibérations sont soumises à approbation dans les conditions prévues à l'article 1er.L'échelon le plus bas de la première catégorie des emplois communaux devra comporter un traitement net qui ne pourra être intérieur à 120 p. 100 du minimum vital.En aucun cas la rémunération totale de l'agent célibataire débutant, titulaire et employé à temps complet, ne peut être inférieure au salaire minimum interprofessionnel garanti."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Des avantages accessoires pourront être accordés à titre exceptionnel, notamment pour travaux pénibles ou insalubres. Des primes de rendement on des indemnités pour travaux supplémentaires pourront également être attribuées à des agents du personnel communal.Ces avantages et ces primes seront déterminés selon la procédure suivie pour les échelles de traitement et salaires."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Il est attribué chaque année, à tout agent en activité, une note chiffrée accompagnée d'une appréciation écrite exprimant sa valeur professionnelle.Le maire note les agents après avis du chef de service et du secrétaire général.Les notes chiffrées ainsi attribuées sont obligatoirement portées à la connaissance des intéressés et des commissions paritaires visées aux articles précédents. Celles-ci peuvent, à la requête de l'intéressé, proposer au maire la revision de la note attribuée. Dans ce cas, communication doit être faite à la commission de tous les éléments d'information utiles.Toutefois, les notes ne pourront être communiquées aux agents des catégories intérieures à telles de l'intéressé.Les éléments pour la détermination des notes seront fixés par la commission prévue à l'article 92."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Il est établi pour chaque agent soumis au présent statut une fiche annuelle de notes, annexée au dossier et comportant les indications prévues à l'article précédent."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Pour l'ensemble ou pour une partie des personnels communaux, il pourra être procédé, sur le plan départemental, par la commission paritaire intercommunale, à une péréquation générale des notes.Un représentant du maire et un représentant du personnel, désignés par chaque commission paritaire communale, participeront avec voix délibérative aux travaux de péréquation."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "L'avancement des agents soumis au présent statut comprend l'avancement d'échelon et l'avancement de grade.Il a lieu d'échelon à échelon et de grade à grade."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "L'avancement d'échelon se traduit par une augmentation de traitement. Il est fonction à la fois de l'ancienneté et des notes de l'agent.Le maximum et le minimum du temps susceptible d'être passé dans chaque échelon sont fixés, pour chaque catégorie d'emplois, par le conseil municipal ou le comité du syndicat de communes ; ces assemblées doivent tenir compte de l'ancienneté minima arrêtée par le ministre de l'intérieur pour l'accès aux échelons moyen et terminal de chacun des grades ou emplois dont il détermine les échelles de traitement.L'avancement d'échelon à l'ancienneté maxima est accordé de plein droit. L'avancement d'échelon à l'ancienneté minima peut être accordé par le maire, après avis de la commission paritaire, aux agents auxquels a été attribuée une note supérieure à la note moyenne obtenue par les agents du même grade, sans que plus d'une promotion sur trois puisse être prononcée par application de ces dispositions. Les fonctionnaires seuls de leur grade dans une collectivité, pourront bénéficier de l'avancement d'ancienneté minima dans la limite d'une promotion sur trois."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Quand un concours n'est pas prévu pour un grade considéré, l'avancement de grade a lieu exclusivement au choix, d'après la liste d'aptitude dressée selon les dispositions prévues à l'article 32.Le ministre de l'intérieur fixe l'ancienneté minima exigée pour l'accès aux emplois dont il détermine les échelles de traitement maxima.L'agent bénéficiant d'un avancement de grade à la suite soit d'un concours ou examen, soit de son inscription sur la liste d'aptitude dans sa commune, ou après nomination dans une autre collectivité, est classé, dans son nouveau grade, à l'échelon comportant un traitement égal ou, à son défaut, immédiatement supérieur à celui dont il bénéficiait dans son ancien grade.Toutefois, lorsque cette promotion n'apporterait pas à l'agent un avantage pécuniaire au moins égale à celui qui aurait résulté d'un avancement d'échelon dans l'ancien grade, son ancienneté dans ledit échelon sera reprise en compte dans le nouveau grade."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "La durée des périodes d'instruction militaire, de congés de maladie et, éventuellement des congés d'allaitement, entre en ligne de compte pour l'avancement d'échelon et de grade. La durée des services militaires est également prise en considération conformément aux règles applicables en l'espèce aux fonctionnaires de l'Etat."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Lorsqu'un agent est nommé sans avancement de grade d'une collectivité dans, une autre, il est classé à un échelon comportant un traitement égal ou immédiatement supérieur.Lorsqu'un agent est affecté dans les conditions prévu à l'article 50 sans avancement de grade, d'un service à un autre dans lequel son grade n'est pas prévu, il conserve, à titre personnel, le bénéfice de son grade et de son échelon. Il ne peut bénéficier, cependant, d'un avancement dans son ancien grade ni conserver les indemnités ou avantages accessoires qui y étaient attachés."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Les listes, d'aptitude sont communiquées chaque année, pour avis, à la commission paritaire communale ou intercommunale, suivant la cas. Celle-ci peut charger de l'examen des listes, une sous-commission de six membres comprenant obligatoirement trois délégués du maire ou du bureau du syndicat de communes, suivant le cas, et trois représentants du personnel. La sous-commission choisit son président parmi les élus municipaux.En aucun cas, un agent ne peut être appelé à donner son avis sur l'avancement d'un agent d'une catégorie supérieure à la sienne.La commission paritaire on la sous-commission peut s'adjoindre des techniciens n'ayant que voix consultative.Les listes d'aptitude comprendront un nombre de candidats égal au nombre d'emplois susceptibles de devenir vacants dans l'année, nombre majoré de 50 p. 100. Elles seront arrêtées par l'autorité, investie du pouvoir de nomination."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Les sanctions disciplinaires applicables au personnel communal sont les suivantes :1° L'avertissement ou rappel à l'ordre ;2° Le blâme avec inscription au dossier ;3° La mise à pied jusqu'à un maximum de cinq jours ;4° L'exclusion temporaire de fonction pour une durée qui ne peut excéder quinze jours ;5° Le retard dans l'avancement ;6° L'abaissement d'échelon ;7° La rétrogradation ;8° La mise à la retraite d'office ;9° La révocation sans suspension des droits à pension, ou la révocation avec suspension des droits à pension.Les sanctions prévues aux paragraphes 3° et 4° entraînent la privation de toute rémunération, à l'exception des prestations familiales légales.La commission prévue à l'article 92 fixera, pour chacune des sanctions prévues aux paragraphes 1° à 7°, les délais à l'expiration desquels les sanctions prononcées seront radiées si, au cours de ces délais, l'agent en cause n'a pas été l'objet d'une nouvelle mesure disciplinaire."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Le conseil de discipline comprend trois conseillers municipaux et trois représentants du personnel s'il s'agit du conseil de discipline communal, et trois maires et trois représentants du personnel s'il s'agit du conseil de discipline intercommunal.Les membres du conseil de discipline sont tirés au sort parmi les membres des commissions paritaires.En aucun cas, le conseil de discipline ne doit comprendre des agents d'une catégorie inférieure à cette de l'agent déféré devant lui. Il doit comprendre au moins un agent de sa catégorie ou d'une catégorie équivalente.Un arrêté du ministre de l'intérieur fixera les équivalences d'emplois pour l'application du présent article.Le conseil de discipline est présidé par le juge de paix le plus ancien de l'arrondissement.Ce magistrat procède au tirage au sort des membres du conseil de discipline, en présence de deux membres de la commission paritaire, l'un représentant le personnel, l'autre le conseil municipal ou les maires.Le conseil de discipline ne peut comprendre des membres parties à l'affaire ou ayant précédemment connu de celle-ci en premier ressort.Par dérogation aux alinéas 2 du présent article et 2 de l'article 36 ci-après, les représentants du personnel aux conseils de discipline communaux et départementaux appelés à donner leur avis sur les sanctions applicables aux personnels occupant les emplois de secrétaire général, secrétaire général adjoint, directeurs des services techniques et directeurs des services autres techniques administratifs dans les villes comptant quarante agents et plus, sont tirés au sort sur des listes établies par catégories dans un cadre interdépartemental et comprenant les noms de tous les agents occupant les emplois susvisés.Dans les communes affiliées aux syndicats de communes les listes visées à l'alinéa précédent peuvent exceptionnellement être utilisées lorsque la représentation du personnel ne peut être assurée dans les conditions prévues par les articles 34 et 36 de la présente loi. La décision de recourir à cette procédure appartient au préfet.Un arrêté du ministre de l'intérieur déterminera les départements faisant partie de la même circonscription, l'autorité chargée d'établir les listes ainsi que les emplois devant composer chacune des catégories."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Les sanctions sont prononcées par le maire. Les sanctions énumérées aux paragraphes 4° à 9° de l'article 33 ci-dessus ne peuvent être prononcées qu'après avis du motivé du conseil de discipline."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "Si le maire a prononcé une sanction plus sévère que celle qui a été proposée par le conseil de discipline communal ou par le conseil de discipline intercommunal, l'intéressé peut saisir le conseil de discipline départemental de la décision du maire, dans un délai de quinze jours à compter de sa notification.Ce conseil est présidé par le président du tribunal civil siégeant au chef-lieu du département. Il comprend trois représentants des maires tirés au sort par le président, parmi membres du bureau du syndicat de communes et parmi les maires présidents des commissions paritaires communales, trois représentants du personnel tirés au sort parmi les membres du personnel des commissions paritaires communales intercommunales.Les troisième, quatrième et septième alinéas de l'article ci-dessus sont applicables au conseil de discipline départemental.Le conseil de discipline départemental statue à la majorité de ses membres ; le vote a lieu à bulletins secrets. Le maire ne peut, dans ce cas, prononcer de sanctions plus sévères que celles prévues par l'avis ainsi émis. Les frais de déplacement des membres du conseil de discipline départemental sont supportés par le syndicat intercommunal départemental.Le secrétariat sera assuré par la préfecture du département."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "L'agent révoqué sans pension ou ses ayants droit bénéficient des dispositions des articles 54, 60 et 61 du décret du 5 octobre 1949 portant règlement de la caisse nationale de retraite des agents des collectivités locales."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "En cas de faute grave commise par l'agent, qu'il s'agisse d'un manquement à ses obligations professionnelles ou d'une infraction de droit commun, l'auteur de cette faute peut être immédiatement suspendu par le maire.L'agent frappé de suspension peut continuer, pendant la durée de celle-ci, à percevoir l'intégralité de son traitement ou bien être frappé d'une privation partielle ou complète de celui-ci.En cas de privation partielle de traitement, la décision doit déterminer la quotité de la retenue.En tout état de cause, l'intéressé continue à percevoir la totalité des suppléments pour charges de famille s'il reste sans emploi et non affilié à une caisse de compensation des allocations familiales pendant la durée de sa suspension.En cas de suspension préalable, le maire avise immédiatement le juge de paix, président du conseil de discipline, lequel doit convoquer celui-ci dans le mois qui suit."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "Le conseil de discipline est saisi par un rapport de l'autorité ayant pouvoir disciplinaire, qui doit indiquer clairement les faits répréhensibles et, s'il y a lieu, les circonstances dans lesquelles ils ont été commis."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "L'agent incriminé a le droit d'obtenir, aussitôt que l'action disciplinaire est engagée, la communication intégrale de son dossier individuel et de tous documents annexes.Il peut présenter devant le conseil de discipline des observations écrites ou verbales, citer des témoins et se faire assister d'un défenseur de son choix.Le droit de citer des témoins appartient également à l'administration."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "Le conseil de discipline doit statuer dans le délai d'un mois à dater de la réception du rapport du maire par son président, s'il s'agit du conseil de discipline du premier degré et du recours de l'agent s'il s'agit du conseil de discipline d'appel.A titre exceptionnel, ce délai peut être porté à trois mois au maximum lorsqu'il est procédé à une enquête.En cas de poursuites devant un tribunal répressif, le conseil de discipline peut décider qu'il y a lieu de surseoir à émettre son avis jusqu'à la dérision de cette juridiction."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "Tout agent soumis au présent statut est placé dans une des positions suivantes :1° En activité ;2° En service détaché ;3° En disponibilité ;4° Sous les drapeaux."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "L'activité est la position de l'agent communal qui, régulièrement titulaire d'un grade, exerce effectivement les fonctions de l'un des emplois correspondants."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "Tout agent en activité a droit à un congé de trente jours consécutifs ou de vingt-six jours ouvrables pour une année de service accompli.Les congés de maladie ainsi que celui prévu à l'article 77 sont considérés, pour l'application de cette disposition, comme service accompli.L'administration conserve toute liberté pour échelonner les congés. Elle peut, en outre, s'opposer, si l'intérêt du service l'exige, à tout fractionnement de congé.Les fonctionnaires chargés de famille bénéficient d'une priorité pour le choix des périodes des congés annuels."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "Le congé dû pour une année de service accomplit ne peut se reporter sur l'année suivante, sauf autorisation exceptionnelle donnée par le maire, après avis du chef de service.Toutefois, les agents originaires de la Corse ont des départements et territoires d'outre-mer peuvent bénéficier, sur leur demande, d'un congé bloqué de soixante jours tous les deux ans pour se rendre dans leur pays d'origine."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "Un arrêté du maire, pris après avis de la commission paritaire communale ou intercommunale, suivant le cas, déterminera les conditions dans lesquelles des autorisations d'absence pourront être accordées aux agents soumis au présent statut, l'occasion de certains événements familiaux."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "Des autorisations spéciales d'absence n'entrant pas en compte dans le calcul des congés annuels seront accordées :1° Aux agents occupant des fonctions publiques électives pour la durée totale des sessions des assemblées dont ils font partie ;2° Aux représentants dûment mandatés des syndicats à l'occasion de la convocation des cartes professionnels syndicaux, fédéraux, confédéraux et internationaux, ainsi que des organismes directeurs des syndicats dont ils sont membres élus ;3° Aux membres des commissions paritaires et conseils de discipline ;4° Aux agents fréquentant les cours de formation professionnelle dans le cadre de municipale."
    },
    {
      "provision_ref": "art47bis",
      "section": "47bis",
      "title": "Article 47bis",
      "content": "Un congé d'une durée maximum de douze jours ouvrables par an, pris en une ou deux fois, est accordé, dans des conditions analogues à celles prévues pour les travailleurs du secteur prive en vue de favoriser l'éducation ouvrière, à l'agent qui en fera la demande.Pendant la durée de ce congé, les émoluments de l'agent sont réduits au montant des retenues légales pour retraite et sécurité sociale afférentes à son grade. L'intéressé conserve, en outre, ces droits à la totalité des suppléments pour charge de famille."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "En cas de maladie dûment constatée par certificat médical et le mettant dans l'impossibilité d'exercer fonctions, l'agent est de droit mis en congé.Le maire peut exiger un examen d'un médecin assermenté ou provoquer une expertise par un comité médical.L'intéressé peut demander une expertise contradictoire entre le médecin choisi par lui et un autre médecin désigné par le maire."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "Compte tenu des dispositions du régime de sécurité sociale prévu à l'article 88 ci-après, les agents soumis au présent statut bénéficient des mêmes congés de maladie que ceux accordés aux fonctionnaires de l'Etat par l'article 89 de la loi du 19 octobre 1946 et dans les conditions prévues par les articles 91 et 92, premier alinéa, de ladite loi."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "Les agents atteints d'une maladie provenant de l'une des causes exceptionnelles prévues à l'article 25 de la loi n° 48-1450 du 20 septembre 1948, ou d'un accident survenu dans l'exercice ou à l'occasion de l'exercice de leurs fonctions, conservent l'intégralité de leurs émoluments jusqu'à ce qu'ils soient en état de reprendre leur service ou jusqu'à la mise à la retraite.\n\nIls ont droit au remboursement des honoraires médicaux et des frais directement entraînés par la maladie ou l'accident.\n\nPour l'application du présent article, l'imputabilité au service de l'accident est appréciée par la commission de réforme instituée par le régime de pensions des personnels des collectivités locales.\n\nQuand un agent a été atteint d'une maladie longue et sérieuse ou susceptible de rechute ou se trouve en état d'invalidité partielle ou de diminution physique permanente ne lui permettant pas d'assurer son emploi, le maire peut l'affecter à un service moins pénible, sur avis de la commission de réforme."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "Les agents remplissant les conditions exigées des fonctionnaires de l'Etat pour bénéficier des dispositions de l'article 41 de la loi du 19 mars 1928 peuvent demander qu'il leur en soit fait application.Le bénéfice de ces dispositions est étendu aux agents atteints d'infirmités contractées ou aggravées au cours d'une guerre ou d'une expédition déclarée campagne de guerre ayant ouvert droit à pension au titre de la loi du 31 mars 1919 et des textes subséquents.Peuvent également bénéficier du même congé les agents atteints d'une infirmité ayant ouvert droit à une pension au titre de la loi du 24 juin 1919 et des textes subséquents."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "Les agents atteints de l'une des maladies visées à l'article 93 du statut des fonctionnaires de l'Etat bénéficient du congé de longue durée. Ils conservent, pendant les trois premières années, l'intégralité et, pendant les deux années suivantes, la moitié de leurs traitements.Toutefois, s'il est constaté dans les formes prévues ci-après, que la maladie donnant droit à un congé de longue durée a été contractée dans l'exercice des fonctions, les délais fixés par l'alinéa précédent sont respectivement portés à cinq et trois années.Les congés de longue durée peuvent être accordés et renouvelés par périodes successives ne devant pas dépasser six mois après examen par le comité médical départemental chargé d'examiner les fonctionnaires de l'Etat.En outre, lorsque l'intéressé demande le bénéfice de la prolongation prévue au deuxième alinéa du présent article, la décision doit être prise après avis du comité médical supérieur relevant du ministre de la santé publique."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "Les agents qui n'ont plus droit aux congés prévus par les articles 51 et 52 ci-dessus et qui, à l'expiration de leur dernier congé, ne peuvent reprendre leur service, sont, soit mis en disponibilité, soit, sur leur demandes et ils sont reconnus définitivement inaptes, admis à la retraite."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "Lorsque des agents prolongent leur absence sans autorisation, ils sont immédiatement placés dans la position de congé sans traitement, sous réserve de justification ultérieure, reconnue valable par le médecin de l'administration."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "Les agents bénéficiaires d'un congé de maladie doivent se soumettre au contrôle exercé par l'administration.Ceux qui, au cours de ce congé, se livreront à une activité lucrative quelconque, ne recevront aucune rémunération et seront passibles de sanctions disciplinaires.Sous peine des mêmes sanctions, les bénéficiaires de congés de longue durée, obtenus en application de l'article 52 ci-dessus, doivent se soumettre au contrôle de l'administration et, en outre, au régime que comporte leur état. Le temps pendant lequel la rémunération aura été suspendue comptera dans la période de congé en cours."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "L'agent atteint, à la suite d'un accident survenu dans l'exercice ou à l'occasion de l'exercice de ses fonctions, d'une invalidité partielle permanente ne lui permettant pas d'assurer son emploi, pourra sur avis de la commission de réforme, être pourvu d'un emploi correspondant à ses aptitudes physiques.Dans ce cas, les avantages assurés à l'intéressé devront lui être maintenus suivant les modalités prévues à l'article 31.La commune est subrogée dans les droits éventuels de l'agent victime d'un accident provoqué par un tiers jusqu'à concurrence du montant des charges qu'elle a supportées ou supportera du fait de cet accident."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "Le personnel féminin bénéficie d'un congé avec traitement pour couches et allaitement. La durée de ce congé est égale à celle prévue par la législation sur la sécurité sociale."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "Les congés maladie et les congés exceptionnels rémunérés sont considérés comme services accomplis."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "Les agents pourront obtenir, sur leur demande, leur détachement ;a) Auprès d'une administration publique ;b) Auprès d'un organisme d'intérêt communal ou intercommunal ;C) Auprès d'une entreprise privée, pour y effectuer des travaux nécessités par l'exécution du programme de recherches d'intérêt national défini par le conseil supérieur de la recherche scientifique ;d) Pour remplir une fonction publique élective on un mandat syndical ;e) Pour la durée du stage, dans les conditions prévues à l'article 21.Dans ces deux deniers cas le détachement est accordé de plein droit.L'agent titulaire placé en position de détachement pour la durée du stage ne pourra être remplacé dans son emploi que s'il est titularisé dans son nouveau cadre."
    },
    {
      "provision_ref": "art59bis",
      "section": "59bis",
      "title": "Article 59bis",
      "content": "Dans le cas prévu à l'article 59 c, il pourra être mis fin au détachement sur la demande du ministre chargé de la recherche scientifique."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "Le détachement est autorisé par arrêté dans les conditions prévues à l'article 59 ci-dessus. Il existe deux sortes de détachements :1° Le détachement de courte durée ou délégation ;2° Le détachement de longue durée."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "Le détachement de courte durée ne peut excéder six mois ni faire l'objet d'aucun renouvellement.A l'expiration du détachement et, en tout état de cause, de ce délai de six mois, l'agent détaché est obligatoirement réintégré dans son emploi antérieur."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "Le détachement de longue durée ne peut excéder cinq années. Toutefois, il peut être indéfiniment renouvelé par arrêté du maire par période de cinq années.L'agent qui fait l'objet d'un détachement de longue durée peut être aussitôt remplacé dans son emploi.A l'expiration du détachement de longue durée, l'agent est obligatoirement réintégré, à la première vacance, dans son cadre d'origine et réaffecté à un emploi correspondant à son grade dans ce cadre. Il a priorité pour être affecté au poste qu'il occupait avant son détachement.S'il refuse le poste qui lui est assigné, il ne pourra être nommé au poste auquel il peut prétendre ou à un poste équivalent que lorsqu'une vacance sera budgétairement ouverte.Un détachement de longue durée sur la demande de l'agent dans le cas prévu à l'article 50 c ne peut être renouvelé qu'à titre exceptionnel et pour une seule période de cinq ans."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "L'agent détaché est noté par le chef de service dont il dépend dans l'administration ou le service où il est détaché. Sa fiche de notation est transmise à son administration d'origine.En cas de détachement de courte durée, le chef de service transmet à l'expiration du détachement, une appréciation sur l'activité de l'agent détaché.La note attribuée à l'agent est corrigée, le cas échéant, de façon à tenir compte de l'écart entre la moyenne de la notation des agents du même grade dans son service d'origine, d'une part, et dans le service où il est détaché, d'autre part."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "L'agent détaché conserve son droit à l'avancement de classe et de grade.Il reste tributaire de la caisse des retraites et doit effectuer les versements fixés par le règlement des retraites, sur la traitement d'activité afférent à son grade et à son échelon dans le service dont il est détaché."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "A dater de la promulgation de la présente loi, tout agent soumis au présent statut et tout fonctionnaire ayant effectué une carrière mixte, d'une part, au service des communes et des établissements publics communaux et intercommunaux, d'autre part, au service de l'Etat, sera en droit de solliciter la liquidation d'une retraite tenant compte de la localité de cette carrière."
    },
    {
      "provision_ref": "art65bis",
      "section": "65bis",
      "title": "Article 65bis",
      "content": "L'agent comptant au moins quinze années de services effectifs accomplis en position d'activité ou sous les drapeaux dans un emploi conduisant à pension de la caisse nationale de retraites des agents des collectivités locales, détaché.1° Soit auprès des administrations dans un emploi ne conduisant pas à pension du régime général des retraites ou à pension d'un des régimes fixés à l'article L. 72 du code des pensions civiles et militaires de retraites ;2° Soit auprès d'un organisme d'intérêt communal ou intercommunal, pourra, dans le délai de trois mois suivant son détachement, être placé, sur sa demande, en position hors cadre.Dans cette position, il cesse de bénéficier de ses droits à l'avancement et à la retraite.La mise hors cadre est prononcée par arrêté du maire. Elle ne comporte aucune limitation de durée.L'agent en position hors cadre peut demander sa réintégration dans son cadre d'origine ; celle-ci est prononcée dans les conditions prévues à l'article 62.L'agent en position hors cadre est soumis aux régimes statutaires et de retraite régissant la fonction qu'il exerce dans cette position. Les retenues de 6 p. 106 et de 12 p. 100 pour la retraite prévues au décret n° 47-1846 du 10 septembre 1947 ne sont pas exigibles.L'agent, lorsqu'il cesse d'être en position hors cadre et c'est pas réintégré dans son cadre d'origine, peut être mis à la retraite et prétendre soit à la pension d'ancienneté prévue à l'article 6 du décret n° 49-1416 du 5 octobre 1949, soit à la pension proportionnelle prévue à l'article 8, 4°, dudit décret.En cas, de réintégration, ses droits à pension au regard de la caisse nationale de retraites des agents des collectivités locales recommencent à courir à dater de ladite réintégration.Toutefois, dans le cas où il pourrait prétendre à pension au titre du régime de retraites auquel il a été affilié pendant sa mise hors cadre, il pourra, dans les trois mois suivant sa réintégration, solliciter la prise en compte, par la caisse nationale de retraites des agents des collectivités locales, de la période considérée, sous réserve du versement de la retenue de 6 p. 100 correspondant à ladite période calculée sur les émoluments attachés à l'emploi dans lequel il est réintégré.L'organisme dans lequel l'intéressé a été employé devra également verser, sur les mêmes bases, la retenue de 12 p. 100 prévue par le décret n° 47-1846 du 19 septembre 1947.Les agents qui, à la date de la promulgation de la loi n° 57-361 du 22 mars 1957, sont en position de détachement auprès d'une entreprise ou d'un organisme visé à l'article 65 bis, pourront obtenir, avec effet du 1er janvier 1955, le bénéfice de la position hors cadre à condition qu'ils en fassent la demande dans le délai de trois mois suivant la promulgation de la présente loi."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "La disponibilité est la position du fonctionnaire qui, placé hors des cadres de son administration communale d'origine, cesse de bénéficier, dans cette position, de ses droits à l'avancement et à la retraite.La disponibilité est prononcée par arrêté du maire, soit d'office, soit à la demande dé l'intéressé.Il existe, en outre, à l'égard du personnel féminin, une disponibilité spéciale accordée conformément aux dispositions de l'article 72 ci-après."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "La mise en disponibilité ne peut être prononcée d'office que dans les cas prévus aux articles 49 et 53 ci-dessus.Dans le premier cas, le fonctionnaire mis d'office en disponibilité perçoit pendant six mois la moitié de son traitement d'activité ainsi que la totalité des suppléments pour charges de famille."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "La durée de la disponibilité prononcée d'office ne peut excéder une année. Elle peut être renouvelée à deux reprises pour une durée égale.A l'expiration de cette durée, le fonctionnaire doit être, soit réintégré dans les cadres de son administration ou service d'origine, soit mis à la retraite, soit, s'il n'a pas droit à pension, rayé des cadres par licenciement.Toutefois, si, à l'expiration de la troisième année de disponibilité, l'agent est inapte à reprendre son service mais qu'il résulte d'un avis du comité médical visé à l'article 49 qu'il doit normalement pouvoir reprendre ses fonctions avant l'expiration d'une nouvelle année, la disponibilité pourra faire l'objet d'un troisième renouvellement."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "La mise en disponibilité sur demande de l'intéressé ne peut être accordée que dans les cas suivants :a) Accident ou maladie grave du conjoint ou d'un enfant ; la durée de la disponibilité ne peut, en ce cas, excéder trois années, mais est renouvelable deux fois pour une durée égale ;b) Etudes ou recherches présentant un intérêt général ; la durée de la disponibilité ne peut, en ce cas, excéder trois années, mais est renouvelable une fois pour une durée égale ;C) Pour convenances personnelles ; la durée de la disponibilité ne peut, en et cas, excéder un an, mais est renouvelable une fois pour une durée égale ;d) Pour contracter un engagement dans une formation militaire ; la durée de la disponibilité ne peut, en ce cas, excéder trois années, mais peut être renouvelée une fois pour une durée égale."
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "La disponibilité peut être également prononcée, sur la demande de l'agent, pour exercer une activité relevant de sa compétence, dans une entreprise publique ou privée, à condition :a) Qu'il soit constaté que cette mise en disponibilité est compatible avec les nécessités du service ;b) Que l'intéressé ait accompli au moins dix années de services effectifs dans l'administration ;c) Que l'activité présente un caractère d'intérêt public à raison de la fin qu'elle poursuit ou de l'importance du rôle qu'elle joue dans l'économie nationale ;d) Que l'intéressé n'ait pas eu, au cours des cinq dernières années, soit à exercer un contrôle sur l'entreprise, soit à participer à l'élaboration ou à la passation de marchés avec elle.La disponibilité prononcée en application de cet article ne peut excéder trois années. Elle peut être renouvelée une fois pour une durée égale."
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "Le maire peut, à tout moment, et doit au moins deux fois par an, faire procéder aux enquêtes nécessaires en vue de s'assurer que l'activité de l'agent mis en disponibilité correspond réellement aux motifs pour lesquels il a été placé dans cette position."
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "La mise en disponibilité est accordée de droit à la femme fonctionnaire dans les conditions prévues par l'article 120 de la loi du 19 octobre 1946 relative au statut général des fonctionnaires.Cette mise en disponibilité dure aussi longtemps que sont remplies les conditions prévues à l'alinéa précédent dans la limite d'un maximum de deux ans.Elle peut être renouvelée à la demande de l'intéressée aussi longtemps que sont remplies ces conditions."
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "L'agent mis en disponibilité sur sa demande n'a droit à aucune rémunération. Toutefois, dans le cas prévu à l'article précédent, la femme fonctionnaire perçoit la totalité des prestations familiales obligatoires."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "L'agent mis en disponibilité sur sa demande doit solliciter sa réintégration deux mois au moins avant l'expiration de la période en cours. Cette réintégration est de droit à l'une des trois premières vacances si la durée de la disponibilité n'a pas excédé trois années."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "L'agent mis en disponibilité qui, lors de sa réintégration, refuse le poste qui lui est assigné, peut être rayé des cadres par licenciement, après avis de la commission paritaire compétente."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "Pendant la durée légale de son service militaire, l'agent est placé dans une position spéciale dite \"sous les drapeaux\".Il perd alors son traitement d'activité et ne perçoit que sa solde militaire.En cas de mobilisation générale ou de rappel sous les drapeaux, les fonctionnaires et agents communaux bénéficient des mêmes dispositions que les fonctionnaires de l'Etat, en ce qui concerne leur situation administrative et leurs traitements."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "L'agent qui accomplit une période d'instruction obligatoire est mis en congé avec traitement pour la durée de cette période."
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "La cessation des fonctions entraînant radiation des cadres et perte de la qualité d'agent communal résulte ;1° De l'admission à la retraite ;2° De la démission régulièrement acceptée ;3° Du licenciement ;4° De la révocation."
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "La démission ne peut résulter que d'une demande écrite de l'intéressé marquant sa volonté non équivoque de cesser ses fonctions.Elle n'a d'effet qu'autant qu'elle est acceptée par l'autorité investie du pouvoir de nomination et prend effet à la date fixée par cette autorité.La décision de l'autorité compétente doit intervenir dans le délai d'un mois."
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Article 80",
      "content": "L'acceptation de la démission la rend irrévocable.Elle ne fait pas d'obstacle, le cas échéant, à l'exercice de l'action disciplinaire, en raison de faits qui n'auraient été révélés à l'administration qu'après cette acceptation.Si l'autorité compétente refuse d'accepter la démission, l'intéressé peut saisir la commission paritaire. Celle-ci émet un avis motivé qu'elle transmet à l'autorité compétente."
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "La nomination d'un agent dans une autre commune est prononcée par arrêté du maire de cette dernière, après préavis de trois mois donné par l'agent au maire de la commune, dans laquelle il exerçait ses fonctions.Les mutations pour convenances personnelles n'ouvrent droit à aucune indemnité pour frais de déplacement ou de déménagement."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "Le fonctionnaire qui cesse ses fonctions avant la date fixée par l'autorité compétente pour accepter la démission peut faire l'objet d'une sanction disciplinaire.S'il a droit à pension, il peut subir une retenue correspondant au plus à la rémunération des services non effectués ; cette retenue est répartie sur les premiers versements qui lui sont faits à ce titre à concurrence d'un cinquième du montant de ces versements."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "En dehors de l'application d'une sanction disciplinaire, le dégagement des cadres d'un agent communal ne peut être prononcé qu'à la suite de suppression d'emploi décidée par mesure d'économie.L'agent licencié dans les conditions ci-dessus, sans avoir droit à pension, bénéficie d'un reclassement par priorité dans l'un des emplois vacants similaires des communes du département sous réserve qu'il remplisse les conditions d'aptitudes nécessaires."
    },
    {
      "provision_ref": "art84",
      "section": "84",
      "title": "Article 84",
      "content": "Les agents titulaires dont les emplois auront été supprimés et qui ne pourront être affectés à des emplois équivalents recevront une indemnité en capital égale à un mois de traitement par année de service, à moins de remplir, au moment du licenciement, les conditions exigées pour avoir droit à une retraite proportionnelle avec jouissance immédiate."
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Article 85",
      "content": "L'agent qui fait preuve d'insuffisance professionnelle et qui ne peut être reclassé dans un autre service peut, soit être admis à faire valoir ses droits à la retraite, soit être licencié. La décision est prise par le maire après avis du conseil de discipline, suivant la procédure prévue au titre VI du présent statut.L'agent licencié pour insuffisance professionnelle peut recevoir une indemnité de licenciement."
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Article 86",
      "content": "L'agent d'une commune peut, soit sur sa demande, soit d'office, être admis à faire valoir ses droits à la retraite à l'âge de soixante ans s'il occupe une loi de la catégorie A, à cinquante-cinq ans s'il occupe un emploi de la catégorie B, à cinquante ans pour les agents des services insalubres.La liste des services insalubres sera déterminée par décret du ministre de l'intérieur et du ministre de la santé publique et de la population.Les dispositions législatives ou réglementaires relatives à la fixation des limites d'âge des fonctionnaires de l'Etat sont applicables aux agents communaux soumis au présent statut.Les agents soumis au présent statut, décédés en service, ouvrent droit, au profit de leurs ayants cause, dans les mêmes conditions que les fonctionnaires de l'Etat, au payement du reliquat de appointements du mois en cours et du capital décès prévu par le régime de sécurité sociale applicable à ces derniers."
    },
    {
      "provision_ref": "art86bis",
      "section": "86bis",
      "title": "Article 86bis",
      "content": "Il est créé une caisse d'assurance dont la gestion est confiée à la caisse des dépôts et consignations et dont le conseil d'administration comprendra une représentation prépondérante des maires. Le but de cet organisme est de couvrir les charges financières incombant aux communes adhérentes de la métropole et des départements d'outre-mer du fait de l'attribution du capital décès et des avantages prévus aux articles 50, 51, 52 et 67.Un décret en Conseil d'Etat pris après avis des commissions de l'intérieur et des finances de l'Assemblée nationale et du Conseil de la République fixera les conditions de fonctionnement de ladite caisse.Le supplément familial de traitement fera l'objet d'une compensation dans les mêmes conditions que les allocations familiales."
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "Les personnels visés à l'article 1er du présent statut sont obligatoirement affiliés à la caisse nationale des retraites des personnels des collectivités locales créée par l'ordonnance du 17 mai 1945.Exception est faite pour les agents communaux qui bénéficient, à la date de la mise en application du présent statut, d'un régime de retraite plus avantageux et qui conserveront le bénéfice de leurs avantages."
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "Le conseil municipal devra obligatoirement opter pour l'un des systèmes prévus par la décret n° 51-280 du 2 mars 1951 relatif au régime de sécurité sociale des agents permanents des départements, des communes et de leurs établissements publics n'ayant pas le caractère industriel ou commercial."
    },
    {
      "provision_ref": "art89",
      "section": "89",
      "title": "Article 89",
      "content": "Le titre VI et les articles 43 à 49 inclus et 57 de la présente loi sont applicables aux agents remplissant à titre permanent un emploi à temps non complet.Un décret en Conseil d'Etat fixera les modalités d'application de ces dispositions.Un barème national indicatif de traitement sera établi périodiquement par le ministre de l'intérieur après consultation du comité paritaire national consultatif prévu l'article 92 du statut.Les communes à personnel permanent à temps incomplet sont représentées au sein de la commission paritaire intercommunale par un nombre égal de maires et de délégués du personnel élus au scrutin de liste avec sensation proportionnelle par les personnes de la catégorie intéressée ; ce personnel est réparti en deux catégories selon l'article 6 du décret n° 55-1542 du 29 novembre 1955 portant décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "Article 90",
      "content": "Un décret en Conseil d'Etat et des arrêtés complémentaire fixeront le statut des personnels de la ville de paris et du département de la Seine."
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "Article 91",
      "content": "Les dispositions du présent statut sont applicables aux personnels des communes du département de la Seine autres que la ville de Paris.Par dérogation aux articles 13 et 14, l'ensemble des communes est obligatoirement affilié à un syndicat de communes."
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Article 92",
      "content": "Une commission paritaire du personnel communal, créée au sein de la 3e section du conseil national des services publics départementaux et communaux institué par l'ordonnance du 24 février 1945, est consultée sur tous les textes réglementaires intéressant l'application du présent statut. Elle participe à l'établissement des règles générales de fonctionnement des services, notamment an point de vue du recrutement, de l'avancement et de la discipline. Elle peut procéder à toutes études sur l'organisation et le fonctionnement des méthodes de travail des services municipaux. Elle constitue une documentation et des statistiques d'ensemble concernant la fonction publique locale.La commission paritaire du personnel communal comprend :Le président de la section du personnel du conseil national des services publics, président ;Six maires élus, par l'ensemble des maires des communes soumises au statut, à la majorité relative ;Quatre maires désignés par l'association des maires de France ;Six représentants du personnel élus au scrutin de liste à la représentation proportionnelle (suivant le système dit du plus fort reste) ;Quatre représentants du personnel désignés par les organisations représentatives de personnel (la répartition des sièges étant effectuée à la représentation proportionnelle suivant le système dit de la plus forte moyenne, le résultat des élections de la catégorie ci-dessus étant pris pour base de calcul) ;Deux maires et deux représentants du personnel choisis par le ministre de l'intérieur parmi les membres de la section du personnel du conseil national des services publics.Trois délégués de l'administration désignés par le ministre de l'intérieur seront en outre adjoints à la commission, à titre consultatif.La commission peut s'adjoindre d'autres membres, mais à titre consultatif seulement.La commission nationale paritaire se réunit sur convocation de son président ou sur demande d'un tiers de ses membres.La durée du mandat des membres de la commission est de trois années.Toutefois, lorsque les élections ont lieu au cours d'une période d'une durée maximum de six mois avant ou après le renouvellement général des conseils municipaux, la durée des fonctions des membres élus peut être prolongée ou réduite d'une même période par arrêté du ministre de l'intérieur.Les membres de la commission peuvent, en cas d'absence, déléguer, par écrit, leur droit de vote.Un règlement intérieur précisera les conditions de fonctionnement de la commission a un arrêté du ministre de l'intérieur fixera les modalités d'élection des représentants des maires et du personnel."
    },
    {
      "provision_ref": "art93",
      "section": "93",
      "title": "Article 93",
      "content": "Les personnels en fonction au 1er mai 1952 dans un emploi de début, permanent et à temps complet, pourront être titularisés dans leur emploi dans un délai de six mois à compter de la promulgation de la loi n° 57-361 du 22 mars 1957.Ils bénéficieront, lors de leur titularisation, d'un reclassement permettant l'attribution d'un traitement au moins égal à celui perçu au titre d'auxiliaire."
    },
    {
      "provision_ref": "art94",
      "section": "94",
      "title": "Article 94",
      "content": "La présente loi est applicable aux départements du Haut-Rhin, du Bas-Rhin et de la Moselle."
    },
    {
      "provision_ref": "art94B",
      "section": "94B",
      "title": "Article 94B",
      "content": "La rémunération des agents comprend le traitement proprement dit, assorti de la majoration algérienne de 33 p. 100, les prestations familiales obligatoires et, le cas échéant, toutes autres indemnités instituées par texte législatif ou réglementaire.Le traitement proprement dit peut s'augmenter des indemnités à caractère général, quelle que soit leur dénomination, qui sont appliquées aux fonctionnaires du cadre algérien en vertu des dispositions de la loi n° 52-30 du 12 mars 1952."
    },
    {
      "provision_ref": "art94C",
      "section": "94C",
      "title": "Article 94C",
      "content": "Les personnels visés, à l'article 1er du présent statut sont obligatoirement affiliés à la caisse générale des retraites de l'Algérie.Toutefois, les agents communaux qui bénéficiaient, à la date de la mise en application du présent statut, d'un régime de retraite plus avantageux conserveront le bénéfice de leurs avantages. Le statut leur est appliqué, compte tenu des dispositions du régime algérien des retraites."
    },
    {
      "provision_ref": "art94E",
      "section": "94E",
      "title": "Article 94E",
      "content": "Les personnels visés à l'article 1er du présent statut ont droit au cumul du congé statutaire sur deux années consécutives lorsque ce congé doit être pris dans la métropole.Les indemnités de passage sur mer qui peuvent être servies à ces personnels à cette occasion ne pourront en aucun cas être supérieures à celles servies aux personnels de l'Algérie ou des départements algériens."
    },
    {
      "provision_ref": "art94F",
      "section": "94F",
      "title": "Article 94F",
      "content": "Le président du conseil de discipline prévu à l'article 34 est le juge de paix le plus ancien de l'arrondissement administratif."
    },
    {
      "provision_ref": "art94G",
      "section": "94G",
      "title": "Article 94G",
      "content": "Il est créé un comité paritaire consultatif algérien des services municipaux dont les attributions sont les mêmes que celles attribuées à la commission paritaire prévue à l'article 92.Ce comité comprend :Un président de conseil de préfecture désigné par le Gouverneur général de l'Algérie, président ;Cinq maires élus par l'ensemble des maires des communes de plein exercice et des chefs des centres municipaux d'Algérie ;Deux maires désignés par l'association des maires d'Algérie ;Sept représentants du personnel, élus au scrutin de liste à la représentation, proportionnelle ;Trois membres, désignes par le gouverneur général de l'Algérie, à titre consultatif.Le comité peut s'adjoindre d'autres membres, mais à titre consultatif seulement.La durée du mandat des membres du comité est de trois années. Toutefois, lorsque les élections ont lieu au cours d'une période d'une durée maximum de six mois avant ou après le renouvellement des conseils municipaux, la durée des fonctions des membres élus peut être prolongée ou réduite d'une même période par arrêté du gouverneur général.Un arrêté du gouverneur général fixera les modalités d'élection des représentants des catégories élues.Le comité fixera, dans son règlement intérieur, les conditions de son fonctionnement."
    },
    {
      "provision_ref": "art95",
      "section": "95",
      "title": "Article 95",
      "content": "Les personnels en fonction conservent le bénéfice des droits qui leur sont acquis dans tous les cas où ceux-ci leur confèrent, pour le même objet, des avantages supérieurs à ceux qui résulteraient des dispositions du présent statut.Les agents qui désirent bénéficier des dispositions de l'alinéa précédent devront, à peine de forclusion, en saisir par écrit l'autorité investie du pouvoir de nomination dans le délai d'un an à compter de la promulgation de la loi n° 57-361 du 22 mars 1957."
    },
    {
      "provision_ref": "art95bis",
      "section": "95bis",
      "title": "Article 95bis",
      "content": "Les agents soumis au présent statut, qui auraient été titularisés entre le 1er mars 1946 et le 1er mai 1952 dans des conditions moins avantageuses que celles dont ont bénéficié les auxiliaires titularisés dans le cadre de l'alinéa 2 de l'article 2 ci-dessus, bénéficieront d'une reconstitution de carrière.Il sera procédé à cette reconstitution sur la base du reclassement qui aurait été attribué à chacun des intéressés à la date de sa titularisation si celle-ci avait été réalisée conformément aux dispositions de l'alinéa 2 de l'article 93.Pourront bénéficier de la reconstitution de carrière les agents qui, promus à des grades supérieurs, ont été reclassés à la suite de ces propositions dans des conditions moins favorables que celles prévues à l'article 29 du présent statut.Les mesures intervenues dans le cadre des dispositions du présent article ne pourront, en tout état de cause, avoir d'effet pécuniaire antérieur à la promulgation de la loi n° 52-432 du 28 avril 1952."
    },
    {
      "provision_ref": "art95ter",
      "section": "95ter",
      "title": "Article 95ter",
      "content": "Les agents qui, antérieurement à la loi du 28 avril 1952, avaient été appelés à remplir des fonctions, soit électives, soit syndicales, soit d'un caractère communal ou intercommunal, dont les statuts particuliers ne prévoyaient pas le détachement et les avantages y afférents et qui ont dû, pour remplir leurs fonctions, solliciter leur mise en disponibilité, bénéficieront d'une reconstitution de carrière permettant la prise en compte de leurs années tant au point de vue avancement de classe qu'au point de vue validation pour leur retraité, à dater du 19 octobre 1946."
    },
    {
      "provision_ref": "art96",
      "section": "96",
      "title": "Article 96",
      "content": "Cessent d'être applicables aux agents soumis au présent statut, sous réserve des dispositions de l'article précédent :L'article 88 de la loi du 5 avril 1884 sur l'organisation municipale, modifié par les lois du 12 mars 1930 et du 11 avril 1937 ;Le décret du 29 juillet 1939 relatif au statut du personnel du département de la Seine et de la ville de Paris ;Le décret du 4 octobre 1939 relatif au statut et à la rémunération du personnel des communes suburbaines de la Seine ;L'article 2 de l'ordonnance du 17 mai 1945 ;L'article 29, paragraphe B, de la loi de finances du 24 mai 1951, en ce qui concerne les communes ;Et, généralement, tous les textes législatifs en réglementaires pour celles de leurs dispositions contraires à la présente loi."
    }
  ]
}