{
  "id": "loi-n-2006-11-du-5-janvier-2006",
  "type": "statute",
  "title": "Loi n° 2006-11 du 5 janvier 2006",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000264992",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à modifier par ordonnance les dispositions du code rural relatives au statut du fermage afin :1° D'en simplifier la rédaction en supprimant les dispositions inusitées ou devenues sans objet, en précisant les dispositions ambiguës et en adaptant les dispositions qui le nécessitent aux législations en vigueur ;2° D'adapter, de simplifier et d'harmoniser les règles et les procédures applicables en cas de résiliation ou de non-renouvellement des baux, et en cas de contestation de l'autorisation d'exploiter."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I. - (paragraphe modificateur).II. - Les dispositions du I sont applicables aux impositions dues au titre des exercices clos à compter de la date de publication de la présente loi.III. - Les exploitations agricoles à responsabilité limitée soumises au régime des sociétés de personnes en vertu du I sont autorisées, au titre de l'exercice au cours duquel est publiée la présente loi, à opter pour l'impôt sur les sociétés dans les six mois suivant la date mentionnée au II. Cette option est irrévocable."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I. - (paragraphe modificateur).II. - Ces dispositions s'appliquent pour la détermination des résultats des exercices ouverts à compter du 1er janvier 2006."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I. - (paragraphe modificateur).II. - Les dispositions du I. sont applicables à raison des ventes intervenues entre le 18 mai 2005 et le 31 décembre 2010."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance les dispositions nécessaires pour :1° Améliorer la protection sociale des non-salariés agricoles exploitant des terres d'une superficie inférieure à la moitié de la surface minimum d'installation ;2° Améliorer les régimes d'assurances contre les accidents du travail et les maladies professionnelles des salariés et des non-salariés agricoles."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I. et II. - (paragraphes modificateurs).III. - Les dispositions des I et II entrent en vigueur le 1er janvier 2007."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Les modalités selon lesquelles les personnels enseignants et de documentation mentionnés aux articles L. 914-1 du code de l'éducation et L. 813-8 du code rural et de la pêche maritime bénéficient à titre dérogatoire, nonobstant l'absence de contrat de travail avec l'établissement au sein duquel ils exercent les fonctions qui leur ont été confiées par l'Etat, d'un régime de prévoyance complémentaire, sont déterminées par voie de conventions. Ces conventions sont étendues, par arrêté conjoint des ministres chargés de l'éducation nationale, de l'agriculture et de la sécurité sociale à l'ensemble des personnels mentionnés aux articles L. 914-1 du code de l'éducation et L. 813-8 du code rural et de la pêche maritime ainsi qu'à l'ensemble des établissements mentionnés aux articles L. 442-1 du code de l'éducation et L. 813-1 du code rural et de la pêche maritime. Les cotisations acquittées au régime de prévoyance complémentaire mentionné au présent article sont soumises aux régimes fiscal et social prévus par l'article 83 du code général des impôts et par l'article L. 242-1 du code de la sécurité sociale."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "Afin de protéger l'environnement contre la pollution par les lubrifiants et d'encourager le développement des produits biodégradables, un décret en Conseil d'Etat fixe les conditions de l'interdiction, à compter du 1er janvier 2011, de l'utilisation, dans des zones naturelles sensibles, de lubrifiants substituables pour des usages donnés par des lubrifiants répondant aux critères et exigences de biodégradabilité et d'absence d'écotoxicité fixés par la décision 2005 / 360 / CE de la Commission européenne, du 26 avril 2005, établissant les critères écologiques et les exigences associées en matière d'évaluation et de vérification pour l'attribution du label écologique communautaire aux lubrifiants.\n\nOutre les agents et officiers de police judiciaire, sont habilités à rechercher et à constater les infractions à l'interdiction mentionnée au premier alinéa ainsi qu'aux dispositions prises pour son application :\n\n1° Les gardes du littoral mentionnés à l'article L. 322-10-1 du code de l'environnement habilités à exercer les pouvoirs de police définis par cet article dans les conditions prévues au troisième alinéa du même article L. 322-10-1 et par l'article L. 172-16 du même code ;\n\n2° Les agents mentionnés aux articles L. 331-19 et L. 332-20 du même code dans les conditions prévues aux articles L. 172-16, L. 331-18 et L. 331-24 du même code.\n\nTout utilisateur de produit lubrifiant dans une zone mentionnée au premier alinéa, ainsi que tout distributeur de produit lubrifiant, est tenu de présenter aux agents habilités à rechercher et à constater les infractions à l'interdiction mentionnée à ce même alinéa tous les éléments relatifs aux propriétés des lubrifiants utilisés ou distribués et de permettre le prélèvement d'échantillons de produits lubrifiants."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "Afin de protéger l'environnement et d'encourager le développement des produits biodégradables, un décret détermine les conditions de l'interdiction, à compter du 1er janvier 2010, de la distribution au consommateur final, à titre gratuit ou onéreux, de sacs de caisse à usage unique en plastique non biodégradable.Il détermine également les conditions de vérification de la biodégradabilité des sacs susceptibles d'être commercialisés ou distribués.Un décret, pris dans les douze mois suivant la publication de la présente loi, détermine, dans le respect des règles définies dans le cadre de l'Union européenne, les usages du plastique pour lesquels l'incorporation dans celui-ci de matières d'origine végétale est rendue obligatoire. Il précise les taux d'incorporation croissants imposés."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "I. et II. - (paragraphes modificateurs).III. - Des recommandations relatives aux méthodes de production des huiles végétales pures et aux usages des tourteaux produits à cette occasion sont rendues publiques par l'autorité administrative."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "I. - (paragraphe modificateur).II. - Les pertes de recettes éventuelles pour l'Etat sont compensées par une taxe additionnelle aux droits visés aux articles 575 et 575 A du code général des impôts."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "I., II. et III. - (paragraphes modificateurs).IV. - Les organismes reconnus en qualité d'organisations de producteurs à la date de publication de la présente loi et qui ne respectent pas les conditions prévues à l'article L. 551-1 du code rural conservent le bénéfice de cette reconnaissance pour une période de douze mois à compter de cette date.V. et VI. - (paragraphes modificateurs)."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance les dispositions nécessaires pour :1° Réformer les règles de fonctionnement, de direction, d'administration et de révision des sociétés coopératives agricoles, des unions de coopératives agricoles et des fédérations de révision des coopératives agricoles et redéfinir les modalités d'exercice du contrôle légal des comptes au sein de ces dernières dans les conditions prévues par le code de commerce ;2° Fixer les conditions de mise en oeuvre des opérations de scissions, apports partiels d'actif et fusions des sociétés coopératives agricoles et des unions de coopératives agricoles."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "I. - (paragraphe modificateur).II. - Les dispositions du I s'appliquent à compter de l'imposition des revenus de l'année 2006."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "I. - (paragraphe modificateur).II. - Les dispositions du I. s'appliquent pour la détermination des résultats des exercices ouverts à compter du 1er janvier 2006, sauf celles du 2° du A du I. qui s'appliquent pour la détermination des résultats des exercices ouverts à compter du 1er janvier 2004."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "A compter de la date d'entrée en vigueur de la présente loi, l'assurance récolte est progressivement étendue à l'ensemble des productions agricoles.Les conditions d'application du présent article sont fixées par décret."
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "I., II. et III. - (paragraphes modificateurs).IV. - Les autorisations provisoires de vente délivrées sur le fondement de l'article L. 253-7 du code rural dans sa rédaction applicable avant l'entrée en vigueur de la présente loi pour des produits phytopharmaceutiques contenant des substances actives déjà sur le marché avant le 25 juillet 1993 restent en vigueur, sauf décision contraire de l'autorité administrative, jusqu'à l'examen communautaire en application du 2 de l'article 8 de la directive 91/414/CEE du Conseil, du 15 juillet 1991, concernant la mise sur le marché des produits phytopharmaceutiques, de la substance active qu'ils contiennent, et au plus tard jusqu'au 1er janvier 2011.V. - Sous réserve des décisions juridictionnelles passées en force de chose jugée, les produits phytopharmaceutiques contenant des substances actives déjà sur le marché avant le 25 juillet 1993, pour lesquels une autorisation provisoire de vente a été délivrée sur le fondement de l'article L. 253-7 du code rural dans sa rédaction applicable avant l'entrée en vigueur de la présente loi et pour lesquels l'instance scientifique qui a procédé à leur évaluation considère que les exigences mentionnées au 3 de l'article 8 de la directive 91/414/CEE du Conseil, du 15 juillet 1991, précitée, sont satisfaites, sont réputés bénéficier d'une autorisation de mise sur le marché depuis l'arrivée à échéance de leur autorisation provisoire de vente. Sauf décision contraire de l'autorité administrative, cette autorisation est valable jusqu'à l'examen communautaire, en application du 2 de l'article 8 de la directive 91/414/CEE du Conseil, du 15 juillet 1991, précitée, de la substance active qu'ils contiennent, et au plus tard jusqu'au 1er janvier 2011.VI. - Les dispositions des I à III entrent en vigueur à compter du premier jour du sixième mois suivant la publication de la présente loi.VII. - (paragraphe modificateur)."
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "I. - (paragraphe modificateur).II. - Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance les dispositions nécessaires pour :1° Mettre en conformité avec le droit communautaire les dispositions relatives à la sécurité sanitaire des denrées alimentaires et des aliments pour animaux fixées notamment au titre III du livre II du code rural et au titre Ier du livre II du code de la consommation ;2° Adapter et compléter les dispositions relatives aux normes techniques et au contrôle du transport sous température dirigée des denrées alimentaires ;3° Donner compétence aux vétérinaires des armées pour procéder, en ce qui concerne les organismes relevant de l'autorité ou de la tutelle du ministre chargé de la défense, aux contrôles officiels prévus à l'article L. 231-1 du code rural ; tirer les conséquences, dans les parties législatives du code rural et du code de la consommation, de la nouvelle dénomination d'\"inspecteur de la santé publique vétérinaire\" ; autoriser le ministre chargé de l'agriculture à élargir au-delà du département la compétence territoriale d'agents nommément désignés, dans le cadre de missions prévues au titre III du livre II du code rural ; supprimer la procédure de commissionnement prévue par le code rural et étendre aux médicaments à usage vétérinaire le champ d'application de l'article 38 du code des douanes ;4° Fixer les dispositions relatives à la divagation des animaux, notamment en ce qui concerne les animaux habituellement détenus à des fins agricoles et les dispositions relatives aux animaux retirés de la garde de leur propriétaire dans le cadre d'une procédure judiciaire ou des contrôles mentionnés à l'article L. 214-23 du code rural."
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "I., II., III. et IV. - (paragraphes modificateurs).V. - Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance les dispositions nécessaires pour :1° Réorganiser et adapter la partie législative du titre IV du livre VI du code rural pour tirer les conséquences des I, II et III du présent article, aménager, le cas échéant, les règles d'organisation et de fonctionnement de l'Institut national de l'origine et de la qualité et organiser les conditions de transfert à cet établissement des activités, des biens et du personnel de l'Institut national de l'origine et de la qualité ;2° Compléter, adapter et renforcer les dispositifs de contrôles et de sanctions relatifs à l'utilisation des signes d'identification de la qualité et de l'origine, des mentions valorisantes et de la démarche de certification de produits ;3° Compléter les règles applicables aux organismes professionnels qui assurent la défense ou la gestion de certains signes d'identification de la qualité et de l'origine en ce qui concerne en particulier les modalités de financement de ces organismes et les conditions dans lesquelles ils peuvent être reconnus par l'autorité administrative.VI. - Les dispositions des I, II, III et IV entrent en vigueur le même jour que celles de l'ordonnance prévue au 1° du V et au plus tard le 1er janvier 2007.VII. - (paragraphe modificateur)."
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "Les dispositions législatives et réglementaires relatives au domaine de la montagne sont regroupées dans un code de la montagne. Les dispositions codifiées sont celles en vigueur au moment de la publication de la présente loi, sous la seule réserve des modifications nécessaires pour assurer le respect de la hiérarchie des normes et la cohérence rédactionnelle des textes ainsi rassemblés et harmoniser l'état du droit."
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "Le Gouvernement s'attache à soutenir le maintien des activités traditionnelles et économiques dans les zones humides qui contribuent à l'entretien des milieux sensibles, notamment les prairies naturelles et les marais salants. En s'appuyant sur la politique de développement rural de l'Union européenne, il contribue à soutenir durablement les activités, notamment d'élevage, s'exerçant sur ces territoires."
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Article 92",
      "content": "Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance toutes dispositions nécessaires afin de :1° Simplifier les règles relatives au fonctionnement interne des chambres d'agriculture et à la coopération entre ces chambres, notamment en ce qui concerne les services d'utilité agricole ;2° Définir les conditions dans lesquelles        Chambres d'agriculture France apporte son concours au fonctionnement et aux actions des chambres régionales et départementales d'agriculture, rassemble les données relatives à ces chambres et représente, au niveau national, l'ensemble du réseau consulaire agricole ;3° Associer les chambres d'agriculture, dans le respect des règles établies par la législation relative à l'informatique, aux fichiers et aux libertés, et sous le contrôle de l'autorité administrative, à l'organisation et à la mise en oeuvre du système de saisie et de transmission des données relatives aux exploitations agricoles, en vue de simplifier les procédures administratives applicables à ces exploitations ;4° Préciser les conditions dans lesquelles le représentant de l'Etat dans le département ou dans la région peut consulter la chambre départementale d'agriculture ou la chambre régionale d'agriculture, notamment pour la simplification des conditions de mise en oeuvre des politiques publiques, ainsi que les conditions dans lesquelles le ministre chargé de l'agriculture peut consulter, aux mêmes fins,        Chambres d'agriculture France."
    },
    {
      "provision_ref": "art93",
      "section": "93",
      "title": "Article 93",
      "content": "I., II., III. et IV. - (paragraphes modificateurs).V. - Dans les conditions prévues par l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance les dispositions nécessaires pour :1° Simplifier et adapter l'organisation de l'élevage et le dispositif collectif d'amélioration génétique du cheptel prévus par les dispositions des chapitres II et III du titre V et du titre VII du livre VI du code rural, afin de garantir aux éleveurs l'accès à un service de qualité sur les plans zootechnique et sanitaire sur tout le territoire et de préserver la diversité des ressources zoogénétiques en faisant un effort spécifique pour les races locales, en particulier dans les zones de montagne ;2° Mettre en conformité avec le droit communautaire le régime des agréments sanitaires de l'ensemble des activités de reproduction animale ;3° Regrouper et harmoniser les dispositions du code rural relatives à l'identification des animaux.VI. - Les dispositions des I et IV entrent en vigueur le 1er janvier 2007."
    },
    {
      "provision_ref": "art95",
      "section": "95",
      "title": "Article 95",
      "content": "I., II., III. et IV.-(paragraphes modificateurs).\n\nV.-Les biens, droits et obligations des établissements publics qui exerçaient antérieurement les compétences confiées à l' établissement national des produits de l'agriculture et de la mer (FranceAgriMer) sont transférés à cet établissement. Ce transfert est réalisé à titre gratuit et ne donne lieu au paiement d'aucun impôt, rémunération, salaire ou honoraires au profit de l'Etat, de ses agents ou de toute autre personne publique.\n\nLe directeur général de l'Office national interprofessionnel des céréales devient directeur général de l' établissement national des produits de l'agriculture et de la mer (FranceAgriMer).\n\nLes personnels en activité et affectés, à la date de création de l' établissement national des produits de l'agriculture et de la mer (FranceAgriMer), dans un emploi des établissements exerçant les compétences transférées à l' établissement national des produits de l'agriculture et de la mer (FranceAgriMer) sont transférés à cet établissement et placés sous l'autorité de son directeur général sans changement de leur situation statutaire. Les contractuels de droit privé de ces établissements restent soumis à leur contrat jusqu'à son terme.\n\nVI.-A compter du 1er janvier 2005, et jusqu'à la désignation de l'établissement mentionné à l'article L. 621-39 du code rural :\n\n1° L'Office national interprofessionnel des céréales puis, à compter de sa création, l' établissement national des produits de l'agriculture et de la mer (FranceAgriMer) exercent les fonctions d'organisme payeur des aides objet du paiement unique ; à cet effet, les droits et obligations afférents à la propriété et à la mise en oeuvre de la base de données des aides communautaires concernées ainsi qu'à la production et à la diffusion aux agriculteurs des documents liés à ces aides antérieurement détenus par l'Etat, notamment ceux découlant des marchés conclus par l'Etat pour ces objets, leur sont transférés ;\n\n2° Les offices mentionnés aux articles L. 621-1 et L. 621-12 du code rural peuvent être temporairement chargés, par décret, du paiement d'aides publiques communautaires ou nationales pour d'autres produits que ceux dont ils ont la responsabilité.\n\nVII.-(paragraphe modificateur).\n\nVIII.-L'établissement mentionné à l'article L. 621-39 du code rural succède, dès qu'il est désigné comme organisme payeur, aux établissements qui exerçaient antérieurement les compétences qui lui sont attribuées.A ce titre, les biens, droits et obligations de ces établissements liés à l'exercice de ces compétences, y compris en matière de gestion des aides des campagnes antérieures à sa désignation, lui sont transférés. Ce transfert est réalisé à titre gratuit. Il ne donne lieu au paiement d'aucun impôt, rémunération, salaire ou honoraires au profit de l'Etat, de ses agents ou de toute autre personne publique.\n\nLes conditions de mise à la disposition ou de transfert à l'établissement de personnels et de biens des établissements publics qui exerçaient antérieurement les compétences qui lui sont attribuées sont définies par décret en Conseil d'Etat.\n\nLe directeur général de l' établissement national des produits de l'agriculture et de la mer (FranceAgriMer) devient également directeur général de l'Agence de services et de paiement à la date de sa création ; il peut diriger simultanément ces deux établissements pendant une période de six ans à compter de cette date.\n\nAu plus tard le 1er janvier 2013, la gestion et le paiement des mesures de soutien direct en faveur des agriculteurs et de soutien au développement rural mises en oeuvre au titre de la politique agricole commune sont assurés par un seul organisme."
    },
    {
      "provision_ref": "art102",
      "section": "102",
      "title": "Article 102",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnance les dispositions nécessaires pour :1° Etendre à Mayotte, en les adaptant, le cas échéant, les dispositions de la présente loi et des chapitres du code rural dans lesquelles elles s'insèrent, ainsi que les dispositions auxquelles elles renvoient, en tant qu'elles concernent les compétences de l'Etat ;2° Mettre le droit en vigueur en cohérence avec ces extensions et adaptations ;3° Prendre si nécessaire les mesures d'adaptation à Saint-Pierre-et-Miquelon des dispositions de la présente loi, à l'exception de son article 98."
    },
    {
      "provision_ref": "art103",
      "section": "103",
      "title": "Article 103",
      "content": "Les ordonnances prévues aux articles 8, 59, 71 et 92 doivent être prises dans un délai de neuf mois suivant la publication de la présente loi. Ce délai est fixé à douze mois pour les ordonnances prévues aux articles 23, 73 et 93 et à dix-huit mois pour l'ordonnance prévue à l'article 102.Pour chaque ordonnance, un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de sa publication."
    },
    {
      "provision_ref": "art104",
      "section": "104",
      "title": "Article 104",
      "content": "Les dispositions des a et b du 4°, du 6° et du 9° du IV et des 1° et 2° du VI de l'article 98 sont applicables aux baux en cours à la date de la publication de la présente loi."
    },
    {
      "provision_ref": "art105",
      "section": "105",
      "title": "Article 105",
      "content": "I. - La loi n° 2005-157 du 23 février 2005 relative au développement des territoires ruraux s'applique aux baux conclus ou renouvelés postérieurement à sa promulgation.II. - Par dérogation au I, les dispositions de l'article L. 411-39-1 du code rural sont applicables aux baux en cours à la date de la publication de la loi n° 2005-157 du 23 février 2005 précitée. Les preneurs et sociétés qui auraient procédé à un assolement en commun avant le 22 juillet 2005 sans en avoir informé le propriétaire des terres prises à bail dans les conditions visées aux deuxième et troisième alinéas de cet article disposent d'un délai de six mois à compter de la publication de la présente loi pour régulariser leur situation."
    }
  ]
}