{
  "id": "loi-n-93-5-du-4-janvier-1993",
  "type": "statute",
  "title": "Loi n° 93-5 du 4 janvier 1993",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000178299",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Les établissements de transfusion sanguine bénéficiaires d'un agrément à la date de promulgation de la présente loi disposent, à compter de la publication du décret mentionné à l'article L. 668-2 du code de la santé publique, d'un délai, fixé par ce décret dans la limite de six mois, pour se conformer aux conditions qu'il détermine, pour adopter des statuts conformes aux statuts types définis en application de l'avant-dernier alinéa de l'article L. 668-1 ou pour se constituer en groupement d'intérêt public dans les conditions déterminées par ce même article.L'agrément des établissements devient caduc s'ils ne remplissent pas les conditions prévues à l'alinéa ci-dessus dans le délai qu'il fixe."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "A titre transitoire, et jusqu'à l'expiration du délai mentionné à l'article 8, les relations entre l'Agence française du sang et les établissements de transfusion sanguine demeurent régies par les conventions conclues entre ces établissements et le groupement d'intérêt public dénommé Agence française du sang, en vigueur à la date de la promulgation de la présente loi."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Les produits stables visés au 2° de l'article L. 666-8 du code de la santé publique dont l'utilisation a fait l'objet d'une autorisation avant la date de promulgation de la présente loi doivent faire l'objet d'une demande d'autorisation de mise sur le marché avant le 30 juin 1993.A titre transitoire, ces produits peuvent être distribués par les seuls établissements de transfusion sanguine jusqu'au 31 décembre 1994.A titre transitoire, les produits stables peuvent être préparés par les établissements de transfusion sanguine autorisés à fractionner le plasma par le ministre chargé de la santé jusqu'à l'intervention de la décision approuvant la convention constitutive du Laboratoire français du fractionnement et des biotechnologies."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Un rapport fondé sur une enquête épidémiologique sera déposé par le Gouvernement sur les bureaux de l'Assemblée nationale et du Sénat avant le 31 mars 1995, en vue de mieux apprécier l'ampleur et l'évolution des modes de contamination par le virus de l'immunodéficience humaine.Il exposera les mesures retenues ou préconisées par le Gouvernement pour renforcer la prévention de l'infection, y compris dans le domaine de l'incitation au dépistage individuel."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Les dispositions de la présente loi sont applicables au centre de transfusion sanguine des armées, à l'exception du quatrième alinéa (3°) de l'article L. 667-9, du dernier alinéa de l'article L. 668-5, du second alinéa de l'article L. 668-10 et des articles L. 667-11 et L. 669-3 auxquels il peut être dérogé selon des modalités fixées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Les dispositions du premier alinéa de l'article L. 793-4 du code de la santé publique entrent en vigueur selon des modalités fixées par décret en Conseil d'Etat et au plus tard le 30 juin 1993.Jusqu'à l'adoption des mesures réglementaires prévues au second alinéa de l'article L. 793-1 du même code et au plus tard le 30 juin 1993, les modalités de rattachement en vigueur du produit des taxes et redevances existantes sont maintenues."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "La présente loi fera l'objet, après évaluation de son application, d'un nouvel examen par le Parlement dans un délai de cinq ans après son entrée en vigueur et au plus tard le 31 décembre 1997."
    }
  ]
}