{
  "id": "loi-n-2003-478-du-5-juin-2003",
  "type": "statute",
  "title": "Loi n° 2003-478 du 5 juin 2003",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000412731",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les fonctionnaires, les agents sous contrat et les ouvriers de l'Etat mis à la disposition de l'entreprise nationale DCN en application de l'article 78 de la loi de finances rectificative pour 2001 (n° 2001-1276 du 28 décembre 2001) sont électeurs et éligibles au conseil d'administration ou au conseil de surveillance, ainsi qu'aux instances représentatives du personnel prévues par le code du travail. Ils bénéficient des droits reconnus aux salariés par les articles 5, 7 à 13, 15 à 28, 37, 40-1 et 40-2 de la loi n° 83-675 du 26 juillet 1983 relative à la démocratisation du secteur public, l'ordonnance n° 2014-948 du 20 août 2014 relative à la gouvernance et aux opérations sur le capital des sociétés à participation publique, les titres II et III du livre IV, ainsi que le chapitre VI du titre III du livre II du code du travail."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les ouvriers de la société nationale GIAT Industries régis par le décret n° 90-582 du 9 juillet 1990 relatif aux droits et garanties prévus à l'article 6 b de la loi n° 89-924 du 23 décembre 1989 autorisant le transfert à une société nationale des établissements industriels dépendant du Groupement industriel des armements terrestres (GIAT) peuvent être recrutés sur leur demande en qualité d'agent non titulaire de droit public par l'une des collectivités publiques ou un établissement public à caractère administratif mentionnés à l'article 2 de la loi n° 83-634 du 13 juillet 1983 portant droits et obligations des fonctionnaires.En cette qualité, ils bénéficient d'un engagement à durée indéterminée, des dispositions légales et réglementaires régissant les agents non titulaires de la fonction publique dont relève la collectivité ou l'établissement public qui les recrute ainsi que, dans des conditions fixées par un décret en Conseil d'Etat, des dispositions réglementaires régissant ces mêmes agents.Dans cette situation, ils peuvent demander à conserver, à titre personnel, le bénéfice du maintien de prestations de pensions identiques à celles qui sont servies aux ouvriers sous statut du ministère de la défense. Le montant des cotisations afférentes au risque vieillesse sera identique à celui mis à la charge des ouvriers sous statut du ministère de la défense. Les conditions d'application du présent alinéa sont précisées par un décret en Conseil d'Etat."
    }
  ]
}