{
  "id": "loi-n-89-1009-du-31-decembre-1989",
  "type": "statute",
  "title": "Loi n° 89-1009 du 31 décembre 1989",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000709057",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les dispositions du présent titre s'appliquent aux opérations ayant pour objet la prévention et la couverture du risque décès, des risques portant atteinte à l'intégrité physique de la personne ou liés à la maternité ou des risques d'incapacité de travail ou d'invalidité ou du risque chômage.\n\nSeuls sont habilités à mettre en oeuvre les opérations de couverture visées au premier alinéa les organismes suivants :\n\na) Entreprises régies par le code des assurances ;\n\nb) Institutions de prévoyance relevant du titre III du livre IX du code de la sécurité sociale ;\n\nc) Institutions de prévoyance relevant de la section 4 du chapitre II du titre II du livre VII du code rural ;\n\nd) Mutuelles relevant du code de la mutualité.\n\ne) Organismes visés aux articles L. 644-1 et L. 652-1 du code de la sécurité sociale pour les opérations mises en place dans le cadre des dispositions de l'article L. 144-1 du code des assurances."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Lorsque des salariés sont garantis collectivement, soit sur la base d'une convention ou d'un accord collectif, soit à la suite de la ratification par la majorité des intéressés d'un projet d'accord proposé par le chef d'entreprise, soit par décision unilatérale de l'employeur, contre le risque décès, les risques portant atteinte à l'intégrité physique de la personne ou liés à la maternité ou les risques d'incapacité de travail ou d'invalidité, l'organisme qui délivre sa garantie prend en charge les suites des états pathologiques survenus antérieurement à la souscription du contrat ou de la convention ou à l'adhésion à ceux-ci, sous réserve des sanctions prévues en cas de fausse déclaration.\n\nAucune pathologie ou affection qui ouvre droit au service des prestations en nature de l'assurance maladie du régime général de sécurité sociale ne peut être exclue du champ d'application des contrats ou conventions visés au premier alinéa dans leurs dispositions relatives au remboursement ou à l'indemnisation des frais occasionnés par une maladie, une maternité ou un accident.\n\nLe présent article est également applicable au titre des anciens salariés garantis en application de l'article L. 911-8 du code de la sécurité sociale."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Pour les opérations collectives autres que celles mentionnées à l'article 2 de la présente loi et pour les opérations individuelles, l'organisme qui a accepté une souscription ou une adhésion doit, sous réserve des sanctions prévues en cas de fausse déclaration, prendre en charge les suites d'états pathologiques survenus antérieurement à l'adhésion de l'intéressé ou à la souscription du contrat ou de la convention.Toutefois, il peut refuser de prendre en charge les suites d'une maladie contractée antérieurement à l'adhésion de l'intéressé ou à la souscription du contrat ou de la convention à condition :a) Que la ou les maladies antérieures dont les suites ne sont pas prises en charge soient clairement mentionnées dans le contrat individuel ou dans le certificat d'adhésion au contrat collectif ;b) Que l'organisme apporte la preuve que la maladie était antérieure à la souscription du contrat ou à l'adhésion de l'intéressé au contrat collectif.Dans les cas prévus à l'alinéa précédent, l'administration de la preuve s'effectue dans le respect des dispositions des articles 226-13 et 226-14 du code pénal relatives au secret professionnel."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Lorsque des salariés sont garantis collectivement, dans les conditions prévues à l'article 2 de la présente loi, en vue d'obtenir le remboursement ou l'indemnisation des frais occasionnés par une maladie, une maternité ou un accident, le contrat ou la convention doit prévoir, sans condition de période probatoire ni d'examen ou de questionnaire médicaux, les modalités et les conditions tarifaires des nouveaux contrats ou conventions par lesquels l'organisme maintient cette couverture :\n\n1° Au profit des anciens salariés bénéficiaires d'une rente d'incapacité ou d'invalidité, d'une pension de retraite ou, s'ils sont privés d'emploi, d'un revenu de remplacement, sans condition de durée, sous réserve que les intéressés en fassent la demande dans les six mois qui suivent la rupture de leur contrat de travail ou, le cas échéant, dans les six mois suivant l'expiration de la période durant laquelle ils bénéficient à titre temporaire du maintien de ces garanties. L'organisme adresse la proposition de maintien de la couverture à ces anciens salariés au plus tard dans le délai de deux mois à compter de la date de la cessation du contrat de travail ou de la fin de la période du maintien des garanties à titre temporaire ;\n\n2° Au profit des personnes garanties du chef de l'assuré décédé, pendant une durée minimale de douze mois à compter du décès, sous réserve que les intéressés en fassent la demande dans les six mois suivant le décès. L'employeur en informe l'organisme, qui adresse la proposition de maintien de la couverture à ces personnes dans le délai de deux mois à compter du décès.\n\nLe nouveau contrat ou la nouvelle convention doit prévoir que la garantie prend effet, au plus tard, au lendemain de la demande.\n\nLes tarifs applicables aux personnes visées par le présent article peuvent être supérieurs aux tarifs globaux applicables aux salariés actifs dans des conditions fixées par décret."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Lorsque des salariés sont garantis collectivement, dans les conditions prévues par l'article 2 de la présente loi, contre le risque décès, les risques portant atteinte à l'intégrité physique de la personne ou liés à la maternité ou les risques d'incapacité de travail ou d'invalidité, le contrat ou la convention doit prévoir le délai de préavis applicable à sa résiliation ou à son non-renouvellement ainsi que les modalités et les conditions tarifaires selon lesquelles l'organisme peut maintenir la couverture, sans condition de période probatoire ni d'examen ou de questionnaire médicaux, au profit des salariés concernés, sous réserve qu'ils en fassent la demande avant la fin du délai de préavis.\n\nLe présent article est également applicable au titre des anciens salariés garantis en application de l'article L. 911-8 du code de la sécurité sociale."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Pour les opérations collectives autres que celles mentionnées à l'article 2 de la présente loi et pour les opérations individuelles et sous réserve du paiement des primes ou cotisations et des sanctions prévues en cas de fausse déclaration, à compter de l'adhésion de l'intéressé ou la souscription du contrat ou de la convention, l'organisme ne peut refuser de maintenir aux intéressés le remboursement ou l'indemnisation des frais occasionnés par une maladie, une maternité ou un accident. Les personnes visées sont celles qui sont affiliées au contrat collectif ou d'assurance de groupe ou mentionnées au contrat individuel ou à la convention tant que celles-ci le souhaitent, sans réduction des garanties souscrites, aux conditions tarifaires de la catégorie dont elles relèvent, avec maintien, le cas échéant, de la cotisation ou de la prime pour risque aggravé.L'organisme ne peut ultérieurement augmenter le tarif d'un assuré ou d'un adhérent en se fondant sur l'évolution de l'état de santé de celui-ci.Si l'organisme veut majorer les tarifs d'un type de garantie ou de contrat, la hausse doit être uniforme pour l'ensemble des assurés ou adhérents souscrivant ce type de garantie ou de contrat.Après l'expiration d'un délai de deux ans suivant l'adhésion de l'intéressé ou la souscription du contrat ou de la convention, les mêmes dispositions sont applicables aux garanties contre les risques d'incapacité de travail ou d'invalidité, le risque chômage et, à titre accessoire à une autre garantie, contre le risque décès tant que l'assuré n'a pas atteint l'âge minimum requis pour faire valoir ses droits à une pension de vieillesse et sous réserve des sanctions pour fausse déclaration.Les dispositions du présent article ne sont applicables ni aux contrats ou conventions qui couvrent exclusivement le risque décès, ni à la garantie ou au contrat souscrit en application du troisième alinéa de l'article 4 de la présente loi."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Lorsque des assurés ou des adhérents sont garantis collectivement contre les risques portant atteinte à l'intégrité physique de la personne ou liés à la maternité, le risque décès ou les risques d'incapacité ou d'invalidité, la résiliation ou le non-renouvellement du contrat ou de la convention est sans effet sur le versement des prestations immédiates ou différées, acquises ou nées durant son exécution. Le versement des prestations de toute nature se poursuit à un niveau au moins égal à celui de la dernière prestation due ou payée avant la résiliation ou le non-renouvellement, sans préjudice des révisions prévues dans le contrat ou la convention. De telles révisions ne peuvent être prévues à raison de la seule résiliation ou du seul non-renouvellement.L'engagement doit être couvert à tout moment, pour tous les contrats ou conventions souscrits, par des provisions réprésentées par des actifs équivalents."
    },
    {
      "provision_ref": "art7-1",
      "section": "7-1",
      "title": "Article 7-1",
      "content": "Lorsque des assurés ou des adhérents sont garantis collectivement dans les conditions prévues à l'article 2, dans le cadre d'un ou de plusieurs contrats, conventions ou bulletins d'adhésion à un règlement comportant la couverture des risques décès, incapacité de travail et invalidité, la couverture du risque décès doit inclure une clause de maintien de la garantie décès en cas d'incapacité de travail ou d'invalidité. La résiliation ou le non-renouvellement du ou des contrats, conventions ou bulletins d'adhésion à un règlement sont sans effet sur les prestations à naître au titre du maintien de garantie en cas de survenance du décès avant le terme de la période d'incapacité de travail ou d'invalidité telle que définie dans le contrat, la convention ou le bulletin d'adhésion couvrant le risque décès.Cet engagement doit être couvert à tout moment par des provisions représentées par des actifs équivalents."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Pour les opérations collectives autres que celles mentionnées à l'article 2 de la présente loi, le souscripteur est, pour l'exécution du contrat ou de la convention, réputé agir à l'égard de l'assuré ou de l'adhérent pour le compte de l'organisme qui délivre sa garantie."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Les remboursements ou les indemnisations des frais occasionnés par une maladie, une maternité ou un accident ne peuvent excéder le montant des frais restant à la charge de l'assuré ou de l'adhérent après les remboursements de toute nature auxquels il a droit et avant la prise en charge instaurée par l'article L. 861-3 du code de la sécurité sociale.Un décret détermine les modalités d'application du présent article en cas de pluralité d'organismes garantissant l'assuré ou l'adhérent."
    },
    {
      "provision_ref": "art9-1",
      "section": "9-1",
      "title": "Article 9-1",
      "content": "Par dérogation à l'article 6, lorsque la participation de l'assuré prévue au I de l'article L. 160-13 du code de la sécurité sociale pour une spécialité inscrite sur les listes mentionnées aux premier et deuxième alinéas de l'article L. 162-17 du même code est augmentée, l'organisme peut décider, lors du renouvellement du contrat, que la part supplémentaire laissée à la charge de l'assuré n'est pas remboursée."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Les articles 2,4,7,9 et 31 sont des dispositions d'ordre public et s'appliquent quelle que soit la loi régissant le contrat."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Aucun salarié employé dans une entreprise avant la mise en place, à la suite d'une décision unilatérale de l'employeur, d'un système de garanties collectives contre le risque décès, les risques portant atteinte à l'intégrité physique de la personne ou liés à la maternité ou les risques d'incapacité de travail ou d'invalidité ne peut être contraint à cotiser contre son gré à ce système."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Le souscripteur d'une convention ou d'un contrat conclu avec un organisme appartenant à l'une des catégories mentionnées à l'article 1er de la présente loi, en vue d'apporter à un groupe de personnes une couverture contre le risque décès, les risques portant atteinte à l'intégrité physique de la personne ou liés à la maternité ou des risques d'incapacité de travail ou d'invalidité, est tenu de remettre à l'adhérent une notice d'information détaillée qui définit notamment les garanties prévues par la convention ou le contrat et leurs modalités d'application.\n\nLe souscripteur est également tenu d'informer préalablement par écrit les adhérents de toute réduction des garanties visées à l'alinéa précédent."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Lorsque des salariés d'une entreprise bénéficient, dans le cadre de celle-ci, de garanties collectives mentionnées à l'article L. 911-2 du code de la sécurité sociale, l'organisme assureur est tenu de fournir chaque année au chef d'entreprise un rapport sur les comptes de la convention ou du contrat dont le contenu est fixé par décret. Ce rapport présente en termes clairs et précis la méthodologie et les bases techniques de chacune des catégories de provisions constituées par l'organisme assureur et comporte la justification de leur caractère prudent."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I. - Les dispositions de l'article 9 sont applicables aux contrats ou conventions souscrits antérieurement à la date de publication de la présente loi.\n\nII. - Les contrats ou conventions souscrits antérieurement à la date de publication de la présente loi devront, s'il y a lieu, être rendus conformes aux dispositions des trois premiers alinéas de l'article 4 et à celles de l'article 5 dans un délai d'un an suivant cette date et aux dispositions du dernier alinéa de l'article 4 dans un délai de sept ans suivant la même date.\n\nIII. - Les dispositions de l'article 6 sont applicables aux contrats ou conventions souscrits deux ans au moins avant la date de publication de la présente loi.\n\nCes dispositions deviendront applicables aux autres contrats ou conventions souscrits avant la date de publication de la présente loi lorsqu'un délai de deux ans se sera écoulé depuis la souscription de ces contrats.\n\nIV. - Les dispositions des articles 2 et 3 sont applicables aux contrats ou conventions souscrits à partir de la date de publication de la présente loi.\n\nV. - Par dérogation au second alinéa de l'article 7 de la présente loi, les organismes qui, pour les opérations ayant pour objet la couverture des risques portant atteinte à l'intégrité physique de la personne ou liés à la maternité, du risque décès ou des risques d'incapacité ou d'invalidité, n'ont pas, à la date de publication de la présente loi, pour les contrats ou conventions existants, les provisions correspondant à leur engagement, ou ne sont pas en mesure de les constituer intégralement à l'aide de leurs réserves, à l'exclusion des bénéfices non distribués, sont dispensés de l'obligation de provisionnement intégral des prestations immédiates ou différées acquises ou nées à cette date.\n\nIls disposent d'une période transitoire se terminant le 31 décembre 1996 pour constituer chaque année et au moins linéairement les provisions nécessaires à la couverture des prestations immédiates ou différées acquises ou nées après la date de publication de la présente loi au titre des contrats ou conventions existants.\n\nUne indemnité de résiliation, correspondant à la fraction de l'engagement visé au premier alinéa de l'article 7 qui n'est pas couverte intégralement par des provisions, est due par le souscripteur en cas de résiliation ou de non-renouvellement du contrat ou de la convention. Toutefois, cette indemnité n'est pas exigible si un nouveau contrat ou une nouvelle convention souscrite en remplacement du contrat ou de la convention précédente prévoit la reprise intégrale des engagements relatifs au contrat ou à la convention initiale ; les provisions éventuellement constituées à cet effet sont alors intégralement transférées au nouvel organisme.\n\nUn décret détermine les modalités d'application des trois précédents alinéas.\n\nUn décret en Conseil d'Etat codifie, en tant que de besoin, les dispositions du titre Ier de la présente loi dans le code des assurances, dans le code de la sécurité sociale et dans le code de la mutualité."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "I. - Les dispositions de l'article 7-1 s'appliquent à compter du 1er janvier 2002, y compris aux contrats, conventions ou bulletins d'adhésion à des règlements souscrits antérieurement et toujours en vigueur à cette date.II. - Par dérogation au second alinéa de l'article 7-1, pour les contrats, conventions ou bulletins d'adhésion souscrits avant le 1er janvier 2002 et en cours à cette date, les organismes mentionnés à l'article 1er peuvent répartir sur une période transitoire de dix ans au plus la charge que représente le provisionnement prévu au second alinéa de l'article 7-1 au titre des incapacités et invalidités en cours au 31 décembre 2001. Cette charge est répartie au moins linéairement sur chacun des exercices de la période transitoire selon des modalités déterminées par avenant au contrat, à la convention ou au bulletin d'adhésion, conclu au plus tard au 30 septembre 2002.III. - En cas de résiliation ou de non-renouvellement d'un contrat, d'une convention ou d'un bulletin d'adhésion ne comportant pas d'engagement de maintien de la couverture décès au 31 décembre 2001, l'organisme assureur poursuit le maintien de cette couverture décès ; dans ce cas, une indemnité de résiliation, égale à la différence entre le montant des provisions techniques à constituer et le montant de provisions techniques effectivement constituées, au titre des incapacités et invalidités en cours au 31 décembre 2001, est due par le souscripteur.Toutefois, cette indemnité n'est pas exigible si l'organisme assureur ne poursuit pas le maintien de cette couverture décès alors qu'un nouveau contrat, une nouvelle convention ou un nouveau bulletin d'adhésion est souscrit en remplacement du précédent et prévoit la reprise intégrale, par le nouvel organisme assureur, des engagements relatifs au maintien de la garantie décès du contrat, de la convention ou du bulletin d'adhésion initial ; dans ce cas, la contre-valeur des provisions effectivement constituées au titre du maintien de la garantie décès est transférée au nouvel organisme assureur.Un décret précise en tant que de besoin les modalités d'application du présent article."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "I.-Les organismes mentionnés à l'article 1er peuvent répartir les effets de l'article 18 de la loi n° 2010-1330 du 9 novembre 2010 portant réforme des retraites sur le niveau des provisions prévues en application de l'article 7 de la présente loi au titre des contrats, conventions ou bulletins d'adhésion conclus au plus tard à la date de promulgation de la loi n° 2010-1330 du 9 novembre 2010 précitée, sur une période de six ans au plus à compter des comptes établis au titre de l'exercice 2010.\n\nA la clôture des comptes de l'exercice 2010, le niveau des provisions ne peut être inférieur à celui qui résulterait d'un provisionnement intégral des engagements jusqu'à l'âge mentionné à l'article L. 351-1 du code de la sécurité sociale dans sa version en vigueur au 1er janvier 2010, ainsi que, pour les assurés de la génération 1951, d'un provisionnement intégral des engagements correspondants jusqu'à l'âge prévu au même article pour cette génération.\n\nA compter de la clôture des comptes de l'exercice 2011, le niveau des provisions doit être constitué au moins linéairement.\n\nEn cas de résiliation ou de non-renouvellement d'un contrat, d'une convention ou d'un bulletin d'adhésion pendant la période transitoire mentionnée au premier alinéa, l'organisme assureur poursuit le versement des prestations immédiates ou différées, acquises ou nées au jour de la résiliation ou du non-renouvellement ; dans ce cas, une indemnité de résiliation, égale à la différence entre le montant des provisions techniques permettant de couvrir intégralement les engagements en application de l'article 7 et le montant des provisions techniques effectivement constituées en application des trois premiers alinéas du présent I, au titre des incapacités et invalidités en cours à la date de cessation du contrat, de la convention ou du bulletin d'adhésion, est due par le souscripteur.\n\nToutefois, cette indemnité n'est pas exigible si l'organisme assureur ne poursuit pas le maintien de cette couverture alors qu'un nouveau contrat, une nouvelle convention ou un nouveau bulletin d'adhésion est souscrit en remplacement du précédent et prévoit la reprise intégrale, par le nouvel organisme assureur, des engagements relatifs au maintien de la garantie incapacité de travail-invalidité du contrat, de la convention ou du bulletin d'adhésion initial ; dans ce cas, la contre-valeur des provisions effectivement constituées au titre du maintien de cette garantie est transférée au nouvel organisme assureur.\n\nII.-Les organismes mentionnés à l'article 1er peuvent répartir les effets de l'article 18 de la loi n° 2010-1330 du 9 novembre 2010 précitée sur le niveau des provisions prévues en application de l'article 7-1 de la présente loi, au titre des contrats, conventions ou bulletins d'adhésion conclus au plus tard à la date de promulgation de la loi n° 2010-1330 du 9 novembre 2010 précitée sur une période de six ans au plus à compter des comptes établis au titre de l'exercice 2010.\n\nA la clôture des comptes de l'exercice 2010, le niveau des provisions ne peut être inférieur à celui qui résulterait d'un provisionnement intégral des engagements jusqu'à l'âge prévu à l'article L. 351-1 du code de la sécurité sociale dans sa version en vigueur au 1er janvier 2010, ainsi que, pour les assurés de la génération 1951, d'un provisionnement intégral des engagements correspondants jusqu'à l'âge prévu au même article pour cette génération.\n\nA compter de la clôture des comptes de l'exercice 2011, le niveau des provisions doit être constitué au moins linéairement.\n\nEn cas de résiliation ou de non-renouvellement d'un contrat, d'une convention ou d'un bulletin d'adhésion pendant la période transitoire, l'organisme assureur maintient la couverture décès ; dans ce cas, une indemnité de résiliation, égale à la différence entre le montant des provisions techniques permettant de couvrir intégralement les engagements en application de l'article 7-1 à constituer et le montant de provisions techniques effectivement constituées en application des trois premiers alinéas du présent II, au titre des incapacités et invalidités en cours à la date de cessation du contrat, de la convention ou du bulletin d'adhésion, est due par le souscripteur.\n\nToutefois, cette indemnité n'est pas exigible si l'organisme assureur ne poursuit pas le maintien de cette couverture alors qu'un nouveau contrat, une nouvelle convention ou un nouveau bulletin d'adhésion est souscrit en remplacement du précédent et prévoit la reprise intégrale, par le nouvel organisme assureur, des engagements relatifs au maintien de la garantie décès du contrat, de la convention ou du bulletin d'adhésion initial ; dans ce cas, la contre-valeur des provisions effectivement constituées au titre du maintien de cette garantie est transférée au nouvel organisme assureur.\n\nIII.-Un arrêté précise en tant que de besoin les modalités d'application du présent article."
    }
  ]
}