{
  "id": "loi-n-2017-1837-du-30-decembre-2017",
  "type": "statute",
  "title": "LOI n°2017-1837 du 30 décembre 2017",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000036339197",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - La perception des ressources de l'Etat et des impositions de toute nature affectées à des personnes morales autres que l'Etat est autorisée pendant l'année 2018 conformément aux lois et règlements et aux dispositions de la présente loi.\n\nII. - Sous réserve de dispositions contraires, la présente loi s'applique :\n\n1° A l'impôt sur le revenu dû au titre de l'année 2017 et des années suivantes ;\n\n2° A l'impôt sur les sociétés dû au titre des exercices clos à compter du 31 décembre 2017 ;\n\n3° A compter du 1er janvier 2018 pour les autres dispositions fiscales."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I er II.-A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nCode général des impôts, CGI.\n\nArt. 1414 A\n\nIII.-1. Le 1°, le a des 2° et 5°, le 6°, les b et c du 8° et le b du 10° du I ainsi que les 1° et 2° du II s'appliquent à compter des impositions établies au titre de 2018.\n\n2. Le a du 7° du I s'applique aux impositions établies au titre de 2019.\n\n3. Le b du 2°, le 3°, le 4°, le b des 5° et 7°, le a des 8° et 9°, les a et c du 10° du I et le 3° du II s'appliquent à compter des impositions établies au titre de 2020.\n\n-Code général des impôts, CGI.\n\n-Livre des procédures fiscales"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I. A créé les dispositions suivantes :\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. - A.-Les contribuables qui occupent leur habitation principale dans les conditions prévues au I de l'article 1390 du code général des impôts au titre de 2019, 2020, 2021 et 2022 qui ne sont pas passibles de l'impôt sur la fortune immobilière au titre des quatre années précédant celle de l'imposition à la taxe d'habitation et qui satisfont aux conditions d'application du I bis de l'article 1414 du même code, dans sa rédaction en vigueur au 1er janvier 2020, au titre de 2018, 2019 ou 2020 sont, au titre de 2022, exonérés de la taxe d'habitation afférente à leur habitation principale.B.-Les contribuables mentionnés au A du présent I qui satisfont aux conditions d'application du 2 du I de l'article 1414 C du code général des impôts bénéficient, au titre de l'année 2022, du dégrèvement de la contribution à l'audiovisuel public prévu au 2° de l'article 1605 bis du même code.II. - (Abrogé)"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le 1° du I est applicable aux prestations de service pour lesquelles l'exigibilité et le fait générateur de la taxe sur la valeur ajoutée interviennent à compter du 1er mars 2018.Le 2° du même I est applicable aux prestations de service pour lesquelles l'exigibilité et le fait générateur de la taxe sur la valeur ajoutée interviennent à compter du 1er mars 2018.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I s'applique aux prestations pour lesquelles le fait générateur de la taxe sur la valeur ajoutée intervient à compter du 1er janvier 2018.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I. - A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII. - A. - Les 1° à 6° du I s'appliquent aux opérations dont le fait générateur intervient à compter du 1er janvier 2018. Toutefois, il ne s'applique pas aux encaissements pour lesquels la taxe sur la valeur ajoutée est exigible avant cette date.B. - Le 7° du I s'applique à compter des impositions établies au titre de 2019.\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII. - Les a et b du 2° du I s'appliquent à la cotisation sur la valeur ajoutée des entreprises due par les contribuables au titre de 2018 et des années suivantes et à celle versée par l'Etat aux collectivités territoriales et aux établissements publics de coopération intercommunale à fiscalité propre à compter du 1er janvier 2018.\n\n- Code général des impôts, CGI.\n\n- LOI n° 2016-1918 du 29 décembre 2016"
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code des douanes\n\n- LOI n° 2013-1278 du 29 décembre 2013\n\nII. - Le I s'applique aux opérations dont le fait générateur intervient à compter du 1er janvier 2018.III. - Par dérogation au II, le tarif des gaz de pétrole liquéfié repris aux indices d'identification 31 et 32 du tableau du second alinéa du 1° du tableau B du 1 de l'article 265, dans sa rédaction résultant du I, est applicable aux opérations dont le fait générateur intervient à compter du 1er avril 2018.IV. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII. - Le 2° du I s'applique aux véhicules pris en crédit-bail ou en location avec option d'achat à compter du 1er janvier 2018."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I et II.-A modifié les dispositions suivantes :\n\nIII.-A.-1. Les 1° à 4° du I et le II s'appliquent à compter de l'imposition des revenus de l'année 2017. Pour les entreprises relevant de plein droit d'un régime réel d'imposition au titre de l'imposition des revenus de l'année 2017 conformément aux dispositions applicables avant l'entrée en vigueur des I et II du présent article, l'option pour un régime réel d'imposition prévue au 4 de l'article 50-0 du code général des impôts doit être exercée avant la date limite de dépôt de la déclaration mentionnée à l'article 53 A du même code pour les impositions dues au titre de l'année 2017.2. Pour les travailleurs indépendants relevant du régime prévu à l'article L. 133-6-8 du code de la sécurité sociale, les dispositions du I s'appliquent aux cotisations dues au titre des périodes courant à compter du 1er janvier 2018.B.-L'option prévue au I de l'article 151-0 du code général des impôts pour les revenus de l'année 2018 peut être exercée, dans les conditions prévues au IV du même article, avant le 1er avril 2018.C.-Le 5° du I s'applique à compter de la cotisation sur la valeur ajoutée des entreprises due au titre de 2017.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I. - III. - A modifié les dispositions suivantes :\n\nIV. - (Abrogé).\n\n- Code général des impôts, CGI.\n\n- LOI n° 2014-1654 du 29 décembre 2014"
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I. - Les transferts de biens, droits et obligations résultant de la dissolution de plein droit d'un conseil régional de l'ordre des experts-comptables et réalisés au profit d'un conseil régional de l'ordre des experts-comptables nouvellement créé pour se conformer aux limites territoriales définies au II de l'article L. 4111-1 du code général des collectivités territoriales sont effectués sur la base des valeurs nettes comptables des apports. Ils ne donnent lieu au paiement d'aucun droit, taxe ou impôt de quelque nature que ce soit. Ils ne donnent pas non plus lieu au paiement de la contribution prévue à l'article 879 du code général des impôts.Pour l'application du présent I en matière d'impôt sur les sociétés, l'article 210 A du même code s'applique sous réserve que le conseil régional de l'ordre des experts-comptables nouvellement créé respecte les prescriptions prévues au 3 du même article 210 A.Pour l'application dudit article 210 A, la société absorbée s'entend du conseil régional de l'ordre des experts-comptables dissous qui possédait les biens avant l'opération de transfert et la société absorbante s'entend du conseil régional de l'ordre des experts-comptables possédant ces mêmes biens après l'opération de transfert.II. - Le I s'applique aux opérations de transfert réalisées à compter du 1er janvier 2018."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I.-Les communes auxquelles n'est pas applicable l'article 7 de la loi n° 2016-1888 du 28 décembre 2016 de modernisation, de développement et de protection des territoires de montagne et sortant de la liste du classement en zone de revitalisation rurale le 1er juillet 2017 continuent de bénéficier des effets du dispositif pendant une période transitoire courant du 1er juillet 2017 au 30 juin 2024.\n\nII.-Le Gouvernement remet au Parlement, avant le 1er juin 2018, un rapport sur la mise en œuvre de la sortie progressive des effets du dispositif des zones de revitalisation rurale pour les communes concernées, notamment par des expérimentations et politiques contractuelles avec l'ensemble des collectivités territoriales compétentes. Ce rapport étudie la pertinence qu'il y a eu à substituer aux critères existants le revenu médian de chaque commune concernée.\n\nIII et IV.-A modifié les dispositions suivantes :\n\n-Code général des impôts, CGI.\n\n-LOI n° 2016-1888 du 28 décembre"
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "I à V.-A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nVI.-A.-Le présent article s'applique aux impositions dont le fait générateur intervient à compter du 1er janvier 2018, sous réserve des B à H du présent VI.\n\nB.-Le a du 14° du I s'applique à compter du 1er janvier 2018, et le b du même 14° et le c du 27° du même I s'appliquent aux opérations d'apport réalisées à compter de cette même date.\n\nC.-Le 17° du I s'applique aux cessions et rachats réalisés du 1er janvier 2018 au 31 décembre 2031 ainsi que, le cas échéant, aux compléments de prix afférents à ces mêmes opérations et perçus entre ces mêmes dates.\n\nToutefois, le complément de prix perçu à compter du 1er janvier 2018 et afférent à une cession pour laquelle s'est appliqué l'abattement fixe prévu à l'article 150-0 D ter du code général des impôts, dans sa rédaction antérieure à la présente loi, est réduit le cas échéant de la fraction d'abattement fixe non utilisée au titre de cette même cession. Dans ce cas, l'abattement mentionné aux 1 ter ou 1 quater de l'article 150-0 D du même code, dans sa rédaction résultant de la présente loi, ne s'applique pas au reliquat de gain net imposable. Ce dernier abattement peut toutefois s'appliquer lorsque le contribuable renonce au bénéfice de l'abattement fixe précité.\n\nD.-Le 23° et le b du 27° du I s'appliquent aux transferts de domicile fiscal hors de France intervenus à compter du 1er janvier 2018.\n\nE.-Les 24°, 35° et 36° du I s'appliquent aux revenus perçus et gains réalisés à compter du 1er janvier 2018.\n\nF.-Le 19° du I et le II s'appliquent aux plans et comptes ouverts à compter du 1er janvier 2018.\n\nG.-Le présent article s'applique :\n\n1° A l'avantage salarial mentionné au I de l'article 80 quaterdecies du code général des impôts afférent aux actions gratuites dont l'attribution a été autorisée par une décision de l'assemblée générale extraordinaire postérieure à la publication de la présente loi.\n\nToutefois, l'abattement fixe mentionné à l'article 150-0 D ter du code général des impôts, dans sa rédaction résultant de la présente loi, s'applique à l'avantage salarial mentionné au I de l'article 80 quaterdecies du même code afférent aux actions gratuites dont l'attribution a été autorisée par une décision de l'assemblée générale extraordinaire prise entre le 8 août 2015 et la date de la publication de la présente loi. Cet abattement s'applique en priorité sur le gain mentionné au V du même article 80 quaterdecies puis, pour le surplus éventuel, sur l'avantage salarial précité.\n\nDans le cas prévu au deuxième alinéa du présent 1°, l'application de l'abattement fixe mentionné à l'article 150-0 D ter du code général des impôts est exclusive de celle de l'abattement mentionné au 1 de l'article 150-0 D du même code dans sa rédaction antérieure à la présente loi. Ce dernier abattement peut toutefois s'appliquer lorsque le contribuable renonce à l'application de l'abattement fixe précité ;\n\n2° Aux bons de souscription de parts de créateur d'entreprise mentionnés à l'article 163 bis G du code général des impôts attribués à compter du 1er janvier 2018.\n\nH.-En cas de remise en cause, à compter de l'imposition des revenus de l'année 2018, des abattements mentionnés au I de l'article 150-0 D ter du code général des impôts dans sa rédaction en vigueur au 31 décembre 2017, dans les conditions prévues au IV du même article 150-0 D ter, ou du report d'imposition prévu à l'article 150-0 D bis du même code dans sa rédaction en vigueur au 31 décembre 2013, dans les conditions prévues au premier alinéa du III bis du même article 150-0 D bis, la plus-value concernée n'est alors réduite de l'abattement mentionné au 1 de l'article 150-0 D du même code dans sa rédaction en vigueur au titre de l'année de sa réalisation que si l'imposition de ce gain est établie dans les conditions prévues au 2 de l'article 200 A du même code dans sa rédaction résultant de la présente loi.\n\nVII.-Un comité de suivi placé auprès du Premier ministre est chargé de veiller au suivi de la mise en œuvre et de l'évaluation des réformes fiscales favorisant la réorientation de l'épargne vers les investissements productifs. Avant le dépôt du projet de loi de finances pour 2020, il établit un rapport public exposant l'état des évaluations réalisées.\n\n-Code général des impôts, CGI.\n\n-Code de la construction et de l'habitation.\n\n-Code monétaire et financier\n\n-Code de la sécurité sociale.\n\n-Livre des procédures fiscales\n\n-Code général des impôts, CGI.\n\n-Code monétaire et financier"
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "I à VIII.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nIX.-A.-Le A du I est applicable à compter du 1er janvier 2018.[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2017-758 DC du 28 décembre 2017.]B.-1. Le B du I et les II à VIII s'appliquent au titre de l'impôt sur la fortune immobilière dû à compter du 1er janvier 2018.2. Les dispositions modifiées ou abrogées par le B du I et les II à VIII continuent de s'appliquer, dans leur rédaction en vigueur au 31 décembre 2017, à l'impôt de solidarité sur la fortune dû jusqu'au titre de l'année 2017 incluse.C.-Par dérogation au B du présent IX, le 34° du B du I est applicable à compter du 1er janvier 2018. Par exception, les dons et versements ouvrant droit aux avantages fiscaux prévus aux articles 885-0 V bis, 885-0 V bis A et 885-0 V bis B du code général des impôts, dans leur rédaction en vigueur au 31 décembre 2017, effectués entre la date limite de dépôt des déclarations mentionnées à l'article 885 W du même code, dans sa rédaction en vigueur au 31 décembre 2017, au titre de l'impôt de solidarité sur la fortune dû au titre de l'année 2017, et le 31 décembre 2017, sont imputables, dans les conditions prévues aux articles 885-0 V bis, 885-0 V bis A et 885-0 V bis B précités dans leur rédaction en vigueur au 31 décembre 2017, sur l'impôt sur la fortune immobilière dû au titre de l'année 2018.\n\n-Code général des impôts, CGI.\n\n-Livre des procédures fiscales\n\n-Code de la défense.\n\n-Code monétaire et financier\n\n-Loi n° 83-634 du 13 juillet 1983\n\n-LOI n° 2013-907 du 11 octobre 2013\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code du patrimoine"
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2017-758 DC du 28 décembre 2017.]"
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII. - Le I s'applique aux véhicules acquis à compter du 1er janvier 2018."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nIII. - Les I et II s'appliquent aux montants distribués dont la mise en paiement intervient à compter du 1er janvier 2018.\n\n- Code général des impôts, CGI.\n\n- Ordonnance n° 2013-837 du 19 septembre 2013\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "I., II. et III.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-LOI n° 2016-1917 du 29 décembre 2016\n\n-Code général des impôts, CGI.\n\n-Loi n° 2006-396 du 31 mars 2006\n\n-Loi n° 2003-710 du 1 août 2003\n\n-Loi n° 96-987 du 14 novembre 1996\n\n-Loi n° 95-115 du 4 février 1995\n\n-Loi n° 97-1269 du 30 décembre 1997\n\n-Loi n° 2006-396 du 31 mars 2006"
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "I., II., III. et V.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIV.-Au titre des années 2009 à 2017, le montant de la compensation allouée au Département de Mayotte en contrepartie du transfert de la compétence en matière de protection maternelle et infantile en application de l'article L. 123-1 du code de l'action sociale et des familles est équivalent à 105 745 169 €. Cette attribution fait l'objet d'un versement de 35 248 390 € en 2018, de 35 248 390 € en 2019 et de 35 248 389 € en 2020, prélevé sur la part du produit de la taxe intérieure de consommation sur les produits énergétiques revenant à l'Etat.\n\n-LOI n° 2014-1654 du 29 décembre 2014\n\n-LOI n° 2011-1977 du 28 décembre 2011\n\n-LOI n° 2015-1785 du 29 décembre 2015"
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "Pour 2018, les prélèvements opérés sur les recettes de l'Etat au profit des collectivités territoriales sont évalués à 40 346 562 000 €, qui se répartissent comme suit :\n\n(En euros)\n\nIntitulé du prélèvement\n\nMontant\n\nPrélèvement sur les recettes de l'Etat au titre de la dotation globale de fonctionnement\n\nleft\n\n26 960 322 000\n\nPrélèvement sur les recettes de l'Etat au titre de la dotation spéciale pour le logement des instituteurs\n\nleft\n\n12 728 000\n\nDotation de compensation des pertes de bases de la taxe professionnelle et de redevance des mines des communes et de leurs groupements\n\nleft\n\n73 500 000\n\nPrélèvement sur les recettes de l'Etat au profit du Fonds de compensation pour la taxe sur la valeur ajoutée\n\nleft\n\n5 612 000 000\n\nPrélèvement sur les recettes de l'Etat au titre de la compensation d'exonérations relatives à la fiscalité locale\n\nleft\n\n2 078 572 000\n\nDotation élu local\n\nleft\n\n65 006 000\n\nPrélèvement sur les recettes de l'Etat au profit de la collectivité de Corse et des départements de Corse\n\nleft\n\n40 976 000\n\nFonds de mobilisation départementale pour l'insertion\n\nleft\n\n500 000 000\n\nDotation départementale d'équipement des collèges\n\nleft\n\n326 317 000\n\nDotation régionale d'équipement scolaire\n\nleft\n\n661 186 000\n\nFonds de solidarité des collectivités territoriales touchées par des catastrophes naturelles\n\nleft\n\n0\n\nDotation globale de construction et d'équipement scolaire\n\nleft\n\n2 686 000\n\nCompensation relais de la réforme de la taxe professionnelle\n\nleft\n\n0\n\nDotation de compensation de la réforme de la taxe professionnelle\n\nleft\n\n2 940 363 000\n\nDotation pour transferts de compensations d'exonérations de fiscalité directe locale\n\nleft\n\n529 683 000\n\nPrélèvement sur les recettes de l'Etat au titre de la dotation unique des compensations spécifiques à la taxe professionnelle\n\nleft\n\n0\n\nDotation de compensation de la réforme de la taxe sur les logements vacants pour les communes et les établissements publics de coopération intercommunale percevant la taxe d'habitation sur les logements vacants\n\nleft\n\n4 000 000\n\nDotation de compensation liée au processus de départementalisation de Mayotte\n\nleft\n\n99 000 000\n\nFonds de compensation des nuisances aéroportuaires\n\nleft\n\n6 822 000\n\nDotation de garantie des reversements des fonds départementaux de taxe professionnelle\n\nleft\n\n333 401 000\n\nPrélèvement sur les recettes de l'Etat au titre de la compensation des pertes de recettes liées au relèvement du seuil d'assujettissement des entreprises au versement transport\n\nleft\n\n82 000 000\n\nPrélèvement sur les recettes de l'Etat au profit de la collectivité territoriale de Guyane\n\nleft\n\n18 000 000\n\nTotal\n\njustify\n\n40 346 562 000\n\n1"
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "I., II., III. et IV. - A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nVI. - A.-Par dérogation au tableau du I de l'article 46 de la loi n° 2011-1977 du 28 décembre 2011 de finances pour 2012, le plafond mentionné au III bis du même article 46 est fixé, en 2018, à 2 280 millions d'euros.B.-En 2018, il est opéré un prélèvement de 200 millions d'euros sur les ressources accumulées des agences de l'eau mentionnées à l'article L. 213-8-1 du code de l'environnement.Un arrêté conjoint des ministres chargés de l'environnement et du budget répartit entre les agences de l'eau le montant de ce prélèvement, au prorata de leur part respective dans le produit total prévisionnel pour l'année concernée des redevances mentionnées à l'article L. 213-10 du même code et sans remettre en cause les programmes de préservation et de reconquête de la biodiversité et l'objectif d'atteinte du bon état des masses d'eau.Le versement de ce prélèvement est opéré pour 30 % avant le 30 juin et pour 70 % avant le 30 novembre. Le recouvrement, le contentieux, les garanties et les sanctions relatifs à ce prélèvement sont régis par les règles applicables en matière de taxe sur les salaires.VII. - Le Gouvernement remet au Parlement avant le 1er février 2018 un rapport étudiant les possibilités de mutualisation complémentaire à l'intérieur de chacun des réseaux consulaires, des chambres de métiers et de l'artisanat et des chambres de commerce et d'industrie, et les pistes de coopération accrue entre les deux réseaux.\n\n- Code général des impôts, CGI.\n\n- Code général des impôts, CGI.\n\n- Code du travail\n\n- LOI n° 2011-1977 du 28 décembre 2011\n\n- Code de la construction et de l'habitation.\n\n- Code de l'environnement\n\n- Code de l'environnement"
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "Sous réserve des dispositions de la présente loi, les affectations résultant de budgets annexes créés et de comptes spéciaux ouverts antérieurement à la date d'entrée en vigueur de la présente loi sont confirmées pour l'année 2018."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "I. à III.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIV.-Une fraction égale à 5,59 % du produit de la taxe sur la valeur ajoutée brute budgétaire, déduction faite des remboursements et restitutions effectués pour l'année en cours par les comptables assignataires, est affectée en 2018 à l'Agence centrale des organismes de sécurité sociale au titre de ses missions mentionnées au 7° de l'article L. 225-1-1 du code de la sécurité sociale.V.-Le présent article entre en vigueur le 1er janvier 2018.\n\n-Code de la santé publique\n\n-Code de la sécurité sociale.\n\n-Loi n° 94-43 du 18 janvier 1994"
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "Le montant du prélèvement effectué sur les recettes de l'Etat au titre de la participation de la France au budget de l'Union européenne est évalué pour l'exercice 2018 à 19 912 000 000 €."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "I. - Pour 2018, les ressources affectées au budget, évaluées dans l'état A annexé à la présente loi, les plafonds des charges et l'équilibre général qui en résulte sont fixés aux montants suivants :\n\n(En millions d'euros *)\n\n(*) Les montants figurant dans le présent tableau sont arrondis au million d'euros le plus proche ; il résulte de l'application de ce principe que le montant arrondi des totaux et sous-totaux peut ne pas être égal à la somme des montants arrondis entrant dans son calcul.II. - Pour 2018 :1° Les ressources et les charges de trésorerie qui concourent à la réalisation de l'équilibre financier sont évaluées comme suit :\n\n(En milliards d'euros)\n\n2° Le ministre chargé des finances est autorisé à procéder, en 2018, dans des conditions fixées par décret :a) A des emprunts à long, moyen et court termes libellés en euros ou en autres devises pour couvrir l'ensemble des charges de trésorerie ou pour renforcer les réserves de change ;b) A l'attribution directe de titres de dette publique négociable à la Caisse de la dette publique ;c) A des conversions facultatives et à des opérations de pension sur titres d'Etat ;d) A des opérations de dépôts de liquidités auprès de la Caisse de la dette publique, auprès de la Société de prise de participation de l'Etat, auprès du Fonds européen de stabilité financière, auprès du Mécanisme européen de stabilité, auprès des institutions et agences financières de l'Union européenne, sur le marché interbancaire de la zone euro et auprès des Etats de la même zone ;e) A des souscriptions de titres de créances négociables émis par des établissements publics administratifs, à des rachats, à des échanges d'emprunts, à des échanges de devises ou de taux d'intérêt et à l'achat ou à la vente d'options, de contrats à terme sur titres d'Etat ou d'autres instruments financiers à terme ;3° Le plafond de la variation nette, appréciée en fin d'année, de la dette négociable de l'Etat d'une durée supérieure à un an est fixé à 79,1 milliards d'euros.III. - Pour 2018, le plafond d'autorisation des emplois rémunérés par l'Etat, exprimé en équivalents temps plein travaillé, est fixé au nombre de 1 960 333.IV. - Pour 2018, les éventuels surplus mentionnés au 10° du I de l'article 34 de la loi organique n° 2001-692 du 1er août 2001 relative aux lois de finances sont utilisés dans leur totalité pour réduire le déficit budgétaire.Il y a constatation de tels surplus si, pour l'année 2018, le produit des impositions de toute nature établies au profit de l'Etat net des remboursements et dégrèvements d'impôts, révisé dans la dernière loi de finances rectificative pour l'année 2018 ou, à défaut, dans le projet de loi de finances pour 2019, est, à législation constante, supérieur à l'évaluation figurant dans l'état A mentionné au I du présent article.\n\nRessources\n\nCharges\n\nSolde\n\nBudget général\n\nleft\n\nmiddle\n\nleft\n\nmiddle\n\nleft\n\nmiddle\n\nRecettes fiscales brutes / dépenses brutes\n\n406 573\n\n446 248\n\nleft\n\nA déduire : Remboursements et dégrèvements\n\n119 967\n\n119 967\n\nleft\n\nRecettes fiscales nettes / dépenses nettes\n\n286 605\n\n326 280\n\nleft\n\nRecettes non fiscales\n\n13 232\n\nleft\n\nleft\n\nRecettes totales nettes / dépenses nettes\n\n299 837\n\n326 280\n\nleft\n\nA déduire : Prélèvements sur recettes au profit des collectivités territoriales et de l'Union européenne\n\n60 259\n\nleft\n\nleft\n\nMontants nets pour le budget général\n\n239 579\n\n326 280\n\n- 86 702\n\nEvaluation des fonds de concours et crédits correspondants\n\n3 332\n\n3 332\n\nleft\n\nMontants nets pour le budget général, y compris fonds de concours\n\n242 910\n\n329 612\n\nleft\n\nBudgets annexes\n\nleft\n\nleft\n\nleft\n\nContrôle et exploitation aériens\n\n2 127\n\n2 132\n\n- 4\n\nPublications officielles et information administrative\n\n186\n\n173\n\n13\n\nTotaux pour les budgets annexes\n\n2 313\n\n2 305\n\n8\n\nÉvaluation des fonds de concours et crédits correspondants :\n\nleft\n\nleft\n\nleft\n\nContrôle et exploitation aériens\n\n57\n\n57\n\nleft\n\nPublications officielles et information administrative\n\n0\n\n0\n\nleft\n\nTotaux pour les budgets annexes, y compris fonds de concours\n\n2 370\n\n2 362\n\n8\n\nComptes spéciaux\n\nleft\n\nleft\n\nleft\n\nComptes d'affectation spéciale\n\n77 662\n\n75 581\n\n2 080\n\nComptes de concours financiers\n\n128 225\n\n129 392\n\n- 1 167\n\nComptes de commerce (solde)\n\nleft\n\nleft\n\n45\n\nComptes d'opérations monétaires (solde)\n\nleft\n\nleft\n\n62\n\nSolde pour les comptes spéciaux\n\nleft\n\nleft\n\n1 021\n\nSolde général\n\nleft\n\nleft\n\n- 85 673\n\n1\n\ncenter\n\nBesoin de financement\n\nleft\n\nAmortissement de la dette à moyen et long termes\n\n116,6\n\nDont amortissement de la dette à moyen et long termes\n\n115,9\n\nDont suppléments d'indexation versés à l'échéance (titres indexés)\n\n0,7\n\nAmortissement des autres dettes\n\n-\n\nDéficit à financer\n\n85,7\n\nAutres besoins de trésorerie\n\n0,3\n\nTotal\n\n202,6\n\nRessources de financement\n\nleft\n\nEmission de dette à moyen et long termes, nette des rachats\n\n195,0\n\nRessources affectées à la Caisse de la dette publique et consacrées au désendettement\n\n1,0\n\nVariation nette de l'encours des titres d'Etat à court terme\n\n-\n\nVariation des dépôts des correspondants\n\n1,0\n\nVariation des disponibilités du Trésor à la Banque de France et des placements de trésorerie de l'Etat\n\n2,1\n\nAutres ressources de trésorerie\n\n3,5\n\nTotal\n\n202,6\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "Il est ouvert aux ministres, pour 2018, au titre du budget général, des autorisations d'engagement et des crédits de paiement s'élevant, respectivement, aux montants de 450 240 243 724 € et de 446 247 731 771 €, conformément à la répartition par mission donnée à l'état B annexé à la présente loi."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "Il est ouvert aux ministres, pour 2018, au titre des budgets annexes, des autorisations d'engagement et des crédits de paiement s'élevant, respectivement, aux montants de 2 314 842 531 € et de 2 304 837 531 €, conformément à la répartition par budget annexe donnée à l'état C annexé à la présente loi."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "Il est ouvert aux ministres, pour 2018, au titre des comptes d'affectation spéciale et des comptes de concours financiers, des autorisations d'engagement et des crédits de paiement s'élevant, respectivement, aux montants de 206 556 358 699 € et de 204 973 828 058 €, conformément à la répartition par compte donnée à l'état D annexé à la présente loi."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "I. - Les autorisations de découvert accordées aux ministres, pour 2018, au titre des comptes de commerce, sont fixées au montant de 19 880 809 800 €, conformément à la répartition par compte donnée à l'état E annexé à la présente loi.II. - Les autorisations de découvert accordées au ministre chargé des finances et des comptes publics, pour 2018, au titre des comptes d'opérations monétaires, sont fixées au montant de 250 000 000 €, conformément à la répartition par compte donnée à l'état E annexé à la présente loi."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "Le plafond des autorisations d'emplois de l'Etat, pour 2018, exprimé en équivalents temps plein travaillé, est réparti comme suit :\n\nDésignation du ministère ou du budget annexe\n\nPlafond expriméen équivalents temps plein travaillé\n\nI.-Budget général\n\n1 938 288\n\nAction et comptes publics\n\n125 064\n\nAgriculture et alimentation\n\n30 362\n\nArmées\n\n271 253\n\nCohésion des territoires\n\n573\n\nCulture\n\n11 084\n\nÉconomie et finances\n\n12 944\n\nÉducation nationale\n\n1 018 255\n\nEnseignement supérieur, recherche et innovation\n\n7 354\n\nEurope et affaires étrangères\n\n13 459\n\nIntérieur\n\n286 845\n\nJustice\n\n84 770\n\nOutre-mer\n\n5 525\n\nServices du Premier ministre\n\n11 443\n\nSolidarités et santé\n\n9 938\n\nSports\n\n-\n\nTransition écologique et solidaire\n\n40 328\n\nTravail\n\n9 091\n\nII.-Budgets annexes\n\n11 240\n\nContrôle et exploitation aériens\n\n10 536\n\nPublications officielles et information administrative\n\n704\n\nTotal général\n\n1 949 528\n\ncenter\n\n1"
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "Le plafond des autorisations d'emplois des opérateurs de l'Etat, pour 2018, exprimé en équivalents temps plein travaillé, est fixé à 404 472 emplois. Ce plafond est réparti comme suit :\n\nMission / Programme\n\nPlafond exprimé en équivalents temps plein travaillé\n\nAction extérieure de l'Etat\n\n6 765\n\nDiplomatie culturelle et d'influence\n\n6 765\n\nAdministration générale et territoriale de l'Etat\n\n443\n\nAdministration territoriale\n\n129\n\nConduite et pilotage des politiques de l'intérieur\n\n314\n\nAgriculture, alimentation, forêt et affaires rurales\n\n14 340\n\nCompétitivité et durabilité de l'agriculture, de l'agroalimentaire, de la forêt, de la pêche et de l'aquaculture\n\n13 047\n\nSécurité et qualité sanitaires de l'alimentation\n\n1 287\n\nConduite et pilotage des politiques de l'agriculture\n\n6\n\nAnciens combattants, mémoire et liens avec la Nation\n\n1 327\n\nReconnaissance et réparation en faveur du monde combattant\n\n1 327\n\nCohésion des territoires\n\n379\n\nUrbanisme, territoires et amélioration de l'habitat\n\n285\n\nPolitique de la ville\n\n94\n\nCulture\n\n14 361\n\nPatrimoines\n\n8 581\n\nCréation\n\n3 413\n\nTransmission des savoirs et démocratisation de la culture\n\n2 367\n\nDéfense\n\n6 603\n\nEnvironnement et prospective de la politique de défense\n\n5 117\n\nPréparation et emploi des forces\n\n354\n\nSoutien de la politique de la défense\n\n1 132\n\nDirection de l'action du Gouvernement\n\n597\n\nCoordination du travail gouvernemental\n\n597\n\nEcologie, développement et mobilité durables\n\n19 791\n\nInfrastructures et services de transports\n\n4 710\n\nAffaires maritimes\n\n235\n\nPaysages, eau et biodiversité\n\n5 258\n\nExpertise, information géographique et météorologie\n\n7 228\n\nPrévention des risques\n\n1 416\n\nÉnergie, climat et après-mines\n\n465\n\nConduite et pilotage des politiques de l'écologie, du développement et de la mobilité durables\n\n479\n\nEconomie\n\n2 591\n\nDéveloppement des entreprises et régulations\n\n2 591\n\nEnseignement scolaire\n\n3 359\n\nSoutien de la politique de l'éducation nationale\n\n3 359\n\nGestion des finances publiques et des ressources humaines\n\n1 328\n\nFonction publique\n\n1 328\n\nImmigration, asile et intégration\n\n1 879\n\nImmigration et asile\n\n795\n\nIntégration et accès à la nationalité française\n\n1 084\n\nJustice\n\n580\n\nJustice judiciaire\n\n222\n\nAdministration pénitentiaire\n\n243\n\nConduite et pilotage de la politique de la justice\n\n115\n\nMédias, livre et industries culturelles\n\n3 023\n\nLivre et industries culturelles\n\n3 023\n\nOutre-mer\n\n127\n\nEmploi outre-mer\n\n127\n\nRecherche et enseignement supérieur\n\n259 376\n\nFormations supérieures et recherche universitaire\n\n164 776\n\nVie étudiante\n\n12 722\n\nRecherches scientifiques et technologiques pluridisciplinaires\n\n70 511\n\nRecherche spatiale\n\n2 417\n\nRecherche dans les domaines de l'énergie, du développement et de la mobilité durables\n\n4 403\n\nRecherche et enseignement supérieur en matière économique et industrielle\n\n2 291\n\nRecherche culturelle et culture scientifique\n\n1 046\n\nEnseignement supérieur et recherche agricoles\n\n1 210\n\nRégimes sociaux et de retraite\n\n319\n\nRégimes de retraite et de sécurité sociale des marins\n\n319\n\nSanté\n\n1 658\n\nPrévention, sécurité sanitaire et offre de soins\n\n1 658\n\nSécurités\n\n267\n\nPolice nationale\n\n267\n\nSolidarité, insertion et égalité des chances\n\n8 368\n\nInclusion sociale et protection des personnes\n\n30\n\nConduite et soutien des politiques sanitaires, sociales, du sport, de la jeunesse et de la vie associative\n\n8 338\n\nSport, jeunesse et vie associative\n\n580\n\nSport\n\n529\n\nJeunesse et vie associative\n\n51\n\nTravail et emploi\n\n55 558\n\nAccès et retour à l'emploi\n\n47 602\n\nAccompagnement des mutations économiques et développement de l'emploi\n\n7 790\n\nAmélioration de la qualité de l'emploi et des relations du travail\n\n74\n\nConception, gestion et évaluation des politiques de l'emploi et du travail\n\n92\n\nContrôle et exploitation aériens\n\n812\n\nSoutien aux prestations de l'aviation civile\n\n812\n\nContrôle de la circulation et du stationnement routiers\n\n41\n\nContrôle et modernisation de la politique de la circulation et du stationnement routiers\n\n41\n\nTotal\n\n404 472\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "I. - Pour 2018, le plafond des autorisations d'emplois des agents de droit local des établissements à autonomie financière mentionnés à l'article 66 de la loi de finances pour 1974 (n° 73-1150 du 27 décembre 1973), exprimé en équivalents temps plein, est fixé à 3 449. Ce plafond est réparti comme suit :\n\nII. - Ce plafond s'applique exclusivement aux agents de droit local recrutés à durée indéterminée.\n\nMission/Programme\n\nPlafond exprimé en équivalents temps plein\n\nAction extérieure de l'Etat\n\nleft\n\nmiddle\n\nDiplomatie culturelle et d'influence\n\n3 449\n\nTotal\n\n3 449\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "Pour 2018, le plafond des autorisations d'emplois de diverses autorités publiques dont les effectifs ne sont pas inclus dans un plafond d'autorisation des emplois rémunérés par l'Etat, exprimé en équivalents temps plein travaillé, est fixé à 2 512 emplois. Ce plafond est réparti comme suit :\n\nPlafond exprimé en équivalents temps plein travaillé\n\nAgence française de lutte contre le dopage (AFLD)\n\n62\n\nAutorité de contrôle prudentiel et de résolution (ACPR)\n\n1 050\n\nAutorité de régulation des transports (ARAFER)\n\n75\n\nAutorité des marchés financiers (AMF)\n\n475\n\nConseil supérieur de l'audiovisuel (CSA)\n\n284\n\nHaut Conseil du commissariat aux comptes (H3C)\n\n65\n\nHaute Autorité de santé (HAS)\n\n395\n\nHaute Autorité pour la diffusion des œuvres et la protection des droits sur internet (HADOPI)\n\n65\n\nMédiateur national de l'énergie (MNE)\n\n41\n\nTotal\n\n2 512\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "Les reports de 2017 sur 2018 susceptibles d'être effectués à partir des programmes mentionnés dans le tableau figurant ci-dessous ne pourront excéder le montant des crédits ouverts sur ces mêmes programmes par la loi n° 2016-1917 du 29 décembre 2016 de finances pour 2017.\n\nIntitulé du programme 2017\n\nIntitulé de la missionde rattachement 2017\n\nIntitulé du programme 2018\n\nIntitulé de la missionde rattachement 2018\n\nAdministration territoriale\n\nAdministration générale et territoriale de l'Etat\n\nAdministration territoriale\n\nAdministration générale et territoriale de l'Etat\n\nVie politique, cultuelle et associative\n\nAdministration générale et territoriale de l'Etat\n\nVie politique, cultuelle et associative\n\nAdministration générale et territoriale de l'Etat\n\nEconomie et développement durable des entreprises agricoles, agroalimentaires et forestières\n\nAgriculture, alimentation, forêt et affaires rurales\n\nCompétitivité et durabilité de l'agriculture, de l'agroalimentaire, de la forêt, de la pêche et de l'aquaculture\n\nAgriculture, alimentation, forêt et affaires rurales\n\nAide économique et financière au développement\n\nAide publique au développement\n\nAide économique et financière au développement\n\nAide publique au développement\n\nConseil d'Etat et autres juridictions administratives\n\nConseil et contrôle de l'Etat\n\nConseil d'Etat et autres juridictions administratives\n\nConseil et contrôle de l'Etat\n\nCour des comptes et autres juridictions financières\n\nConseil et contrôle de l'Etat\n\nCour des comptes et autres juridictions financières\n\nConseil et contrôle de l'Etat\n\nTransmission des savoirs et démocratisation de la culture\n\nCulture\n\nTransmission des savoirs et démocratisation de la culture\n\nCulture\n\nEquipement des forces\n\nDéfense\n\nEquipement des forces\n\nDéfense\n\nStatistiques et études économiques\n\nEconomie\n\nStatistiques et études économiques\n\nEconomie\n\nHébergement, parcours vers le logement et insertion des personnes vulnérables\n\nEgalité des territoires et logement\n\nHébergement, parcours vers le logement et insertion des personnes vulnérables\n\nCohésion des territoires\n\nConduite et pilotage des politiques économiques et financières\n\nGestion des finances publiques et des ressources humaines\n\nConduite et pilotage des politiques économiques et financières\n\nGestion des finances publiques et des ressources humaines\n\nFacilitation et sécurisation des échanges\n\nGestion des finances publiques et des ressources humaines\n\nFacilitation et sécurisation des échanges\n\nGestion des finances publiques et des ressources humaines\n\nConseil supérieur de la magistrature\n\nJustice\n\nConseil supérieur de la magistrature\n\nJustice\n\nInterventions territoriales de l'Etat\n\nPolitique des territoires\n\nInterventions territoriales de l'Etat\n\nCohésion des territoires\n\nConcours spécifiques et administration\n\nRelations avec les collectivités territoriales\n\nConcours spécifiques et administration\n\nRelations avec les collectivités territoriales\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII.-A.-Le 1° du I s'applique :1° Sous réserve du 2° du présent A, à compter de l'imposition des revenus de l'année 2018 pour la déduction de la contribution sociale généralisée acquittée au titre des revenus pour lesquels il est fait application des hausses de taux de cette contribution dans les conditions prévues au 1° du A du V de l'article 8 de la loi n° 2017-1836 du 30 décembre 2017 de financement de la sécurité sociale pour 2018 ;2° A compter de l'imposition des revenus de l'année 2019 pour la déduction de la contribution sociale généralisée recouvrée et contrôlée dans les conditions prévues au II bis de l'article L. 136-5 du code de la sécurité sociale, acquittée au titre des revenus et avantages mentionnés au même II bis pour lesquels il est fait application des hausses de taux de cette contribution dans les conditions prévues au 1° du A du V de l'article 8 de la loi n° 2017-1836 du 30 décembre 2017 précitée.B.-Le 2° du I du présent article s'applique à compter de l'imposition des revenus de l'année 2018 pour la déduction de la contribution sociale généralisée acquittée au titre des revenus pour lesquels il est fait application des hausses de taux de cette contribution en application des 3° ou 4° du A du V de l'article 8 de la loi n° 2017-1836 du 30 décembre 2017 précitée."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nIII.-Le c du 1° du I s'applique aux acquisitions de logements et, s'agissant des logements que le contribuable fait construire, aux dépôts de demande de permis de construire postérieurs au 31 décembre 2017.Toutefois, le même c ne s'applique pas aux acquisitions de logements ayant fait l'objet d'un dépôt de demande de permis de construire au plus tard le 31 décembre 2017 et à la condition que cette acquisition soit réalisée au plus tard le 15 mars 2019.IV.-Le Gouvernement remet au Parlement avant le 1er septembre 2018 un rapport d'évaluation des zones géographiques établies pour déterminer l'éligibilité au dispositif prévu à l'article 199 novovicies du code général des impôts, notamment afin d'apprécier la pertinence des critères retenus pour le classement des communes au regard des besoins des territoires concernés.V.-Le Gouvernement remet au Parlement avant le 1er septembre 2019 un rapport d'évaluation du dispositif prévu à l'article 199 novovicies du code général des impôts. Ce rapport analyse notamment le respect des conditions de loyer et de ressources des locataires par les contribuables bénéficiant du dispositif.\n\n- Code général des impôts, CGI.\n\n- LOI n° 2016-1917 du 29 décembre 2016\n\n- Code général des impôts, CGI."
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII.-Le I s'applique aux travaux achevés à compter du 1er janvier 2018."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII.-Le présent article s'applique aux versements effectués à compter d'une date fixée par décret, qui ne peut être postérieure de plus de trois mois à la date de réception par le Gouvernement de la réponse de la Commission européenne permettant de considérer cette disposition lui ayant été notifiée comme étant conforme au droit de l'Union européenne.Par dérogation au premier alinéa du présent II, le 3° du I s'applique aux souscriptions au capital de sociétés effectuées à compter du 1er janvier 2018 et aux souscriptions de parts de fonds dont l'agrément de constitution par l'autorité compétente dont ils relèvent a été délivré à compter du 1er janvier 2018."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII.-Le I s'applique aux souscriptions effectuées à compter du 1er janvier 2018."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII. - Le 2° du I s'applique aux engagements pris à compter du 1er janvier 2018."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII. - Le I s'applique aux dons et versements effectués à compter du 1er janvier 2018."
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII. - Le Gouvernement transmet au Parlement une évaluation du dispositif prévu à l'article 199 sexvicies du code général des impôts avant le 1er septembre 2018."
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII. - A. - Le A du I s'applique aux dépenses payées à compter du 1er janvier 2018.B. - Toutefois, l'article 200 quater du code général des impôts :1° Dans sa rédaction applicable aux dépenses mentionnées aux 1° et 2° du b du 1 du même article 200 quater payées en 2017, s'applique également aux dépenses de même nature payées en 2018, pour lesquelles le contribuable justifie de l'acceptation d'un devis et du versement d'un acompte avant le 1er janvier 2018 ;2° Dans sa rédaction applicable aux dépenses mentionnées au second alinéa des 1° et 2° du b du 1 dudit article 200 quater payées du 1er janvier au 30 juin 2018, s'applique également aux dépenses de même nature payées du 1er juillet au 31 décembre 2018 pour lesquelles le contribuable justifie de l'acceptation d'un devis et du versement d'un acompte entre le 1er janvier et le 30 juin 2018."
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII. - Le I s'applique à compter de l'imposition des revenus de l'année 2018."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII. - Le I est applicable à compter de l'imposition des revenus de l'année 2018."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nIII.-Le Gouvernement remet au Parlement un rapport d'évaluation des zones géographiques établies pour l'attribution du dispositif prévu aux articles L. 31-10-1 à L. 31-10-12 du code de la construction et de l'habitation avant le 1er septembre 2018, notamment afin d'apprécier la pertinence des critères retenus pour le classement des communes au regard des besoins des territoires concernés.IV.-Le Gouvernement remet au Parlement avant le 1er septembre 2019 un rapport d'évaluation du dispositif prévu aux articles L. 31-10-1 à L. 31-10-12 du code de la construction et de l'habitation et à l'article 244 quater V du code général des impôts.V.-A.-Le 1°, le a du 3° et le 4° du I s'appliquent aux offres de prêt émises à compter du 1er janvier 2018.B.- (Abrogé)\n\n- Code de la construction et de l'habitation.\n\n- LOI n° 2010-1657 du 29 décembre 2010"
    },
    {
      "provision_ref": "art84",
      "section": "84",
      "title": "Article 84",
      "content": "I. et II.-A modifié les dispositions suivantes :\n\nIII.-A.-Les A, B, C et E, le 3° du F et le G du I s'appliquent aux exercices ouverts à compter du 1er janvier 2018.\n\nB.-Le 1° du F du I s'applique aux exercices ouverts à compter du 1er janvier 2019.\n\nB bis. - Le D du I s'applique aux retenues à la source dont le fait générateur est intervenu à compter du 1er janvier 2022.\n\nC.-Le 5° du F du I s'applique aux exercices ouverts à compter du 1er janvier 2020.\n\nD.-Le 2° du F du I s'applique aux exercices ouverts à compter du 1er janvier 2022.\n\n-Code général des impôts, CGI.\n\n-LOI n° 2016-1917 du 29 décembre 2016"
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Article 85",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2017-758 DC du 28 décembre 2017.]"
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Article 86",
      "content": "I. à III.-A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nIV.-A.-Le 1° du I s'applique aux rémunérations versées à compter du 1er janvier 2018.B.-Le 2° du I et les II et III s'appliquent aux rémunérations versées à compter du 1er janvier 2019.\n\n-Code du travail\n\n-Code général des impôts, CGI.\n\n-Code du travail\n\n-Livre des procédures fiscales\n\n-LOI n° 2012-1510 du 29 décembre 2012\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "I. - A abrogé les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII. - Le I s'applique aux rémunérations versées à compter du 1er janvier 2019."
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII. - Le I s'applique à la taxe sur les salaires due à raison des rémunérations versées à compter du 1er janvier 2018."
    },
    {
      "provision_ref": "art89",
      "section": "89",
      "title": "Article 89",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII. - Le I s'applique au titre des rémunérations versées à compter du 1er janvier 2018."
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "Article 90",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII. - Le I s'applique à la taxe sur les salaires due à raison des rémunérations versées à compter du 1er janvier 2018."
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Article 92",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII. - L'article 75-0 B du code général des impôts, dans sa rédaction résultant de la présente loi, s'applique à l'imposition des résultats des exercices ouverts à compter du 1er janvier 2018. Les durées modifiées par le I sont applicables aux options en cours, ainsi qu'aux renonciations faites depuis au moins trois ans."
    },
    {
      "provision_ref": "art94",
      "section": "94",
      "title": "Article 94",
      "content": "I.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nII.-1. Les 1° à 3° du I s'appliquent aux périodes d'imposition et exercices ouverts à compter du 1er janvier 2018.2. Le 4° du même I s'applique aux entreprises adhérant à compter du 1er janvier 2018 à un groupement de prévention agréé mentionné à l'article L. 611-1 du code de commerce.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art96",
      "section": "96",
      "title": "Article 96",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII. - Le I s'applique aux crédits d'impôt calculés à compter du 1er janvier 2018."
    },
    {
      "provision_ref": "art97",
      "section": "97",
      "title": "Article 97",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nII. - Il est institué un prélèvement sur les recettes de l'Etat destiné à compenser les pertes de recettes résultant, pour les communes et les établissements publics de coopération intercommunale à fiscalité propre, de l'exonération de cotisation foncière des entreprises minimum prévue au troisième alinéa du 1 du I de l'article 1647 D du code général des impôts, dans sa rédaction résultant du I du présent article.La compensation de l'exonération de cotisation foncière des entreprises minimum est égale, chaque année et pour chaque commune ou établissement public de coopération intercommunale à fiscalité propre, au produit obtenu en multipliant la perte de bases résultant de l'exonération par le taux de cotisation foncière des entreprises appliqué en 2018 dans la commune ou l'établissement public de coopération intercommunale. Pour les communes qui, au 1er janvier 2018, étaient membres d'un établissement public de coopération intercommunale sans fiscalité propre, le taux voté par la commune au titre de cette année est majoré du taux appliqué au profit de l'établissement public de coopération intercommunale pour 2018.Lorsque, à la suite d'une création, d'un changement de régime fiscal ou d'une fusion, un établissement public de coopération intercommunale fait application à compter du 1er janvier 2019 du régime prévu à l'article 1609 nonies C du code général des impôts ou du I de l'article 1609 quinquies C du même code, la compensation est égale au produit du montant des bases faisant l'objet de l'exonération prévue au troisième alinéa du 1 du I de l'article 1647 D dudit code par le taux moyen pondéré des communes membres de l'établissement public de coopération intercommunale constaté pour 2018, éventuellement majoré dans les conditions fixées au deuxième alinéa du présent II.III. - Les I et II s'appliquent à compter des impositions établies au titre de 2019."
    },
    {
      "provision_ref": "art103",
      "section": "103",
      "title": "Article 103",
      "content": "I.-A créé les dispositions suivantes :\n\n-Code général des impôts, CGI.\n\nII.-Le Gouvernement remet au Parlement, avant le 1er juillet 2018, un rapport présentant, au niveau national, par département et par établissement public de coopération intercommunale à fiscalité propre, les modalités d'évaluation des immobilisations industrielles et, pour les trois dernières années, les requalifications réalisées ainsi que les réclamations administratives et les demandes contentieuses dirigées contre ces requalifications et les montants sur lesquels elles portent. Ce rapport précise en outre les conséquences des requalifications en immobilisation industrielle de certains locaux, notamment les entrepôts de stockage et de services logistiques et les locaux artisanaux, ainsi que les effets qu'aurait un dispositif excluant ces locaux d'une telle qualification sur les recettes des collectivités territoriales. Ce rapport présente enfin des propositions de sécurisation de la qualification d'immobilisation industrielle.Ce rapport comporte également une analyse des conditions dans lesquelles l'exonération de cotisation foncière des entreprises dont bénéficient les exploitants agricoles au titre de l'article 1450 du code général des impôts peut être étendue aux activités accessoires, mentionnées à l'article 75 du même code, de transformation de produits provenant de leur exploitation et sur les conséquences financières qu'aurait cette extension.III.-Le I entre en vigueur le 1er janvier 2019."
    },
    {
      "provision_ref": "art105",
      "section": "105",
      "title": "Article 105",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\n- Livre des procédures fiscales\n\nIII. - Le présent article entre en vigueur le 1er janvier 2018."
    },
    {
      "provision_ref": "art106",
      "section": "106",
      "title": "Article 106",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code général des impôts, CGI.\n\nIII. - Le 1° du I du présent article entre en vigueur le 1er janvier 2019."
    },
    {
      "provision_ref": "art107",
      "section": "107",
      "title": "Article 107",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Livre des procédures fiscales\n\nII. - Un décret fixe les conditions d'application du II de l'article L. 13 AA du livre des procédures fiscales.III. - Le Gouvernement remet au Parlement, avant le dépôt du projet de loi de finances pour 2021, un rapport sur la mise en œuvre de l'article L. 13 AA du livre des procédures fiscales. Ce rapport comporte notamment des indications statistiques relatives aux documentations sur les prix de transfert, qui satisfont aux conditions prévues au même article L. 13 AA, ainsi qu'un examen de la pertinence des informations produites dans le cadre de cette documentation pour le contrôle des prix de transfert.IV. - Le I s'applique aux exercices ouverts à compter du 1er janvier 2018."
    },
    {
      "provision_ref": "art108",
      "section": "108",
      "title": "Article 108",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Livre des procédures fiscales\n\nII. - Le I s'applique aux délais de reprise venant à expiration à compter de l'entrée en vigueur du présent article."
    },
    {
      "provision_ref": "art109",
      "section": "109",
      "title": "Article 109",
      "content": "I. et II. - A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code monétaire et financier\n\n- Livre des procédures fiscales\n\nIII. - Les I et II entrent en vigueur le 1er janvier 2018."
    },
    {
      "provision_ref": "art110",
      "section": "110",
      "title": "Article 110",
      "content": "Le Gouvernement remet au Parlement, avant le 1er mars 2018, un rapport sur la pertinence des dispositifs publics d'accompagnement et de financement des entreprises françaises en difficulté, notamment des dispositions fiscales, et sur leur potentielle refonte."
    },
    {
      "provision_ref": "art111",
      "section": "111",
      "title": "Article 111",
      "content": "Le Gouvernement remet au Parlement, avant le 1er octobre 2018, un rapport visant à évaluer les possibilités de rationalisation et d'évolution des dispositifs de soutien, direct et indirect, à l'export et au développement des entreprises françaises à l'étranger."
    },
    {
      "provision_ref": "art112",
      "section": "112",
      "title": "Article 112",
      "content": "I., II., III. - A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code du travail\n\n- Loi n°82-939 du 4 novembre 1982\n\n- Code du travail\n\n- Code général des impôts, CGI.\n\nIV. - Le présent article s'applique aux revenus perçus à compter du 1er janvier 2018.V. - Le Gouvernement remet au Parlement, avant le 30 juin 2018, un rapport évaluant les mesures prises afin de compenser la hausse de la contribution sociale généralisée pour les agents publics et pour les salariés d'employeurs du secteur parapublic, tels que les salariés des chambres d'agriculture, et évaluant les conséquences de ces mesures sur leur pouvoir d'achat."
    },
    {
      "provision_ref": "art113",
      "section": "113",
      "title": "Article 113",
      "content": "A compter du 1er janvier 2018, les agents publics civils et les militaires perçoivent une indemnité compensatrice tenant compte de la hausse du taux de la contribution sociale généralisée, prévue à l'article 8 de la loi n° 2017-1836 du 30 décembre 2017 de financement de la sécurité sociale pour 2018, de la suppression de la contribution exceptionnelle de solidarité et de la suppression de la cotisation salariale d'assurance maladie ainsi que de la baisse ou de la suppression de la contribution salariale d'assurance chômage, en application du même article 8.Un décret, pris après avis du Conseil commun de la fonction publique et du Conseil supérieur de la fonction militaire, fixe les conditions d'application du présent article."
    },
    {
      "provision_ref": "art114",
      "section": "114",
      "title": "Article 114",
      "content": "Les dispositions réglementaires procédant au report de douze mois des mesures statutaires, indiciaires et indemnitaires visant à la modernisation, à compter du 1er janvier 2018, des parcours professionnels, des carrières et des rémunérations des fonctionnaires civils, des militaires, des magistrats et des fonctionnaires mentionnés à l'article 2 de la loi n° 53-39 du 3 février 1953 relative au développement des crédits affectés aux dépenses de fonctionnement des services civils pour l'exercice 1953 (Présidence du Conseil), peuvent rétroagir au 1er janvier 2018, après consultation du Conseil commun de la fonction publique pour ce qui concerne les décrets relatifs aux fonctionnaires civils."
    },
    {
      "provision_ref": "art115",
      "section": "115",
      "title": "Article 115",
      "content": "I. - Les agents publics civils et les militaires en congé de maladie et les salariés en congé de maladie pour lesquels l'indemnisation de ce congé n'est pas assurée par un régime obligatoire de sécurité sociale ou est assurée par un régime spécial de sécurité sociale mentionné à l'article L. 711-1 du code de la sécurité sociale ne bénéficient du maintien de leur traitement ou de leur rémunération, ou du versement de prestations en espèces par l'employeur qu'à compter du deuxième jour de ce congé.\n\nII. - Le I du présent article ne s'applique pas :\n\n1° Lorsque la maladie provient de l'une des causes exceptionnelles prévues aux articles L. 27 et L. 35 du code des pensions civiles et militaires de retraite ;\n\n2° Au deuxième congé de maladie, lorsque la reprise du travail entre deux congés de maladie accordés au titre de la même cause n'a pas excédé 48 heures ;\n\n3° Au congé pour invalidité temporaire imputable au service, au congé du blessé prévu à l'article L. 4138-3-1 du code de la défense, aux congés pour accident de service ou accident du travail et maladie professionnelle, au congé de longue maladie, au congé de longue durée et au congé de grave maladie ;\n\n4° Aux congés de maladie accordés postérieurement à un premier congé de maladie au titre d'une même affection de longue durée, au sens de l'article L. 324-1 du code de la sécurité sociale, pour une période de trois ans à compter de ce premier congé de maladie ;\n\n5° Au congé de maladie accordé postérieurement à la déclaration de grossesse et avant le début du congé de maternité ;\n\n6° Au premier congé de maladie intervenant pendant une période de treize semaines à compter du décès d'un enfant de l'agent âgé de moins de vingt-cinq ans ou d'une personne âgée de moins de vingt-cinq ans dont l'agent a la charge effective et permanente ;\n\n7° Au congé de maladie faisant suite à une interruption spontanée de grossesse ayant eu lieu avant la vingt-deuxième semaine d'aménorrhée ou à une interruption de grossesse pratiquée pour motif médical prévue aux articles L. 2213-1 à L. 2213-5 du code de la santé publique."
    },
    {
      "provision_ref": "art117",
      "section": "117",
      "title": "Article 117",
      "content": "Avant le 1er mars 2018, le Gouvernement présente au Parlement, sous forme de rapport, les conclusions de la mission sur le financement de la promotion du tourisme créée le 10 octobre 2017 lors du premier conseil de pilotage du tourisme."
    },
    {
      "provision_ref": "art122",
      "section": "122",
      "title": "Article 122",
      "content": "Au plus tard le 1er juin 2018, le Gouvernement remet au Parlement un rapport étudiant les modalités de financement des indemnités compensatoires de handicaps naturels, des mesures agroenvironnementales et climatiques, des aides au maintien et des aides à la conversion en agriculture biologique pour les années 2019 et 2020."
    },
    {
      "provision_ref": "art125",
      "section": "125",
      "title": "Article 125",
      "content": "A compter du 1er janvier 2018, sont calculées sur la base du dernier grade détenu par les ayants droit les pensions militaires d'invalidité :\n\n1° Des militaires radiés des cadres ou rayés des contrôles avant l'entrée en vigueur de la loi de finances rectificative pour 1962 (n° 62-873 du 31 juillet 1962) ;\n\n2° Des ayants cause des militaires mentionnés au 1° ou décédés avant l'entrée en vigueur de la loi de finances rectificative pour 1962 (n° 62-873 du 31 juillet 1962)."
    },
    {
      "provision_ref": "art126",
      "section": "126",
      "title": "Article 126",
      "content": "I et II. - A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII.-A.-La réduction de loyer de solidarité prévue à l'article L. 442-2-1 du code de la construction et de l'habitation est applicable aux contrats en cours.B.-L'indexation au 1er octobre des paramètres du barème de l'aide personnalisée au logement, de l'allocation de logement familiale et de l'allocation de logement sociale prévue, respectivement, au septième alinéa de l'article L. 351-3 du code de la construction et de l'habitation, au deuxième alinéa de l'article L. 542-5 du code de la sécurité sociale et au troisième alinéa de l'article L. 831-4 du même code, n'est pas appliquée en 2018.C.-A compter du 1er janvier 2018 et jusqu'au 31 décembre 2018, par dérogation aux articles L. 353-9-2, L. 353-9-3 et L. 442-1 du code de la construction et de l'habitation, les loyers et redevances maximaux et pratiqués ne peuvent faire l'objet d'aucune révision. Ces dispositions s'appliquent y compris aux contrats de location en cours. Toutefois, une hausse des loyers et redevances pratiqués peut être autorisée dans les conditions prévues au second alinéa de l'article L. 353-9-3 et au dernier alinéa de l'article L. 442-1 du même code.D.-Le 4° du I entre en vigueur le 1er février 2018.E.-Par dérogation, en 2018, la réduction de la cotisation prévue au 2° du II de l'article L. 452-4 du code de la construction et de l'habitation correspond à un montant unitaire multiplié par le nombre de bénéficiaires des aides prévues à l'article L. 351-1 du même code logés dans des logements mentionnés à l'article L. 442-2-1 dudit code. Le nombre de bénéficiaires s'apprécie au 31 décembre 2017 et le montant unitaire prévu à la première phrase du présent E est fixé par arrêté des ministres chargés du logement, de l'économie et des finances.F.-Le 1° du I et les 1° et 2° du II ne s'appliquent pas aux prêts et contrats de location-accession ayant fait l'objet d'une demande avant le 31 décembre 2017 et à la condition que ce prêt ou ce contrat de location-accession soit signé avant le 31 janvier 2018.\n\n- Code de la construction et de l'habitation.\n\n- Code de la construction et de l'habitation.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art127",
      "section": "127",
      "title": "Article 127",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2017-758 DC du 28 décembre 2017.]"
    },
    {
      "provision_ref": "art128",
      "section": "128",
      "title": "Article 128",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nIII. - Les établissements mentionnés soit au deuxième alinéa de l'article L. 345-1 du code de l'action sociale et des familles, soit à l'article L. 322-1 du même code intervenant dans le secteur de l'accueil, de l'hébergement et de l'insertion et ouverts plus de neuf mois dans l'année, remplissent l'enquête nationale de coûts au plus tard le 31 mars 2018 pour le recueil des données relatives à l'année 2016. En l'absence de transmission de ces données, l'autorité compétente de l'Etat procède à une tarification d'office de l'établissement mentionné à l'article L. 345-1 dudit code ou ne verse pas la partie de la subvention subordonnée au fait d'avoir rempli l'enquête nationale de coûts à l'établissement mentionné à l'article L. 322-8-1 du même code.\n\n- Code de l'action sociale et des familles\n\n- Code de l'action sociale et des familles"
    },
    {
      "provision_ref": "art130",
      "section": "130",
      "title": "Article 130",
      "content": "I. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nII. - (Abrogé)\n\n- Code de la construction et de l'habitation.\n\n- Code de la construction et de l'habitation."
    },
    {
      "provision_ref": "art134",
      "section": "134",
      "title": "Article 134",
      "content": "I à III. - A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nIV.-L'allocation spécifique de cessation anticipée d'activité attribuée au titre de l'amiante par le ministère des armées aux fonctionnaires placés en disponibilité ou en position hors cadres et aux ouvriers de l'Etat, en fonction dans l'entreprise mentionnée à l'article 78 de la loi de finances rectificative pour 2001 (n° 2001-1276 du 28 décembre 2001) et recrutés par celle-ci avant l'entrée en vigueur de la présente loi, est calculée sur la base du montant moyen des rémunérations brutes des douze derniers mois d'activité résultant d'une reconstitution de carrière au titre de la période d'emploi en qualité de salarié de l'entreprise.Le montant moyen ainsi défini doit également être pris en compte pour la détermination des droits à pension de retraite de ces agents.Un décret en Conseil d'Etat fixe les conditions d'application du présent IV.\n\n- LOI n° 2015-1785 du 29 décembre 2015\n\n- Code des pensions militaires d'invalidité et des victimes de guerre.\n\n- Loi n° 2003-1312 du 30 décembre 2003\n\n- LOI n° 2010-1657 du 29 décembre 2010"
    },
    {
      "provision_ref": "art135",
      "section": "135",
      "title": "Article 135",
      "content": "I.- A compter de 2024, il est institué une contribution annuelle des agences de l'eau mentionnées à l'article L. 213-8-1 du code de l'environnement au profit de l'Office français de la biodiversité à hauteur d'un montant compris entre 417,6 millions d'euros et 464,6 millions d'euros, qui intègre une dotation de 41 millions d'euros dédiée au financement du programme mentionné à l'article L. 131-15 du même code.\n\nCette contribution est liquidée, ordonnancée et recouvrée selon les modalités prévues pour les recettes des établissements publics administratifs de l'Etat.\n\nChaque année, un arrêté conjoint des ministres chargés de l'écologie et du budget fixe le montant de cette contribution et la répartit entre les agences de l'eau en fonction du potentiel économique du bassin hydrographique pondéré par l'importance relative de sa population rurale.Le potentiel économique du bassin hydrographique est déterminé pour 20 % à partir du produit intérieur brut des régions relevant de chaque bassin et pour 80 % à partir du revenu des ménages des régions relevant de chaque bassin.Pour chaque bassin, un coefficient de modulation rurale définit l'importance relative de la population rurale. Ce coefficient, compris entre 75 % et 115 %, est déterminé de façon linéaire selon la part de population du bassin habitant des communes non incluses dans des aires urbaines.Cet arrêté détermine également les modalités de versement de cette contribution.\n\nII et III.-A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\n-Code de l'environnement\n\n-LOI n° 2011-1977 du 28 décembre 2011"
    },
    {
      "provision_ref": "art137",
      "section": "137",
      "title": "Article 137",
      "content": "A compter de 2024, il est institué une contribution annuelle de l'Office français de la biodiversité au profit des établissements publics chargés des parcs nationaux, à hauteur d'un montant compris entre 63 millions d'euros et 74,7 millions d'euros.\n\nCette contribution est liquidée, ordonnancée et recouvrée selon les modalités prévues pour les recettes des établissements publics administratifs de l'Etat.\n\nChaque année, un arrêté du ministre chargé de l'écologie fixe le montant et les modalités de versement de cette contribution au profit de chacun des établissements publics chargés des parcs nationaux."
    },
    {
      "provision_ref": "art140",
      "section": "140",
      "title": "Article 140",
      "content": "I et II. - A modifié les dispositions suivantes :\n\nIII. - A titre de mesure transitoire et à compter du 1er avril 2018, le fonds prévu à l'article L. 221-7 du code monétaire et financier reverse, sur une période de dix ans, aux établissements distribuant le livret A ou le livret de développement durable et solidaire les sommes centralisées au-delà de la quote-part mentionnée au premier alinéa de l'article L. 221-5 du même code. Pour les établissements qui en feraient la demande auprès de la Caisse des dépôts et consignations entre le 1er janvier 2018 et le 28 février 2018, cette période peut être réduite entre le 1er avril 2018 et le 1er avril 2020. Un décret en Conseil d'Etat, pris après avis de la commission de surveillance de la Caisse des dépôts et consignations, précise les conditions de mise en œuvre du présent III.IV. - Lorsque les établissements distribuant le livret A et le livret de développement durable et solidaire optent pour la centralisation intégrale des ressources qu'ils collectent après la date du 13 octobre 2017, le montant des dépôts qu'ils ont choisi de ne pas conserver leur est restitué en totalité à compter du 1er avril 2018.\n\n- LOI n°2008-1443 du 30 décembre 2008\n\n- Code monétaire et financier"
    },
    {
      "provision_ref": "art141",
      "section": "141",
      "title": "Article 141",
      "content": "Le Gouvernement remet au Parlement, avant le 1er juillet 2018, un rapport sur le financement public dont bénéficie Business France. Ce rapport évalue la pertinence des choix opérés en termes d'équilibre entre le financement budgétaire et les ressources propres de l'opérateur. A cette fin, il précise les modalités de gratuité et de facturation, selon les cas, des prestations proposées par Business France au regard de l'objectif d'un plus grand accès des petites et moyennes entreprises à ces prestations. Il présente également des éléments permettant d'apprécier la situation de concurrence dans laquelle ces prestations peuvent se trouver avec celles proposées par des opérateurs privés ou consulaires. Il fournit des éléments de comparaison internationale à l'appui de ces constats et comporte, le cas échéant, des recommandations quant à l'évolution souhaitable des différentes ressources et tarifs de l'opérateur. Enfin, il évalue les modalités, notamment financières, d'une mise à disposition de Business France des conseillers en développement international relevant du réseau des chambres de commerce et d'industrie, dans le cadre de la modernisation du dispositif public de soutien à l'internationalisation des entreprises."
    },
    {
      "provision_ref": "art142",
      "section": "142",
      "title": "Article 142",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nIII. - Les I et II entrent en vigueur le 1er janvier 2018. Toutefois, les versements de l'Etat correspondant aux rentes versées en 2017 par les organismes débirentiers sont effectués le 30 juin 2018.IV. - Les organismes débirentiers mentionnés au III peuvent répartir, sur une période de six ans au plus et de façon linéaire, à compter des comptes établis au titre de l'exercice 2017, les effets des I et II sur le niveau des provisions mathématiques prévues à l'article R. 343-3 du code des assurances. Les modalités de constitution de la provision déterminées par les organismes concernés en application du présent IV font l'objet d'une explication dans l'annexe des comptes.\n\n- Loi n°83-1179 du 29 décembre 1983\n\n- Loi n°49-1098 du 2 août 1949\n\n- Loi n°83-1179 du 29 décembre 1983"
    },
    {
      "provision_ref": "art143",
      "section": "143",
      "title": "Article 143",
      "content": "Avant le 1er septembre 2018, le Gouvernement remet au Parlement un rapport analysant l'impact budgétaire et économique de la suppression du régime fiscal dérogatoire de l'épargne logement pour les nouveaux plans d'épargne-logement et comptes d'épargne-logement."
    },
    {
      "provision_ref": "art144",
      "section": "144",
      "title": "Article 144",
      "content": "La garantie de l'Etat est accordée à la Banque de France au titre des prêts que celle-ci consent à partir de 2018 au compte \"Facilité pour la réduction de la pauvreté et pour la croissance\" du Fonds monétaire international. Cette garantie porte sur le principal et les intérêts, dans la limite d'un montant cumulé en principal de 2 milliards de droits de tirage spéciaux. Cette garantie couvre le non-respect de l'échéancier de remboursement de chaque tirage par le gestionnaire du compte."
    },
    {
      "provision_ref": "art145",
      "section": "145",
      "title": "Article 145",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2017-758 DC du 28 décembre 2017.]"
    },
    {
      "provision_ref": "art149",
      "section": "149",
      "title": "Article 149",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le présent article entre en vigueur le 1er janvier 2018.\n\n- Code de commerce"
    },
    {
      "provision_ref": "art150",
      "section": "150",
      "title": "Article 150",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2017-758 DC du 28 décembre 2017.]"
    },
    {
      "provision_ref": "art151",
      "section": "151",
      "title": "Article 151",
      "content": "Le Gouvernement remet au Parlement, avant le 30 juin 2018, un rapport sur la possibilité d'augmenter le plafond de 80 % de financement public dans le cadre de l'aide à l'amélioration de l'habitat en cas de présence d'amiante."
    },
    {
      "provision_ref": "art152",
      "section": "152",
      "title": "Article 152",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2017-758 DC du 28 décembre 2017.]"
    },
    {
      "provision_ref": "art153",
      "section": "153",
      "title": "Article 153",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2017-758 DC du 28 décembre 2017.]"
    },
    {
      "provision_ref": "art154",
      "section": "154",
      "title": "Article 154",
      "content": "I et II. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\n- Code général de la propriété des personnes publiques.\n\n- Code de l'éducation\n\n- Code général de la propriété des personnes publiques.\n\nIII.-Le II est applicable à Wallis-et-Futuna, en Polynésie française et en Nouvelle-Calédonie."
    },
    {
      "provision_ref": "art159",
      "section": "159",
      "title": "Article 159",
      "content": "I. - A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII. - Pour l'application des articles L. 3334-1 à L. 3334-7-1 du code général des collectivités territoriales, à compter de 2018, les montants de la dotation forfaitaire, de la dotation de péréquation et de la dotation de compensation perçus en 2017 par la collectivité de Corse ainsi que les bases, recettes et produits fiscaux des exercices précédant la fusion et relatifs à la collectivité de Corse, correspondent, respectivement, à la somme des montants, bases, recettes et produits relatifs aux départements de la Haute-Corse et de la Corse-du-Sud.III. - A compter de 2018, le prélèvement opéré en 2017 en application de l'avant-dernier alinéa de l'article L. 4332-7 du code général des collectivités territoriales dans sa rédaction résultant de la loi n° 2016-1917 du 29 décembre 2016 de finances pour 2017 est reconduit chaque année.IV. - En 2018, une part de la dotation globale de fonctionnement revenant aux communes et à certains de leurs groupements mentionnée à l'article L. 2334-1 du code général des collectivités territoriales est affectée, à hauteur de 1 million d'euros, au fonds d'aide pour le relogement d'urgence prévu à l'article L. 2335-15 du même code.\n\n- Code général des collectivités territoriales\n\n- Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art161",
      "section": "161",
      "title": "Article 161",
      "content": "Le Gouvernement remet au Parlement, avant le 30 septembre 2018, un rapport sur les modalités de prise en compte dans la répartition des dotations et des fonds de péréquation des charges liées à l'accueil d'une population touristique non permanente par les collectivités territoriales."
    },
    {
      "provision_ref": "art162",
      "section": "162",
      "title": "Article 162",
      "content": "Le Gouvernement remet au Parlement, avant le 30 septembre 2018, un rapport sur les modalités possibles de prise en compte dans la répartition de la dotation forfaitaire, au sein de la dotation globale de fonctionnement, des surfaces comprises dans les sites Natura 2000 mentionnés à l'article L. 414-1 du code de l'environnement, au même titre que celles des zones cœur des parcs nationaux et des parcs naturels marins."
    },
    {
      "provision_ref": "art163",
      "section": "163",
      "title": "Article 163",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-A compter de 2018, pour l'application des articles L. 3334-16-2 et L. 3335-1 à L. 3335-3 du code général des collectivités territoriales ainsi que de l'article 42 de la loi n° 2013-1278 du 29 décembre 2013 de finances pour 2014, les données concernant la collectivité de Corse et relatives aux exercices précédant sa création correspondent à la somme des données relatives aux départements de la Haute-Corse et de la Corse-du-Sud.III.-A modifié les dispositions suivantes :\n\nLoi n° 2015-1785 du 29 décembre 2015\n\nArt. 166\n\n-Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art165",
      "section": "165",
      "title": "Article 165",
      "content": "I. et II - A modifié les dispositions suivantes :\n\n- Code général des collectivités territoriales\n\n- LOI n° 2016-1917 du 29 décembre 2016\n\nIII. - Le II s'applique à compter du 1er janvier 2018."
    },
    {
      "provision_ref": "art167",
      "section": "167",
      "title": "Article 167",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Pour l'application de l'article L. 3335-1 du code général des collectivités territoriales à la collectivité de Corse, pour les années 2018 à 2020, la différence entre la contribution de la collectivité de Corse et l'attribution qui lui revient au titre du fonds ne peut être inférieure à la différence entre la somme des contributions versées en 2017 et la somme des attributions perçues en 2017 par les départements de la Haute-Corse et de la Corse-du-Sud. Ces différences sont appréciées en pourcentage des ressources totales du fonds après prélèvement des montants correspondant aux régularisations. Le cas échéant, un complément de garantie est prélevé sur les ressources du fonds avant les répartitions prévues au IV de l'article L. 3335-1.\n\nEn 2020, la collectivité de Corse perçoit une attribution au titre du VI de l'article L. 3335-2 du même code et au titre du VII du même article L. 3335-2 au moins égale aux montants perçus en 2019 au titre, respectivement, de l'article L. 3335-2 et de l'article L. 3335-3 du même code dans leur rédaction antérieure à la loi n° 2019-1479 du 28 décembre 2019 de finances pour 2020. Le cas échéant, un complément de garantie est prélevé sur les ressources de chaque enveloppe avant les répartitions prévues aux VI et VII de l'article L. 3335-2 du code général des collectivités territoriales.III. - A compter de 2018, pour l'application de l'article L. 2334-35 du même code, les données concernant la collectivité de Corse et relatives aux exercices précédant la création de celle-ci correspondent à la somme des données relatives aux départements de la Haute-Corse et de la Corse-du-Sud.IV. - A compter de 2018, pour l'application de l'article L. 3334-10 du même code, les dépenses d'aménagement foncier effectuées et les subventions versées pour la réalisation de travaux d'équipement rural par la collectivité de Corse correspondent à la somme des dépenses effectuées et des subventions versées par les départements de la Haute-Corse et de la Corse-du-Sud.\n\n- LOI n° 2013-1278 du 29 décembre 2013"
    },
    {
      "provision_ref": "art172",
      "section": "172",
      "title": "Article 172",
      "content": "I. et III. - A modifié les dispositions suivantes :\n\nII. - Pour l'application à Mayotte de l'article L. 842-8 du code de la sécurité sociale, la référence à l'allocation mentionnée aux articles L. 821-1 et L. 821-2 du même code est remplacée par la référence à l'allocation mentionnée à l'article 35 de l'ordonnance n° 2002-411 du 27 mars 2002 relative à la protection sanitaire et sociale à Mayotte.IV. - Le présent article entre en vigueur le 1er janvier 2018.\n\n- Code de la sécurité sociale.\n\n- LOI n° 2016-1088 du 8 août 2016\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art175",
      "section": "175",
      "title": "Article 175",
      "content": "I. - A titre expérimental, du 1er avril 2018 au 31 décembre 2019, un dispositif d'aide de l'Etat, dénommé emplois francs , est institué. Il est mis en œuvre au bénéfice des entreprises disposant d'un établissement sur le territoire national qui embauchent, en contrat à durée indéterminée ou en contrat à durée déterminée d'une durée d'au moins six mois, un demandeur d'emploi résidant dans l'un des quartiers prioritaires de la politique de la ville définis à l'article 5 de la loi n° 2014-173 du 21 février 2014 de programmation pour la ville et la cohésion urbaine des territoires dont la liste est fixée par arrêté conjoint des ministres chargés de l'emploi, de la ville et du budget.\n\nLes conditions de mise en œuvre de ce dispositif sont définies par décret.\n\nII. - Le Gouvernement remet au Parlement un rapport d'évaluation de l'expérimentation au plus tard le 15 septembre 2019.\n\nCe rapport étudie la possibilité de créer un dispositif d'aide de l'Etat au bénéfice des centres de formation d'apprentis au sein desquels une personne résidant dans un quartier prioritaire de la politique de la ville suit une formation par apprentissage et au bénéfice des entreprises qui embauchent cette personne en contrat d'apprentissage."
    },
    {
      "provision_ref": "art177",
      "section": "177",
      "title": "Article 177",
      "content": "Le Gouvernement remet au Parlement, dans un délai de douze mois à compter de la promulgation de la présente loi, un rapport d'information faisant le bilan de la privatisation des autoroutes. Ce rapport précise notamment les montants de l'envolée des tarifs pour les usagers et ceux des dividendes records pour ces sociétés."
    },
    {
      "provision_ref": "art178",
      "section": "178",
      "title": "Article 178",
      "content": "Le Gouvernement remet au Parlement avant le 30 juin 2018 un rapport d'information sur la politique de dividende de l'Etat actionnaire et sur l'opportunité de faire évoluer le statut de l'Agence des participations de l'Etat afin que celle-ci soit transformée en opérateur public doté de la personnalité morale, à charge pour cette dernière de verser chaque année un dividende au budget général de l'Etat correspondant à une part des produits des cessions réalisées et des dividendes qu'elle aurait elle-même perçus.La présente loi entrera en vigueur immédiatement et sera exécutée comme loi de l'Etat."
    },
    {
      "provision_ref": "artliminaire",
      "section": "liminaire",
      "title": "Article liminaire",
      "content": "La prévision de solde structurel et de solde effectif de l'ensemble des administrations publiques pour 2018, l'exécution de l'année 2016 et la prévision d'exécution de l'année 2017 s'établissent comme suit :\n\n(En points de produit intérieur brut)\n\nExécution 2016\n\nPrévision d'exécution 2017\n\nPrévision 2018\n\nSolde structurel (1)\n\n- 2,5\n\n- 2,2\n\n- 2,1\n\nSolde conjoncturel (2)\n\n- 0,8\n\n- 0,6\n\n- 0,4\n\nMesures exceptionnelles (3)\n\n- 0,1\n\n- 0,1\n\n- 0,2\n\nSolde effectif (1 + 2 + 3)\n\n- 3,4\n\n- 2,9\n\n- 2,8 (*)\n\n(*) L'écart entre le solde effectif et la somme de ses composantes s'explique par l'arrondi au dixième des différentes valeurs.\n\n1"
    }
  ]
}