{
  "id": "loi-n-72-964-du-25-octobre-1972",
  "type": "statute",
  "title": "Loi n° 72-964 du 25 octobre 1972",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000322317",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Toute personne qui acquiert ou recouvre la nationalité française peut demander la francisation de son nom seul, de son nom et de ses prénoms ou de l'un d'eux, lorsque leur apparence, leur consonance ou leur caractère étranger peut gêner son intégration dans la communauté française."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "La francisation d'un nom consiste soit dans la traduction en langue française de son nom, soit dans la modification nécessaire pour faire perdre à ce nom son apparence, sa consonance ou son caractère étranger.Cette modification peut consister également dans la reprise du nom que des personnes réintégrées dans la nationalité française avaient perdu par décision d'un Etat étranger ou dans la reprise du nom porté par un ascendant français.La francisation d'un prénom consiste dans la substitution à ce prénom d'un prénom français ou dans l'attribution complémentaire d'un tel prénom ou, en cas de pluralité de prénoms, dans la suppression du prénom étranger pour ne laisser substituer que le prénom français."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Toute personne mentionnée à l'article 1er qui ne possède pas de prénom peut demander l'attribution d'un prénom français même lorsqu'elle ne demande pas la francisation de son nom."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les personnes mentionnées à l'article 1er peuvent demander la francisation des prénoms ou de l'un des prénoms de leurs enfants mineurs bénéficiaires des articles 84 et 143 du code de la nationalité. Elles peuvent également demander l'attribution à ces enfants d'un prénom français, s'ils ne possèdent aucun prénom."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Lorsqu'une demande de francisation de nom est faite par ou pour une personne qui ne possède pas de prénom, elle doit être assortie d'une demande d'attribution d'un prénom français."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Les personnes mentionnées à l'article 1er peuvent, lorsqu'elles sont mineures, demander la francisation de leur nom, de leurs prénoms ou de l'un d'eux et l'attribution d'un prénom français si elles sont autorisées ou représentées dans les conditions déterminées par le code de la nationalité française."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "La demande de francisation de nom ou de prénoms ou d'attribution de prénom peut être présentée lors de la demande de naturalisation ou de réintégration ou lors de la déclaration d'acquisition de la nationalité française ou de réintégration. Elle peut l'être également dans le délai d'un an suivant l'acquisition de la nationalité française ou la réintégration dans cette nationalité.Il est fait droit aux demandes de francisation de prénoms présentées, sans condition de délai, par des personnes ayant acquis ou recouvré la nationalité française et justifiant de l'utilisation de prénoms précédemment francisés à l'initiative des autorités françaises."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "La francisation du nom et des prénoms ainsi que l'attribution de prénom sont accordées sur le rapport du ministre chargé des autorisations, soit par le décret conférant la naturalisation ou la réintégration, soit par un décret postérieur à l'acquisition de la nationalité française."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "La francisation du nom s'étend de plein droit, sans qu'il soit nécessaire d'en faire mention dans le décret relatif à leur auteur, et sous réserve que ces enfants n'aient pas usé de la faculté qui leur est ouverte par l'article 7 :1° Aux enfants mineurs bénéficiaires de l'effet collectif prévu dans le Code de la nationalité française ;2° Aux enfants mineurs, français à un autre titre, lorsque le parent dont ils portent le nom requiert ou recouvre la nationalité française."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Tout intéressé peut faire opposition au décret portant francisation du nom dans le délai de deux mois à compter de sa publication au Journal officiel."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Le décret portant francisation de nom prend effet, s'il n'y a pas eu d'opposition, à l'expiration du délai de deux mois pendant lequel l'opposition est recevable ou, dans le cas contraire, après le rejet de l'opposition.Le décret portant seulement francisation ou attribution de prénoms prend effet au jour de sa signature.Mention du nom et, éventuellement, du ou des prénoms francisés ou attribués sera portée d'office sur réquisition du procureur de la République du lieu de domicile du bénéficiaire en marge de ses actes de l'état civil et, le cas échéant, de ceux de son conjoint et de ses enfants."
    },
    {
      "provision_ref": "art12-1",
      "section": "12-1",
      "title": "Article 12-1",
      "content": "Les noms et prénoms francisés peuvent faire l'objet des changements prévus aux articles 60 à 61-4 du code civil aux conditions définies par lesdits articles."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "La loi n° 65-526 du 3 juillet 1965 est abrogée, à l'exception des dispositions de son article 11."
    }
  ]
}