{
  "id": "loi-n-85-1372-du-23-decembre-1985",
  "type": "statute",
  "title": "Loi n° 85-1372 du 23 décembre 1985",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000521293",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "L'article 224 du code civil est abrogé."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "L'article 5 du code de commerce est abrogé."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "L'article 1502 du code civil est abrogé."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Les articles 1595 et 2135 du code civil sont abrogés."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "L'article 818 du code civil est abrogé."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "L'article 2208 du code civil est abrogé."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "Les dispositions de la présente loi ne dérogent pas aux dispositions particulières de droit local applicables dans les départements du Haut-Rhin, du Bas-Rhin et de la Moselle."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "La présente loi entrera en vigueur le premier jour du septième mois qui suivra celui de sa promulgation.A compter de cette date, elle sera applicable, sans qu'il y ait lieu de considérer l'époque à laquelle le mariage a été célébré, sous réserve des dispositions qui suivent."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "Le droit de poursuite des créanciers dont la créance était née à une date antérieure à l'entrée en vigueur de la présente loi restera déterminé par les dispositions en vigueur à cette date."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "Les époux mariés avant le 1er février 1966 sans avoir fait de contrat de mariage continueront d'avoir pour régime matrimonial la communauté de meubles et acquêts. Celle-ci sera entièrement soumise aux règles applicables au régime conventionnel de la communauté de meubles et acquêts prévu par les articles 1498 à 1501 du code civil."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "Sous réserve des accords amiables déjà intervenus et des décisions judiciaires passées en force de chose jugée, les règles nouvelles relatives aux récompenses, aux prélèvements et aux dettes entre époux seront applicables dans tous les régimes matrimoniaux non encore liquidés à la date de l'entrée en vigueur de la présente loi."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "Si les époux avaient fait un contrat de mariage avant l'entrée en vigueur de la présente loi, les stipulations de leur contrat non contraires aux dispositions des articles 1er à 6 de la présente loi demeureront applicables.Toutefois, si les intéressés étaient convenus d'un régime de communauté autre que celui de main commune, les dispositions de la présente loi leur seront applicables en tout ce qui concerne l'administration des biens communs et des biens propres."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "La faculté d'accepter la communauté ou d'y renoncer, prévue aux articles 1453 à 1466 du code civil dans leur rédaction antérieure à la loi n° 65-570 du 13 juillet 1965 portant réforme des régimes matrimoniaux, ne pourra plus être exercée."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "Les dispositions des articles 1570, 1571, 1573, 1574, 1577 et 1578, quatrième alinéa, du code civil s'appliqueront dès l'entrée en vigueur de la présente loi aux époux ayant adopté le régime de la participation aux acquêts avant cette entrée en vigueur lorsque leur contrat de mariage renvoyait sur ces différents points aux anciennes dispositions légales ou en était la reproduction."
    }
  ]
}