{
  "id": "loi-n-2007-127-du-30-janvier-2007",
  "type": "statute",
  "title": "Loi n° 2007-127 du 30 janvier 2007",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000822417",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "L'ordonnance n° 2005-1040 du 26 août 2005 relative à l'organisation de certaines professions de santé et à la répression de l'usurpation de titres et de l'exercice illégal de ces professions est ratifiée."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Le délai d'application prévu au deuxième alinéa de l'article 14 de l'ordonnance n° 2005-1040 du 26 août 2005 précitée est prorogé pour ce qui concerne les dispositions des 1° et 2° du IV de l'article 2 de cette ordonnance. Ces dispositions entrent en vigueur, pour chaque chambre de discipline, à la date de nomination des membres en fonction ou honoraires du corps des conseillers des tribunaux administratifs et des cours administratives d'appel désignés pour la présider."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Les professionnels mentionnés au I de l'article L. 4371-6 du code de la santé publique disposent d'un délai de trois mois, à compter de la publication de la présente loi, pour satisfaire à l'obligation d'enregistrement prévue à l'article L. 4371-5 du même code."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I. - Paragraphe modificateurII. - Les crédits correspondant au financement de l'évaluation des pratiques professionnelles par le fonds d'aide à la qualité des soins de ville mentionné à l'article L. 221-1-1 du code de la sécurité sociale, dans sa rédaction antérieure à l'entrée en vigueur de l'article 94 de la loi n° 2006-1640 du 21 décembre 2006 de financement de la sécurité sociale pour 2007, sont transférés au fonds des actions conventionnelles. Les droits et obligations au titre de l'évaluation des pratiques professionnelles retracés dans le bilan de clôture du fonds d'aide à la qualité des soins de ville sont repris dans le fonds des actions conventionnelles.III. - L'article 4 de l'ordonnance n° 96-345 du 24 avril 1996 relative à la maîtrise médicalisée des dépenses de soins est abrogé à la date d'entrée en vigueur du décret mentionné au I du présent article et au plus tard le 31 décembre 2007. Le fonds des actions conventionnelles reprend les droits et obligations tels qu'ils sont retracés dans le bilan de clôture du fonds de réorientation et de modernisation de la médecine libérale mentionné à l'article 4 de la même ordonnance, dans des conditions qui peuvent être précisées dans le décret mentionné au I du présent article. Les crédits inscrits au budget 2007 du fonds de réorientation et de modernisation de la médecine libérale sont transférés au fonds des actions conventionnelles."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2007-546 DC du 25 janvier 2007.]"
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "A défaut de conclusion un mois après l'entrée en vigueur de la présente loi d'un avenant conventionnel, pris en application des articles L. 162-5 et L. 162-14-1 du code de la sécurité sociale, autorisant des médecins relevant de certaines spécialités, sous des conditions tenant notamment à leur formation, à leur expérience professionnelle, à la qualité de leur pratique et à l'information des patients sur leurs honoraires, à pratiquer de manière encadrée des dépassements d'honoraires pour une partie de leur activité, les ministres chargés de la santé et de la sécurité sociale disposent, pendant un délai de quatre mois, de la faculté de modifier par arrêté, à cet effet, la convention nationale des médecins généralistes et spécialistes conclue le 12 janvier 2005.Afin de faciliter l'accès à des soins à tarifs opposables, cet arrêté peut également modifier les tarifs et rémunérations de médecins relevant de certaines spécialités autorisés à pratiquer des dépassements, lorsque aucun dépassement n'est facturé, pour les rendre égaux aux tarifs applicables aux médecins qui ne sont pas autorisés à en pratiquer."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I., II., III. - Paragraphes modificateursIV. - Sauf lorsqu'elle s'applique à des demandes d'agrément portant sur l'hébergement des dossiers médicaux personnels prévus à l'article L. 161-36-1 du code de la sécurité sociale, la procédure d'agrément prévue à l'article L. 1111-8 du code de la santé publique est suspendue pendant une période de deux ans à compter de la publication de la présente loi.Pendant le délai de deux ans prévu à l'alinéa précédent, toute personne peut exercer l'activité d'hébergement de données de santé à caractère personnel, autres que celles constituant le dossier médical personnel prévu à l'article L. 161-36-1 du code de la sécurité sociale, à condition de satisfaire aux dispositions de la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés. La poursuite de cette activité au-delà de la période transitoire est subordonnée au dépôt d'une demande d'agrément avant l'expiration de ladite période. L'activité d'hébergement peut alors être poursuivie jusqu'à ce qu'il soit statué sur cette demande.La dérogation prévue au cinquième alinéa de l'article L. 1111-8 du code de la santé publique, tel que résultant du III du présent article, entre en vigueur à compter de la période de suspension de deux ans mentionnée au premier alinéa du présent IV.V., VI. - Paragraphes modificateurs"
    }
  ]
}