{
  "id": "loi-n-52-332-du-24-mars-1952",
  "type": "statute",
  "title": "Loi n° 52-332 du 24 mars 1952",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000888671",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les entreprises de crédit différé sont   des établissements de crédit ou des sociétés de financement qui consentent des prêts en sobordonnant la remise des fonds prêtés à un ou plusieurs versements préalables sous quelque sous quelque forme que ce soit de la part des intéressés et en imposant à ceux-ci un délai d'attente.\n\nSont interdites aux entreprises visées à l'alinéa précédent les activités autres que la réalisation de prêts destinés à l'accession à la propriété immobilière ou à la réparation, l'agrandissement et la modernisation d'immeubles appartenant aux emprunteurs.\n\nLes prêts seront garantis obligatoirement par une inscription hypothécaire.\n\nIl est interdit aux entreprises de crédit différé de confier à toute autre entreprise, sous quelque forme que ce soit, la gestion de tout ou partie de leurs services, et notamment le démarchage de la clientèle et les opérations de recouvrement.\n\nLes entreprises de crédit différé, spécialement autorisées à cet effet par le comité   des établissements de crédit ou des sociétés de financement, pourront accorder des prêts destinés au remboursement des crédits consentis, antérieurement à l'attribution de ces prêts, par un autre organisme pour l'accession à la propriété immobilière ou la réparation, l'agrandissement et la modernisation d'immeubles appartenant aux emprunteurs. Ces entreprises ne sont pas soumises aux interdictions prévues à l'alinéa précédent."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Dans un délai d'un mois à compter de la promulgation de la présente loi, à peine de mise en liquidation d'office, les entreprises visées à l'article 1er devront adresser au ministre des finances et des affaires économiques une déclaration d'activité faisant connaître leur dénomination, l'adresse de leur siège social ou de leur principal établissement, ainsi que de leurs agences. Cette déclaration comportera une copie en trois exemplaires de leur acte statutaire de leurs tarifs et modèles de contrats, ainsi qu'une liste des nom, prénoms, adresse, nationalité, date et lieu de naissance de leurs administrateurs, gérants, directeurs, agents, courtiers, démarcheurs, inspecteurs et de toutes personnes chargés de présenter au public leurs opérations.\n\nElles notifieront dans les mêmes termes et dans le délai d'un mois tout changement survenu dans les statuts, le tarif, les modèles de contrat, ou dans la dénomination, la gestion et la direction."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Est interdite à peine de nullité toute clause qui accorde ou a pour effet d'accorder un traitement préférentiel à certains souscripteurs ou à certaines catégories de souscripteurs de contrats, ainsi que toute clause stipulant un versement supplémentaire ou une retenue spéciale en cas de décès du titulaire du contrat.\n\nSous la sanction visée à l'alinéa 1er du présent article, est interdite toute clause stipulant l'exécution de contrats par voie de tirage au sort ou obligeant l'emprunteur à constituer une hypothèque ou à accorder toute autre sûreté avant l'attribution du prêt.\n\nToutefois, la disposition finale qui précède n'est pas applicable lorsque, pour un contrat déterminé n'ayant pas encore fait l'objet de l'attribution prévue audit contrat, un prêteur autre qu'une entreprise de crédit différé mais agissant conjointement et solidairement avec une telle entreprise, bénéficiaire de l'autorisation spéciale, visée à l'article 1er, cinquième alinéa, consent au souscripteur antérieurement à la date de cette attribution un crédit d'un montant au plus égal au capital souscrit. Dans ce cas, les garanties hypothécaires et éventuellement toutes sûretés complémentaires autorisées par les dispositions légales ou réglementaires en vigueur pourront être, lors de l'octroi du crédit, valablement constituées au profit du prêteur et de l'entreprise de crédit différé en leur qualité de créanciers conjoints et solidaires."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Tout contrat de crédit différé doit être rédigé par écrit. Il doit, à peine de nullité indiquer ou prévoir, en caractères très apparents :1° La date à laquelle le contrat prend effet ;2° Les règles selon lesquelles sont déterminés le montant du prêt et sa date d'attribution ;3° Les modalités des versements à effectuer par l'adhérent avant et après l'attribution du prêt sans que le délai compris entre la date d'entrée en vigueur du contrat et celle du dernier remboursement puisse excéder vingt ans ;4° Les conditions dans lesquelles le contrat peur être transféré à un tiers soit avant, soit après l'attribution du prêt ;5° Les conditions de résiliation du contrat pendant la période précédant l'attribution du prêt ;6° La substitution de plein droit des héritiers aux titulaires de contrats ;7° La limitation en fonction des versements ou du montant du prêt des sommes à prélever pour frais de gestion, quelle qu'en soit la dénomination ainsi que, le cas échéant, le montant desdits frais inclus dans chacun des versements à effectuer.Le comité de la réglementation bancaire détermine les conditions dans lesquelles les contrats doivent être établis et notamment les limites maxima du délai d'attente et des frais de gestion, le minimum et les conditions de remboursement des versements aux adhérents en cas de résiliation avant l'octroi du prêt."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Toute entreprise visée à la présente loi devra prendre la forme de la société anonyme et pourra adopter la forme de société anonyme à capital et personnel variables.Les entreprises de crédit différé constituées en société anonymes à capital et personnel variables pourront procéder sans limitation à l'augmentation de leur capital social."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Les entreprises de crédit différé visées à la présente loi sont soumises à la tutelle administrative et financière du ministre chargé de l'économie et des finances et au contrôle de l'Autorité de contrôle prudentiel et de résolution."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Toute infraction aux dispositions de la présente loi, qu'elle ait été commise pour le compte de son auteur ou pour le compte d'un tiers, sera punie d'un emprisonnement de cinq ans au plus, et d'une amende de 22 500 euros au plus, ou de l'une de ces deux peines seulement."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "La présente loi est applicable aux territoires relevant du ministère de la France d'outre-mer."
    }
  ]
}