{
  "id": "loi-n-2023-1380-du-30-decembre-2023",
  "type": "statute",
  "title": "LOI n°2023-1380 du 30 décembre 2023",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000048734585",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I.-A créé les dispositions suivantes :\n\nII.-A modifié les dispositions suivantes :\n\nIII.-Le II du présent article entre en vigueur le 1er janvier 2028.\n\n-Code général des collectivités territoriales\n\n-Code général des collectivités territoriales"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Par dérogation à l'article L. 523-1 du code général de la fonction publique, à compter du quatrième mois suivant la publication de la présente loi et jusqu'au 31 décembre 2027, les fonctionnaires de catégorie C relevant des grades d'avancement de leur cadre d'emplois respectif et exerçant les fonctions de secrétaire général de mairie peuvent bénéficier d'une promotion interne dans un cadre d'emplois de la catégorie B, selon les modalités prévues à l'article L. 523-5 du code général de la fonction publique, sans qu'une proportion de postes ouverts à la promotion soit préalablement déterminée.Un décret en Conseil d'Etat précise les modalités d'application du présent article, notamment les conditions d'ancienneté requise dans l'exercice des fonctions liées au secrétariat de mairie."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Outre les modalités de promotion interne mentionnées à l'article L. 523-1 du code général de la fonction publique, les statuts particuliers des cadres d'emplois de la catégorie B peuvent prévoir l'établissement d'une liste d'aptitude ouverte aux fonctionnaires de catégorie C relevant des grades d'avancement de leur cadre d'emplois respectif et ayant validé un examen professionnel sanctionnant une formation qualifiante aux fins d'exercer les fonctions de secrétaire général de mairie, sans qu'une proportion de postes ouverts à la promotion soit préalablement déterminée. La nature de cette formation, les modalités d'organisation de cet examen professionnel ainsi que la nature des épreuves sont précisées par décret.L'inscription sur la liste d'aptitude prévue au premier alinéa du présent article permet d'être nommé dans l'un des cadres d'emplois de la catégorie B mentionnés au même premier alinéa pour exercer uniquement les fonctions de secrétaire général de mairie. Un décret précise la durée minimale d'exercice de ces fonctions."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Dans un délai d'un an à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport évaluant les formations supérieures préparant au métier de secrétaire de mairie. Ce rapport évalue également la pertinence de la création, au niveau national, d'une filière permettant l'obtention d'un diplôme national d'enseignement supérieur préparant au métier de secrétaire général de mairie."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Les agents exerçant les fonctions de secrétaire général de mairie bénéficient d'un avantage spécifique d'ancienneté pour le calcul de l'ancienneté requise au titre de l'avancement d'échelon."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "A modifié les dispositions suivantes :\n\n- Code général de la fonction publique\n\nLa présente loi sera exécutée comme loi de l'Etat."
    }
  ]
}