{
  "id": "loi-n-91-715-du-26-juillet-1991",
  "type": "statute",
  "title": "Loi n° 91-715 du 26 juillet 1991",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000355009",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "L'inscription des candidats aux concours d'accès aux corps de la fonction publique peut être effectuée par voie télématique, sous réserve que les systèmes mis en place à cette fin respectent les conditions de sécurité et d'authentification des données précisées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Les fonctionnaires de l'Etat et les militaires de la gendarmerie affectés pendant une durée fixée par décret en Conseil d'Etat dans un quartier urbain où se posent des problèmes sociaux et de sécurité particulièrement difficiles, ont droit, pour le calcul de l'ancienneté requise au titre de l'avancement d'échelon, à un avantage spécifique d'ancienneté dans des conditions fixées par ce même décret."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I. - Les candidats admis au concours du certificat d'aptitude au professorat de l'enseignement du second degré, section Mathématiques, ouvert en 1980, gardent le bénéfice de leur nomination comme professeurs certifiés ou, pour les maîtres contractuels ou agréés des établissements d'enseignement privés, le bénéfice de l'accès à l'échelle de rémunération des professeurs certifiés.II. - Les candidats admis au concours externe du certificat d'aptitude au professorat de l'enseignement du second degré, section Sciences physiques, ouvert en 1988, gardent le bénéfice de leur nomination comme professeurs certifiés ou, pour les maîtres contractuels ou agréés des établissements d'enseignement privés, le bénéfice de l'accès à l'échelle de rémunération des professeurs certifiés.III. - Les candidats admis à la suite des épreuves du concours interne de recrutement de conseillers d'éducation populaire et de jeunesse (session 1986-1987) gardent le bénéfice de leur nomination en qualité de conseiller d'éducation populaire et de jeunesse stagiaire.IV. - Les candidats admis à la suite des épreuves du concours interne de recrutement d'inspecteurs stagiaires du Trésor (session 1986) gardent le bénéfice de leur nomination en qualité d'inspecteur stagiaire du Trésor.V. - Les candidats admis au concours externe du certificat d'aptitude au professorat de l'enseignement du second degré, section Espagnol, ouvert en 1989, gardent le bénéfice de leur nomination comme professeurs certifiés ou, pour les maîtres contractuels ou agréés des établissements d'enseignement privés, le bénéfice de l'accès à l'échelle de rémunération des professeurs certifiés.VI. - Sont réputés avoir acquis, à compter de leur nomination, la qualité d'attaché du cadre départemental les personnes ayant figuré sur la liste, arrêtée à la date du 2 février 1988 par le président du jury, des candidats déclarés définitivement admis au concours d'attaché du cadre départemental dont les épreuves se sont déroulées à Agen les 25 et 26 novembre 1987 ainsi que le 2 février 1988."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Sont validées, en tant que leur régularité serait mise en cause sur le fondement de l'annulation des nominations prononcées à la suite du concours national sur épreuves ouvert le 16 février 1986 pour le recrutement de professeurs des universités en sciences politiques, les délibérations des jurys d'examen et de concours et les décisions prises sur proposition ou sur avis de conseils et commissions dans lesquels ont siégé des professeurs dont la nomination a été annulée."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Les périodes pendant lesquelles ont été perçues des allocations d'enseignement créées par le décret n° 89-608 du 1er septembre 1989 portant création d'allocations d'enseignement, ainsi que la première année passée en institut universitaire de formation des maîtres en qualité d'allocataire sont prises en compte pour la constitution et la liquidation du droit à pension de retraite, sous réserve de la titularisation dans un corps d'enseignants et dans des conditions fixées par décret en Conseil d'Etat."
    }
  ]
}