{
  "id": "loi-n-2021-1754-du-23-decembre-2021",
  "type": "statute",
  "title": "LOI n°2021-1754 du 23 décembre 2021",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000044553428",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Au titre de l'exercice 2020, sont approuvés :1° Le tableau d'équilibre, par branche, de l'ensemble des régimes obligatoires de base de sécurité sociale :\n\n(En milliards d'euros.)\n\n;2° Le tableau d'équilibre, par branche, du régime général de sécurité sociale :\n\n(En milliards d'euros.)\n\n;3° Le tableau d'équilibre des organismes concourant au financement des régimes obligatoires de base de sécurité sociale :\n\n(En milliards d'euros.)\n\n;4° Les dépenses constatées relevant du champ de l'objectif national de dépenses d'assurance maladie, s'élevant à 219,4 milliards d'euros ;5° Les recettes affectées au Fonds de réserve pour les retraites, lesquelles sont nulles ;6° Les recettes mises en réserve par le Fonds de solidarité vieillesse, lesquelles sont nulles ;7° Le montant de la dette amortie par la Caisse d'amortissement de la dette sociale, s'élevant à 16,1 milliards d'euros.\n\nRecettes\n\nDépenses\n\nSolde\n\nMaladie\n\n209,8\n\n240,2\n\n- 30,5\n\nAccidents du travail et maladies professionnelles\n\n13,5\n\n13,6\n\n- 0,1\n\nVieillesse\n\n241,2\n\n246,1\n\n- 4,9\n\nFamille\n\n48,2\n\n50,0\n\n- 1,8\n\nToutes branches (hors transferts entre branches)\n\n499,3\n\n536,6\n\n- 37,3\n\nToutes branches (hors transferts entre branches) y compris Fonds de solidarité vieillesse\n\n497,2\n\n537,0\n\n- 39,7\n\n1\n\ncenter\n\nRecettes\n\nDépenses\n\nSolde\n\nMaladie\n\n208,3\n\n238,8\n\n- 30,4\n\nAccidents du travail et maladies professionnelles\n\n12,1\n\n12,3\n\n- 0,2\n\nVieillesse\n\n135,9\n\n139,6\n\n- 3,7\n\nFamille\n\n48,2\n\n50,0\n\n- 1,8\n\nToutes branches (hors transferts entre branches)\n\n391,6\n\n427,8\n\n- 36,2\n\nToutes branches (hors transferts entre branches) y compris Fonds de solidarité vieillesse\n\n390,8\n\n429,4\n\n- 38,7\n\n1\n\ncenter\n\nRecettes\n\nDépenses\n\nSolde\n\nFonds de solidarité vieillesse\n\n16,7\n\n19,1\n\n- 2,5\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Est approuvé le rapport figurant en annexe A à la présente loi présentant un tableau, établi au 31 décembre 2020, retraçant la situation patrimoniale des régimes obligatoires de base et des organismes concourant à leur financement, à l'amortissement de leur dette ou à la mise en réserve de recettes à leur profit et décrivant les mesures prévues pour l'affectation des excédents ou la couverture des déficits, tels qu'ils sont constatés dans les tableaux d'équilibre relatifs à l'exercice 2020 figurant à l'article 1er."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. - Les personnes participant à la campagne vaccinale dans le cadre de la lutte contre la covid-19 en centre de vaccination qui sont directement rémunérées pour cette activité par un organisme local d'assurance maladie et qui ne sont pas affiliées en tant que travailleurs indépendants au titre d'une autre activité sont affiliées à la sécurité sociale, au titre de leur participation à cette campagne, dans les conditions suivantes :1° Les médecins salariés ou agents publics qui participent à la campagne vaccinale en dehors de l'exécution de leur contrat de travail ou de leurs obligations de service ainsi que les médecins retraités et les étudiants en médecine sont affiliés au régime général de sécurité sociale dans les conditions applicables aux travailleurs indépendants, ainsi qu'aux régimes prévus aux articles L. 640-1, L. 644-1 et L. 646-1 du code de la sécurité sociale. Les cotisations et contributions sociales assises sur les rémunérations issues de cette activité sont calculées sur la base d'un taux global fixé dans les conditions prévues au premier alinéa du I de l'article L. 642-4-2 du même code ;2° Les personnes ne relevant pas du 1° du présent I sont affiliées au régime général dans les conditions applicables aux personnes mentionnées à l'article L. 311-2 du code de la sécurité sociale. Ces personnes sont redevables de cotisations et contributions sociales assises sur les rémunérations perçues diminuées d'un abattement forfaitaire, fixé par décret, qui ne peut être inférieur à l'abattement prévu au premier alinéa du 1 de l'article 102 ter du code général des impôts ni supérieur au plus élevé des abattements prévus à la première phrase du cinquième alinéa du 1 de l'article 50-0 du même code.Les cotisations et contributions sociales dues par les personnes mentionnées aux 1° et 2° du présent I sont précomptées par l'organisme local d'assurance maladie qui les rémunère pour le compte des organismes mentionnés aux articles L. 213-1 et L. 752-4 du code de la sécurité sociale. Les dispositions relatives aux garanties et aux sanctions prévues pour le recouvrement des cotisations et contributions sociales du régime général leur sont applicables.Le présent I s'applique aux rémunérations perçues depuis le 1er janvier 2021.II. - A. - A titre exceptionnel, par dérogation aux plafonds et aux délais de carence définis aux deuxième et troisième alinéas de l'article L. 161-22 du code de la sécurité sociale, aux deux premiers alinéas de l'article L. 643-6 du même code ainsi qu'au deuxième alinéa de l'article L. 84 et à l'article L. 85 du code des pensions civiles et militaires de retraite, une pension de vieillesse liquidée au titre d'un régime de base légalement obligatoire peut être entièrement cumulée, entre le 1er octobre 2020 et le 31 décembre 2021, avec les revenus tirés d'une activité reprise ou poursuivie en qualité de professionnel de santé au sens de la quatrième partie du code de la santé publique.B. - Le présent II est applicable au régime de retraite défini à l'article 5 de l'ordonnance n° 2002-411 du 27 mars 2002 relative à la protection sanitaire et sociale à Mayotte."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I s'applique à la contribution prévue à l'article L. 138-1 du code de la sécurité sociale due à compter de l'exercice 2021.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le Gouvernement adresse au Parlement un rapport annuel d'information sur le versement de la dotation mentionnée au I. Ce rapport dresse la liste des établissements bénéficiaires de cette dotation et du montant qui leur est versé.\n\n- LOI n°2020-1576 du 14 décembre 2020"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nIII. - Les I et II du présent article sont applicables à compter du 1er septembre 2021.\n\n- Code de l'action sociale et des familles\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I. et II.-A modifié les dispositions suivantes :\n\nIII.-Les I et II du présent article sont applicables à compter du 1er janvier 2021.\n\n-Code de la sécurité sociale"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Au titre de l'année 2021, sont rectifiés :1° Les prévisions de recettes, les objectifs de dépenses et le tableau d'équilibre, par branche, de l'ensemble des régimes obligatoires de base de sécurité sociale ainsi qu'il suit :\n\n(En milliards d'euros.)\n\n;2° Les prévisions de recettes, les objectifs de dépenses et le tableau d'équilibre, par branche, du régime général de sécurité sociale ainsi qu'il suit :\n\n(En milliards d'euros.)\n\n;3° Les prévisions de recettes, les prévisions de dépenses et le tableau d'équilibre des organismes concourant au financement des régimes obligatoires de base de sécurité sociale ainsi qu'il suit :\n\n(En milliards d'euros.)\n\n;4° Les prévisions des recettes affectées au Fonds de réserve pour les retraites, lesquelles sont nulles ;5° Les prévisions de recettes mises en réserve par le Fonds de solidarité vieillesse, lesquelles sont nulles ;6° L'objectif d'amortissement de la dette sociale par la Caisse d'amortissement de la dette sociale, qui est fixé à 17,4 milliards d'euros.\n\nRecettes\n\nDépenses\n\nSolde\n\nMaladie\n\n203,9\n\n233,6\n\n- 29,7\n\nAccidents du travail et maladies professionnelles\n\n14,7\n\n13,9\n\n0,8\n\nVieillesse\n\n247,2\n\n250,4\n\n- 3,3\n\nFamille\n\n50,8\n\n49,4\n\n1,4\n\nAutonomie\n\n32,0\n\n32,4\n\n- 0,5\n\nToutes branches (hors transferts entre branches)\n\n534,2\n\n565,5\n\n- 31,2\n\nToutes branches (hors transferts entre branches) y compris Fonds de solidarité vieillesse\n\n532,1\n\n565,8\n\n- 33,7\n\n1\n\ncenter\n\nRecettes\n\nDépenses\n\nSolde\n\nMaladie\n\n202,4\n\n232,1\n\n- 29,7\n\nAccidents du travail et maladies professionnelles\n\n13,2\n\n12,5\n\n0,7\n\nVieillesse\n\n140,8\n\n143,7\n\n- 3,0\n\nFamille\n\n50,8\n\n49,4\n\n1,4\n\nAutonomie\n\n32,0\n\n32,4\n\n- 0,5\n\nToutes branches (hors transferts entre branches)\n\n425,4\n\n456,4\n\n- 31,0\n\nToutes branches (hors transferts entre branches) y compris Fonds de solidarité vieillesse\n\n424,5\n\n458,0\n\n- 33,5\n\n1\n\ncenter\n\nRecettes\n\nDépenses\n\nSolde\n\nFonds de solidarité vieillesse\n\n17,2\n\n19,6\n\n- 2,5\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Au titre de l'année 2021, l'objectif national de dépenses d'assurance maladie de l'ensemble des régimes obligatoires de base ainsi que ses sous-objectifs sont rectifiés ainsi qu'il suit :\n\n(En milliards d'euros.)\n\nSous-objectif\n\nObjectifde dépenses\n\nDépenses de soins de ville\n\n105,0\n\nDépenses relatives aux établissements de santé\n\n95,5\n\nDépenses relatives aux établissements et services pour personnes âgées\n\n14,2\n\nDépenses relatives aux établissements et services pour personnes handicapées\n\n12,5\n\nDépenses relatives au fonds d'intervention régional\n\n4,3\n\nAutres prises en charge\n\n7,3\n\nTotal\n\n238,8\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I. et II.-A modifié les dispositions suivantes :\n\nIII.-Le présent article entre en vigueur le 1er janvier 2023, sous réserve des A à F du présent III.\n\nA.-Les 1°, 3°, 4° et 5° du I entrent en vigueur le 1er janvier 2022 et sont applicables aux cotisations et contributions dues au titre des périodes d'activité courant à compter de cette date. Les créances de cotisations et contributions sociales et les créances accessoires correspondant aux restes à recouvrer dus aux attributaires par l'Agence centrale des organismes de sécurité sociale avant cette date font l'objet d'un versement à hauteur de la valeur estimée recouvrable de ces créances au 1er janvier 2022. Les modalités de règlement desdites créances, notamment leur échelonnement, sont fixées par convention entre l'Agence centrale des organismes de sécurité sociale et les attributaires concernés, à l'exception des créances à régler aux organismes complémentaires et aux autorités organisatrices de la mobilité, dont le montant et les modalités de règlement sont constatés et fixés par arrêté du ministre chargé de la sécurité sociale.\n\nB.-Le II entre en vigueur le 1er janvier 2022.\n\nC.-Les organismes mentionnés aux articles L. 213-1 et L. 752-4 du code de la sécurité sociale assurent, à compter du 1er janvier 2023, le recouvrement des cotisations et l'acquittement des dettes afférentes aux périodes antérieures, pour le compte de la section professionnelle compétente pour les psychothérapeutes, psychologues, psychomotriciens, ergothérapeutes, ostéopathes, chiropracteurs et diététiciens mentionnés au 1° de l'article L. 640-1 du même code ainsi que pour les experts devant les tribunaux, les experts automobile et les personnes bénéficiaires de l'agrément prévu à l'article L. 472-1 du code de l'action sociale et des familles mentionnés au 2° de l'article L. 640-1 du code de la sécurité sociale et les professions mentionnées aux 3°, 4° et 6° à 8° du même article L. 640-1.\n\nUn décret prévoit, pour la période du 1er janvier 2022 au 30 juin 2023, les modalités d'organisation des travaux conduits par les deux organismes et la section professionnelle susmentionnés pour le transfert de ces compétences.\n\nD.-Au cours d'une période dont le terme ne peut excéder le 30 juin 2022, la section professionnelle mentionnée au C du présent III et les organismes mentionnés aux articles L. 213-1, L. 225-1 et L. 752-4 du code de la sécurité sociale préparent le transfert des contrats de travail des salariés de ladite section qui sont chargés du recouvrement des cotisations de sécurité sociale mentionnées aux articles L. 642-1, L. 644-1 et L. 644-2 du même code ou exerçant au sein des services supports associés à cette activité. Ils identifient les salariés à transférer selon l'emploi occupé par le salarié, selon la part de son activité consacrée directement ou indirectement au recouvrement ainsi que selon ses compétences professionnelles. Ces critères sont repris par une convention entre les organismes mentionnés aux articles L. 213-1, L. 225-1 et L. 752-4 dudit code, laquelle prévoit également, le cas échéant, pour chaque salarié, une solution de reprise adaptée à sa situation.\n\nAu plus tard le 1er janvier 2023, les contrats de travail des salariés de la section professionnelle mentionnée au C du présent III chargés du recouvrement qui ont été identifiés selon les modalités définies au premier alinéa du présent D sont transférés de plein droit aux organismes mentionnés aux articles L. 213-1, L. 225-1 et L. 752-4 du code de la sécurité sociale, dans le respect des solutions de reprise mentionnées au premier alinéa du présent D.\n\nJusqu'au transfert de leur contrat de travail, les salariés de la section professionnelle mentionnée au C du présent III restent régis à titre exclusif par les statuts collectifs de cette section.\n\nE.-Avant le 31 juillet 2022, les organismes mentionnés aux articles L. 213-1, L. 225-1 et L. 752-4 du code de la sécurité sociale ayant vocation à accueillir les salariés transférés, la section professionnelle mentionnée au C du présent III et les organisations syndicales de salariés représentatives qui respectent les critères fixés à l'article L. 2121-1 du code du travail engagent des négociations au sein de ladite section afin de conclure des accords précisant les modalités, conditions et garanties s'appliquant aux salariés dans le cadre de leur transfert vers ces organismes et prévoyant, le cas échéant, les dispositions résultant des statuts collectifs de la section professionnelle mentionnée au C du présent III s'appliquant aux salariés transférés, à l'exclusion des stipulations portant sur le même objet des conventions collectives de sécurité sociale et des accords applicables dans les organismes auxquels leurs contrats de travail sont transférés.\n\nCes accords sont conclus selon les modalités prévues aux articles L. 2232-12 à L. 2232-20 du code du travail.\n\nA défaut d'accord avant leur transfert, l'article L. 2261-14 du même code est applicable.\n\nCes accords s'appliquent à compter du transfert des salariés concernés, et au plus tard jusqu'au 31 décembre 2025. Après cette date, les statuts collectifs des organismes mentionnés aux articles L. 213-1, L. 225-1 et L. 752-4 du code de la sécurité sociale s'appliquent intégralement et à titre exclusif aux salariés qui leur sont transférés.\n\nF.-Les dates d'entrée en vigueur prévues aux C à E du présent III peuvent être reportées par décret, dans la limite de deux ans.\n\n-Code de la sécurité sociale.\n\n-Code du travail\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I. à III. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIV. - Les 1° et 5° du I s'appliquent aux déclarations réalisées au titre des périodes d'emploi de salariés à domicile par des particuliers employeurs courant à compter du 1er janvier 2022 pour les activités de service à la personne mentionnées aux 2° et 3° de l'article L. 7231-1 du code du travail et à compter du 1er septembre 2022 pour les activités de garde d'enfant à domicile pour un enfant âgé de six ans et plus au 1er janvier de l'année de réalisation des prestations. Ils s'appliquent à compter d'une date fixée par décret, et au plus tard à compter du 1er juillet 2026, pour les activités de garde d'enfant à domicile pour un enfant âgé de moins de six ans au 1er janvier de l'année de réalisation des prestations et pour les activités d'accueil des enfants réalisées par les assistants maternels agréés mentionnés à l'article L. 421-1 du code de l'action sociale et des familles.Les 4° et 5° du I du présent article s'appliquent aux prestations de service à la personne mentionnées aux 2° et 3° de l'article L. 7231-1 du code du travail réalisées par des personnes morales ou des entreprises individuelles à compter du 14 juin 2022 et aux prestations de garde d'enfant à domicile pour un enfant âgé de six ans et plus au 1er janvier de l'année de réalisation des prestations à compter du 1er septembre 2022. Ils s'appliquent, à compter d'une date fixée par décret ou au plus tard le 1er juillet 2026, aux prestations de garde d'enfant à domicile pour un enfant âgé de moins de six ans au 1er janvier de l'année de réalisation des prestations et aux prestations d'accueil des enfants réalisées par les assistants maternels agréés mentionnés à l'article L. 421-1 du code de l'action sociale et des familles.Le 3° du I du présent article s'applique aux déclarations réalisées au titre des périodes d'emploi de salariés à domicile courant à compter d'une date fixée par décret, et au plus tard à compter du 1er juillet 2027. Le 6° du même I entre en vigueur le 1er janvier 2024.\n\n- Code de la sécurité sociale.\n\n- Code général des impôts, CGI.\n\n- LOI n° 2019-1446 du 24 décembre 2019\n\n- Code de la sécurité sociale.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-832 DC du 16 décembre 2021.]"
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nIII. - Jusqu'à la date d'entrée en vigueur des contrats sélectionnés en application du III de l'article 22 bis de la loi n° 83-634 du 13 juillet 1983 portant droits et obligations des fonctionnaires, le 4° bis du II de l'article L. 242-1 du code de la sécurité sociale, le neuvième alinéa de l'article L. 137-15 du même code et le deuxième alinéa de l'article L. 137-16 dudit code sont applicables au remboursement mentionné au II de l'article 4 de l'ordonnance n° 2021-175 du 17 février 2021 relative à la protection sociale complémentaire dans la fonction publique versé aux agents publics de l'Etat et aux militaires.IV. - Le présent article entre en vigueur le 1er janvier 2022.\n\n- Code général des impôts, CGI.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le I est applicable aux indemnités perçues à compter du 1er janvier 2022.\n\n- Loi n° 90-1067 du 28 novembre 1990"
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-832 DC du 16 décembre 2021.]"
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I. - A créé les dispositions suivantes :\n\nII. - Le I entre en vigueur le 1er janvier 2022. Par dérogation, l'article L. 133-5-5 du code de la sécurité sociale n'est applicable à Mayotte qu'à compter du 1er janvier 2023.\n\n- Ordonnance n° 96-1122 du 20 décembre 1996"
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII. - Les I et II entrent en vigueur le 1er janvier 2022.Pour les personnes exerçant au 1er janvier 2022 une activité professionnelle sous le statut de conjoint collaborateur, la durée de cinq ans mentionnée au IV bis de l'article L. 121-4 du code de commerce s'apprécie au regard des seules périodes postérieures à cette date. Toutefois, les personnes atteignant au plus tard le 31 décembre 2031 l'âge prévu au 1° de l'article L. 351-8 du code de la sécurité sociale peuvent conserver le statut de conjoint collaborateur jusqu'à la liquidation de leurs droits à pension.\n\n- Code de commerce\n\n- Code de la sécurité sociale.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Les 1° à 7° et le 11° du I s'appliquent aux contributions prévues aux articles L. 138-10 et L. 138-19-9 et au VI de l'article L. 245-6 du code de la sécurité sociale, dans leur rédaction résultant de la présente loi, dues au titre de l'année 2021 et des années suivantes.III. - Les 8° à 10° du I s'appliquent à la contribution prévue à l'article L. 245-1 du code de la sécurité sociale, dans sa rédaction résultant de la présente loi, due au titre des exercices clos à compter du 31 décembre 2021.IV. - Pour l'année 2022, le montant M mentionné à l'article L. 138-10 du code de la sécurité sociale est fixé à 24,5 milliards d'euros.V. - Pour l'année 2022, le montant Z mentionné à l'article L. 138-19-8 du code de la sécurité sociale est fixé à 2,15 milliards d'euros.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-832 DC du 16 décembre 2021.]"
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "A modifié les dispositions suivantes :\n\n[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-832 DC du 16 décembre 2021.]\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "Est approuvé le montant de 5,4 milliards d'euros correspondant à la compensation des exonérations, réductions ou abattements d'assiette de cotisations ou contributions de sécurité sociale, mentionné à l'annexe 5 jointe au projet de loi de financement de la sécurité sociale pour 2022."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Pour l'année 2022, sont approuvés les prévisions de recettes, réparties par catégorie dans l'état figurant en annexe C à la présente loi, et le tableau d'équilibre, par branche, de l'ensemble des régimes obligatoires de base de sécurité sociale :\n\n(En milliards d'euros.)\n\nRecettes\n\nDépenses\n\nSolde\n\nMaladie\n\n211,0\n\n230,1\n\n- 19,1\n\nAccidents du travail et maladies professionnelles\n\n15,6\n\n14,1\n\n1,5\n\nVieillesse\n\n253,6\n\n256,6\n\n- 3,0\n\nFamille\n\n51,6\n\n49,7\n\n1,9\n\nAutonomie\n\n33,4\n\n34,4\n\n- 1,1\n\nToutes branches (hors transferts entre branches)\n\n550,5\n\n570,2\n\n- 19,7\n\nToutes branches (hors transferts entre branches) y compris Fonds de solidarité vieillesse\n\n549,2\n\n570,6\n\n- 21,4\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Pour l'année 2022, sont approuvés les prévisions de recettes, réparties par catégorie dans l'état figurant en annexe C à la présente loi, et le tableau d'équilibre, par branche, du régime général :\n\n(En milliards d'euros.)\n\nRecettes\n\nDépenses\n\nSolde\n\nMaladie\n\n209,5\n\n228,6\n\n- 19,1\n\nAccidents du travail et maladies professionnelles\n\n14,1\n\n12,7\n\n1,4\n\nVieillesse\n\n145,9\n\n147,8\n\n- 1,9\n\nFamille\n\n51,6\n\n49,7\n\n1,9\n\nAutonomie\n\n33,4\n\n34,4\n\n- 1,1\n\nToutes branches (hors transferts entre branches)\n\n440,3\n\n459,0\n\n- 18,7\n\nToutes branches (hors transferts entre branches) y compris Fonds de solidarité vieillesse\n\n440,2\n\n460,6\n\n- 20,4\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "I. - Pour l'année 2022, sont approuvées les prévisions de recettes, réparties par catégorie dans l'état figurant en annexe C à la présente loi, des organismes concourant au financement des régimes obligatoires de base de sécurité sociale.II. - Pour l'année 2022, l'objectif d'amortissement de la dette sociale par la Caisse d'amortissement de la dette sociale est fixé à 18,3 milliards d'euros.III. - Pour l'année 2022, les prévisions de recettes par catégorie affectées au Fonds de réserve pour les retraites sont fixées à 0.IV. - Pour l'année 2022, les prévisions de recettes par catégorie mises en réserve par le Fonds de solidarité vieillesse sont fixées à 0."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Sont habilités en 2022 à recourir à des ressources non permanentes afin de couvrir leurs besoins de trésorerie les organismes mentionnés dans le tableau ci-dessous, dans les limites indiquées :\n\n(En millions d'euros.)\n\nEncours limites\n\nAgence centrale des organismes de sécurité sociale (ACOSS)\n\n65 000\n\nCaisse centrale de la mutualité sociale agricole (CCMSA)\n\n300\n\nCaisse de prévoyance et de retraite du personnel de la SNCF (CPRP SNCF) - période du 1er au 31 janvier 2022\n\n500\n\nCaisse de prévoyance et de retraite du personnel de la SNCF (CPRP SNCF) - période du 1er février au 31 décembre 2022\n\n200\n\nCaisse autonome nationale de la sécurité sociale dans les mines (CANSSM)\n\n410\n\nCaisse nationale des industries électriques et gazières (CNIEG)\n\n150\n\nCaisse nationale de retraites des agents des collectivités locales (CNRACL)\n\n4 500\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Est approuvé le rapport figurant en annexe B à la présente loi décrivant, pour les quatre années à venir (2022 à 2025), les prévisions de recettes et les objectifs de dépenses par branche des régimes obligatoires de base de sécurité sociale et du régime général, les prévisions de recettes et de dépenses des organismes concourant au financement de ces régimes ainsi que l'objectif national de dépenses d'assurance maladie."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "I. à VI. A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nL'expérimentation prévue à l'article 54 de la loi n° 2017-1836 du 30 décembre 2017 de financement de la sécurité sociale pour 2018 prend fin un mois après cette date d'entrée en vigueur.\n\nLes dispositifs médicaux de télésurveillance médicale inscrits sur la liste prévue à l'article L. 165-1 du code de la sécurité sociale sont radiés de cette liste au plus tard le 1er juillet 2023.\n\n-Code de la sécurité sociale.\n\n-LOI n° 2017-1836 du 30 décembre 2017\n\n-Code de la sécurité sociale.\n\nVII.-Le présent article entre en vigueur à une date fixée par décret, et au plus tard le 1er juillet 2022."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "I. et III. à VII. - A modifié les dispositions suivantes :\n\nII. - [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-832 DC du 16 décembre 2021.]\n\n- Code de la sécurité sociale.\n\n- LOI n° 2019-1446 du 24 décembre 2019\n\n- LOI n° 2003-1199 du 18 décembre 2003\n\n- Code de la sécurité sociale.\n\n- Code de la santé publique\n\n- LOI n° 2015-1702 du 21 décembre 2015\n\n- Code de la sécurité sociale.\n\n- LOI n°2020-1576 du 14 décembre 2020\n\n- LOI n° 2017-1836 du 30 décembre 2017\n\n- LOI n°2020-1576 du 14 décembre 2020"
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "I. à IV. et VII.- A modifié les dispositions suivantes :\n\nV.-Pour l'année 2022, par dérogation au I de l'article L. 162-22-10 du code de la sécurité sociale, les tarifs nationaux des prestations correspondant aux forfaits et suppléments applicables aux passages dans une structure des urgences non programmés et non suivis d'une hospitalisation dans un service de médecine, de chirurgie, d'obstétrique ou d'odontologie de l'établissement prennent effet le 1er janvier.VI.-Le I du présent article entre en vigueur le 1er janvier 2022.\n\n- Code de la sécurité sociale.\n\n- LOI n°2020-1576 du 14 décembre 2020\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "Les indicateurs relatifs au développement de l'autodialyse et de la dialyse à domicile mentionnés au III de l'article L. 162-23-15 du code de la sécurité sociale sont publiés avant le 30 juin 2022."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-832 DC du 16 décembre 2021.]"
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "I. - Le coût des revalorisations prévues au B du I de l'article 48 de la loi n° 2020-1576 du 14 décembre 2020 de financement de la sécurité sociale pour 2021 dans les établissements et services mentionnés au 2° du C du III bis du même article 48, ainsi que le coût de celles résultant de mesures salariales équivalentes au complément de traitement indiciaire par accords ou conventions collectifs entrant en vigueur dans les établissements et services sociaux et médico-sociaux du secteur privé accueillant les mêmes publics et relevant des mêmes catégories que ceux énumérés au même 2°, font l'objet d'un financement aux départements par la Caisse nationale de solidarité pour l'autonomie. Les modalités de détermination de ce financement sont précisées par décret.II. - Le présent article est applicable à compter du 1er novembre 2021."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "I.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nII.-A.-Le I entre en vigueur à la date de publication du décret définissant le cahier des charges des services autonomie à domicile pris en application de l'article L. 313-1-3 du code de l'action sociale et des familles, dans sa rédaction résultant du I du présent article, et au plus tard le 30 juin 2023, dans les conditions et sous les réserves prévues aux B à E du présent II.\n\nB.-Les services mentionnés au présent B qui, à la date mentionnée au A du présent II, disposent d'une autorisation délivrée dans les conditions prévues à l'article L. 313-3 du code de l'action sociale et des familles sont réputés autorisés en qualité de service autonomie à domicile, au sens de l'article L. 313-1-3 du même code, pour la durée de l'autorisation restant à courir. A compter de la date mentionnée au A du présent II, ils disposent d'un délai de deux ans pour se mettre en conformité avec les dispositions du cahier des charges mentionné au même A. Pendant cette période, ils restent régis par les dispositions qui leur étaient applicables à la date mentionnée audit A.\n\nLe présent B est applicable :\n\n1° Aux services d'aide et d'accompagnement à domicile relevant des 6° ou 7° du I de l'article L. 312-1 du code de l'action sociale et des familles ;\n\n2° Aux services polyvalents d'aide et de soins à domicile relevant des mêmes 6° et 7° ;\n\n3° Aux services polyvalents d'aide et de soins à domicile constitués, à la date de publication de la présente loi, en application du b de l'article 49 de la loi n° 2015-1776 du 28 décembre 2015 relative à l'adaptation de la société au vieillissement, sous la forme d'un groupement de coopération sociale ou médico-sociale ou par une convention de coopération, prévus à l'article L. 312-7 du même code.\n\nLes autorisations arrivant à échéance dans un délai de six mois à compter de la date mentionnée au A du présent II sont prorogées pour une durée de trois mois.\n\nC.-Les services de soins infirmiers à domicile relevant des 6° ou 7° du I de l'article L. 312-1 du code de l'action sociale et des familles qui, à la date mentionnée au A du présent II, disposent d'une autorisation délivrée dans les conditions prévues à l'article L. 313-3 du code de l'action sociale et des familles déposent, dans un délai de deux ans et six mois à compter de cette même date, une demande en vue de leur autorisation en qualité de service autonomie à domicile au titre du 1° de l'article L. 313-1-3 du même code, dans sa rédaction résultant du I du présent article.\n\nPar dérogation à l'article L. 313-2 du code de l'action sociale et des familles, les autorités mentionnées au d de l'article L. 313-3 du même code peuvent délivrer cette autorisation à des services de soins infirmiers à domicile et à des services autonomie à domicile déjà autorisés pour l'activité d'aide et d'accompagnement remplissant les conditions suivantes :\n\n1° Avoir, dans le délai mentionné au premier alinéa du présent C et pour une durée maximale de cinq ans, conclu une convention ou constitué un groupement mentionné au 3° de l'article L. 312-7 du code de l'action sociale et des familles afin d'exploiter cette autorisation, dans la perspective de constituer, à l'issue de cette période, un service autonomie à domicile relevant du 1° de l'article L. 313-1-3 du même code doté d'une entité juridique unique ;\n\n2° Respecter le cahier des charges mentionné au même article L. 313-1-3, sauf dérogation prévue par décret.\n\nL'autorisation et la convention précisent la zone d'intervention du service autonomie à domicile, qui doit être identique pour l'activité d'aide et d'accompagnement et l'activité de soins.\n\nPendant la durée de l'autorisation, et pour la zone d'intervention définie, cette autorisation remplace l'autorisation des services autonomie à domicile ayant conclu une convention avec les services de soins infirmiers à domicile.\n\nAu terme de la durée mentionnée au 1° du présent C, l'autorisation devient caduque en l'absence de constitution du service autonomie à domicile doté d'une entité juridique unique. Les services autonomie à domicile ayant conclu la convention ou constitué le groupement avec les services de soins infirmiers à domicile en application du même 1° sont considérés comme autorisés pour l'activité d'aide et d'accompagnement pour laquelle ils étaient autorisés avant la conclusion de ladite convention ou la constitution dudit groupement, pour la durée restant à courir à compter de la date d'autorisation initiale ou de la date de renouvellement de celle-ci.\n\nEn cas de refus de l'autorisation par le président du conseil départemental et le directeur général de l'agence régionale de santé, les services de soins infirmiers à domicile restent régis par les dispositions qui leur étaient applicables à la date mentionnée au A du présent II pour une durée maximale de deux ans à compter de la notification de la décision de rejet de la demande d'autorisation, ou jusqu'à la date d'expiration de leur autorisation si celle-ci intervient pendant cette durée. Pendant cette durée, une autorisation peut leur être délivrée en tant que service autonomie à domicile dans les conditions prévues aux 1° et 2° du présent C.\n\nPar dérogation à l'article L. 313-2 du code de l'action sociale et des familles, l'absence de réponse dans un délai de six mois à compter du dépôt de la demande d'autorisation présentée en application du présent C vaut acceptation de celle-ci.\n\nDans l'attente de leur constitution en services autonomie à domicile, les services de soins infirmiers à domicile restent régis par les dispositions qui leur étaient applicables à la date mentionnée au A du présent II, sous réserve du E.\n\nLes autorisations délivrées en application du présent C sont dispensées de la procédure d'appel à projets prévue au I de l'article L. 313-1-1 du même code.\n\nD.-Pour bénéficier de la dotation mentionnée au 3° du I de l'article L. 314-2-1 du code de l'action sociale et des familles, les services ayant déjà conclu un contrat pluriannuel d'objectifs et de moyens dans les conditions prévues à l'article L. 313-11-1 du même code concluent un avenant comportant les éléments prévus au 13° du même article L. 313-11-1.\n\nLe cas échéant, les services bénéficient de la dotation mentionnée au 3° du I de l'article L. 314-2-1 du code de l'action sociale et des familles à compter de la date à laquelle les crédits mentionnés au IX de l'article 26 de la loi n° 2018-1203 du 22 décembre 2018 de financement de la sécurité sociale pour 2019 cessent d'être versés en application du contrat pluriannuel d'objectifs et de moyens prévoyant le versement de ces crédits.\n\nE.-Dans l'attente de leur constitution en services autonomie à domicile, sont applicables, jusqu'à la date mentionnée au A du présent II :\n\n1° Aux services d'aide et d'accompagnement à domicile relevant des 6° ou 7° du I de l'article L. 312-1 du code de l'action sociale et des familles :\n\na) A compter du 1er janvier 2022 : les règles relatives au tarif minimal prévues aux 1° et 2° du I de l'article L. 314-2-1 du même code ainsi que la compensation financière correspondante définie au e de l'article L. 14-10-5 dudit code ;\n\nb) A compter du 1er septembre 2022 : les règles relatives à la dotation mentionnée au 3° du I de l'article L. 314-2-1 du même code ainsi que la compensation financière correspondante prévue au f de l'article L. 14-10-5 du même code ;\n\n2° Aux services polyvalents d'aide et de soins à domicile mentionnés aux 2° et 3° du B du présent II :\n\na) A compter du 1er janvier 2022 :\n\n-les règles relatives au tarif minimal définies aux 1° et 2° du I de l'article L. 314-2-1 du code de l'action sociale et des familles ainsi que la compensation financière correspondante prévue au e du 3° de l'article L. 14-10-5 du même code ;\n\n-la dotation mentionnée au 2° du II de l'article L. 314-2-1 dudit code ;\n\nb) A compter du 1er septembre 2022 : les règles relatives à la dotation mentionnée au 3° du I du même article L. 314-2-1 ainsi que la compensation financière correspondante prévue au f de l'article L. 14-10-5 du même code ;\n\nc) A compter du 1er janvier 2023 : la dotation globale mentionnée au 1° du II de l'article L. 314-2-1 du même code ;\n\n3° Aux services de soins infirmiers à domicile relevant des 6° ou 7° du I de l'article L. 312-1 du même code, à compter du 1er janvier 2023 : la dotation globale mentionnée au 1° du II de l'article L. 314-2-1 du même code.\n\n-Code de l'action sociale et des familles\n\n-Code de l'action sociale et des familles\n\n-Code de l'action sociale et des familles\n\n-LOI n° 2015-1776 du 28 décembre 2015"
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-832 DC du 16 décembre 2021.]"
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-832 DC du 16 décembre 2021.]"
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "I.-A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII.-Le 2° du I entre en vigueur à une date fixée par décret, et au plus tard le 1er janvier 2025. A cette fin, ce décret précise les modalités selon lesquelles le système d'information unique mentionné au même 2° est progressivement déployé dans l'ensemble des départements à partir du 1er janvier 2024.\n\n- Code de l'action sociale et des familles\n\n- Code de l'action sociale et des familles"
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-832 DC du 16 décembre 2021.]"
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-832 DC du 16 décembre 2021.]"
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le I entre en vigueur le 1er janvier 2024.\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "I. à III. - A modifié les dispositions suivantes :\n\nIV. - A la fin de la première phrase du 9° bis de l'article 34 de la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat, du 10° bis de l'article 57 de la loi n° 84-53 du 26 janvier 1984 portant dispositions statutaires relatives à la fonction publique territoriale et du 9° bis de l'article 41 de la loi n° 86-33 du 9 janvier 1986 portant dispositions statutaires relatives à la fonction publique hospitalière, les mots : d'une particulière gravité sont remplacés par les mots : définis par le décret pris en application de l'article L. 3142-24 du même code .V. - Après la deuxième phrase du deuxième alinéa de l'article 40 bis de la loi n° 84-16 du 11 janvier 1984 précitée, de l'article 60 sexies de la loi n° 84-53 du 26 janvier 1984 précitée et du 11° de l'article 41 de la loi n° 86-33 du 9 janvier 1986 précitée, est insérée une phrase ainsi rédigée : Toutefois, lorsque le nombre maximal de jours de congés est atteint avant le terme de la période en cours, le congé peut être renouvelé une fois au titre de la même maladie ou du même handicap ou du fait de l'accident dont l'enfant a été victime, pour au maximum trois cent dix jours ouvrés au cours d'une nouvelle période de trente-six mois.VI. - Le présent article entre en vigueur à des dates fixées par décret, et au plus tard le 1er janvier 2023.\n\n- Code de la sécurité sociale.\n\n- Code du travail\n\n- Code de la défense."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "Le Gouvernement remet au Parlement, avant le 31 mars 2022, un rapport dressant un bilan de la mise en œuvre de la cinquième branche de la sécurité sociale, notamment de l'article 32 de la loi n° 2020-1576 du 14 décembre 2020 de financement de la sécurité sociale pour 2021. Ce rapport propose en outre des solutions en vue de la mise en place d'un service territorial de l'autonomie dans les départements, articulant l'action de tous les acteurs, afin de faciliter les démarches des personnes âgées, des personnes handicapées et de leurs proches aidants. Ce service territorial de l'autonomie vise à garantir la continuité de leur parcours dans le respect de la volonté des personnes."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "Dans un délai d'un an à compter de la promulgation de la présente loi, le Gouvernement remet au Parlement un rapport détaillant le financement par la sécurité sociale des dépenses de santé des détenus en perte d'autonomie, depuis l'application du transfert de l'Etat vers la sécurité sociale du financement des dépenses de santé des personnes écrouées, prévu à l'article 28 de la loi n° 2017-1836 du 30 décembre 2017 de financement de la sécurité sociale pour 2018."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-832 DC du 16 décembre 2021.]"
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "I. - A titre expérimental, il est instauré un dispositif dit « d'accès direct », dans lequel les entreprises exploitant des spécialités pharmaceutiques ne faisant pas l'objet, dans une indication particulière, d'une autorisation d'accès précoce mentionnée à l'article L. 5121-12 du code de la santé publique mais disposant d'une autorisation de mise sur le marché dans cette indication, sans être déjà inscrites, dans d'autres indications, sur la liste mentionnée au premier alinéa de l'article L. 162-17 du code de la sécurité sociale ou prises en charge au titre de l'article L. 162-16-5-2 du même code et dispensées en pharmacie d'officine à ce titre, peuvent bénéficier d'une prise en charge par l'assurance maladie, d'une durée maximale d'un an, dans certains établissements de santé mentionnés à l'article L. 162-22-6 dudit code, dans certains établissements de santé disposant d'une pharmacie à usage intérieur ou dans certains hôpitaux des armées, dans les conditions et selon les modalités mentionnées au présent article.II. - Les spécialités pharmaceutiques mentionnées au I bénéficiant, dans des indications thérapeutiques particulières, de l'accès direct défini au présent article font l'objet d'une prise en charge par l'assurance maladie lorsque les conditions suivantes sont réunies :1° La demande de prise en charge est déposée par l'exploitant auprès des ministres chargés de la santé et de la sécurité sociale au plus tard un mois après la publication de l'avis rendu par la commission mentionnée à l'article L. 5123-3 du code de la santé publique sur la demande d'inscription sur l'une des listes mentionnées à l'article L. 162-17 du code de la sécurité sociale et à l'article L. 5123-2 du code de la santé publique dans la ou les indications considérées, et au plus tard deux ans après la date, fixée par décret au plus tard le 1er juillet 2022, du début de l'expérimentation prévue au présent article ;2° Lorsque la spécialité a fait l'objet d'un classement dans la catégorie des médicaments réservés à l'usage hospitalier, elle remplit les critères pour être inscrite sur la liste des médicaments mentionnée à l'article L. 162-22-7 du code de la sécurité sociale dans la ou les indications considérées et une demande d'inscription sur cette liste est adressée aux ministres chargés de la santé et de la sécurité sociale concomitamment à la demande mentionnée au 1° du présent II ;3° Le service médical rendu par la spécialité dans la ou les indications considérées, apprécié par la commission mentionnée au même 1° dans son avis, est au moins d'un niveau fixé par décret ;4° L'amélioration du service médical rendu par la spécialité dans la ou les indications considérées, appréciée par la même commission dans son avis, est au moins d'un niveau fixé par décret ;5° L'exploitant s'engage à permettre d'assurer la continuité des traitements initiés pendant la durée du dispositif d'accès direct et pendant une durée minimale d'un an à compter de l'arrêt, dans l'indication concernée, de la prise en charge au titre de ce dispositif, sauf si la spécialité, dans cette indication, fait l'objet d'un arrêt de commercialisation pour des raisons sérieuses relatives à la sécurité des patients.La prise en charge est décidée par arrêté conjoint des ministres chargés de la santé et de la sécurité sociale.III. - La prise en charge directe d'une spécialité pharmaceutique prévue au I peut, au vu des exigences de qualité et de sécurité des soins mettant en œuvre cette spécialité, énoncées le cas échéant par la commission prévue à l'article L. 5123-3 du code de la santé publique, être assortie de conditions concernant la qualification ou la compétence des prescripteurs, l'environnement technique ou l'organisation de ces soins et d'un dispositif de suivi des patients traités. La prise en charge peut également être assortie de conditions particulières de prescription, de dispensation ou d'utilisation, notamment de durées de prise en charge, ou de délivrance lorsque cette spécialité est prescrite sur une ordonnance de dispensation conditionnelle mentionnée à l'article L. 5121-12-1-1 du même code.IV. - Lorsque la spécialité bénéficie du dispositif d'accès direct dans une indication donnée :1° L'exploitant déclare au Comité économique des produits de santé le montant de l'indemnité maximale qu'il réclame, le cas échéant, aux établissements de santé pour la spécialité, dès lors que celle-ci ne fait l'objet ni d'un prix maximal de vente aux établissements de santé en application de l'article L. 162-16-4-3 du code de la sécurité sociale, ni d'une prise en charge au titre du deuxième alinéa de l'article L. 162-17 ou de l'article L. 162-22-7 du même code dans au moins l'une de ses indications. Le comité rend publiques ces déclarations ;2° Avant le 15 février de chaque année, l'exploitant de la spécialité informe le comité du chiffre d'affaires correspondant à cette spécialité ainsi que du nombre d'unités fournies, dans le cadre du dispositif d'accès direct et dans chacune des indications concernées, au titre de l'année civile précédente ;3° L'entreprise exploitant la spécialité reverse chaque année aux organismes mentionnés à l'article L. 213-1 dudit code désignés par le directeur de l'Agence centrale des organismes de sécurité sociale des remises calculées sur la base du chiffre d'affaires hors taxes facturé aux établissements de santé, au titre de l'indication et de la période considérées. Les taux de ces remises sont définis selon un barème progressif par tranche de chiffre d'affaires, fixé par arrêté conjoint des ministres chargés de la santé et de la sécurité sociale.Le chiffre d'affaires facturé au titre de l'indication est obtenu en multipliant le chiffre d'affaires total facturé par l'entreprise pour cette spécialité par la part d'utilisation de la spécialité dans l'indication considérée ;4° Aucune inscription de la spécialité sur les listes mentionnées au 1° du II du présent article ne peut avoir lieu pendant la période d'accès direct dans une indication autre que l'indication considérée ;5° Par dérogation au premier alinéa de l'article L. 5123-2 du code de la santé publique, la spécialité peut être achetée, fournie, prise en charge et utilisée par les collectivités publiques sans figurer sur la liste mentionnée au même premier alinéa ;6° Lorsque la spécialité n'est pas classée dans la catégorie des médicaments réservés à l'usage hospitalier, elle est réputée inscrite sur la liste mentionnée à l'article L. 5126-6 du même code ;7° Le prescripteur porte sur l'ordonnance la mention : « Prescription au titre de l'accès direct » et informe le patient des conditions de prise en charge, par l'assurance maladie, de la spécialité prescrite ;8° La spécialité est prise en charge par les régimes obligatoires d'assurance maladie en sus des prestations d'hospitalisation mentionnées à l'article L. 162-22-6 du code de la sécurité sociale ;9° En cas de non-respect des règles de tarification, de distribution ou de facturation, l'article L. 133-4 du même code est applicable ;10° Les articles L. 162-16-5-3 et L. 315-2 dudit code sont applicables.V. - Dans chaque indication considérée, la prise en charge au titre de l'accès direct mentionné au I du présent article prend fin au plus tard un an après la date de la décision de prise en charge. Elle prend fin avant l'expiration de ce délai dans les cas suivants :1° Lorsque cette indication est inscrite, au titre de son autorisation de mise sur le marché, sur l'une des listes mentionnées au premier alinéa de l'article L. 5123-2 du code de la santé publique ou aux deux premiers alinéas de l'article L. 162-17 du code de la sécurité sociale et, le cas échéant, que l'avis de fixation du tarif de responsabilité ou du prix est publié ;2° En cas de demande de l'exploitant ;3° Par arrêté conjoint des ministres chargés de la santé et de la sécurité sociale :a) En cas de refus d'inscription de la spécialité, dans l'indication considérée, sur l'une des listes mentionnées au 1° du présent V ;b) En cas de retrait de la demande d'inscription au même titre sur l'une des listes mentionnées au même 1°.VI. - Pour l'application des articles L. 162-16-4, L. 162-16-5 ou L. 162-16-6 du code de la sécurité sociale, pour une spécialité bénéficiant du dispositif d'accès direct dans une indication donnée, lorsqu'aucun accord conventionnel fixant ou modifiant un prix de vente au public, un prix de cession ou un tarif de responsabilité et prix limite de vente aux établissements n'est signé dans un délai de dix mois à compter de la décision de prise en charge au titre de l'accès direct, le Comité économique des produits de santé fixe par décision, avant la fin du douzième mois, le prix de vente au public, le prix de cession ou le tarif de responsabilité et prix limite de vente aux établissements.VII. - A. - Lorsqu'une spécialité pharmaceutique ayant fait l'objet d'une prise en charge pour une indication donnée au titre du dispositif d'accès direct est inscrite au remboursement pour cette indication, la convention ou la décision qui fixe le prix net de référence en application du C du présent VII détermine également le montant de la restitution ou de la remise supplémentaire définie selon les modalités prévues au présent A.Le Comité économique des produits de santé calcule, après que l'entreprise exploitant cette spécialité a été mise à même de présenter ses observations :1° Le chiffre d'affaires qui aurait résulté de la valorisation des unités vendues au titre de l'indication considérée, prises en charge au titre du dispositif d'accès direct, au prix net de référence sur l'ensemble de la période considérée de prise en charge ;2° Le chiffre d'affaires facturé aux établissements de santé après déduction des remises prévues au 3° du IV au titre de l'indication considérée et de l'année civile pour laquelle les remises avaient été versées sur l'ensemble de la période considérée de prise en charge.Si le montant mentionné au 1° du présent A est inférieur à celui mentionné au 2° du présent A, l'exploitant verse une remise supplémentaire aux organismes mentionnés à l'article L. 213-1 du code de la sécurité sociale désignés par le directeur de l'Agence centrale des organismes de sécurité sociale, égale à la différence entre ces deux montants. Dans le cas contraire, est restituée au laboratoire la différence entre ces deux montants, dans la limite de la remise versée au titre du 3° du IV du présent article pour l'indication considérée sur l'ensemble de la période de prise en charge au titre du présent article.B. - Pour chaque indication considérée, l'intégralité des remises dues au titre du A du présent VII est versée en une seule fois. Ces remises sont versées au titre de l'année au cours de laquelle l'inscription au remboursement pour l'indication considérée a eu lieu.C. - Les conventions conclues au titre des spécialités ayant bénéficié, pour l'une de leurs indications, de l'accès direct incluent les remises portant uniquement sur les unités vendues à compter de la signature de la convention et des prévisions relatives aux volumes de vente, le cas échéant indication par indication, pour les trois prochaines années.Sur la base de ces éléments et après que l'exploitant a été mis en mesure de présenter ses observations, le Comité économique des produits de santé fixe un prix net de référence pour chaque spécialité. Ce prix net de référence est calculé en défalquant les remises mentionnées aux I et II de l'article L. 162-18 du code de la sécurité sociale, qui pourraient être dues au titre de la prochaine année, du prix ou du tarif de remboursement mentionnés aux articles L. 162-16-4, L 162-16-5 ou L. 162-16-6 du même code.Les conventions peuvent déterminer un prix net de référence plus bas que celui qui résulterait de l'application du deuxième alinéa du présent C.A défaut de convention ou de décision prévoyant des remises, le prix ou tarif de remboursement tient lieu de prix net de référence.VIII. - Les A et B du VII sont applicables lorsque, pour une indication thérapeutique, la prise en charge au titre de l'accès direct prend fin ou lorsqu'il y est mis fin sans que soit mis en place un remboursement pour cette indication.Dans ce cas, pour l'application des mêmes A et B, le Comité économique des produits de santé peut retenir un prix de référence en fonction des critères de fixation et de modification des prix et tarifs prévus aux articles L. 162-16-4, L. 162-16-5 et L. 162-16-6 du code de la sécurité sociale.IX. - Les deux derniers alinéas du II de l'article L. 162-18 du même code sont applicables aux spécialités bénéficiant de l'accès direct.X. - A. - Durant la période de continuité de traitement postérieure à la prise en charge au titre de l'accès direct :1° Lorsque la spécialité pharmaceutique qui a bénéficié de la prise en charge est inscrite sur l'une des listes mentionnées à l'article L. 162-17 du code de la sécurité sociale ou à l'article L. 5123-2 du code de la santé publique dans l'indication considérée, les conditions de dispensation et de prise en charge au titre de l'inscription sur ces listes s'appliquent ;2° Lorsque la spécialité qui a bénéficié de la prise en charge n'est inscrite sur aucune des listes mentionnées au 1° du présent X dans l'indication considérée, les dernières conditions de dispensation sont maintenues. L'exploitant permet alors l'achat de la spécialité pour les continuités de traitement à un tarif qui n'excède pas le prix de référence mentionné au second alinéa du VIII, le cas échéant au moyen de remises.Par dérogation au premier alinéa de l'article L. 5123-2 du code de la santé publique, la spécialité peut être achetée, fournie et utilisée par les collectivités publiques sans figurer sur la liste mentionnée au même premier alinéa.Lorsque la spécialité n'est pas classée dans la catégorie des médicaments réservés à l'usage hospitalier, elle est réputée inscrite sur la liste mentionnée à l'article L. 5126-6 du même code.B. - En cas de manquement de l'exploitant à l'engagement prévu au 5° du II du présent article, les ministres chargés de la santé et de la sécurité sociale peuvent prononcer, après que l'exploitant a été mis en mesure de présenter ses observations, une pénalité financière à sa charge. Le montant de cette pénalité ne peut être supérieur à 30 % du chiffre d'affaires hors taxes réalisé en France par l'entreprise au titre de la spécialité mentionnée au I au cours des deux ans précédant la constatation du manquement.La pénalité est recouvrée par les organismes mentionnés à l'article L. 213-1 du code de la sécurité sociale désignés par le directeur de l'Agence centrale des organismes de sécurité sociale. Son produit est affecté à la Caisse nationale de l'assurance maladie. Les articles L. 137-3 et L. 137-4 du même code sont applicables au recouvrement de la pénalité. Le recours présenté contre la décision prononçant cette pénalité est un recours de pleine juridiction.XI. - Les modalités d'application du présent article sont définies par décret en Conseil d'Etat.XII. - Dans un délai de vingt et un mois à compter de la date de début de l'expérimentation mentionnée au 1° du II, le Gouvernement adresse au Parlement un rapport portant sur l'évaluation du dispositif d'accès direct prévu au présent article. Le contenu de cette évaluation est précisé par décret."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-832 DC du 16 décembre 2021.]"
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\n- Code de la santé publique\n\n- Code de la sécurité sociale.\n\nIII. - [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-832 DC du 16 décembre 2021.]"
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "I. - L'Etat peut autoriser, pour une durée de deux ans et à titre expérimental, dans trois régions, la prise en charge par l'assurance maladie des traitements du sevrage tabagique par des substituts nicotiniques qui sont dispensés sans ordonnance par les pharmaciens d'officine.II. - Les modalités de mise en œuvre de cette expérimentation ainsi que les territoires concernés sont déterminés par décret. Celui-ci précise notamment les traitements concernés, les honoraires de dispensation, définis par la convention nationale prévue à l'article L. 162-16-1 du code de la sécurité sociale, que le pharmacien perçoit ainsi que les conditions d'évaluation de l'expérimentation. En particulier, des territoires différents de ceux mentionnés au I du présent article peuvent être sélectionnés en tant que contrôles, aux fins d'évaluation.III. - Un rapport d'évaluation est réalisé par le Gouvernement au terme de l'expérimentation et transmis au Parlement."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-832 DC du 16 décembre 2021.]"
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-832 DC du 16 décembre 2021.]"
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "I.-, II.-A modifié les dispositions suivantes :\n\nCode de la santé publique\n\nArt. L6323-1-12\n\nCode de la sécurité sociale\n\nArt. L162-32, Art. L162-32-1, Art. L162-32-2, Art. L162-32-3\n\nA créé les dispositions suivantes :\n\nCode de la sécurité sociale\n\nArt. L162-32-4\n\nIII.-A la date d'entrée en vigueur du présent article, les centres de santé qui n'adhèrent pas à l'accord national disposent d'un délai de six mois pour se faire connaître à l'organisme local d'assurance maladie dans le ressort duquel ils sont situés et y adhérer."
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-832 DC du 16 décembre 2021.]"
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-832 DC du 16 décembre 2021.]"
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "I.- A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII. - Le Gouvernement remet au Parlement un rapport d'évaluation du dispositif prévu au présent article, qui évalue également l'accessibilité du dispositif pour les couples confrontés à une interruption spontanée de grossesse, au plus tard le 1er septembre 2024.\n\nLes personnes chargées de l'évaluation du dispositif ont accès aux données individuelles non nominatives contenues dans le système d'information prévu à l'article L. 161-28-1 du code de la sécurité sociale lorsque ces données sont nécessaires à la mise en œuvre et à l'évaluation du dispositif, dans le respect des conditions prévues au chapitre Ier du titre VI du livre IV de la première partie du code de la santé publique, sous réserve, le cas échéant, d'adaptations établies par décret en Conseil d'Etat.\n\n- Code de la sécurité sociale.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Article 80",
      "content": "L'article L. 162-31-1 du code de la sécurité sociale est ainsi modifié :\n\n1° [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-832 DC du 16 décembre 2021.] ;2° [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-832 DC du 16 décembre 2021.] ;\n\n3° A modifié les dispositions suivantes :\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "A titre expérimental, pour une durée de trois ans, l'Etat peut autoriser le financement par le fonds d'intervention régional mentionné à l'article L. 1435-8 du code de la santé publique de la mise en place, par certaines agences régionales de santé, d'une prise en charge spécifique des transports bariatriques de personnes en situation d'obésité sévère ou morbide ainsi que d'aides à l'acquisition de matériels et de véhicules de transport sanitaire adaptés.Un arrêté du ministre chargé de la santé fixe les conditions d'application du présent article, notamment en désignant les agences régionales de santé concernées. Un rapport d'évaluation du dispositif est transmis par le Gouvernement au Parlement avant la fin de l'expérimentation."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "Le Gouvernement remet au Parlement, avant le 1er septembre 2022, un rapport évaluant la mise en œuvre du parcours de soins global après le traitement d'un cancer, prévu à l'article 59 de la loi n° 2019-1446 du 24 décembre 2019 de financement de la sécurité sociale pour 2020, et étudiant notamment l'ouverture au remboursement par la sécurité sociale des traitements favorisant le retour à une vie sexuelle normale des femmes à la suite d'un cancer.Le rapport, en lien avec la Haute Autorité de santé, présente les différentes solutions thérapeutiques non hormonales et précise l'effet sur les comptes de l'assurance maladie de l'ouverture au remboursement de ces solutions aux femmes atteintes de cancers hormono-dépendants ou atteintes de cancers de la zone pelvienne."
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Article 85",
      "content": "I.- A modifié les dispositions suivantes :\n\nII.- Le I du présent article entre en vigueur le 1er janvier 2022.III.- [Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-832 DC du 16 décembre 2021.]\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Article 86",
      "content": "I. - A modifié les dispositions suivantes :\n\nII.- Le I entre en vigueur le 1er juillet 2022.\n\n- Code de la santé publique"
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-832 DC du 16 décembre 2021.]"
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "I à III.- A modifié les dispositions suivantes :\n\nIV.- Le 1° du I et le III s'appliquent aux recours introduits à compter du 1er janvier 2022.Les 2° et 3° et le a du 4° du I et le II entrent en vigueur le 1er janvier 2022.Le b du 4° du I entre en vigueur le 1er avril 2022.Les 5°, 7° et 8° du même I entrent en vigueur à une date fixée par décret, et au plus tard le 1er janvier 2023.\n\n- Code de la sécurité sociale.\n\n- Code rural et de la pêche maritime\n\n- Code de l'organisation judiciaire"
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "Article 90",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-832 DC du 16 décembre 2021.]"
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "Article 91",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-832 DC du 16 décembre 2021.]"
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Article 92",
      "content": "Par dérogation au b de l'article L. 160-3 du code de la sécurité sociale, les personnes mentionnées aux 1° à 3° du même article L. 160-3 qui bénéficiaient, lors de leurs séjours temporaires en France, de la prise en charge de leurs frais de santé avant le 1er juillet 2019 continuent à bénéficier de cette prise en charge dès lors que leur pension rémunère une durée d'assurance supérieure ou égale à dix années au titre d'un régime français de sécurité sociale."
    },
    {
      "provision_ref": "art93",
      "section": "93",
      "title": "Article 93",
      "content": "I.-A modifié les dispositions suivantes :\n\n- Code de la sécurité sociale.\n\nII.-Afin de tenir compte de la crise sanitaire liée à l'épidémie de covid-19 et de ses conséquences et d'adapter les règles de prise en charge des frais de santé et les conditions pour bénéficier des prestations en espèce :1° L'article 11 de la loi n° 2021-689 du 31 mai 2021 relative à la gestion de la sortie de crise sanitaire et les dispositions prises par décret entre le 1er janvier 2021 et le 31 décembre 2021 en application de l'article L. 16-10-1 du code de la sécurité sociale demeurent applicables jusqu'à une date fixée par décret, et au plus tard jusqu'au 31 décembre 2022 ;2° Dans les conditions prévues à l'article 38 de la Constitution et jusqu'au 31 décembre 2022, le Gouvernement est autorisé à prendre par voie d'ordonnance toute mesure relevant du domaine de la loi visant à rétablir, adapter ou compléter les dispositions mentionnées à l'article L. 16-10-1 du code de la sécurité sociale et à l'article L. 1226-1-1 du code du travail et les dispositions prises en application des mêmes articles L. 16-10-1 et L. 1226-1-1.Les mesures mentionnées au 2° du présent II sont applicables au plus tard jusqu'au 31 décembre 2022.Chaque ordonnance peut prévoir l'application rétroactive des dispositions qu'elle contient, dans la limite d'un mois avant sa publication.Les ordonnances et les décrets pris sur le fondement du présent article sont dispensés des consultations obligatoires prévues par les dispositions législatives ou réglementaires.Un projet de loi de ratification est déposé devant le Parlement dans un délai de six mois à compter de la publication de chaque ordonnance.III.-Le I entre en vigueur le 1er janvier 2022."
    },
    {
      "provision_ref": "art94",
      "section": "94",
      "title": "Article 94",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-832 DC du 16 décembre 2021.]"
    },
    {
      "provision_ref": "art95",
      "section": "95",
      "title": "Article 95",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-832 DC du 16 décembre 2021.]"
    },
    {
      "provision_ref": "art96",
      "section": "96",
      "title": "Article 96",
      "content": "I.-, II.-, III.-, IV.-A abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIV.-Par dérogation au second alinéa du II de l'article L. 613-7 et au second alinéa de l'article L. 622-3 du code de la sécurité sociale, sont pris en compte pour le calcul des prestations en espèces prévues aux articles L. 622-1, L. 622-2, L. 623-1, L. 632-1, L. 634-2, L. 635-1, L. 643-1, L. 644-1 et L. 644-2 du même code le chiffre d'affaires ou les recettes brutes des années 2020, 2021 et 2022 des travailleurs indépendants relevant de l'article L. 613-7 dudit code.\n\nAfin de calculer les prestations mentionnées au premier alinéa du présent IV, des échanges d'informations sont organisés entre les organismes de sécurité sociale mentionnés aux articles L. 213-1, L. 225-1 et L. 752-4 du code de la sécurité sociale et l'administration fiscale, selon des modalités définies par décret en Conseil d'Etat.\n\nV.-Les 5° et 6° du I entrent en vigueur le 1er janvier 2022.\n\nLes 1° et 2° du même I s'appliquent aux arrêts de travail ayant débuté à compter du 1er janvier 2020 et, pour les travailleuses indépendantes ayant commencé leur activité à compter du 1er janvier 2019, aux périodes de versement des indemnités journalières de maternité ayant débuté à compter du 1er novembre 2019, dans des conditions fixées par décret.\n\nLe 3° dudit I s'applique aux arrêts de travail débutant à compter du 1er janvier 2022.\n\nLe II s'applique aux enfants nés ou adoptés à compter du 1er janvier 2022 ainsi qu'aux enfants, nés avant cette date, dont la naissance était supposée intervenir à compter de cette date.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Code de la sécurité sociale.\n\n-Loi n° 2005-882 du 2 août 2005."
    },
    {
      "provision_ref": "art98",
      "section": "98",
      "title": "Article 98",
      "content": "I.-, II.-A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nIII.-Le 5° du I entre en vigueur le 1er janvier 2022.\n\nLes 6°, 7° et 12° du même I sont applicables aux décès survenus à compter du 1er janvier 2022.Les 8° et 9° dudit I s'appliquent aux indemnités relatives à des congés de maternité et de paternité débutant à compter du 1er janvier 2022.Les 1°, 3°, 10° et 11° du I et le II entrent en vigueur le 1er juillet 2022.\n\n-Code rural et de la pêche maritime\n\n-Code rural et de la pêche maritime"
    },
    {
      "provision_ref": "art99",
      "section": "99",
      "title": "Article 99",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-832 DC du 16 décembre 2021.]"
    },
    {
      "provision_ref": "art100",
      "section": "100",
      "title": "Article 100",
      "content": "I.- à IX.-, X.-C.- A modifié les dispositions suivantes :\n\nX.-Le présent article s'applique dans les conditions suivantes.A.-Le II, le deuxième alinéa du III et le IV de l'article 373-2-2 du code civil et l'article L. 582-1 du code de la sécurité sociale, dans leur rédaction résultant des I et V du présent article, entrent en vigueur le 1er mars 2022. Ils s'appliquent à l'exécution des décisions judiciaires de divorce rendues à compter de cette date et, à compter du 1er janvier 2023, à l'exécution des autres décisions judiciaires rendues à compter de cette même date ainsi que des titres mentionnés aux 2° à 6° du I de l'article 373-2-2 du code civil émis à compter de cette même date.Le premier alinéa du III du même article 373-2-2, dans sa rédaction résultant du I du présent article, s'applique aux demandes reçues à compter du 1er janvier 2022.B.-Les IV et VII du présent article entrent en vigueur le 1er mars 2022.\n\n- Code civil\n\n- Code de la sécurité sociale.\n\n- Code civil"
    },
    {
      "provision_ref": "art101",
      "section": "101",
      "title": "Article 101",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-832 DC du 16 décembre 2021.]"
    },
    {
      "provision_ref": "art102",
      "section": "102",
      "title": "Article 102",
      "content": "I.-, II.-A modifié les dispositions suivantes :\n\nIII.-Le présent article entre en vigueur le 1er janvier 2022.\n\n- Code de la sécurité sociale.\n\n- Ordonnance n° 2002-149 du 7 février 2002\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art104",
      "section": "104",
      "title": "Article 104",
      "content": "I.-, II.-, III.-A modifié les dispositions suivantes :\n\nIV.-Les I à III du présent article sont applicables aux demandes de reconnaissance de maladie professionnelle déposées à compter de la publication de la présente loi.\n\n- Code de la sécurité sociale.\n\n- Code rural et de la pêche maritime\n\n- LOI n° 2019-1446 du 24 décembre 2019"
    },
    {
      "provision_ref": "art105",
      "section": "105",
      "title": "Article 105",
      "content": "I. - Dans les conditions de dialogue social définies au chapitre III du titre IV du livre III de la septième partie du code du travail, les plateformes des secteurs mentionnés à l'article L. 7342-8 du même code peuvent proposer à leurs travailleurs des prestations de protection sociale complémentaire entrant dans le champ des articles L. 911-1 et L. 911-2 du code de la sécurité sociale. Ces prestations bénéficient à titre collectif à l'ensemble des travailleurs de la plateforme.Ces prestations sont versées par les organismes suivants :1° Mutuelles ou unions relevant du livre II du code de la mutualité ;2° Institutions de prévoyance relevant du titre III du livre IX du code de la sécurité sociale ;3° Entreprises d'assurance mentionnées à l'article L. 310-2 du code des assurances.II. - Sont exclues des assiettes prévues au I des articles L. 131-6 et L. 613-7 du code de la sécurité sociale les contributions des plateformes opérant dans les secteurs mentionnés à l'article L. 7342-8 du code du travail ainsi que les cotisations versées par les travailleurs de ces plateformes qui sont destinées au financement des prestations mentionnées au I du présent article.III. - Les modalités d'application des I et II sont précisées par décret.IV. - Les travailleurs indépendants mentionnés à l'article L. 7342-8 du code du travail peuvent opter pour une affiliation au régime général de sécurité sociale, dans les conditions et limites prévues au 37° de l'article L. 311-3 du code de la sécurité sociale.V. - Les I et II du présent article sont applicables à compter du 1er janvier 2023."
    },
    {
      "provision_ref": "art106",
      "section": "106",
      "title": "Article 106",
      "content": "[Dispositions déclarées non conformes à la Constitution par la décision du Conseil constitutionnel n° 2021-832 DC du 16 décembre 2021.]"
    },
    {
      "provision_ref": "art107",
      "section": "107",
      "title": "Article 107",
      "content": "I. - Dans les conditions définies au présent article et sous réserve d'avoir débuté leur activité avant le 1er janvier 2020, bénéficient à titre exceptionnel de l'attribution de périodes d'assurance dans leur régime d'assurance vieillesse de base, au titre des années 2020 et 2021 :1° Les travailleurs indépendants mentionnés aux articles L. 631-1 et L. 640-1 du code de la sécurité sociale et les mandataires sociaux mentionnés aux 11°, 12°, 13°, 22° et 23° de l'article L. 311-3 du même code, lorsqu'ils remplissent, pour une période d'activité accomplie au cours de l'année considérée, les conditions définies aux III et IV de l'article 65 de la loi n° 2020-935 du 30 juillet 2020 de finances rectificative pour 2020, aux III et IV de l'article 9 de la loi n° 2020-1576 du 14 décembre 2020 de financement pour la sécurité sociale pour 2021 ou aux II à IV de l'article 25 de la loi n° 2021-953 du 19 juillet 2021 de finances rectificative pour 2021 ;2° Les artistes-auteurs mentionnés à l'article L. 382-1 du code de la sécurité sociale :a) Au titre de l'année 2020, lorsqu'ils remplissent les conditions définies au V de l'article 9 de la loi n° 2020-1576 du 14 décembre 2020 précitée ;b) Au titre de l'année 2021, lorsqu'ils remplissent les conditions définies au V de l'article 25 de la loi n° 2021-953 du 19 juillet 2021 précitée.Le présent I s'applique également aux travailleurs indépendants, mandataires sociaux et artistes-auteurs qui remplissent les conditions prévues par les dispositions législatives précitées sans avoir effectivement bénéficié des réductions ou déductions de cotisations définies par ces dispositions.II. - Au titre de chaque année considérée, il est attribué aux assurés mentionnés au I un nombre de trimestres correspondant à la différence entre :1° D'une part, le nombre annuel moyen de trimestres validés par l'assuré au cours des années 2017 à 2019 à raison des revenus, traitements, salaires ou chiffres d'affaires tirés de l'activité ouvrant droit à l'application des dispositions législatives mentionnées au I. Cette période de référence est limitée aux années 2018 et 2019 ou à l'année 2019 pour les travailleurs indépendants et les artistes-auteurs dont l'activité a débuté, respectivement, en 2018 ou en 2019 ;2° D'autre part, le nombre de trimestres validés par l'assuré au titre de l'année considérée à raison des revenus, traitements, salaires ou chiffres d'affaires tirés de cette même activité.Un décret précise les modalités de calcul, notamment les conditions dans lesquelles sont prises en compte, le cas échéant, les années de début ou de fin d'activité et les années donnant lieu à l'attribution de périodes assimilées en application de l'article L. 351-3 du code de la sécurité sociale.III. - Pour l'application du présent article, notamment pour l'identification des bénéficiaires, des échanges d'informations sont organisés entre les organismes de sécurité sociale chargés du recouvrement et du service des prestations ainsi qu'avec l'administration fiscale, selon des modalités définies par décret en Conseil d'Etat.IV. - Selon des modalités précisées par décret, le fonds mentionné à l'article L. 135-2 du code de la sécurité sociale verse à chacun des régimes d'assurance vieillesse concernés un montant égal au produit du nombre de trimestres validés en application du présent article et de montants forfaitaires définis par décret.V. - Le présent article s'applique aux pensions prenant effet à compter du 1er janvier 2022."
    },
    {
      "provision_ref": "art108",
      "section": "108",
      "title": "Article 108",
      "content": "I. - A. - Les assurés justifiant d'une activité exercée à titre indépendant, avant le 1er janvier 2018, au titre d'une profession qui relève, à la date de la promulgation de la présente loi, du champ défini aux articles L. 631-1 ou L. 640-1 du code de la sécurité sociale mais qui, par nature, pendant les périodes où elle était exercée, n'entraînait, en droit ou en fait, d'affiliation auprès d'aucun régime obligatoire de base, peuvent demander la prise en compte de tout ou partie de ces périodes au titre du régime d'assurance vieillesse dont cette profession relève en application des mêmes articles L. 631-1 ou L. 640-1, sous réserve du versement de cotisations, fixées dans des conditions définies par décret, garantissant la neutralité actuarielle.\n\nPar dérogation au premier alinéa du présent A, pour les assurés mentionnés au quatrième alinéa du 8° du XVI de l'article 15 de la loi n° 2017-1836 du 30 décembre 2017 de financement de la sécurité sociale pour 2018 qui, à la date du versement de cotisations, demeurent affiliés au régime des professions libérales, le versement est pris en compte au titre de ce régime.\n\nUn décret précise la liste des professions et des périodes mentionnées au premier alinéa du présent A et détermine ses conditions d'application, notamment les barèmes et les modalités de versement des cotisations, les conditions de leur prise en compte dans le calcul de la pension ainsi que la nature des pièces justifiant des périodes d'activité en cause.\n\nLe présent A est applicable aux assurés n'ayant pas liquidé leur pension de vieillesse et dont la demande de versement de cotisations est présentée entre le 1er juillet 2022 et le 31 décembre 2026.\n\nB.- A modifié les dispositions suivantes :\n\nII. - Les travailleurs indépendants non agricoles affiliés au régime défini à l'article 5 de l'ordonnance n° 2002-411 du 27 mars 2002 relative à la protection sanitaire et sociale à Mayotte peuvent demander la prise en compte au titre de ce régime de tout ou partie des périodes d'activité, comprises entre le 1er janvier 2012 et une date fixée par décret sans pouvoir excéder le 31 décembre 2024, au cours desquelles les cotisations d'assurance vieillesse n'ont pas été appelées, sous réserve du versement de cotisations.\n\nLes cotisations versées en application du premier alinéa du présent II sont prises en compte, le cas échéant, lorsque la pension a déjà été liquidée à la date du versement, au titre des arrérages dus à compter de cette date.\n\nUn décret détermine les conditions d'application du présent II, notamment le montant des cotisations défini sur la base d'assiettes forfaitaires, les conditions de leur versement, les conditions de leur prise en compte dans le calcul de la pension et la nature des pièces justifiant des périodes d'activité en cause.Les demandes de versement de cotisations effectuées en application du présent II sont présentées entre le 1er juillet 2022 et le 31 décembre 2028.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art110",
      "section": "110",
      "title": "Article 110",
      "content": "I.-, II.-, III.-A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIV.-Le présent article entre en vigueur le 1er janvier 2022 et s'applique aux pensions de retraite liquidées à titre provisoire qui prennent effet à compter de cette date et aux pensions d'invalidité quelle que soit leur date d'effet, à l'exception des 1° et 2° du I qui entrent en vigueur le 1er avril 2022.\n\n- Code de la sécurité sociale.\n\n- LOI n° 87-563 du 17 juillet 1987\n\n- Code rural et de la pêche maritime\n\n- Code de la sécurité sociale.\n\n- Code de la sécurité sociale."
    },
    {
      "provision_ref": "art111",
      "section": "111",
      "title": "Article 111",
      "content": "I. - Le montant de la participation des régimes obligatoires d'assurance maladie au financement du fonds pour la modernisation et l'investissement en santé, mentionnée à l'article 40 de la loi n° 2000-1257 du 23 décembre 2000 de financement de la sécurité sociale pour 2001, est fixé à 1 015 millions d'euros pour l'année 2022.II. - Le montant de la contribution de la branche mentionnée au 5° de l'article L. 200-2 du code de la sécurité sociale au financement du fonds pour la modernisation et l'investissement en santé, mentionnée à l'article 40 de la loi n° 2000-1257 du 23 décembre 2000 précitée, est fixé à 90 millions d'euros pour l'année 2022.III. - Le montant de la contribution de la branche mentionnée au 5° de l'article L. 200-2 du code de la sécurité sociale au financement des agences régionales de santé au titre de leurs actions concernant les prises en charge et les accompagnements en direction des personnes âgées ou handicapées, mentionnée au 3° de l'article L. 1432-6 du code de la santé publique, est fixé à 168,3 millions d'euros pour l'année 2022.IV. - Le montant de la dotation des régimes obligatoires d'assurance maladie pour le financement de l'Office national d'indemnisation des accidents médicaux, des affections iatrogènes et des infections nosocomiales, mentionnée à l'article L. 1142-23 du code de la santé publique, est fixé à 135 millions d'euros pour l'année 2022."
    },
    {
      "provision_ref": "art113",
      "section": "113",
      "title": "Article 113",
      "content": "Pour l'année 2022, les objectifs de dépenses de la branche Maladie, maternité, invalidité et décès sont fixés :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale, à 230,1 milliards d'euros ;2° Pour le régime général de la sécurité sociale, à 228,6 milliards d'euros."
    },
    {
      "provision_ref": "art114",
      "section": "114",
      "title": "Article 114",
      "content": "Pour l'année 2022, l'objectif national de dépenses d'assurance maladie de l'ensemble des régimes obligatoires de base et ses sous-objectifs sont fixés comme suit :\n\n(En milliards d'euros.)\n\nSous-objectif\n\nObjectif de dépenses\n\nDépenses de soins de ville\n\n102,5\n\nDépenses relatives aux établissements de santé\n\n95,3\n\nDépenses relatives aux établissements et services pour personnes âgées\n\n14,3\n\nDépenses relatives aux établissements et services pour personnes handicapées\n\n13,3\n\nDépenses relatives au fonds d'intervention régional et au soutien national à l'investissement\n\n5,9\n\nAutres prises en charge\n\n5,5\n\nTotal\n\n236,8\n\n1\n\ncenter"
    },
    {
      "provision_ref": "art115",
      "section": "115",
      "title": "Article 115",
      "content": "Dans le cas où le risque sérieux que les dépenses d'assurance maladie dépassent l'objectif national de dépenses d'assurance maladie est imputable à l'évolution des dépenses liées à la crise sanitaire résultant de l'épidémie de covid-19, il n'est pas fait application, en 2022, des trois dernières phrases du cinquième alinéa de l'article L. 114-4-1 du code de la sécurité sociale."
    },
    {
      "provision_ref": "art116",
      "section": "116",
      "title": "Article 116",
      "content": "I. - Le montant de la contribution de la branche Accidents du travail et maladies professionnelles du régime général de la sécurité sociale au financement du Fonds d'indemnisation des victimes de l'amiante est fixé à 220 millions d'euros au titre de l'année 2022.II. - Le montant de la contribution de la branche Accidents du travail et maladies professionnelles du régime général de la sécurité sociale au financement du Fonds de cessation anticipée d'activité des travailleurs de l'amiante est fixé à 327 millions d'euros au titre de l'année 2022.III. - Le montant du versement mentionné à l'article L. 176-1 du code de la sécurité sociale est fixé à 1,1 milliard d'euros au titre de l'année 2022.IV. - Les montants mentionnés à l'article L. 242-5 du code de la sécurité sociale et à l'article L. 751-13-1 du code rural et de la pêche maritime couvrant les dépenses supplémentaires engendrées par les départs en retraite à l'âge fixé en application de l'article L. 351-1-4 du code de la sécurité sociale et les dépenses supplémentaires engendrées par le dispositif mentionné à l'article L. 4163-1 du code du travail sont fixés respectivement à 123,6 millions d'euros et 8,7 millions d'euros pour l'année 2022."
    },
    {
      "provision_ref": "art117",
      "section": "117",
      "title": "Article 117",
      "content": "Pour l'année 2022, les objectifs de dépenses de la branche Accidents du travail et maladies professionnelles sont fixés :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale, à 14,1 milliards d'euros ;2° Pour le régime général de la sécurité sociale, à 12,7 milliards d'euros."
    },
    {
      "provision_ref": "art118",
      "section": "118",
      "title": "Article 118",
      "content": "Pour l'année 2022, les objectifs de dépenses de la branche Vieillesse sont fixés :1° Pour l'ensemble des régimes obligatoires de base de sécurité sociale, à 256,6 milliards d'euros ;2° Pour le régime général de la sécurité sociale, à 147,8 milliards d'euros."
    },
    {
      "provision_ref": "art119",
      "section": "119",
      "title": "Article 119",
      "content": "Pour l'année 2022, les objectifs de dépenses de la branche Famille de la sécurité sociale sont fixés à 49,7 milliards d'euros."
    },
    {
      "provision_ref": "art120",
      "section": "120",
      "title": "Article 120",
      "content": "Pour l'année 2022, les objectifs de dépenses de la branche Autonomie de la sécurité sociale sont fixés à 34,4 milliards d'euros."
    },
    {
      "provision_ref": "art121",
      "section": "121",
      "title": "Article 121",
      "content": "Pour l'année 2022, les prévisions des charges des organismes concourant au financement des régimes obligatoires de sécurité sociale sont fixées ainsi qu'il suit :\n\n(En milliards d'euros.)\n\nLa présente loi sera exécutée comme loi de l'Etat.\n\nPrévision de charges\n\nFonds de solidarité vieillesse\n\n19,6\n\n1\n\ncenter"
    }
  ]
}