{
  "id": "loi-du-26-avril-1924",
  "type": "statute",
  "title": "Loi du 26 avril 1924",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000316491",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Sont approuvés et resteront annexés à la présente loi la convention en date du 20 mai 1923, et l'avenant en date du 21 novembre 1923, passés entre le ministre des travaux publics et la ville de Strasbourg, relatifs à la constitution du port rhénan de Strasbourg en port autonome et à l'exécution des travaux d'extension de ce port."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Il est créé, sous le nom de port autonome de Strasbourg et dans les conditions définies par la convention susvisée, un établissement public ayant pour objet d'assurer l'entretien et l'exploitation du port rhénan de Strasbourg et de ses dépendances, d'exécuter les travaux d'extension et d'amélioration dudit port reconnus nécessaires pour les besoins du commerce et de l'industrie, de rechercher les moyens propres à développer sa prospérité, de provoquer et au besoin de prendre toutes mesures utiles à cet effet."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Le programme des travaux d'extension du port de Strasbourg comprend l'exécution d'un bassin de jonction à niveau constant, de six nouvelles darses et d'un canal de circulation avec entrée directe sur le Rhin, du prolongement vers l'amont de la régularisation du Rhin en vue de l'accès de cette entrée. d'un bassin à pétroles, d'une gare de triage, des lignes de jonction entre cette gare et le réseau des chemins de fer d'Alsace et de Lorraine et des voies ferrées nécessaires pour la desserte du port actuel et de ses extensions ainsi que l'établissement d'entrepôts et d'outillages, conformément aux dispositions générales de l'avant-projet soumis à l'enquête en vertu d'un arrêté du préfet du Bas-Rhin en date du 4 novembre 1921.\n\nLes dépenses, évaluées à la somme totale de 246.840.000 F, se décomposent de la façon suivante :\n\na) Travaux de port : 168.490.000\n\nb) Voies ferrées     : 78.350.000"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Le programme ci-dessus défini sera réalisé en plusieurs étapes :La première comprendra essentiellement l'exécution du bassin de jonction à niveau constant, de la darse Nord et de l'amorce du canal de circulation avec entrée directe sur le Rhin, du prolongement de la régularisation du Rhin, du bassin à pétroles et de la partie de la gare de triage et des voies ferrées nécessaires à la desserte de ces ouvrages, ainsi que l'établissement d'entrepôts et d'outillages. La dépense correspondante, évaluée à la somme de 168.140.000 F, se répartit de la façon suivante :\n\na) Travaux du port \t: 100.790.000b) Voies ferrées     : 67.350.000TOTAL                   : 168.140.000Les étapes ultérieures comporteront l'achèvement dudit programme La dépense afférente à cette partie du programme. évaluée à 78.700.000 F, se répartit ainsi :a) Travaux du port \t: 67.700.000b) Voies ferrées    \t: 11.000.000TOTAL                   : 78.700-000"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Sont déclarés d'utilité publique les travaux d'extension du port de Strasbourg visés à l'article 3 ci-dessus.Est autorisée l'exécution immédiate des travaux faisant l'objet de la première étape définie à l'article 4 ci-dessus.Des décrets ultérieurs pourront autoriser, sur la proposition du port autonome, l'exécution des travaux faisant l'objet des étapes ultérieures.Les marchés des travaux et de fournitures du port autonome seront, dans tous les cas, soumis aux dispositions du décret du 18 novembre 1882."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Par exception à la règle générale posée par l'article 2 ci-dessus, les travaux autres que ceux afférents aux voies ferrées énumérées ci-après seront réalisés dans les conditions suivantes :A - Travaux du port.\n\n- a) Ceux compris dans le programme de la première étape, évalués à la somme de 100.790.000 F, seront exécutés par l'Etat français et à ses frais ;- b) Ceux compris dans le programme des étapes ultérieures, évalués à la somme de 67.700.000 F, seront exécutés par le port autonome de Strasbourg, au moyen des ressources dont il disposera, ou à défaut, au moyen d'emprunts.B. - Voies ferrées.\n\n- c) Les travaux d'infrastructure de la gare de triage et des lignes reliant cette gare au port actuel et à ses extensions compris dans la première étape seront exécutés par l'Etat français (service des voies navigables): ceux compris dans les étapes ultérieures seront exécutés par le port autonome ;- d) Tous les autres travaux intéressant les voies ferrées seront exécutés par le réseau des chemins de fer d'Alsace et de Lorraine.\n\nLa dépense afférente aux voies ferrées évaluée à 78.350.000 F. dont 67.350.000 F pour les travaux de la première étape et 11 millions de francs pour ceux des étapes ultérieures, sera répartie conformément à l'article 10 de la convention du 28 juin 1921, approuvée par la loi du 29 octobre suivant, dans les conditions ci-après :1. Quatre-cinquièmes à la charge de l'Etat, y compris toutes subventions éventuelles et notamment :a) Une somme de 3.540.000 F représentant la valeur des terrains remis gratuitement par la ville de Strasbourg pour l'assiette de la gare de triage et des lignes reliant cette gare au port actuel et à ses extensions, ainsi que celle des terrains a elle appartenant, destinés à servir d'assiette aux lignes de Jonction entre la gare de triage et le réseau;b) Une somme de 9.510.000 F représentant la valeur des travaux d'infrastructure de la gare de triage et des lignes reliant cette gare au port actuel et à ses extensions compris dans la première étape du programme, à exécuter aux frais de l'Etat (service de la navigation);c) Une somme de 300.000 F correspondant à la valeur des travaux compris dans la seconde étape à exécuter aux frais et par les soins du port autonome;2. Un cinquième à la charge du réseau des chemins de fer d'Alsace et de Lorraine."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Il est pris acte de la délibération du conseil général du département du Bas-Rhin, en date du 29 septembre 1922, et de la délibération de la chambre de commerce de Strasbourg, en date du 22 juin 1922, par lesquelles ces assemblées s'engagent respectivement à verser au Trésor, à titre de fonds de concours pour les travaux susvisés, en ce qui concerne le département, un subside annuel de 100.000 F à partir de l'année 1924 incluse et, en ce qui concerne la chambre de commerce, un subside unique de 300.000 F."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Les fonds nécessaires à l'exécution des travaux dont la charge incombe à l'État, dans les conditions définies à l'article 6 ci-dessus, seront successivement avancés à l'Etat, dans les conditions fixées à l'article 27 de la convention visée à l'article premier de la présente loi, d'abord par la ville de Strasbourg, puis par le port autonome à partir du moment où il aura été constitué, déduction faite des fonds de concours versés directement au Trésor par le département du Bas-Rhin et par la chambre de commerce de Strasbourg.L'Etat remboursera à la ville de Strasbourg et au port autonome les annuités des emprunts qu'ils auront contractés pour satisfaire à l'obligation résultant du paragraphe précédent. Ces annuités seront imputées sur les crédits annuellement ouverts au budget du ministère des travaux publics pour la navigation intérieure."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Seront incorporés au domaine public géré par le port autonome les surfaces d'eau, les ouvrages de navigation, les parties de terre-plein occupées par les voies ferrées à usage commun se détachant des lignes de jonction avec la gare de triage, les parties de terre-plein reconnues nécessaires à la circulation, enfin, les digues de protection du port contre les inondations.Seront incorporés au domaine privé du port autonome les autres terrains et ouvrages, ainsi que les installations et outillage à lui remis par la ville de Strasbourg et par l'Etat. en application des articles 24 et 25 de la convention susvisée. Ce domaine ne pourra être affecté, toutefois, soit par voie de location, soit par voie d'aliénation, qu'à des établissements commerciaux ou industriels utilisant habituellement la navigation fluviale pour la réception ou pour l'expédition des marchandises faisant l'objet de leur trafic ou de leur fabrication.Les lignes reliant la gare de triage au réseau actuel des chemins de fer d'Alsace et de Lorraine, ainsi que la gare de triage elle-même et les lignes reliant ladite gare au port actuel et à ses extensions constitueront une ligne nouvelle qui sera incorporée au réseau des chemins de fer d'Alsace et de Lorraine, sous la dénomination : \"Ligne de Graffenstaden aux ports de Strasbourg, avec gare de triage intermédiaire et raccordement vers Cronenbourg\"."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Tout ministre dont les services auront été appelés à examiner en conférence une affaire de la compétence de la commission mixte des travaux publics devra, dans le délai de deux mois à compter du jour où le dossier de l'affaire aura été communiqué à ses représentants locaux, faire connaître au ministre dont dépend le service qui aura pris l'initiative de la conférence s'il est donné ou refusé une adhésion aux propositions de ce service.En cas de refus d'adhésion, l'affaire sera, s'il y a lieu, soumise par la partie la plus diligente à la commission mixte des travaux publics, qui devra formuler son avis dans le délai d'un mois."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Un décret en Conseil d'Etat, rendu sur la proposition du président du conseil, ministre des affaires étrangères, du garde des sceaux, ministre de la justice, du ministre des travaux publics et du ministre des finances, après enquête et consultation de la ville de Strasbourg, déterminera les conditions d'application de la présente loi."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "La convention et l'avenant annexés à la présente loi seront enregistrés au droit fixe de six francs (6 F).La présente loi, délibérée et adoptée par le Sénat et par la Chambre des députés, sera exécutée comme loi de l'État."
    }
  ]
}