{
  "id": "loi-n-51-695-du-24-mai-1951",
  "type": "statute",
  "title": "Loi n° 51-695 du 24 mai 1951",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000888570",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les rentes viagères et pensions allouées, soit amiablement, soit judiciairement, en réparation d'un préjudice, sont, à partir du 1er janvier 1951, majorées de plein droit dans les conditions fixées à l'article 2.\n\nToutefois, les dispositions qui précèdent ne sont pas applicables aux rentes viagères et aux pensions sujettes à révision, soit par application d'une stipulation contractuelle, soit en vertu des règles du droit commun."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les taux de majoration applicables aux rentes viagères mentionnées à l'article 1er de la présente loi sont révisés chaque année au mois de décembre, par arrêté du ministre chargé du budget publié au Journal officiel, par application du taux prévisionnel d'évolution en moyenne annuelle des prix à la consommation de tous les ménages, hors les prix du tabac, de l'année civile en cours, tel qu'il figure dans le rapport économique et financier annexé au dernier projet de loi de finances. Les taux de majoration ainsi révisés s'appliquent aux rentes qui ont pris naissance avant le 1er janvier de l'année en cours et qui sont servies au cours de l'année suivante."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les majorations dont le versement incombe aux sociétés d'assurance sont gérées et financées par le fonds de garantie prévu à l'article L. 421-1 du code des assurances, dans les cas prévus au IV du même article."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les pensions servies en vertu de lois spéciales aux victimes d'accidents du travail continuent à être régies par les dispositions desdites lois."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Le contrat souscrit par le débiteur de la pension ou de la rente prévue à l'article 1er auprès d'une compagnie d'assurances ou de la Caisse nationale d'assurances sur la vie afin d'assurer le service de cette pension ou de cette rente, n'emporte pas novation.Les majorations applicables sont régies par les dispositions des articles 1er et 2 de la présente loi.Néanmoins, le débiteur n'est tenu de les supporter que dans la mesure où elles excèdent les majorations pouvant éventuellement profiter au créancier conformément à la législation sur la révision des rentes viagères."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Les contestations relatives à l'application des articles 1er et 2 de la présente loi seront jugées conformément aux dispositions de l'article 10 de la loi du 2 août 1949."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Les dispositions de la loi n° 48-777 du 4 mai 1948 sont étendues, à partir du 1er janvier 1951, aux rentes constituées par les caisses autonomes mutualistes au profit des rentiers viagers n'ayant pas la qualité d'anciens combattants bénéficiaires de la loi du 4 août 1923 et des lois subséquentes.Pour être admis à bénéficier des majorations, les titulaires de ces rentes, quel qu'en soit le montant, doivent remplir les conditions fixées par l'article 2 de la loi n° 49-1098 du 2 août 1949. Il en est de même, à partir du 1er janvier 1951, pour les mutualistes anciens combattants bénéficiaires de la loi n° 48-957 du 9 juin 1948.Le bénéfice de ces majorations est acquis, aux mêmes conditions, à partir du 1er janvier 1951, aux titulaires de rentes inférieures à 501 F, contractées auprès de la caisse nationale d'assurances sur la vie ou des caisses autonomes mutualistes et ayant fait l'objet d'un rachat.Les majorations fixées par le présent article s'appliqueront notamment aux rentes viagères constituées originairement auprès des sociétés mutualistes et prises en charge par les caisses autonomes mutualistes en vertu de l'article 88 de l'ordonnance du 19 octobre 1945 portant statut de la mutualité. La date retenue pour l'application du pourcentage de majoration sera celle du contrat initial.Un arrêté du ministre des finances précisera les conditions d'application du présent article."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Dans tous les cas où la rente sera susceptible de révision par application des dispositions législatives antérieures, le capital au moyen duquel le débirentier s'est réservé de mettre fin au service de la rente sera majoré dans les mêmes proportions.En aucun cas, le débirentier ne pourra être tenu de rembourser un capital supérieur à la valeur de la rente en capital au jour du rachat auquel on appliquera le taux de majoration de la rente. Pour déterminer la valeur de la rente en capital, il sera fait état des barèmes appliqués par la Caisse nationale d'assurances sur la vie."
    }
  ]
}