{
  "id": "loi-n-71-1061-du-29-decembre-1971",
  "type": "statute",
  "title": "Loi n° 71-1061 du 29 décembre 1971",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000687436",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "I. Les limites d'âge des officiers du corps des officiers de l'air sont fixées ainsi qu'à suit à compter du 1er janvier 1975 :Cinquante-sept ans pour le général d'armée aérienne ;Cinquante-six ans pour le général de division aérienne ;Cinquante-quatre ans pour le général de brigade aérienne ;Cinquante-deux ans pour le colonel ;Cinquante ans pour le lieutenant-colonel ;Quarante-huit ans pour le commandant ;Quarante-sept ans pour le capitaine, le lieutenant et le sous-lieutenant.II. Au 1er janvier des années 1972, 1973 et 1974, les limites d'âge des officiers visés au I ci-dessus seront successivement relevées de trois mois.Ceux de ces officiers qui, au cours de l'année 1972, atteindront les limites d'âge antérieurement en vigueur pourront toutefois, sur demande, à titre personnel, en conserver le bénéfice.III. A compter du 1er janvier 1975, la durée du congé du personnel navigant dont bénéficient les officiers du corps des officiers de l'air radiés des cadres à la limite d'âge de leur grade est fixée à quatre ans.Au 1er janvier des années 1972, 1973 et 1974, la durée du congé du personnel navigant sera réduite de trois mois.Elle demeurera toutefois fixée à cinq ans pour les officiers qui, ayant atteint au cours de l'année 1972 la limite d'âge de leur grade antérieurement en vigueur, auront demandé à en conserver le bénéfice à titre personnel."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "I. Les élèves des écoles des sous-officiers élèves officiers de l'armée active bénéficient, lors de leur promotion au grade de sous-lieutenant ou assimilé, d'une bonification d'ancienneté d'un an, dans ce grade.Cette bonification d'ancienneté n'ouvre aux intéressés aucun droit à rappel de solde.Par mesure transitoire, les élèves sortis en 1971 des écoles de sous-officiers élèves officiers de l'armée active bénéficieront d'un rappel d'ancienneté de six mois dans le grade de sous-lieutenant.II. Les dispositions du I ci-dessus sont applicables, dans les mêmes conditions, aux sous-lieutenants recrutés à la sortie de certaines écoles civiles dont la liste est fixée par décret."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "Les créances non fiscales des collectivités locales et des établissements publics locaux, à l'exception des droits au comptant, ne sont pas mises en recouvrement par les ordonnateurs locaux lorsqu'elles n'atteignent pas le seuil fixé pour la liquidation des créances de l'Etat étrangères à l'impôt et au domaine."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "A compter du 1er janvier 1972, les sections de routes nationales figurant dans le document annexe \"Etat des sections de routes nationales susceptibles d'être classées dans la voirie départementale\" et qui sont situées sur le territoire d'un même département peuvent, après accord du conseil général, être classées globalement dans la voirie départementale par arrêté interministériel.Ce classement peut porter dès l'origine sur l'ensemble des routes concernées dans chaque département ou être étalé dans le temps, sur une durée maximale de huit ans fixée à l'avance d'un commun accord entre l'Etat et chaque département."
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "I - A compter du 1er janvier 1972, la caisse nationale de l'assurance maladie des travailleurs salariés prend en charge la partie des risques donnant lieu aux prestations en nature des assurances maladie, maternité et invalidité prévues aux livres III et XI du Code de la sécurité sociale, pour l'ensemble des travailleurs salariés en activité et retraités relevant des régimes spéciaux de sécurité sociale des gens de mer, des mineurs, et des agents de la Régie autonome des transports parisiens.II - La gestion des risques visés au paragraphe ci-dessus demeure assurée par les organismes propres aux régimes spéciaux en cause auxquels les intéressés restent affiliés.Ces organismes, ainsi que les armateurs pour les marins atteints de maladie en cours de navigation, et la R.A.T.P. pour les agents du cadre permanent, continuent de servir l'ensemble des prestations prévues par les dispositions en vigueur.III - Le taux des cotisations dues au régime général par les régimes spéciaux, au titre des travailleurs salariés en activité ou retraités, est fixé compte tenu des charges d'action sanitaire et sociale, de gestion administrative et de contrôle médical que ces régimes continuent à assumer.IV - Dans les limites de la couverture prévue au paragraphe premier du présent article, la caisse nationale de l'assurance maladie des travailleurs salariés rembourse à l'établissement national des invalides de la marine, à la caisse autonome nationale de la sécurité sociale dans les mines et à la Régie autonome des transports parisiens les dépenses afférentes aux soins et aux prestations en nature.V - Des décrets préciseront pour chaque régime spécial les modalités d'application du présent article et fixeront notamment les conditions dans lesquelles il sera justifié auprès de la caisse nationale de l'assurance maladie des travailleurs salariés, du montant des dépenses prises en charge par celle-ci et du produit des cotisations correspondantes."
    }
  ]
}