{
  "id": "loi-n-2015-29-du-16-janvier-2015",
  "type": "statute",
  "title": "LOI n°2015-29 du 16 janvier 2015",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000030109622",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "II. - Les régions constituées en application du I du présent article succèdent aux régions qu'elles regroupent dans tous leurs droits et obligations."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I.-Lorsqu'une région mentionnée à l'article 1er est constituée par regroupement de plusieurs régions :\n\n1° Son nom provisoire est constitué de la juxtaposition, dans l'ordre alphabétique, des noms des régions regroupées, à l'exception de la région constituée du regroupement de la Basse-Normandie et de la Haute-Normandie, qui est dénommée Normandie ;\n\n2° Son chef-lieu provisoire est fixé par décret pris avant le 31 décembre 2015, après avis du conseil municipal de la commune envisagée comme siège du chef-lieu et des conseils régionaux intéressés. L'avis de chaque conseil régional est rendu après consultation du conseil économique, social et environnemental régional et après concertation avec les représentants des collectivités territoriales, des organismes consulaires et des organisations professionnelles représentatives. Ces avis sont réputés favorables s'ils n'ont pas été émis dans un délai de trois mois à compter de la transmission du projet de décret par le Gouvernement ;\n\n3° Son nom et son chef-lieu définitifs sont fixés par décret en Conseil d'Etat pris avant le 1er octobre 2016, après avis du conseil régional de la région constituée en application de l'article 1er rendu dans les conditions prévues au II du présent article ;\n\n4° Par dérogation aux 2° et 3° du présent I, Strasbourg est le chef-lieu de sa région ;\n\nII.-Dans les régions constituées par regroupement de plusieurs régions, le conseil régional élu au mois de décembre 2015 se réunit provisoirement au chef-lieu de la région.\n\nPour l'application du 3° du I du présent article et par dérogation aux articles L. 4132-5 et L. 4132-8 du code général des collectivités territoriales, le conseil régional adopte, avant le 1er juillet 2016, une résolution unique comportant :\n\n1° L'avis au Gouvernement relatif à la fixation du nom définitif de la région ;\n\n2° L'avis au Gouvernement relatif à la fixation du chef-lieu définitif de la région ;\n\n3° L'emplacement de l'hôtel de la région ;\n\n4° Les règles de détermination des lieux de réunion du conseil régional et de ses commissions ;\n\n5° Les règles de détermination des lieux de réunion du conseil économique, social et environnemental régional et de ses sections ;\n\n6° Le programme de gestion des implantations immobilières du conseil régional.\n\nCette résolution ne peut prévoir qu'une même unité urbaine regroupe le chef-lieu proposé, l'hôtel de la région et le lieu de la majorité des réunions du conseil régional que si elle est adoptée à la majorité des trois cinquièmes des membres du conseil régional. A défaut de résolution unique adoptée, les avis prévus aux 1° et 2° du présent II sont réputés favorables et les délibérations fixant l'emplacement de l'hôtel de la région et les lieux de réunion du conseil régional ne peuvent prévoir qu'ils sont situés dans la même aire urbaine que le chef-lieu.\n\nLes règles fixées aux 3° à 6° sont applicables pendant le premier mandat suivant le renouvellement des conseils régionaux après la promulgation de la présente loi. Elles peuvent être modifiées pendant ce mandat par une résolution adoptée dans les mêmes formes.\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nV.-A compter de la publication de la présente loi, la région Centre est dénommée Centre-Val de Loire .\n\nDans l'ensemble des dispositions législatives en vigueur, les références à la région Centre sont remplacées par les références à la région Centre-Val de Loire.\n\n- Code général des collectivités territoriales\n\n- Code général des collectivités territoriales\n\n- Code du travail\n\n- LOI n° 2013-1278 du 29 décembre 2013\n\n- LOI n° 2014-1654 du 29 décembre 2014"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "II. - Lorsque, en application de l'article L. 4122-1-1 du code général des collectivités territoriales, un département est inclus dans le territoire d'une région, l'effectif du conseil régional de la région dont est issu ce département, l'effectif du conseil régional de la région dans laquelle il est inclus et le nombre de candidats par section départementale pour l'élection du conseil régional de chacune de ces régions, déterminés au tableau n° 7 annexé au code électoral, sont fixés par décret en Conseil d'Etat avant le prochain renouvellement général."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Le présent chapitre s'applique à compter du prochain renouvellement général des conseils régionaux suivant la promulgation de la présente loi. Ces élections ont lieu dans le cadre des régions définies à l'article 1er."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I. - Pour l'application du code électoral au renouvellement général des conseils départementaux en mars 2015 :A modifié les dispositions suivantes :"
    }
  ]
}