{
  "id": "loi-n-2016-483-du-20-avril-2016",
  "type": "statute",
  "title": "LOI n°2016-483 du 20 avril 2016",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000032433852",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. et III.-A modifié les dispositions suivantes :\n\nII.-Dans les six mois suivant l'entrée en vigueur du décret mentionné au I de l'article L. 4122-6 du code de la défense, le militaire qui occupe l'un des emplois mentionnés au même I établit une déclaration d'intérêts selon les modalités prévues au même article L. 4122-6. En ce cas, le militaire transmet sa déclaration d'intérêts à l'autorité hiérarchique dont il relève dans l'exercice de ses fonctions. Le fait pour un militaire soumis à cette obligation de ne pas adresser la déclaration précitée est puni des peines prévues aux deux premiers alinéas de l'article L. 4122-9 du même code.\n\nDans les six mois suivant l'entrée en vigueur du décret mentionné au I de l'article L. 4122-8 dudit code, le militaire qui occupe l'un des emplois mentionnés au même I établit une déclaration de situation patrimoniale selon les modalités prévues au même article L. 4122-8.\n\nDans les six mois suivant l'entrée en vigueur du décret mentionné à l'article L. 4122-7 du même code, le militaire qui occupe l'un des emplois mentionnés au même article L. 4122-7 justifie des mesures prises selon les modalités prévues audit article L. 4122-7.\n\n-Code de la défense.\n\n-Code pénal"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I. - Dans les six mois suivant la date d'entrée en vigueur du décret mentionné au IV de l'article 25 ter de la loi n° 83-634 du 13 juillet 1983 portant droits et obligations des fonctionnaires, le fonctionnaire qui occupe l'un des emplois mentionnés au I du même article 25 ter établit une déclaration d'intérêts selon les modalités prévues audit article 25 ter. En ce cas, par dérogation au I du même article 25 ter, le fonctionnaire transmet sa déclaration d'intérêts à l'autorité hiérarchique dont il relève dans l'exercice de ses fonctions. Le fait pour un fonctionnaire soumis à cette obligation de ne pas adresser la déclaration précitée est puni des peines prévues à l'article 25 sexies de la même loi.II. - Dans les six mois suivant la date d'entrée en vigueur du décret mentionné au III de l'article 25 quinquies de la loi n° 83-634 du 13 juillet 1983 précitée, le fonctionnaire qui occupe l'un des emplois mentionnés au I du même article 25 quinquies établit une déclaration de situation patrimoniale selon les modalités prévues audit article 25 quinquies. Le fait pour un fonctionnaire soumis à cette obligation de ne pas adresser la déclaration précitée est puni des peines prévues à l'article 25 sexies de la même loi.III. - Dans les six mois suivant la date d'entrée en vigueur du décret mentionné au II de l'article 25 quater de la loi n° 83-634 du 13 juillet 1983 précitée, le fonctionnaire qui occupe l'un des emplois mentionnés au I du même article 25 quater justifie des mesures prises selon les modalités prévues audit article 25 quater. Le fait pour un fonctionnaire soumis à cette obligation de ne pas adresser la déclaration précitée est puni des peines prévues à l'article 25 sexies de la même loi."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Les fonctionnaires qui occupent un emploi permanent à temps complet exercé à temps plein et qui ont créé ou repris une entreprise, y compris lorsque celle-ci donne lieu à immatriculation au registre du commerce et des sociétés ou au répertoire des métiers ou à affiliation au régime prévu à l'article L. 133-6-8 du code de la sécurité sociale, se conforment, sous peine de poursuites disciplinaires, à l'article 25 septies de la loi n° 83-634 du 13 juillet 1983 portant droits et obligations des fonctionnaires dans un délai de deux ans à compter de la promulgation de la présente loi.\n\nIII. - Les fonctionnaires qui occupent un emploi permanent à temps complet et qui exercent un ou plusieurs autres emplois permanents à temps complet se conforment, sous peine de poursuites disciplinaires, à l'article 25 septies de la loi n° 83-634 du 13 juillet 1983 précitée dans un délai de deux ans à compter de la promulgation de la présente loi.\n\nIV. - Les fonctionnaires autorisés à accomplir un service à temps partiel pour créer ou reprendre une entreprise à la date d'entrée en vigueur de la présente loi continuent à accomplir ce service jusqu'au terme de leur période de temps partiel.\n\n- Loi n° 84-16 du 11 janvier 1984\n\n- Loi n° 84-53 du 26 janvier 1984\n\n- Loi n° 86-33 du 9 janvier 1986"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I., III., V. à VI.-A créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII.-Les articles 25 septies et 25 octies de la loi n° 83-634 du 13 juillet 1983 portant droits et obligations des fonctionnaires sont applicables aux membres des cabinets ministériels, aux collaborateurs du Président de la République ainsi qu'aux collaborateurs de cabinet des autorités territoriales. Pour les membres des cabinets ministériels et les collaborateurs du Président de la République, la Haute Autorité pour la transparence de la vie publique est directement saisie dans les cas prévus aux 3° à 5° du II du même article 25 octies.\n\nIV.-L'article 25 decies de la loi n° 83-634 du 13 juillet 1983 précitée n'est pas applicable aux stipulations des contrats de droit privé conclus ou renouvelés par les fonctionnaires placés dans la situation prévue audit article à la date d'entrée en vigueur de la présente loi, ainsi qu'aux ruptures conventionnelles prévues à l'article L. 1237-11 du code du travail conclues à la date d'entrée en vigueur de la présente loi.\n\nVII.-Chacune des personnes mentionnées au 8° de l'article 11 de la loi n° 2013-907 du 11 octobre 2013 relative à la transparence de la vie publique, dans sa rédaction résultant de la présente loi, établit une déclaration de situation patrimoniale et une déclaration d'intérêts, suivant les modalités prévues au même article 11, au plus tard le 1er novembre 2016.\n\n-Loi n° 83-634 du 13 juillet 1983\n\n-LOI n° 2013-907 du 11 octobre 2013"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I. - Dans les douze mois qui suivent la publication du décret mentionné au III de l'article L. 131-7 du code de justice administrative, les membres du Conseil d'Etat établissent une déclaration d'intérêts et participent à un entretien déontologique dans les conditions prévues à ce même article.II. - Dans les douze mois qui suivent la publication du décret mentionné au dernier alinéa de l'article L. 231-4-1 du même code, les magistrats des tribunaux administratifs et des cours administratives d'appel établissent une déclaration d'intérêts et participent à un entretien déontologique dans les conditions prévues à ce même article.III. - Dans les six mois qui suivent la publication du décret mentionné au dernier alinéa de l'article L. 131-10 du même code, le vice-président du Conseil d'Etat et les présidents de section du Conseil d'Etat établissent une déclaration de situation patrimoniale dans les conditions prévues à ce même article.IV. - Dans les six mois qui suivent la publication du décret mentionné au dernier alinéa de l'article L. 231-4-4 du même code, les présidents des tribunaux administratifs et des cours administratives d'appel établissent une déclaration de situation patrimoniale dans les conditions prévues à ce même article."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I. - Dans les douze mois qui suivent la publication du décret mentionné au III de l'article L. 120-9 du code des juridictions financières, les membres et les personnels de la Cour des comptes établissent une déclaration d'intérêts et participent à un entretien déontologique dans les conditions prévues à ce même article.II. - Dans les douze mois qui suivent la publication du décret mentionné au dernier alinéa de l'article L. 220-6 du même code, les magistrats des chambres régionales des comptes et des chambres territoriales des comptes établissent une déclaration d'intérêts et participent à un entretien déontologique dans les conditions prévues à ce même article.III. - Dans les six mois qui suivent la publication du décret mentionné au dernier alinéa de l'article L. 120-12 du même code, le premier président, le procureur général et les présidents de chambre de la Cour des comptes établissent une déclaration de situation patrimoniale dans les conditions prévues à ce même article.IV. - Dans les six mois qui suivent la publication du décret mentionné au dernier alinéa de l'article L. 220-9 du même code, les présidents de chambre régionale des comptes et de chambre territoriale des comptes et les procureurs financiers établissent une déclaration de situation patrimoniale dans les conditions prévues à ce même article."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "II. - Le présent article s'applique aux faits survenant à compter de la date d'entrée en vigueur de la présente loi. Les faits survenus avant cette date demeurent régis par l'article 11 de la loi n° 83-634 du 13 juillet 1983 portant droits et obligations des fonctionnaires, dans sa rédaction antérieure à la présente loi."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le présent article s'applique aux faits survenant à compter de la date d'entrée en vigueur de la présente loi. Les faits survenus antérieurement à cette date demeurent régis par l'article L. 4123-10 du code de la défense, dans sa rédaction antérieure à la présente loi.\n\n- Code de la défense."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Les agents régis par la loi n° 53-39 du 3 février 1953 relative au développement des crédits affectés aux dépenses de fonctionnement des services civils pour l'exercice 1953 (présidence du Conseil) servant en affectation ou en mission présentant une dangerosité particulière bénéficient, ainsi que leurs ayants droit :1° Des articles L. 2, L. 3, L. 5, L. 12, L. 13, L. 15, du septième alinéa de l'article L. 43, des articles L. 136 bis, L. 253 ter, L. 393 à L. 396, L. 461 à L. 490, L. 493 à L. 509, L. 515 et L. 520 du code des pensions militaires d'invalidité et des victimes de la guerre ;2° De l'article L. 37 du même code pour les blessures ou les maladies contractées au cours de leur affectation ou de leur mission dès lors que sont remplies les conditions relatives à la nature ou à la gravité de l'infirmité ou des infirmités définies à cet article ;3° De l'article L. 36 dudit code, lorsque les conditions définies au même article sont remplies.Les conditions d'application du présent article sont définies par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nIII. - Les fonctionnaires placés en position de détachement d'office à la date d'entrée en vigueur de la présente loi sont maintenus dans cette position jusqu'au terme de leur période de détachement.\n\n- Loi n° 83-634 du 13 juillet 1983\n\n- Loi n° 84-16 du 11 janvier 1984"
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "I., II., III., IV., VIII., IX. et X.\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nV. - Les fonctionnaires placés en position hors cadres à la date de publication de la présente loi sont maintenus dans cette position jusqu'au terme de leur période de mise hors cadres.\n\nVI. - Les fonctionnaires de La Poste et de France Télécom conservent le bénéfice de l'ensemble des dispositions relatives à la position hors cadres qui leur étaient applicables, avant la promulgation de la présente loi, en application de l'avant-dernier alinéa de l'article 29 de la loi n° 90-568 du 2 juillet 1990 relative à l'organisation du service public de la poste et à France Télécom.\n\nVII. - Les fonctionnaires placés en position d'accomplissement du service national ou d'activités dans la réserve opérationnelle, dans la réserve sanitaire ou dans la réserve civile de la police nationale à la date d'entrée en vigueur de la présente loi sont maintenus dans cette position jusqu'au terme de la période pour laquelle ils ont été placés dans cette position.\n\n- Loi n° 84-16 du 11 janvier 1984\n\n- Loi n° 86-33 du 9 janvier 1986\n\n- Loi n° 83-634 du 13 juillet 1983\n\n- Loi n° 84-16 du 11 janvier 1984\n\n- Loi n° 84-53 du 26 janvier 1984\n\n- Loi n° 86-33 du 9 janvier 1986\n\n- Code de la défense.\n\n- Code de la santé publique\n\n- Loi n° 84-53 du 26 janvier 1984"
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "I., II. et III. - A modifié les dispositions suivantes :\n\nIV. - A la date de publication de la présente loi, chaque dérogation accordée en application du 3° du II de l'article 42 de la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat, dans sa rédaction antérieure à la présente loi, est maintenue jusqu'au terme fixé par la convention de mise à disposition en cours.\n\n- Loi n° 84-16 du 11 janvier 1984\n\n- Loi n° 84-53 du 26 janvier 1984\n\n- Loi n° 86-33 du 9 janvier 1986"
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nIII. - Les agents remplissant les conditions d'éligibilité prévues par la loi n° 2012-347 du 12 mars 2012 relative à l'accès à l'emploi titulaire et à l'amélioration des conditions d'emploi des agents contractuels dans la fonction publique, à la lutte contre les discriminations et portant diverses dispositions relatives à la fonction publique, dans sa rédaction antérieure à la présente loi, demeurent éligibles à l'accès à la fonction publique prévu aux articles 1er, 13 ou 24 de la loi n° 2012-347 du 12 mars 2012 précitée jusqu'au 12 mars 2018.\n\nLes agents remplissant les conditions d'éligibilité prévues à l'article 92 de la loi n° 2014-1170 du 13 octobre 2014 d'avenir pour l'agriculture, l'alimentation et la forêt, dans sa rédaction antérieure à la présente loi, demeurent éligibles à l'accès à la fonction publique prévu au même article 92 jusqu'au 12 mars 2018.\n\n- LOI n° 2012-347 du 12 mars 2012\n\n- LOI n° 2014-1170 du 13 octobre 2014"
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "I.-A modifié les dispositions suivantes :\n\nII.-Le I du présent article s'applique aux lauréats des concours de la fonction publique territoriale qui, à la date de la promulgation de la présente loi, sont inscrits ou peuvent demander leur réinscription sur une liste d'aptitude en application des quatrième et sixième alinéas de l'article 44 de la loi n° 84-53 du 26 janvier 1984 portant dispositions statutaires relatives à la fonction publique territoriale.\n\n-Loi n° 84-53 du 26 janvier 1984"
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Les contrats à durée déterminée des agents recrutés pour un besoin permanent présentant les caractéristiques mentionnées au 2° de l'article 3 de la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat, dans sa rédaction résultant de la présente loi, sont transformés en contrat à durée indéterminée à la date d'entrée en vigueur du décret mentionné au même 2°.\n\nLes contrats à durée déterminée des agents occupant un emploi permanent, en application du 2° de l'article 3 de la loi n° 84-16 du 11 janvier 1984 précitée, dans sa rédaction antérieure à la présente loi, et dont l'inscription sur la liste établie par le décret pris en application du même 2°, dans sa rédaction résultant de la présente loi, est supprimée conservent le bénéfice des stipulations du contrat qu'ils ont conclu et sont renouvelés dans les conditions prévues à l'article 6 bis de la même loi.\n\n- Loi n° 84-16 du 11 janvier 1984"
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "II. - Le présent article entre en vigueur au prochain renouvellement  général des instances de représentation du personnel dans la fonction  publique."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "II.  - Le 3° du I du présent article entre en vigueur à compter de la  publication du décret pris pour son application et, au plus tard, six  mois après la promulgation de la présente loi."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "II. - Pour les conseils d'administration, les conseils de surveillance  ou les organes équivalents des établissements publics mentionnés à l'article 52 de la loi n° 2012-347 du 12 mars 2012  relative à l'accès à l'emploi titulaire et à l'amélioration des  conditions d'emploi des agents contractuels dans la fonction publique, à  la lutte contre les discriminations et portant diverses dispositions  relatives à la fonction publique qui ont déjà fait l'objet d'un  renouvellement depuis l'entrée en vigueur de la même loi, le présent  article est applicable à compter du premier renouvellement qui suit la  publication de la présente loi."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "II. - Le présent article s'applique à compter du 1er janvier 2019."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "V. - Les II à IV de l'article 23 bis de la loi n° 83-634 du 13 juillet 1983  portant droits et obligations des fonctionnaires entrent en vigueur à  la date de publication du décret en Conseil d'Etat prévu au VI du même  article."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "III. - Les fonctionnaires placés en situation de réorientation  professionnelle à la date d'entrée en vigueur de la présente loi sont  affectés, à la même date, dans un emploi de leur corps d'origine, au  besoin en surnombre."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "II. - Le dernier alinéa de l'article 109 et l'article 112  de la loi n° 2011-525 du 17 mai 2011 de simplification et  d'amélioration de la qualité du droit, dans leur rédaction résultant de  la présente loi, s'appliquent aux groupements d'intérêt public créés  après la promulgation de la présente loi."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "IV. - Le 5° de l'article 34 de la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat, de l'article 57 de la loi n° 84-53 du 26 janvier 1984 portant dispositions statutaires relatives à la fonction publique territoriale et de l'article 41 de la loi n° 86-33 du 9 janvier 1986  portant dispositions statutaires relatives à la fonction publique  hospitalière, dans leur rédaction antérieure à la présente loi, restent  applicables aux agents publics qui bénéficient d'un congé pour  maternité, pour adoption ou d'un congé de paternité et d'accueil de  l'enfant à la date de publication de la présente loi jusqu'au terme de  ce congé."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "La limite d'âge mentionnée à l'article 6-1 de la loi n° 84-834 du 13 septembre 1984 relative à la limite d'âge dans la fonction publique et le secteur public est portée, à titre transitoire, à soixante-treize ans jusqu'au 31 décembre 2022 pour les agents contractuels employés, en qualité de médecin de prévention ou de médecin du travail, par les administrations de l'Etat, par les collectivités territoriales ou leurs établissements publics ne présentant pas un caractère industriel et commercial, par les établissements mentionnés à l'article 2 de la loi n° 86-33 du 9 janvier 1986 portant dispositions statutaires relatives à la fonction publique hospitalière ainsi que par toute autre personne morale de droit public recrutant sous un régime de droit public."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnances toute mesure relevant du domaine de la loi, afin :1° De favoriser et de valoriser l'affectation des agents publics dans des zones connaissant des difficultés particulières de recrutement ;2° D'adapter et de moderniser les dispositions relatives aux conditions d'affectation et aux positions statutaires, afin de favoriser la mobilité des agents publics à l'intérieur de chaque fonction publique et entre les trois fonctions publiques et de contribuer à la diversification de leur parcours professionnel ;3° D'harmoniser les références mentionnées dans les textes en vigueur à la suite de la publication de la présente loi et de l'ordonnance prise sur le fondement du présent I.II. - Les ordonnances prévues au I sont prises dans un délai de douze mois à compter de la promulgation de la présente loi. Un projet de loi de ratification est déposé devant le Parlement dans un délai de six mois à compter de la publication de chaque ordonnance."
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Article 86",
      "content": "I. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnances toutes mesures relevant du domaine de la loi et ayant pour objet :1° L'actualisation, en vue d'améliorer la garantie de l'indépendance des membres du Conseil d'Etat et des magistrats des tribunaux administratifs et des cours administratives d'appel :a) Des règles régissant l'exercice de leur activité ;b) Des règles régissant leur évaluation, leur régime disciplinaire, leur formation et leur avancement ;c) De la composition et des compétences du Conseil supérieur des tribunaux administratifs et des cours administratives d'appel ;d) De la composition, des compétences et de la dénomination de la commission consultative du Conseil d'Etat ;2° La modification des modalités de recrutement par la voie du tour extérieur des magistrats des tribunaux administratifs et des cours administratives d'appel afin d'assurer la qualité, la diversification et la transparence du recrutement et des affectations ;3° La limitation, dans un souci de bonne administration, de la durée de certaines fonctions juridictionnelles ou administratives exercées par les membres du Conseil d'Etat en activité ou honoraires, sous réserve qu'aucun autre texte n'en limite la durée s'il s'agit de fonctions extérieures au Conseil d'Etat.II. - Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à prendre par ordonnances toutes mesures relevant du domaine de la loi et ayant pour objet :1° L'adaptation des règles régissant l'exercice de l'activité des magistrats et personnels de la Cour des comptes mentionnés aux sections 1 à 4 du chapitre II du titre Ier du livre Ier du code des juridictions financières et des magistrats et rapporteurs des chambres régionales et territoriales des comptes mentionnés aux articles L. 212-5-1 et L. 220-2 du même code, leur régime disciplinaire et leur avancement, afin d'améliorer la garantie de leur indépendance ;2° La modification des règles statutaires relatives aux magistrats de la Cour des comptes, afin d'améliorer la qualité et la diversification de leur recrutement par la voie du tour extérieur, et aux magistrats des chambres régionales et territoriales des comptes, afin de déterminer les règles qui leur sont applicables en matière d'incompatibilité et de suspension de fonctions ;3° La modernisation du code des juridictions financières, afin d'en supprimer les dispositions devenues obsolètes, redondantes ou de les clarifier ;4° La limitation de la durée de certaines fonctions juridictionnelles ou administratives exercées par les magistrats de la Cour des comptes et des chambres régionales des comptes en activité ou honoraires, sous réserve qu'aucun autre texte n'en limite la durée s'il s'agit de fonctions extérieures à la Cour des comptes ou aux chambres régionales des comptes.III. - Les ordonnances prévues aux I et II sont prises dans un délai de six mois à compter de la promulgation de la présente loi. Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de chaque ordonnance."
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "La mise à disposition des fonctionnaires de la Caisse des dépôts et consignations prévue à l'article 143 de la loi n° 2001-420 du 15 mai 2001 relative aux nouvelles régulations économiques et au I de l'article 60 de la loi n° 2003-1311 du 30 décembre 2003 de finances pour 2004 est maintenue jusqu'au terme d'une période de dix ans à compter du terme fixé au premier alinéa du II de l'article 143 de la loi n° 2001-420 du 15 mai 2001 précitée, à l'exception des fonctionnaires mis à la disposition de la société CACEIS.Les fonctionnaires de l'établissement public mis à la disposition de CNP Assurances SA sont également maintenus dans cette situation, pour la même période de dix ans, à compter du terme fixé à l'article 63 de la loi n° 2007-148 du 2 février 2007 relative à la modernisation de la fonction publique. Les III à V de l'article 143 de la loi n° 2001-420 du 15 mai 2001 précitée et les deux derniers alinéas de l'article 63 de la loi n° 2007-148 du 2 février 2007 précitée sont applicables pendant cette nouvelle période.La réaffectation à la Caisse des dépôts et consignations des fonctionnaires concernés intervient au plus tard au terme indiqué au premier alinéa du présent article.Les sociétés remboursent à la Caisse des dépôts et consignations les charges correspondantes."
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "Dans les conditions prévues à l'article 38 de la Constitution, le Gouvernement est autorisé à procéder par voie d'ordonnance à l'adoption de la partie législative du code général de la fonction publique afin de renforcer la clarté et l'intelligibilité du droit.Les dispositions codifiées sont celles en vigueur au moment de la publication de l'ordonnance, sous réserve des modifications rendues nécessaires pour assurer le respect de la hiérarchie des normes et la cohérence rédactionnelle des textes, l'harmonisation de l'état du droit et l'adaptation au droit de l'Union européenne ainsi qu'aux accords internationaux ratifiés, ou des modifications apportées en vue :1° De remédier aux éventuelles erreurs ;2° D'abroger les dispositions obsolètes, inadaptées ou devenues sans objet ;3° D'adapter les renvois faits, respectivement, à l'arrêté, au décret ou au décret en Conseil d'Etat à la nature des mesures d'application nécessaires ;4° D'étendre, dans le respect des règles de partage des compétences prévues par la loi organique, l'application des dispositions codifiées, selon le cas, à Saint-Pierre-et-Miquelon, à Mayotte, à la Nouvelle-Calédonie, à la Polynésie française, aux Terres australes et antarctiques françaises et aux îles Wallis et Futuna, avec les adaptations nécessaires, et de procéder si nécessaire à l'adaptation des dispositions déjà applicables à ces collectivités.Par dérogation à la codification à droit constant, il est procédé à l'harmonisation des dispositions relatives aux transferts de personnels entre collectivités territoriales et entre fonctions publiques et à leur insertion au sein du code général de la fonction publique.L'ordonnance est prise dans un délai de douze mois à compter de la promulgation de la présente loi. Un projet de loi de ratification est déposé devant le Parlement dans un délai de trois mois à compter de la publication de l'ordonnance."
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "Article 90",
      "content": "I.-Par dérogation à l'article 23 de la loi n° 86-76 du 17 janvier 1986 portant diverses dispositions d'ordre social, les emplois de l'établissement public national Antoine Koenigswarter peuvent être occupés par les fonctionnaires et agents contractuels mentionnés aux II et V du présent article relevant de la loi n° 86-33 du 9 janvier 1986 portant dispositions statutaires relatives à la fonction publique hospitalière dans des conditions fixées par décret en Conseil d'Etat.\n\nII.-Dans un délai de trois mois à compter de la publication du décret en Conseil d'Etat mentionné au I, les fonctionnaires de l'Etat en fonctions dans les écoles de reconversion professionnelle et le centre de préorientation ainsi que dans les établissements d'hébergement pour personnes âgées dépendantes de l' Office national des combattants et des victimes de guerre, à l'exception des professeurs des écoles de reconversion professionnelle régis par le décret n° 90-195 du 27 février 1990 relatif au statut particulier des professeurs des écoles de rééducation professionnelle de l'Office national des combattants et des victimes de guerre, optent soit pour une intégration dans un corps relevant de la fonction publique hospitalière, soit pour le maintien dans leur corps de la fonction publique de l'Etat.\n\nIII.-L'intégration dans un corps de la fonction publique hospitalière prend effet à la date du transfert des écoles de reconversion professionnelle et du centre de préorientation de l'Office national des combattants et des victimes de guerre à l'établissement public national Antoine Koenigswarter et des établissements d'hébergement pour personnes âgées dépendantes de l'Office national des combattants et des victimes de guerre à des établissements relevant de la fonction publique hospitalière. Les fonctionnaires intégrés sont maintenus dans leur établissement d'affectation antérieur.\n\nIls sont intégrés dans un corps de la fonction publique hospitalière correspondant aux missions définies par leur statut particulier dans les conditions prévues à l'article 13 bis de la loi n° 83-634 du 13 juillet 1983 portant droits et obligations des fonctionnaires et par les dispositions statutaires applicables au corps d'intégration. Les fonctionnaires stagiaires ayant opté pour le statut de fonctionnaire hospitalier poursuivent leur stage dans les corps homologues de la fonction publique hospitalière. Les services accomplis par les fonctionnaires titulaires et stagiaires dans leur corps d'origine sont assimilés à des services effectués dans leur corps d'accueil.\n\nLes fonctionnaires conservent les droits qu'ils ont acquis au titre du compte épargne-temps. Ils bénéficient d'une indemnité compensatrice lorsque la rémunération globale, à l'exception des primes et indemnités ayant le caractère de remboursement de frais ou liées au cycle de travail, perçue au titre de l'année précédant l'intégration dans la fonction publique hospitalière est supérieure à la rémunération annuelle maximale qui peut leur être servie dans leur corps d'intégration.\n\nIV.-Les fonctionnaires qui optent pour leur maintien dans un corps de la fonction publique de l'Etat sont affectés, à la date du transfert des écoles de reconversion professionnelle et du centre de préorientation de l'Office national des combattants et des victimes de guerre et des établissements d'hébergement pour personnes âgées dépendantes, au ministère de la défense ou dans l'un de ses établissements.\n\nV.-A compter de la date du transfert des écoles de reconversion professionnelle et du centre de préorientation de l'Office national des combattants et des victimes de guerre à l'établissement public national Antoine Koenigswarter et du transfert des établissements d'hébergement pour personnes âgées dépendantes de l'Office national des combattants et des victimes de guerre à des établissements relevant de la fonction publique hospitalière, les agents contractuels de droit public en fonctions dans les établissements transférés deviennent agents contractuels de la fonction publique hospitalière. Les établissements bénéficiaires de ces transferts proposent à ces agents un contrat de droit public dans les conditions fixées à l'article 14 ter de la loi n° 83-634 du 13 juillet 1983 portant droits et obligations des fonctionnaires.\n\nLes agents contractuels qui ont accepté le contrat de droit public mentionné à l'alinéa précédent conservent les droits qu'ils ont acquis au titre du compte épargne-temps.\n\nVI.-Au premier alinéa de l'article L. 315-7 du code de l'action sociale et des familles, les mots : \" des établissements relevant de l'Office national des anciens combattants, \" sont remplacés, à compter du transfert des établissements relevant de l'Office national des anciens combattants et, au plus tard, le 31 décembre 2017, par les mots : \" des unités de l'établissement public national “ Antoine Koenigswarter ”, des établissements relevant \".\n\nA modifié les dispositions suivantes :\n\n-Code de l'action sociale et des"
    }
  ]
}