{
  "id": "loi-n-73-548-du-27-juin-1973",
  "type": "statute",
  "title": "Loi n° 73-548 du 27 juin 1973",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000509997",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Toute personne physique ou toute personne morale privée qui, à quelque titre que ce soit et même en qualité de simple occupant, a affecté un local quelconque à l'hébergement, gratuit ou non, est tenue d'en faire la déclaration au préfet, dès lors que cet hébergement et, le cas échéant, tout ou partie des prestations annexes sont organisés et fournis en vue d'une utilisation collective excédant le cadre familial.\n\nDès lors que ce local est affecté à l'hébergement de travailleurs, cette déclaration est également faite auprès de l'inspection du travail du lieu où est situé ce local.\n\nLes dispositions de la présente loi ne sont pas applicables aux formes d'hébergement collectif qui sont soumises à une obligation de déclaration ou d'agrément en vertu d'autres dispositions législatives ou réglementaires."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "La déclaration prévue à l'article 1er fait l'objet d'un renouvellement annuel."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "La liste limitative des énonciations qui doivent figurer dans la déclaration d'affectation et le délai dans lequel elle doit être faite ou renouvelée sont fixés par décret."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Le défaut de déclaration ou la production d'une déclaration incomplète, inexacte ou tardive, en violation des dispositions des articles précédents, sera puni d'une peine d'amende de 300 à 6 000 euros et d'une peine d'emprisonnement de deux mois à deux ans, ou de l'une de ces deux peines seulement.\n\nToute condamnation prononcée en application du premier alinéa du premier article peut être assortie de l'interdiction pour la personne condamnée de procéder, pendant une durée maximale de trois ans, à l'affectation d'un local dans les conditions définies à l'article 1er.\n\nSont passibles des peines prévues au premier alinéa de l'article 8 ceux qui, directement ou par personne interposée, contreviennent à cette interdiction."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Lorsqu'il apparaît qu'un local affecté à l'hébergement collectif dans les conditions définies à l'article 1er ne satisfait pas aux prescriptions des dispositions législatives ou réglementaires qui lui sont applicables, le préfet met, par arrêté, l'auteur de la déclaration prévue audit article 1er en demeure de prendre dans un délai déterminé les mesures appropriées.En cas d'urgence, ou si l'état du local est tel qu'il ne peut y être remédié, le préfet peut ordonner immédiatement, par arrêté motivé, sa fermeture ; il fixe le délai dans lequel cette fermeture doit être rendue effective."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "En cas d'inexécution de l'arrêté prévu au premier alinéa de l'article 5, le préfet ordonne la fermeture du local et fixe le délai dans lequel cette fermeture doit être rendue effective."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Lorsque le préfet prend un arrêté de mise en demeure imposant la réduction du nombre des occupants d'un local affecté à l'hébergement collectif, ou lorsqu'il ordonne la fermeture de ce local, il doit accompagner sa décision de l'énoncé des mesures prises pour assurer le relogement total ou partiel des occupants, adapté à leur situation."
    },
    {
      "provision_ref": "art7-1",
      "section": "7-1",
      "title": "Article 7-1",
      "content": "Lorsque le local a été fermé par la personne définie à l'article 1er, à la suite d'une mise en demeure prononcée en application du premier alinéa de l'article 5, ou lorsque la fermeture du local est ordonnée soit dans le cas d'urgence prévu au deuxième alinéa de l'article 5, soit en application de l'article 6, le préfet peut réquisitionner le local en vue de l'affecter, après aménagement, à l'hébergement en priorité de ses précédents occupants.Sous réserve de l'application du premier alinéa de l'article 7-3, les frais de cet aménagement incombent au propriétaire du local, le cas échéant, solidairement avec la personne définie à l'article 1er."
    },
    {
      "provision_ref": "art7-2",
      "section": "7-2",
      "title": "Article 7-2",
      "content": "Lorsque le bénéficiaire de la réquisition fait l'avance des frais d'aménagement, sa créance est garantie par une hypothèque légale sur l'immeuble, qui peut être inscrite à sa diligence dès la signature de l'arrêté de réquisition."
    },
    {
      "provision_ref": "art7-3",
      "section": "7-3",
      "title": "Article 7-3",
      "content": "Dans un délai de deux mois suivant la notification de l'arrêté préfectoral de réquisition, le propriétaire a la faculté de délaisser la totalité de son immeuble ou, avec l'accord de l'Etat, partie de celui-ci, s'il établit qu'il est étranger à l'usage abusif du local affecté à l'hébergement collectif et qu'il n'a tiré de cette affectation, directement ou par personne interposée, aucun profit abusif eu égard aux possibilités normales d'utilisation dudit local. Ce délaissement ouvre droit à indemnité.A défaut d'accord amiable, le montant de l'indemnité ci-dessus prévue est fixé comme en matière d'expropriation, à l'exclusion de toute indemnité accessoire ou de remploi.Les droits des créanciers régulièrement inscrits sur l'immeuble délaissé, soit avant la publication de l'acte de délaissement, soit après celle-ci en ce qui concerne les privilèges conservés selon les prescriptions des articles 2108 et 2109 du Code civil, sont reportés sur l'indemnité, compte tenu du rang de préférence qui leur est reconnu par les textes qui les régissent."
    },
    {
      "provision_ref": "art7-4",
      "section": "7-4",
      "title": "Article 7-4",
      "content": "L'indemnité prévue à l'article 7-3 est à la charge du bénéficiaire du délaissement ou, à défaut, de l'Etat. Le bénéficiaire est désigné, avec son accord, par l'autorité administrative.Un cahier des charges fixe les obligations auxquelles il est tenu en qualité de bénéficiaire du délaissement."
    },
    {
      "provision_ref": "art7-5",
      "section": "7-5",
      "title": "Article 7-5",
      "content": "Lorsqu'un local a fait l'objet d'un arrêté de fermeture, il peut être exproprié dans les conditions prévues par les articles L. 511-1 et suivants du code de l'expropriation pour cause d'utilité publique."
    },
    {
      "provision_ref": "art7-6",
      "section": "7-6",
      "title": "Article 7-6",
      "content": "Les frais entraînés par le relogement proposé par le préfet en vertu de l'article 7 sont assumés solidairement par la personne définie à l'article 1er et, sous réserve de l'application du premier alinéa de l'article 7-3, par le propriétaire du local.Ces frais de relogement, versés à l'organisme ou à la personne ayant assuré le relogement, sont au plus égaux à 15 % du prix de revient, toutes dépenses confondues, du logement auquel chacun des anciens occupants relogés peut prétendre en application de la législation sur les habitations à loyer modéré.Leur paiement est garanti par une hypothèque légale sur l'immeuble. Cette hypothèque peut être inscrite par l'organisme ou la personne ayant assuré le relogement dès la notification au propriétaire du relogement des occupants et du montant des frais de relogement.En outre, les indemnités versées en cas de réquisition ou d'expropriation sont réduites du montant des frais de relogement restés impayés, augmentés des intérêts de retard calculés à compter de la date de mise en recouvrement desdits frais."
    },
    {
      "provision_ref": "art7-7",
      "section": "7-7",
      "title": "Article 7-7",
      "content": "Un décret en Conseil d'Etat détermine les mesures nécessaires à l'application des articles 7-1 à 7-6 ci-dessus."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Toute personne qui exploite un local, par elle-même ou par personne interposée, au mépris de la décision intervenue en application des articles 5 ou 6, sera punie d'une peine d'amende de 300 à 75 000 euros et d'une peine d'emprisonnement de trois ans ou de l'une de ces deux peines seulement.\n\nToute condamnation prononcée en application du premier alinéa du présent article peut être assortie de l'interdiction pour la personne condamnée de procéder, pendant une durée maximale de cinq ans, à l'affectation d'un local dans les conditions définies à l'article 1er.\n\nSont passibles des peines prévues au premier alinéa du présent article ceux qui, directement ou par personne interposée, contreviennent à cette interdiction."
    },
    {
      "provision_ref": "art8-1",
      "section": "8-1",
      "title": "Article 8-1",
      "content": "En cas d'infractions définies aux articles 4 et 8, le tribunal pourra prononcer à l'encontre du condamné étranger l'interdiction du territoire français pour une durée ne pouvant excéder dix ans.L'interdiction du territoire français entraîne de plein droit reconduite à la frontière, le cas échéant, à l'expiration de la peine d'emprisonnement.Le tribunal ne peut prononcer, que par une décision spécialement motivée au regard de la gravité de l'infraction, l'interdiction du territoire français à l'encontre :1° D'un condamné étranger père ou mère d'un enfant français résidant en France, à condition qu'il exerce, même partiellement, l'autorité parentale à l'égard de cet enfant ou qu'il subvienne effectivement à ses besoins ;2° D'un condamné étranger marié depuis au moins un an avec un conjoint de nationalité française, à condition que ce mariage soit antérieur aux faits ayant entraîné sa condamnation, que la communauté de vie n'ait pas cessé et que le conjoint ait conservé la nationalité française ;3° D'un condamné étranger qui justifie qu'il réside habituellement en France depuis qu'il a atteint au plus l'âge de dix ans ;4° D'un condamné étranger qui justifie qu'il réside régulièrement en France depuis plus de quinze ans.L'interdiction du territoire français n'est pas applicable à l'encontre du condamné étranger mineur de dix-huit ans."
    },
    {
      "provision_ref": "art8-2",
      "section": "8-2",
      "title": "Article 8-2",
      "content": "Les personnes morales peuvent être déclarées responsables pénalement, dans les conditions prévues par l'article 121-2 du code pénal, des infractions aux articles 4 et 8.Les peines encourues par les personnes morales sont :1° L'amende, suivant les modalités prévues par l'article 131-38 du code pénal ;2° Les peines mentionnées aux 2°, 3°, 4°, 5°, 8° et 9° de l'article 131-39 du code pénal.L'interdiction visée au 2° de l'article 131-39 porte sur l'activité dans l'exercice ou à l'occasion de l'exercice de laquelle l'infraction a été commise."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Les infractions aux dispositions de la présente loi et des règlements pris pour son application sont constatées par les officiers et agents de police judiciaire, par les autres agents mentionnés à l'article L. 1312-1 du code de la santé publique et, dans la limite de leur compétence, par les inspecteurs du travail et de la main-d'oeuvre, ainsi que les autres fonctionnaires chargés du contrôle de l'application du droit du travail."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Les articles premier à 6, 8 et 9 de la présente loi sont applicables dans la collectivité territoriale de Mayotte.Toutefois, pour l'application de ces articles à Mayotte, il est ajouté, à la fin du premier alinéa de l'article 1er, une phrase ainsi rédigée :La famille, au sens de la présente loi, comprend les époux et leurs descendants de moins de vingt et un ans ou à charge et les ascendants des époux qui sont à leur charge."
    }
  ]
}