{
  "id": "loi-n-90-1168-du-29-decembre-1990",
  "type": "statute",
  "title": "Loi n° 90-1168 du 29 décembre 1990",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000717191",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - La perception des impôts, produits et revenus affectés à l'Etat, aux collectivités territoriales, aux établissements publics et organismes divers habilités à les percevoir continue d'être effectuée pendant l'année 1991 conformément aux lois et règlements et aux dispositions de la présente loi de finances.II. - Sous réserve de dispositions contraires, la loi de finances s'applique :1° A l'impôt sur le revenu dû au titre de 1990 et des années suivantes ;2° A l'impôt dû par les sociétés sur leurs résultats des exercices clos à compter du 31 décembre 1990 ;3° A compter du 1er janvier 1991 pour les autres dispositions fiscales."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I.-Le barème de l'impôt sur le revenu est fixé comme suit :(Tableau non reproduit, voir JO du 30/12/1990 page 16367).II. à IV. Paragraphes modificateursV.-Les cotisations d'impôt sur le revenu dues au titre de l'année 1990 sont minorées dans les conditions suivantes :(Tableau non reproduit, voir JO du 30/12/1990 page 16367).Les cotisations d'impôt sur le revenu   s'entendent avant déduction des crédits d'impôt, de l'avoir fiscal et des prélèvements ou retenues non libératoires.VI. Paragraphe modificateur."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "La limite de versements mentionnée au 4 de l'article 200 du code général des impôts est portée à 520 F. Elle est relevée chaque année dans la même proportion que la limite supérieure de la septième tranche du barème de l'impôt sur le revenu. Le montant obtenu est arrondi, s'il y a lieu, à la dizaine de francs supérieure."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Il est accordé un dégrèvement de 70 p. 100 (1) sur la cotisation de taxe foncière sur les propriétés non bâties perçue au titre de 1991 au profit du département et de la région sur les propriétés non bâties classées dans la catégorie des prés, prairies naturelles, herbages et pâturages.Il n'est pas effectué de dégrèvement d'un montant inférieur à 50 F.Le montant du dégrèvement bénéficie au fermier dans les conditions prévues à l'article 1er de la loi n° 57-1260 du 12 décembre 1957."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I. Paragraphe modificateur.II. - Les dispositions du I sont applicables à compter du 1er juillet 1991."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I. à III. Paragraphes modificateursIV. - 1. Les dispositions du 1 du I sont applicables à compter du 13 septembre 1990.Toutefois, le taux de 25 p. 100 est maintenu pour les contrats de crédit-bail visés à l'article 281 septies du code général des impôts, en cours à cette date.2. Les dispositions du 2 du I sont applicables à compter du 17 septembre 1990, sauf en ce qui concerne les tabacs, les publications désignées au 1° de l'article 281 bis du code général des impôts, les opérations visées aux articles 281 bis A, 281 bis B, 281 bis I et 281 bis K du code général des impôts et les opérations, y compris les locations, portant sur les films et supports vidéographiques qui présentent des oeuvres à caractère pornographique ou d'incitation à la violence visées à l'article 281 bis A du code général des impôts.3. Les dispositions du II s'appliquent aux bénéfices des exercices ouverts à compter du 1er janvier 1991."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I. Paragraphe modificateur.II. - Le tarif de l'impôt de solidarité sur la fortune est fixé à :(Tableau non reproduit, voir JO du 30/12/1990 page 16369)."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I. - Le taux de 19 p. 100 mentionné à l'article 19 de la loi de finances pour 1990 (n° 89-935 du 29 décembre 1989) est porté à 25 p. 100 pour l'imposition des plus-values nettes à long terme réalisées lors de la cession de titres du portefeuille à l'exclusion des parts ou actions de sociétés, autres que celles émises par les sociétés d'investissement à capital variable, des bons de souscription d'actions, des certificats d'investissement et des certificats coopératifs d'investissement. Par exception, le taux de 25 p. 100 est applicable aux plus-values nettes à long terme afférentes aux titres de sociétés dont l'actif est constitué principalement par des titres relevant de ce même taux en application de la phrase qui précède ou dont l'activité consiste de manière prépondérante en la gestion des mêmes valeurs pour leur propre compte.II. - Le montant net des plus-values à long terme mentionnées au I et de celles visées au II de l'article 39 quindecies du code général des impôts fait l'objet d'une imposition séparée au taux de 25 p. 100 dans les conditions prévues par ce dernier texte et par l'article 209 quater du même code.III. - Les provisions pour dépréciation existant à l'ouverture du premier exercice clos à compter de la date mentionnée au VI qui se rapportent aux titres soumis au régime d'imposition prévu au I, lorsqu'elles sont réintégrées dans le résultat, sont soumises au régime des plus-values à long terme imposables au taux de 25 p. 100.IV. - Les moins-values à long terme afférentes à des éléments d'actif relevant du taux de 19 p. 100 mentionné à l'article 19 de la loi de finances pour 1990 précitée et existant à l'ouverture du premier exercice clos à compter de la date mentionnée au VI peuvent s'imputer sur les plus-values à long terme correspondant à la cession de titres mentionnées au I pour une fraction de leur montant égale à 19/25.V. Paragraphe modificateurVI. - Les dispositions des I à IV du présent article sont applicables pour la détermination des résultats imposables des exercices clos à compter du 1er novembre 1990."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I. et II. Paragraphes modificateursIII. - 1. Pour l'application des dispositions du premier alinéa du I de l'article 93 quater du code général des impôts, les contrats de crédit-bail conclus dans les conditions prévues aux 1° et 2° de l'article 1er de la loi n° 66-455 du 2 juillet 1966 relative aux entreprises pratiquant le crédit-bail sont considérés comme des immobilisations lorsque les loyers versés ont été déduits pour la détermination du bénéfice non commercial.2. Les biens acquis à l'échéance des contrats mentionnés au 1 constituent des éléments d'actif affectés à l'exercice de l'activité non commerciale pour l'application de l'article 93 du code général des impôts."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I. - Pour l'application des articles 1414, 1414 B et 1414 C du code général des impôts et du II de l'article 109 de la loi de finances pour 1990 (n° 89-935 du 29 décembre 1989), la cotisation d'impôt sur le revenu s'entend de l'impôt tel qu'il aurait été déterminé, abstraction faite des réductions d'impôt mentionnées aux articles 199 quater B à 200 du code précité, y compris celui résultant de la taxation des revenus soumis à un taux proportionnel, avant imputation des avoirs fiscaux, des crédits d'impôt et des prélèvements ou retenues à la source non libératoires, majoré du montant des prélèvements libératoires opérés en application de l'article 125 A du code général des impôts.II. - Pour le calcul de la cotisation d'impôt sur le revenu mentionnée au I, sont pris en compte lorsqu'ils sont exonérés d'impôt en France les revenus visés aux I et II de l'article 81 A du code général des impôts, ceux perçus par les fonctionnaires des organisations internationales ainsi que ceux qui sont exonérés par application d'une convention internationale relative aux doubles impositions.III. - Sont considérées comme non passibles de l'impôt sur le revenu ou non assujetties à cet impôt, pour l'application des articles 1391, 1411, 1414 et 1414 A du code général des impôts, les personnes dont la cotisation d'impôt sur le revenu, calculée dans les conditions fixées aux I et II, est inférieure à la limite prévue au 1 bis de l'article 1657 du même code."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "I. Paragraphe modificateurII. - Les dispositions du 8° du I de l'article 35, du 12° de l'article 120 et du 6° du I de l'article 156 du code général des impôts sont applicables aux opérations à terme sur marchandises réalisées à l'étranger.III. Paragraphe modificateur."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I. - Les dispositions du 3 de l'article 39 AA du code général des impôts cessent d'être applicables pour les matériels acquis ou fabriqués à compter du 1er janvier 1991.II. - 1. Les dispositions du 1 de l'article 39 quinquies A du code général des impôts cessent d'être applicables pour les immeubles acquis ou achevés à compter du 1er janvier 1991, à l'esception des immeubles neufs dont le permis de construire a été délivré avant le 1er janvier 1991.2. Alinéa modificateurIII. - Les dispositions du a du 2 de l'article 39 quinquies A du code général des impôts et du 1 de l'article 39 quinquies C du même code cessent de s'appliquer aux acquisitions d'actions et souscriptions au capital effectuées à compter du 1er janvier 1991.IV. et V. Paragraphes modificateurs"
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "I. - paragraphe modificateur.II. - 1. Pour les opérations qu'ils réalisent dans le cadre de l'activité définie par la réglementation applicable à leur profession, les avocats, les avocats au Conseil d'Etat et à la Cour de cassation et les avoués bénéficient d'une franchise qui les dispense du paiement de la taxe sur la valeur ajoutée lorsqu'ils ont réalisé au cours de l'année précédente un chiffre d'affaires d'un montant n'excédant pas 245 000 F.Ils peuvent se placer sous ce régime de franchise dès le début de leur activité soumise à la taxe sur la valeur ajoutée.2. Les dispositions du 1 cessent de s'appliquer aux professionnels dont le chiffre d'affaires de l'année en cours dépasse le montant de 300 000 F. Ils deviennent redevables de la taxe sur la valeur ajoutée pour les opérations effectuées à compter du premier jour du mois au cours duquel ce chiffre d'affaires est dépassé.3. Le chiffre d'affaires mentionné aux 1 et 2 est constitué par le montant hors taxe sur la valeur ajoutée des prestations de services relevant de l'activité réglementée de chacune des professions concernées effectuées au cours de la période de référence.4. Pour l'application des dispositions prévues au 1, la limite de 245 000 F est ajustée au prorata du temps d'exercice de l'activité pendant l'année de référence.5. Les personnes bénéficiant de la franchise de taxe mentionnée au 1 sont soumises aux obligations mentionnées à l'article 286 du code général des impôts, sous réserve des dispositions de l'article 302 sexies du même code.Elles ne peuvent opérer aucune déduction de la taxe sur la valeur ajoutée, ni faire apparaître la taxe sur leurs notes d'honoraires ou sur tout autre document en tenant lieu.En cas de délivrance, par ces professionnels, pour leurs opérations bénéficiant de la franchise prévue au 1, d'une note d'honoraires ou de tout autre document en tenant lieu, cette note ou ce document doit porter la mention :  T.V.A. non applicable, art. 32 de la loi de finances pour 1991 .En cas de manquement à cette obligation, les sanctions prévues à l'article 1784 du code général des impôts sont applicables.6. Les personnes susceptibles de bénéficier de la franchise mentionnée au 1 peuvent opter pour le paiement de la taxe sur la valeur ajoutée.Cette option prend effet le premier jour du mois au cours duquel elle est déclarée.Elle couvre obligatoirement une période de deux années, y compris celle au cours de laquelle elle est déclarée.Elle est renouvelable par tacite reconduction, sauf dénonciation à l'expiration de chaque période. Toutefois, elle est reconduite de plein droit pour la période de deux ans suivant celle au cours ou à l'issue de laquelle les personnes ayant exercé cette option ont bénéficié d'un remboursement de taxe sur la valeur ajoutée prévu à l'article 271 du code général des impôts.L'option et sa dénonciation sont déclarées au service des impôts dans les conditions et selon les mêmes modalités que celles prévues au 1° de l'article 286 du code général des impôts.III. - Les opérations non soumises à la taxe sur la valeur ajoutée conformément aux dispositions du II ci-dessus ne sont pas retenues pour l'application de la franchise prévue à l'article 293 B du code général des impôts.IV. Paragraphe modificateurV. - Les dispositions des I à IV ci-dessus sont applicables à compter du 1er avril 1991."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Le tarif des redevances instituées par l'article 2 du décret n° 54-982 du 1er octobre 1954 créant un fonds national pour le développement des adductions d'eau dans les communes rurales, modifié par l'article 45 de la loi de finances pour 1990 (n° 89-935 du 29 décembre 1989), est porté, pour l'eau tarifée au mètre cube utilisée pour les besoins domestiques, de 9,5 centimes par mètre cube à 10,5 centimes par mètre cube au 1er janvier 1991.Les autres tarifs, quel que soit le mode de tarification, sont relevés dans les mêmes proportions."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "I. - Les entreprises d'assurances et de réassurances sont autorisées à constituer, en franchise d'impôt, une provision afférente à leurs opérations d'assurance-crédit autres que celles effectuées à l'exportation pour le compte de l'Etat ou avec sa garantie.II. - La dotation annuelle constituée au titre de la provision prévue au I est limitée à 75 p. 100 du montant du bénéfice technique net de cessions en réassurance réalisé par l'entreprise dans la branche assurance-crédit.III. - Le montant total atteint par la provision prévue au I ne peut, chaque année, excéder 134 p. 100 de la moyenne annuelle des primes ou cotisations, nettes de cessions en réassurance, encaissées lors des cinq exercices qui précèdent par l'entreprise.IV. - Pour l'application du présent article, le bénéfice technique s'entend de la différence entre :- d'une part, le montant des primes acquises au cours de l'exercice, diminuées des dotations aux provisions légalement constituées ;- d'autre part, le montant des charges de sinistres diminué du produit des recours, auquel s'ajoutent les frais directement imputables à la branche assurance-crédit ainsi qu'une quote-part des autres charges.Les sommes rapportées au bénéfice imposable en application du V ne sont pas prises en compte pour le calcul de la limite de 75 p. 100 prévue au II.V. - Chaque provision est affectée, dans l'ordre d'ancienneté des dotations annuelles, à la compensation des résultats techniques déficitaires de l'exercice. Les dotations annuelles qui, dans un délai de dix ans, n'ont pas été utilisées conformément à cet objet sont rapportées au bénéfice imposable de la onzième année suivant celle de leur comptabilisation.VI. - Les conditions de comptabilisation, de déclaration et les modalités d'application de cette provision, notamment en ce qui concerne la détermination du bénéfice technique, sont fixées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "I. Paragraphe modificateurII. - Les dispositions du e du 4 du I, à l'exclusion de l'intérêt de retard, s'appliquent aux plus-values réalisées à compter du 1er janvier 1989. Les autres dispositions du I s'appliquent aux plus-values réalisées à compter du 1er janvier 1991."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "I. Paragraphe modificateurII. - 1. Les dispositions de l'article 40 de la loi de finances rectificative pour 1989 du 29 décembre 1989 précitée sont applicables à compter du 1er janvier 1990.2. Alinéa modificateur"
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "Le droit de timbre visé au premier alinéa de l'article 919 du code général des impôts est majoré par une taxe additionnelle dont le taux est fixé à 0,3 p. 100 du montant des sommes engagées dans la même course.\n\nCette taxe additionnelle est recouvrée suivant les mêmes règles, sous les mêmes garanties que le droit de timbre."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "Le prélèvement institué par l'article 25 de la loi de finances pour 1985 (n° 84-1208 du 29 décembre 1984), modifié par les articles 10 de la loi de finances pour 1986 (n° 85-1403 du 30 décembre 1985), 37 de la loi de finances pour 1987 (n° 86-1317 du 30 décembre 1986), 36 de la loi de finances pour 1988 (n° 87-1060 du 30 décembre 1987), par l'article 29 de la loi de finances pour 1989 (n° 88-1149 du 23 décembre 1988) et par l'article 29 de la loi de finances pour 1990 (n° 89-935 du 29 décembre 1989), est reconduit pour 1991 ; à cette fin, les années 1988, 1989 et 1990 mentionnées à cet article sont respectivement remplacées par les années 1989, 1990 et 1991."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "Les tarifs de la taxe sur les véhicules des sociétés prévus à l'article 1010 du code général des impôts sont portés à 5 880 F pour les véhicules dont la puissance fiscale n'excède pas 7 CV et à 12 900 F pour les autres véhicules, à compter de la période d'imposition s'ouvrant le 1er octobre 1990."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "La Poste et France Télécom sont assujettis à compter du 1er janvier 1991 et jusqu'au 31 décembre 1993 au versement au budget général d'une contribution dont le montant, déterminé chaque année par la loi de finances, est réparti à hauteur de 45 p. 100 pour La Poste et de 55 p. 100 pour France Télécom et fait l'objet de versements mensuels. Il est fixé à 461 220 000 F pour l'année 1993."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "Il est institué au profit de l'Etat un prélèvement fixe de 0,5 % sur le produit brut des jeux dans les casinos régis par la loi du 15 juin 1907 réglementant le jeu dans les cercles et les casinos des stations balnéaires, thermales et climatiques.\n\nPour le produit brut des jeux des appareils automatiques de jeux d'argent dont l'exploitation est autorisée dans les casinos par l'article 1er de la loi n° 87-306 du 5 mai 1987 modifiant certaines dispositions relatives aux casinos autorisés, le taux prévu à l'alinéa précédent est fixé à 2 %.\n\nLe prélèvement est recouvré dans les mêmes conditions que le prélèvement progressif opéré sur le produit brut des jeux dans les casinos régis par la loi du 15 juin 1907 précitée."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "Sous réserve des dispositions de la présente loi, les affectations résultant de budgets annexes et comptes spéciaux ouverts à la date du dépôt de la présente loi sont confirmées pour l'année 1991."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "I. à V. Paragraphes modificateursVI. - Les dispositions de la loi n° 49-420 du 25 mars 1949 précitée sont applicables aux rentes perpétuelles constituées entre particuliers antérieurement au 1er janvier 1990.Le capital correspondant à la rente en perpétuel dont le rachat aura été demandé postérieurement au 30 septembre 1990 sera calculé, nonobstant toutes clauses ou conventions contraires, en tenant compte de la majoration dont cette rente a bénéficié ou aurait dû bénéficier en vertu de la présente loi.VII. - Les actions ouvertes par la loi n° 49-420 du 25 mars 1949 précitée, complétée par la loi n° 52-870 du 22 juillet 1952 et modifiée par la loi de finances pour 1990 (n° 89-935 du 29 décembre 1989), pourront à nouveau être intentées pendant un délai de deux ans à dater de la publication de la présente loi.VIII. - Les taux de majoration fixés au paragraphe IV ci-dessus sont applicables, sous les mêmes conditions de date, aux rentes viagères visées par la loi n° 48-957 du 9 juin 1948 portant majoration des rentes viagères constituées au profit des anciens combattants auprès des caisses autonomes mutualistes et par l'article 1er de la loi n° 51-695 du 24 mai 1951 précitée ainsi qu'aux rentes constituées par l'intermédiaire des sociétés mutualistes au profit des bénéficiaires de la majoration attribuée en application de l'article L. 321-9 du code de la mutualité."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "Le taux de taxe professionnelle pour 1986 mentionné au quatrième alinéa du IV de l'article 6 de la loi de finances pour 1987 (n° 86-1317 du 30 décembre 1986) est, à compter de 1991, multiplié par 0,960."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "I. - Pour 1991, les ressources affectées au budget évaluées dans l'état A annexé à la présente loi, les plafonds des charges et l'équilibre général qui en résulte sont fixés aux montants suivants tableau non reproduit.II. - Le ministre de l'économie, des finances et du budget est autorisé à procéder, en 1991, dans des conditions fixées par décret :a) A des emprunts à long, moyen et court terme libellés en francs ou en ECU pour couvrir l'ensemble des charges de la trésorerie ou pour renforcer les réserves de change ;b) A des conversions facultatives, des rachats ou des échanges d'emprunts, à des échanges de devises ou de taux d'intérêt, à l'achat ou à la vente d'options ou de contrats à terme sur titres d'Etat.Les opérations sur emprunts d'Etat, autres valeurs mobilières, et titres de créances négociables libellés en ECU, peuvent être conclues et libellées en ECU.III. - Le ministre de l'économie, des finances et du budget est autorisé à donner, en 1991, la garantie de refinancement en devises pour les emprunts communautaires.IV. - Le ministre de l'économie, des finances et du budget est, jusqu'au 31 décembre 1991, habilité à conclure avec des établissements de crédit spécialisés dans le financement à moyen et long terme des investissements, des conventions établissant pour chaque opération les modalités selon lesquelles peuvent être stabilisées les charges du service d'emprunts qu'ils contractent en devises étrangères."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "Le montant des crédits ouverts aux ministres, pour 1991, au titre des services votés du budget général, est fixé à la somme de 1 374 570 467 906 F."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "Il est ouvert aux ministres, pour 1991, au titre des mesures nouvelles sur les dépenses ordinaires des services civils, des crédits ainsi répartis :Titre 1er \"Dette publique et dépenses en atténuation de recettes\" : 10 650 000 000 FTitre II \"Pouvoirs publics\" : 6 587 000 FTitre III \"Moyens des services\" : 17 947 615 899 FTitre IV \"Interventions publiques\" : 1 014 884 399 FTotal : 27 589 318 500 FCes crédits sont répartis par ministère, conformément à l'état B annexé à la présente loi."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "I. - Il est ouvert aux ministres, pour 1991, au titre des mesures nouvelles sur les dépenses en capital des services civils du budget général, des autorisations de programme ainsi réparties :Titre V \"Investissements exécutés par l'Etat\" 26 240 016 000 FTitre VI \"Subventions d'investissement accordées par l'Etat\" 77 584 570 000 FTitre VII \"Réparation des dommages de guerre\"Total : 103 824 586 000 FCes autorisations de programme sont réparties par ministères, conformément à l'état C annexé à la présente loi.II. - Il est ouvert aux ministres, pour 1991, au titre des mesures nouvelles sur les dépenses en capital des services civils du budget général, des crédits de paiement ainsi répartis :Titre V \"Investissements exécutés par l'Etat\" 12 996 848 000 FTitre VI \"Subventions d'investissement accordées par l'Etat\" 36 110 755 000 FTitre VII \"Réparation des dommages de guerre\"Total : 107 603 000 FCes crédits de paiement sont répartis par ministère, conformément à l'état C annexé à la présente loi."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "I. - Il est ouvert au ministre de la défense, pour 1991, au titre des mesures nouvelles sur les dépenses ordinaires des services militaires, des autorisations de programme s'élevant à la somme de 4 780 423 000 F et applicables au titre III Moyens des armes et services .II. - Pour 1991, les mesures nouvelles sur les dépenses ordinaires des services militaires applicables au titre III Moyens des armes et services s'élèvent au total à la somme de 3 504 595 000 F."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "I. - Il est ouvert au ministre de la défense, pour 1991, au titre des mesures nouvelles sur les dépenses en capital des services militaires, des autorisations de programme ainsi réparties :Titre V \"Equipement\" 115 489 800 000 FTitre VI \"Subventions d'investissement accordées par l'Etat\" 510 200 000 FTotal 116 000 000 000 FII. - Il est ouvert au ministre de la défense, pour 1991, au titre des mesures nouvelles sur les dépenses en capital des services militaires, des crédits de paiement ainsi répartis :Titre V \"Equipement\" 28 186 785 000 FTitre VI \"Subventions d'investissement accordées par l'Etat\" 319 700 000 FTotal : 506 485 000 F"
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "Les ministres sont autorisés à engager en 1991, par anticipation sur les crédits qui leur seront alloués pour 1992, des dépenses se montant à la somme totale de 258 000 000 F répartie par titre et par ministère, conformément à l'état D annexé à la présente loi."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "Le montant des crédits ouverts aux ministres, pour 1991, au titre des services votés des budgets annexes, est fixé à la somme de 83 804 633 040 F, ainsi répartie :Imprimerie nationale : 1 805 807 687 FJournaux officiels : 535 644 835 FLégion d'honneur : 93 883 724 FOrdre de la Libération : 3 566 491 FMonnaies et médailles : 959 190 704 FNavigation aérienne : 3 076 464 861 FPrestations sociales agricoles : 77 330 074 738 FTotal : 83 804 633 040 F"
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "I. - Il est ouvert aux ministres, pour 1991, au titre des mesures nouvelles des budgets annexes, des autorisations de programme s'élevant à la somme totale de 1 244 459 000 F, ainsi répartie :Imprimerie nationale : 152 000 000 FJournaux officiels : 25 000 000 FLégion d'honneur : 9 500 000 FOrdre de la Libération : 230 000 FMonnaies et médailles : 26 729 000 FNavigation aérienne : 1 031 000 000 FTotal1 244 459 000 FII. - Il est ouvert aux ministres, pour 1991, au titre des mesures nouvelles des budgets annexes, des crédits s'élevant à la somme totale de 5 401 646 336 F, ainsi répartie :Imprimerie nationale : 264 747 313 FJournaux officiels : 137 882 461 FLégion d'honneur : 10 981 852 FOrdre de la Libération : 267 412 FMonnaies et médailles : 130 658 730 FNavigation aérienne : 1 050 183 306 FPrestations sociales agricoles : 3 806 925 262 FTotal : 5 401 646 336 F"
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "I. - Le budget annexe institué par l'article L. 125 du code des postes et télécommunications est supprimé à compter du 1er janvier 1991.Les opérations se rattachant à la gestion 1990 seront poursuivies jusqu'à la clôture de cette gestion.II. Alinéa modificateurLes modalités d'application du présent article seront fixées, en tant que de besoin, par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "Le montant des crédits ouverts aux ministres, pour 1991, au titre des services votés des opérations définitives des comptes d'affectation spéciale, est fixé à la somme de 12 060 998 000 F."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "I. - Il est ouvert aux ministres, pour 1991, au titre des mesures nouvelles des opérations définitives des dépenses en capital des comptes d'affectation spéciale, des autorisations de programme s'élevant à la somme de 2 579 960 000 F.II. - Il est ouvert aux ministres, pour 1991, au titre des mesures nouvelles des opérations définitives des comptes d'affectation spéciale, des crédits de paiement s'élevant à la somme totale de 1 895 762 000 F, ainsi répartie :- dépenses ordinaires civiles : 358 343 000 F- dépenses civiles en capital : 1 537 419 000 FTotal : 1 895 762 000 F"
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "I. - Le montant des crédits ouverts aux ministres, pour 1991, au titre des services votés des opérations à caractère temporaire des comptes d'affectation spéciale, est fixé à la somme de 173 500 000 F.II. - Le montant des découverts applicables, en 1991, aux services votés des comptes de commerce, est fixé à 1 160 000 000 F.III. - Le montant des découverts applicables, en 1991, aux services votés des comptes de règlement avec les gouvernements étrangers, est fixé à 308 000 000 F.IV. - Le montant des crédits ouverts aux ministres, pour 1991, au titre des services votés des comptes d'avances du Trésor, est fixé à la somme de 223 605 000 000 F.V. - Le montant des crédits ouverts aux ministres, pour 1991, au titre des services votés des comptes de prêts, est fixé à la somme de 7 650 000 000 F."
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "Le compte de règlement avec les gouvernements étrangers n° 905-11 : \"Opérations concernant le secteur français de Berlin\", créé par l'article 18 de la loi de finances rectificative pour 1975 (n° 75-1242 du 27 décembre 1975) s'intitule désormais : \"Opérations de liquidation de l'ancien secteur français de Berlin\".Ce compte, géré par le ministre des affaires étrangères, retrace, à compter du 1er janvier et jusqu'au 31 décembre 1996, les opérations de recettes et de dépenses effectuées au titre de la liquidation du statut quadripartite de la ville de Berlin, ainsi que celles relatives au maintien, pour une période limitée, de forces militaires françaises à Berlin.Au crédit du compte sont imputés la contribution versée par la République fédérale d'Allemagne, les versements effectués à partir des crédits du budget général et les recettes diverses en deutschemark recouvrées à Berlin.Au débit du compte sont constatées les dépenses relatives à la liquidation du statut quadripartite, aux opérations immobilières nécessaires aux établissements diplomatiques et consulaires français et aux frais de stationnement des forces demeurant à Berlin, notamment la partie des émoluments liée aux modalités du régime de rémunération applicable aux personnels en service à Berlin."
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "Il est ouvert aux ministres, pour 1991, au titre des mesures nouvelles des opérations à caractère temporaire des comptes d'affectation spéciale, des autorisations de programme et des crédits de paiement s'élevant respectivement à 24 000 000 F et à 4 000 000 F."
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "Il est ouvert aux ministres, pour 1991, au titre des mesures nouvelles des comptes de commerce, des autorisations de programme s'élevant à la somme de 80 000 000 F et une autorisation de découvert s'élevant à la somme de 1 400 000 000 F."
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "Le compte n° 904-04 : Coopération internationale - entretien et réparation de matériels aériens créé par l'article 9 de la loi n° 53-1336 du 31 décembre 1953 relative aux comptes spéciaux du Trésor pour l'année 1954 est clos à compter du 31 décembre 1991."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "I. - Les dispositions de l'article 69 de la loi de finances pour 1990 (n° 89-935 du 29 décembre 1989) sont prorogées et étendues pour l'année 1991 à l'ensemble des départements.II. Paragraphe modificateurIII. - La prorogation de ces dispositions au-delà de l'année 1991 est subordonnée à la promulgation des dispositions législatives fixant les obligations respectives de l'Etat et du département."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "Il est ouvert au ministre de l'économie, des finances et du budget, pour 1991, au titre des mesures nouvelles des comptes d'avances du Trésor, des crédits de paiement s'élevant à la somme de 80 000 000 F."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "Il est ouvert aux ministres, pour 1991, au titre des mesures nouvelles des comptes de prêts, des crédits de paiement s'élevant à la somme de 7 708 300 000 F."
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "Est fixée, pour 1991, conformément à l'état F annexé à la présente loi, la liste des chapitres sur lesquels s'imputent des crédits évaluatifs autres que ceux limitativement énumérés à l'article 9 de l'ordonnance n° 59-2 du 2 janvier 1959 portant loi organique relative aux lois de finances."
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "Est fixée, pour 1991, conformément à l'état G annexé à la présente loi, la liste des chapitres dont les dotations ont un caractère provisionnel."
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Article 80",
      "content": "Est fixée, pour 1991, conformément à l'état H annexé à la présente loi, la liste des chapitres sur lesquels s'imputent les crédits pouvant donner lieu à report, dans les conditions fixées par l'article 17 de l'ordonnance n° 59-2 du 2 janvier 1959 portant loi organique relative aux lois de finances."
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "Est approuvée, pour l'exercice 1991, la répartition suivante du produit estimé hors taxe sur la valeur ajoutée de la taxe dénommée \"redevance pour droit d'usage des appareils récepteurs de télévision\", affectée aux organismes du secteur public de la communication audiovisuelle : (En millions de francs)Institut national de l'audiovisuel : 152,5Antenne 2 : 1 751,0France Régions 3 : 2 769,6Société nationale de radiodiffusion et de télévision d'outre-mer : 771,6Radio France 2 : 015,2Radio France internationale : 39,3Société européenne de programmes de télévision : 284,5Total : 7 783,7Est approuvé, pour l'exercice 1991, le produit attendu des recettes provenant de la publicité de marques et de la publicité collective des sociétés du secteur public de l'audiovisuel pour un montant total de 2 085,1 millions de francs hors taxes, selon la répartition suivante : (En millions de francs)Antenne 2 : 1 6,7France Régions 3 : 496,9Société nationale de radiodiffusion et de télévision d'outre-mer : 69,0Radio France : 69,0Radio France internationale : 3,5Total : 2 085,1Est approuvé, pour l'exercice 1991, le produit attendu des recettes de parrainage des sociétés du secteur public de l'audiovisuel pour un montant total de 60 millions de francs hors taxes."
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "Article 90",
      "content": "I. 1. Alinéa modificateur.2. Ces dispositions s'appliquent aux dépenses payées à compter du 1er janvier 1991.II. 1. Alinéa modificateur.2. Les dispositions du 2° de l'article 39 AA du code général des impôts cessent d'être applicables pour les matériels acquis ou fabriqués à compter du 1er janvier 1991."
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "Article 91",
      "content": "I. et II. Paragraphes modificateursIII. Ces dispositions s'appliquent pour l'imposition des plus-values réalisées à compter du 1er janvier 1991."
    },
    {
      "provision_ref": "art93",
      "section": "93",
      "title": "Article 93",
      "content": "I. et II. Paragraphes modificateurs.III. - Pour l'application du I, les dispositions de l'article 2 de la loi n° 86-29 du 9 janvier 1986 portant dispositions diverses relatives aux collectivités locales ne sont pas applicables."
    },
    {
      "provision_ref": "art94",
      "section": "94",
      "title": "Article 94",
      "content": "Pour l'application du II de l'article 39 quindecies et des articles 151 sexies et 151 septies du code général des impôts, les terrains expropriés qui ne remplissent pas les conditions mentionnées à l'article L. 322-3 du code de l'expropriation pour cause d'utilité publique ne sont pas considérés comme des biens entrant dans le champ d'application de l'article 691 du code général des impôts.\n\nCes dispositions s'appliquent aux plus-values réalisées à compter du 1er janvier 1991."
    },
    {
      "provision_ref": "art95",
      "section": "95",
      "title": "Article 95",
      "content": "I. à V. Paragraphes modificateurs.VI. Les dispositions du présent article relatives aux distributions, répartitions, cessions et rachats sont applicables à compter du 1er janvier 1991, à l'exception de celles du V qui s'appliquent à compter du 12 septembre 1990."
    },
    {
      "provision_ref": "art101",
      "section": "101",
      "title": "Article 101",
      "content": "Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 90-285 DC du 28 décembre 1990"
    },
    {
      "provision_ref": "art102",
      "section": "102",
      "title": "Article 102",
      "content": "I. à IV. Paragraphes modificateursV. - 1. A compter de 1992, la taxe professionnelle est due dans les conditions de droit commun :a) Par les sociétés coopératives agricoles, leurs unions et les sociétés d'intérêt collectif agricole qui font appel public à l'épargne ;b) Par les sociétés d'intérêt collectif agricole dont plus de 50 p. 100 du capital ou des voix sont détenus directement ou par l'intermédiaire de filiales par des associés autres que ceux visés aux 1°, 2° et 3° de l'article L.  522-1 du code rural.2. A titre transitoire, les bases d'imposition à la taxe professionnelle des coopératives agricoles qui ont émis des titres participatifs avec appel public à l'épargne avant le 1er juillet 1990 et des sociétés visées au b du 1 ci-dessus qui, au titre de 1991, ont bénéficié de l'exonération prévue à l'article 1451 du code général des impôts sont réduites de :- 70 p. 100 au titre de 1992 ;- 40 p. 100 au titre de 1993 ;- 20 p. 100 au titre de 1994.Ces pourcentages sont réduits de moitié pour les sociétés qui, au titre de 1991, ont bénéficié de la réduction prévue au 1° du I de l'article 1468 du code général des impôts."
    },
    {
      "provision_ref": "art103",
      "section": "103",
      "title": "Article 103",
      "content": "L'apport d'une exploitation individuelle, dans les conditions visées au cinquième alinéa de l'article 151 octies du code général des impôts, à une exploitation agricole à responsabilité limitée ou à un groupement agricole d'exploitation en commun par un exploitant agricole qui a pratiqué au titre d'un exercice précédent celui de l'apport la déduction prévue à l'article 72 D du code général des impôts n'est pas considéré pour l'application de cet article comme une cessation d'activité si la société bénéficiaire de l'apport remplit les conditions prévues au même article et s'engage à utiliser la déduction conformément à son objet dans les cinq années qui suivent celle au cours de laquelle elle a été pratiquée.Lorsqu'elle n'est pas utilisée conformément à son objet, la déduction est rapportée aux résultats de l'exercice clos à l'occasion de l'apport en société.Ces dispositions s'appliquent pour les apports réalisés à compter du 1er janvier 1991."
    },
    {
      "provision_ref": "art106",
      "section": "106",
      "title": "Article 106",
      "content": "Les sociétés d'attribution d'immeubles en jouissance à temps partagé sont redevables de la taxe d'habitation afférente aux locaux attribués en jouissance à leurs membres."
    },
    {
      "provision_ref": "art109",
      "section": "109",
      "title": "Article 109",
      "content": "I. Paragraphe modificateurII. - Chaque année, le Gouvernement fournira, dans l'annexe \"voies et moyens\" du projet de loi de finances, des éléments précisant le coût du régime fiscal particulier des sociétés agréées pour le financement d'oeuvres cinématographiques ou audiovisuelles et l'utilisation qui est faite de ce régime par les différentes sociétés bénéficiaires."
    },
    {
      "provision_ref": "art111",
      "section": "111",
      "title": "Article 111",
      "content": "I. Paragraphe modificateurII. Les dispositions du I ont un caractère interprétatif."
    },
    {
      "provision_ref": "art112",
      "section": "112",
      "title": "Article 112",
      "content": "Le montant des redevances d'exploitation auxquelles sont assujettis les exploitants d'installations nucléaires de base, en application de l'article 17 de la loi de finances rectificative pour 1975 (n° 75-1242 du 27 décembre 1975), est revalorisé de 6 p. 100 à compter du 1er janvier 1991."
    },
    {
      "provision_ref": "art121",
      "section": "121",
      "title": "Article 121",
      "content": "Les maîtres en service à l'école maternelle Henri-Bergasse de Marseille (Bouches-du-Rhône), intégrée dans l'enseignement public en application de la loi n° 59-1557 du 31 décembre 1959 sur les rapports entre l'Etat et les établissements d'enseignement privés, qui justifient au 1er janvier 1991 de services effectifs d'une durée équivalente à un an au moins de services à temps complet, pourront, à compter de cette date, sur leur demande, dans la limite des emplois budgétaires créés à cet effet, être nommés puis titularisés dans les cadres de la fonction publique relevant du ministère de l'éducation nationale, de la jeunesse et des sports.Un décret en Conseil d'Etat fixera les conditions d'intégration, de vérification d'aptitude professionnelle et de classement des intéressés.Les maîtres titularisés seront admis au bénéfice des dispositions de la loi n° 85-489 du 9 mai 1985 relative aux conditions de cessation d'activité de maîtres de l'enseignement public ayant exercé dans certains établissements d'enseignement privés."
    },
    {
      "provision_ref": "art122",
      "section": "122",
      "title": "Article 122",
      "content": "Alinéa modificateurAucun versement de l'Etat ne sera effectué à ce titre à compter du 1er janvier 1991."
    },
    {
      "provision_ref": "art125",
      "section": "125",
      "title": "Article 125",
      "content": "I.-Le budget annexe “ Contrôle et exploitation aériens ” retrace l'ensemble des opérations des services de l'Etat chargés de l'aviation civile relatives à la navigation aérienne, aux politiques publiques de l'aviation civile, à la sécurité et aux opérations qui leur sont associées.\n\nII. - Le budget annexe Contrôle et exploitation aériens comprend, en dépenses, les dépenses de fonctionnement et d'investissement, y compris les opérations en cours, et en recettes, les produits des redevances et prix rémunérant ces missions et des emprunts.\n\nIII. - Est affecté au budget annexe mentionné au I le produit des taxes suivantes :\n\n1° La taxe sur le transport aérien de passagers mentionnée à l'article L. 422-13 du code des impositions sur les biens et services dans les conditions suivantes :\n\na) A hauteur de la fraction résultant du tarif de l'aviation civile prévu au 1° de l'article L. 422-20 et du tarif unique de l'aéroport de Bâle-Mulhouse prévu à l'article L. 422-26 du même code ;\n\n2° La taxe sur le transport aérien de marchandises mentionnée à l'article L. 422-41 du code des impositions sur les biens et services, à hauteur de la fraction résultant du tarif de l'aviation civile prévu au 1° de l'article L. 422-45 du même code ;\n\n3° Les frais d'assiette et de recouvrement mentionnés au XVII de l'article 1647 du code général des impôts.\n\nIV. - Pour le recouvrement des taxes mentionnées à l'article L. 6431-6 du code des transports, le comptable du budget annexe mentionné au I exerce les missions dévolues par le livre des procédures fiscales aux comptables mentionnés à l'article L. 252 de ce livre."
    }
  ]
}