{
  "id": "loi-n-2002-2-du-2-janvier-2002",
  "type": "statute",
  "title": "Loi n° 2002-2 du 2 janvier 2002",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000215460",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "A compter de la publication des décrets pris pour l'application des articles 8, 10 et 11 de la présente loi, et au plus tard le premier jour du sixième mois suivant la publication de celle-ci, les établissements et services sociaux et médico-sociaux et les lieux de vie disposent d'un délai de six mois pour mettre en oeuvre les dispositions de ces articles.Ce délai est fixé à un an pour les dispositions de l'article 12."
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Article 80",
      "content": "Les établissements et services sociaux et médico-sociaux et les lieux de vie autorisés à la date de la publication de la présente loi le demeurent dans la limite fixée au quatrième alinéa de l'article L. 313-1 du code de l'action sociale et des familles."
    },
    {
      "provision_ref": "art80-1",
      "section": "80-1",
      "title": "Article 80-1",
      "content": "I.-Les établissements, services et lieux de vie et d'accueil qui ne disposent pas, à la date de publication de la loi n° 2015-1776 du 28 décembre 2015 relative à l'adaptation de la société au vieillissement, d'une autorisation au titre de tout ou partie de leurs activités relevant de l'article L. 312-1 du code de l'action sociale et des familles, délivrée en application de l'article 9 de la loi n° 75-535 du 30 juin 1975 relative aux institutions sociales et médico-sociales ou en application de l'article L. 313-1 du même code, sont réputés bénéficier de l'autorisation mentionnée au même article L. 313-1 à compter de leur date d'ouverture. Les établissements, services et lieux de vie et d'accueil doivent remplir les deux conditions suivantes :\n\n1° Avoir exercé ces activités non autorisées relevant de l'article L. 312-1 dudit code préalablement à l'application du régime d'autorisation prévu à l'article 9 de la loi n° 75-535 du 30 juin 1975 précitée ou à l'article L. 313-1 du même code ;\n\n2° Avoir bénéficié au titre de ces activités, en vertu d'une décision unilatérale des autorités compétentes ou d'une convention conclue avec elles, d'une habilitation à recevoir des bénéficiaires de l'aide sociale ou d'une autorisation de dispenser des soins remboursables aux assurés sociaux.\n\nLes catégories de bénéficiaires et les capacités d'accueil ainsi réputées avoir fait l'objet d'une autorisation sont celles figurant dans la décision ou la convention en vigueur la plus récente.\n\nII.-Les établissements, services et lieux de vie et d'accueil relevant du 4° du I de l'article L. 312-1 du code de l'action sociale et des familles qui ne disposent pas, à la date de publication de la loi n° 2015-1776 du 28 décembre 2015 relative à l'adaptation de la société au vieillissement, d'une autorisation délivrée en application de l'article 9 de la loi n° 75-535 du 30 juin 1975 précitée ou de l'article L. 313-1 du même code sont réputés bénéficier de l'autorisation mentionnée au même article L. 313-1 à compter de leur date d'ouverture. Cette autorisation est valable pendant une durée de deux ans à compter de la publication de la loi n° 2015-1776 du 28 décembre 2015 précitée. Les établissements, services et lieux de vie et d'accueil doivent remplir les deux conditions suivantes :\n\n1° Avoir exercé ces activités non autorisées relevant du 4° du I de l'article L. 312-1 dudit code préalablement à l'application du régime d'autorisation prévu à l'article 9 de la loi n° 75-535 du 30 juin 1975 précitée ou à l'article L. 313-1 du même code ;\n\n2° Bénéficier ou avoir bénéficié d'une habilitation à recevoir des mineurs confiés habituellement par l'autorité judiciaire, délivrée au titre de l'article L. 313-10 dudit code.\n\nLe renouvellement de cette autorisation s'effectue, dans des conditions précisées par décret, au regard :\n\na) Des résultats de l'évaluation externe mentionnée à l'article L. 312-8 du même code ;\n\nb) Des objectifs et des besoins formalisés dans les schémas prévus au 4° de l'article L. 312-5 du même code ;\n\nc) Des orientations fixées par le représentant de l'Etat dans le département, pour ce qui relève exclusivement de son autorité.\n\nIII.-Les foyers de jeunes travailleurs qui ne disposent pas, à la date de publication de la loi n° 2015-1776 du 28 décembre 2015 relative à l'adaptation de la société au vieillissement, pour tout ou partie de leurs activités relevant du 10° du I de l'article L. 312-1 du code de l'action sociale et des familles, d'une autorisation délivrée en application de l'article 9 de la loi n° 75-535 du 30 juin 1975 précitée ou de l'article L. 313-1 du même code et qui ont commencé les activités relevant du 10° du I de l'article L. 312-1 dudit code avant que l'obligation découlant de ces articles ne leur soit applicable, ou entre le 31 mars 2010 et le 27 mars 2014, sont réputés bénéficier de l'autorisation mentionnée à l'article L. 313-1 du même code à compter de leur date d'ouverture. Sont également réputés autorisés, à compter de la signature de la convention conclue par le gestionnaire du foyer en application des articles L. 351-2 et L. 353-2 du code de la construction et de l'habitation, les projets ayant fait l'objet avant le 27 mars 2014 d'une décision de financement au titre des aides publiques prévues au 1° de l'article L. 301-2 du même code.\n\nDans un délai d'un an à compter de la date de promulgation de la loi n° 2015-1776 du 28 décembre 2015 précitée, l'autorité compétente de l'Etat fixe la capacité d'accueil ainsi réputée autorisée, compte tenu du nombre de logements destinés aux jeunes travailleurs et prévus par la convention conclue par le gestionnaire du foyer en application des articles L. 351-2 et L. 353-2 du code de la construction et de l'habitation, ou par une convention conclue dans le cadre de l'article L. 263-1 du code de la sécurité sociale.\n\nIV.-Les établissements et services mentionnés aux I et III du présent article qui, à la date de la publication de la loi n° 2015-1776 du 28 décembre 2015 précitée, n'ont pas communiqué à l'autorité administrative l'évaluation externe prévue au cinquième alinéa de l'article L. 312-8 du code de l'action sociale et des familles, et dont l'autorisation vient à échéance dans un délai de deux ans suivant la date de la publication de la même loi, voient la durée de cette autorisation prorogée pour une durée de deux ans à compter de cette même date."
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "Est ratifiée l'ordonnance n° 2000-1249 du 21 décembre 2000 relative à la partie Législative du code de l'action sociale et des familles, prise en application de la loi n° 99-1071 du 16 décembre 1999 portant habilitation du Gouvernement à procéder, par ordonnances, à l'adoption de la partie Législative de certains codes."
    }
  ]
}