{
  "id": "ordonnance-n-2017-1491-du-25-octobre-2017",
  "type": "statute",
  "title": "Ordonnance n°2017-1491 du 25 octobre 2017",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000035879962",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "La partie législative du code du travail est applicable à Mayotte sous réserve des adaptations prévues au présent chapitre et dans les conditions définies au chapitre III de la présente ordonnance.Les références à des dispositions abrogées par le premier alinéa de l'article 31 de la présente ordonnance sont remplacées par les références aux dispositions correspondantes du code du travail."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Les sixième, septième, neuvième et dixième alinéas de l'article 2331 et le 9° de l'article 2332 du code civil sont applicables à Mayotte.III. - La loi du 29 mars 1935 relative au statut du journaliste n'est pas applicable à Mayotte.\n\n- Code civil"
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code de l'éducation\n\nII. - Les dispositions du code de l'éducation relatives à la formation professionnelles sont applicables à Mayotte sauf s'il en est disposé autrement."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I. et II. - A modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\n- Code de la propriété intellectuelle\n\n- Code de la propriété intellectuelle\n\nIII. - Les dispositions du code de la propriété intellectuelle relatives au droit du travail sont applicables à Mayotte."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Code du sport.\n\nII. - Les dispositions suivantes du même code sont applicables à Mayotte :1° L'article L. 221-13 ;2° Les articles L. 222-2 à L. 222-2-11 ;3° L'article L. 222-3 ;4° L'article L. 222-4."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "I. - A modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\n- Code des transports\n\n- Code des transports\n\nII. - Les dispositions suivantes du code des transports sont applicables à Mayotte :1° Le chapitre IV du titre II du livre III de la première partie ;2° L'article L. 1311-1 ;3° L'article L. 1321-4 ;4° La section 6 du chapitre Ier du titre II du livre III de la première partie ;5° Les articles L. 3312-3 et L. 3313-2 ;6° Les articles L. 4511-1 et L. 4511-2 ;7° Le b du 3° de l'article L. 5511-1, les articles L. 5541-1 à L. 5542-17, L. 5542-18-1, L. 5542-29 à L. 5542-33-2, les articles L. 5542-33-3 à L. 5542-38, L. 5542-39-1 à L. 5542-48, les articles L. 5542-55, L. 5543-1 à L. 5543-5, L. 5544-1 à L. 5544-60, L. 5544-62 , L. 5544-63, L. 5545-1 à L. 5545-9, L. 5545-11 à L. 5545-13, l'article L. 5545-14 à l'exception du c du 3°, les articles L. 5546-1, L. 5546-1-6, L. 5546-2 à L. 5548-4 et L. 5549-2 à L. 5549-6 ainsi que le titre VI du livre V de la cinquième partie ;8° Le chapitre IV du titre II du livre V de la sixième partie."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I. à V. - A modifié les dispositions suivantes :\n\nVI. - Les I et II de l'article 16 de l'ordonnance n° 2017-1385 du 22 septembre 2017 relative au renforcement de la négociation collective sont applicables à Mayotte.VII. - Le titre IV de l'ordonnance n° 2017-1386 du 22 septembre 2017 relative à la nouvelle organisation du dialogue social et économique dans l'entreprise et favorisant l'exercice et la valorisation des responsabilités syndicales est applicable à Mayotte à compter du 1er janvier 2018.VIII. - L'article 1er de l'ordonnance n° 2017-1387 du 22 septembre 2017 relative à la prévisibilité et la sécurisation des relations du travail est applicable à Mayotte.\n\n- Loi du 17 décembre 1926\n\n- Ordonnance n° 91-246 du 25 février 1991 relative au code du travail applicable dans la collectivité territoriale de Mayotte\n\n- LOI n°2007-1787 du 20 décembre 2007\n\n- LOI n°2012-1189 du 26 octobre 2012\n\n- LOI n° 2016-1088 du 8 août 2016"
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "A abrogé les dispositions suivantes :\n\nSans préjudice de l'application des dispositions des articles L. 1524-1 et L. 1524-3 du code du travail et sous réserve de ne pas être moins favorables que celles du code du travail et de la présente ordonnance, les dispositions des accords et conventions collectifs de travail conclus avant le 1er janvier 2018 continuent à produire leurs effets dans les conditions applicables avant cette date et jusqu'à leur résiliation par arrivée du terme, ou à l'expiration de la procédure de révision ou de dénonciation.Les mandats des délégués du personnel, membres de comités d'établissement ou d'entreprises, membres de comité d'hygiène, de sécurité et des conditions de travail arrivant à échéance à Mayotte entre la date de publication de la présente ordonnance et le 31 décembre 2018 peuvent être prorogés pour une durée maximale d'un an soit par accord collectif, soit par décision de l'employeur, après consultation du comité d'entreprise et, à défaut, des délégués du personnel.Pendant la période de prolongation des mandats les dispositions des titres I et II du livre III de la seconde partie du code du travail relatives aux délégués du personnel et au comité d'entreprise, ainsi que les dispositions du titre I du livre VI de la quatrième partie du code du travail, relatives au comité d'hygiène, de sécurité et des conditions de travail sont applicables dans leur rédaction en vigueur à la date de publication de l'ordonnance n° 2017-1386 du 22 septembre 2017 relative à la nouvelle organisation du dialogue social et économique dans l'entreprise et favorisant l'exercice et la valorisation des responsabilités syndicales.\n\n- Code du travail applicable à Mayotte."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Par dérogation aux dispositions de l'article 1er de la présente ordonnance :1° Les dispositions suivantes du code du travail sont applicables à Mayotte à compter du 1er janvier 2019 :a) Le titre V du livre Ier de la cinquième partie ;b) L'article L. 5522-29 ;c) Le chapitre III du titre II du livre III de la sixième partie ;2° Les chapitres Ier et II du titre VII du livre II de la première partie du code du travail sont applicables à Mayotte à compter du 1er janvier 2020 ;3° Les dispositions suivantes du code du travail sont applicables à Mayotte à compter du 1er janvier 2022 :a) Les premier et deuxième alinéas de l'article L. 1235-1 ;b) Le chapitre IV du titre V du livre II de la première partie ;c) Les titres Ier à VI du livre IV de la première partie, à l'exception des sections 1 à 4 du chapitre Ier et du chapitre III du titre IV, qui sont applicables à compter du 1er janvier 2021 ;d) L'article L. 2242-19 ;e) L'article L. 3152-4 ;f) Les articles L. 3133-7 à L. 3133-12 ;g) Le titre VI du livre Ier de la quatrième partie ;h) L'article L. 6322-37."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "I. - 1° La durée prévue à l'article L. 3121-27 du code du travail est applicable à Mayotte à compter du 1er janvier 2018 pour les entreprises dont l'effectif est d'au moins vingt salariés à cette date ;2° Pour les autres entreprises, la durée prévue à l'article L. 3121-27 du code du travail est applicable à compter du 1er janvier 2019. Pour ces entreprises, jusqu'au 31 décembre 2018 :a) Les articles L. 212-1 et L. 212-2 du code du travail applicable à Mayotte demeurent applicables dans leurs rédactions en vigueur au 31 décembre 2017 ;b) Les références à l'article L. 3121-27 du code du travail sont remplacées par des références à l'article L. 212-1 du code du travail applicable à Mayotte ;3° L'effectif est apprécié au 31 décembre 2017 dans les conditions prévues aux articles L. 1111-2 et L. 1111-3 du code du travail. L'effectif d'au moins vingt salariés doit être atteint pendant douze mois, consécutifs ou non, au cours des trois années précédentes ;4° La durée prévue à l'article L. 3121-27 est applicable aux situations de travail régies par les conventions et accords collectifs de travail en vigueur aux dates fixées aux 1° et 2° du I du présent article.II. - Les employeurs mentionnés à l'article L. 3111-1 du code du travail qui réduisent la durée du travail à compter du 1er janvier 2018 du fait de l'entrée en vigueur du code du travail à Mayotte versent à leurs salariés employés à temps complet dans leurs établissements situés à Mayotte un salaire brut mensuel au moins égal au produit du salaire minimum interprofessionnel garanti en vigueur au 31 décembre 2017 par le nombre d'heures correspondant à la durée collective applicable, dans la limite de cent soixante-neuf heures. La rémunération minimale applicable pour les durées collectives inférieures à trente-cinq heures hebdomadaires ou à 1 600 heures sur l'année ainsi que celle applicable aux salariés à temps partiel est calculée à due proportion.Les apprentis et les salariés ayant conclu un contrat de qualification, dont la durée du travail a été réduite, bénéficient de la garantie de rémunération définie au 1er alinéa du présent II au prorata du montant minimum légal de salaire fixé pour des salariés concernés.III. - Les entreprises qui réduisent la durée du travail conformément au II à compter du 1er janvier 2018 peuvent bénéficier d'une aide de l'Etat dans les conditions définies ci-après :1° Peuvent bénéficier de cette aide les employeurs de droit privé et les établissements publics à caractère industriel et commercial ;2° La réduction du temps de travail doit être d'au moins 10 % de la durée initiale et porter le nouvel horaire collectif au plus au niveau de la durée légale fixée par l'article L. 3121-7 du code du travail. L'ampleur de la réduction du temps de travail est appréciée à partir d'un mode constant de décompte de l'horaire collectif ;3° L'entreprise doit être à jour de ses obligations sociales et fiscales ;4° L'aide est versée pendant une durée de cinq ans pour chaque salarié maintenu dans son emploi à la suite de la réduction du temps de travail en bénéficiant lors de celle-ci du maintien de sa rémunération mensuelle brute. Elle est versée annuellement à terme échu au titre des rémunérations versées sur la période selon des modalités définies par décret en conseil d'Etat.L'aide est attribuée par convention entre l'entreprise et l'Etat sur la base d'une déclaration de l'employeur à l'autorité administrative, précisant notamment la durée du travail applicable dans l'entreprise et le nombre de salariés concernés. Son versement a lieu annuellement à terme échu.IV. - Un décret en Conseil d'Etat détermine les conditions d'application du présent article, notamment les montants de l'aide prévue au III.Ce décret détermine notamment les modalités de déclaration à l'autorité administrative et de contrôle par celle-ci de l'exécution de la convention conclue avec l'Etat, en particulier les conditions de dénonciation et de suspension de la convention, assorties le cas échéant, d'un remboursement de l'aide."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "Par dérogation aux dispositions du II de l'article 30 de la présente ordonnance :1° Pour la période du 1er janvier 2018 au 31 décembre 2019, les dispositions relatives à la fixation et à la revalorisation du plafond mentionné aux articles 7-2 et 8 de l'ordonnance n° 2002-149 du 7 février 2002 susvisée demeurent applicables dans leur version antérieure à l'entrée en vigueur de la présente ordonnance ;2° Pour la période du 1er janvier 2020 au 31 décembre 2020, le plafond mentionné aux articles 7-2 et 8 de l'ordonnance n° 2002-149 du 7 février 2002 susvisée est fixé en revalorisant le plafond en vigueur en 2019, conformément à l'évolution du montant fixé à Mayotte du salaire minimum prévu à l'article L. 3231-2 du code du travail en vigueur au 1er janvier 2018 par rapport au salaire minimum prévu à l'article L. 141-1 du code du travail applicable à Mayotte en vigueur au 1er janvier 2017."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "I. - Par exception aux dispositions de l'article 31, les articles L. 240-1 à L. 240-5 du code du travail applicable à Mayotte demeurent applicables aux services de santé au travail créés avant l'entrée en vigueur de la présente ordonnance :1° Jusqu'à la délivrance d'un agrément selon les règles prévues par le chapitre IV du titre II du livre VI de la quatrième partie du code du travail ;2° Au plus tard jusqu'au 31 décembre 2018.II. - Les dispositions du titre II du livre VI de la quatrième partie du code du travail sont applicables à Mayotte :1° A compter du 1er janvier 2018, pour les services de santé au travail nouvellement créés ;2° Au plus tard à compter du 1er janvier 2019, ou dès la délivrance d'un agrément selon les règles prévues par les mêmes chapitres du code du travail, pour les services de santé au travail existants à Mayotte."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "Pour l'application à Mayotte des dispositions de l'article L. 4321-2 du code du travail, un décret en Conseil d'Etat précise :1° Les durées et les modalités de mise en œuvre de la période transitoire pendant laquelle les équipements de travail utilisés, non soumis à des règles de conception lors de leur mise sur le marché, devront être mis en conformité avec les prescriptions minimales prévues à l'annexe I de la directive 2009/104/CE du Parlement européen et du Conseil du 16 septembre 2009 concernant les prescriptions minimales de sécurité et de santé pour l'utilisation par les travailleurs au travail d'équipements de travail, et ce au plus tard le 1er janvier 2022 ;2° Les conditions dans lesquelles les équipements de travail commandés avant le 1er janvier 2018 peuvent être assimilés à des équipements de travail utilisés au sens de l'alinéa précédent."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "I. - Les transferts de compétences à titre définitif résultant de l'application du code du travail à Mayotte et ayant pour conséquence d'accroître les charges du Département de Mayotte ouvrent droit à une compensation financière dans les conditions fixées aux articles L. 1614-1, L. 1614-2, L. 1614-3 et L. 1614-4 à L. 1614-7 du code général des collectivités territoriales pour les compétences prévues à la sixième partie du code du travail et selon les modalités fixées aux I, II et XII de l'article 133 de la loi n° 2015-991 du 7 août 2015 pour la compétence prévue au second alinéa de l'article L. 5522-21 du code du travail.II. - Ces transferts de compétences ne donnent lieu à aucun transfert de services au sens des articles 80 à 88 de la loi n° 2014-58 du 27 janvier 2014 relative à la modernisation de l'action publique territoriale et d'affirmation des métropoles. A compter du 1er janvier 2018, le Département de Mayotte reçoit une compensation financière dont les modalités sont précisées par décret."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "Sous réserve des dispositions du présent chapitre, la présente ordonnance entre en vigueur le 1er janvier 2018.Les dispositions du code du travail relatives au congé parental d'éducation et celles relatives au congé d'adoption sont applicables à Mayotte pour la naissance d'un enfant ou son arrivée au foyer dans le cadre d'une procédure d'adoption à partir du 1er janvier 2018.Les aides prévues aux articles L. 321-23 à L. 321-30 du code du travail applicable à Mayotte pour lesquelles une demande a été formulée avant la publication de la présente ordonnance sont instruites et donnent lieu à décision sur la base des articles cités ci-dessus."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "Le Premier ministre, la ministre du travail et la ministre des outre-mer sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}