{
  "id": "ordonnance-n-67-835-du-28-septembre-1967",
  "type": "statute",
  "title": "Ordonnance n° 67-835 du 28 septembre 1967",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000699943",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les conditions de vente ou de prestation de service pratiquées par un producteur, un importateur ou un grossiste, lorsqu'elles ont pour objet ou pour effet de différencier les prix pour un même produit ou service, peuvent être réglementées par arrêtés du ministre chargé de l'économie. Ces arrêtés peuvent, notamment, limiter à un taux ou un montant déterminé les écarts de prix résultant des dites conditions de vente ou de prestation de service, compte tenu, s'il y a lieu, des remises, ristournes, avoirs ou avantages quelconques, même accordés ou intervenus postérieurement à la facturation.L'indication, par quelque moyen que ce soit, par un producteur, un importateur ou un grossiste de prix conseillés au détaillant pour la vente au public de certains produits ou services peut être interdite dans la même forme."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les actions concertées, conventions, ententes expresses ou tacites, ou coalitions sous quelque forme et pour quelque cause que ce soit, ayant pour objet ou pouvant avoir pour effet d'empêcher, de restreindre ou de fausser le jeu de la concurrence, notamment :En faisant obstacle à l'abaissement des prix de revient, de vente ou de revente ;En favorisant la hausse ou la baisse artificielles des prix ;En entravant le progrès technique ;En limitant l'exercice de la libre concurrence par d'autres entreprises,sont prohibées sous réserve des dispositions de l'article suivant.Ces prohibitions s'appliquent à tous les biens, produits ou services nonobstant toutes dispositions contraires."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Ne sont pas visées par les dispositions de l'article précédent les actions concertées, conventions ou ententes ainsi que les activités d'une entreprise ou d'un groupe d'entreprises occupant une position dominante :1° Lorsqu'elles résultent de l'application d'un texte législatif ou réglementaire. Les textes de forme réglementaire intervenus avant le 31 octobre 1967 cesseront de pouvoir être invoqués à compter du 1er janvier 1969 ;2° Dans la mesure où leurs auteurs peuvent en justifier lorsqu'elles ont pour effet d'assurer le développement du progrès économique, notamment par l'accroissement de la productivité."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Par dérogation aux articles 5 et 19 à 33 inclus de l'ordonnance n° 45-1484 du 30 juin 1945, les infractions aux dispositions concernant les ententes et les positions dominantes assimilées à la pratique de prix illicites ne peuvent être constatées et poursuivies que dans les conditions prévues au présent article.Le ministre chargé de l'économie saisit la commission technique des ententes et des positions dominantes des faits qui lui paraissent susceptibles de constituer lesdites infractions et qui ont été soit consignés dans les rapports établis par les agents visés à l'article 6 de l'ordonnance n° 45-1484 précitée qui disposent à cette fin des pouvoirs d'investigation prévus au livre II de ladite ordonnance, soit éventuellement constatés par voie de procès-verbal dans les conditions prévues au même livre.La commission technique est chargée d'examiner si les pratiques qui lui sont soumises sont prohibées ou peuvent se trouver justifiées par les dispositions de l'article précédent.La commission technique des ententes et des positions dominantes peut se saisir d'office.Ses rapporteurs disposent des pouvoirs d'investigation prévus au livre II de l'ordonnance n° 45-1484 du 30 juin 1945. Leurs rapports sont communiqués aux parties intéressées qui sont mises en mesure de préserter leurs observations aux rapporteurs.Au vu de l'avis de la commission technique ou si la commission ne s'est pas prononcée dans le délai de six mois à compter du jour où elle a été saisie ou en cas d'urgence, de récidive ou de flagrant délit, le ministre peut transmettre le dossier au parquet soit en vue de l'application des dispositions de l'ordonnance n° 45-1484 du 30 juin 1945 relative à la constatation, la poursuite et la répression des infractions à la législation économique, soit en vue de l'application de l'article 52-1 du code pénal.Le ministre peut également offrir aux parties intéressées de souscrire un règlement amiable par lequel celles-ci s'engagent à apporter à leurs activités les modifications qu'il juge nécessaires. Cette offre peut être assortie de délais et de conditions.Elle devient caduque faute d'acceptation par l'ensemble des parties intéressées dans un délai, fixé par le ministre, qui ne peut être inférieur à deux mois.Le règlement amiable est réputé non avenu lorsqu'il est établi que les engagements souscrits n'ont pas été observés. Notification en est faite par le ministre à toutes les parties intéressées."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Sont abrogés :Les articles 37 (1°, b et f) et 50 à 59 compris de l'ordonnance n° 45-1483 du 30 juin 1945 sur les prix ;La loi n° 47-1306 du 16 juillet 1947 modifiant la législation et la réglementation relatives à la vente et à l'achat de véhicules d'occasion ;L'article 7 de la loi n° 51-356 du 20 mars 1951 portant interdiction du système de vente avec timbres-primes ou tous autres titres analogues ou avec primes en nature."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Un décret en Conseil d'Etat déterminera, en tant que de besoin, les modalités d'application du titre II de la présente ordonnance."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Le Premier ministre, le garde des sceaux, ministre de la justice, le ministre de l'économie et des finances et le ministre de l'industrie sont chargés, chacun en ce qui le concerne, de l'exécution de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    },
    {
      "provision_ref": "artPréambule",
      "section": "Préambule",
      "title": "Article Préambule",
      "content": "Monsieur le Président,La libre concurrence demeure la loi du marché élargi, à laquelle les entreprises françaises seront bientôt pleinement soumises et doivent être préparées. Mais toutes les sociétés industrielles ont reconnu qu'elle ne peut être maintenue sans règles qui l'ordonnent et la rendent claire et loyale ; elle se perd par ses excès, comme par ses restrictions, alors qu'elle doit avoir pour seule fin la satisfaction des besoins du consommateur au meilleur prix dans des conditions où il puisse justement apprécier et comparer les biens et services offerts.La loyauté de cette confrontation, son efficacité ultime au bénéfice du consommateur seront désormais les garants de la vigueur de nos entreprises et de la santé de notre économie. A chaque stade les restrictions et déviations doivent être évitées ou corrigées :au niveau de la production le monopole qui supprime la concurrence, l'entente qui y fait échec sans profit pour l'économie, au niveau de la distribution le cloisonnement du marché, l'accaparement des réseaux par les pratiques restrictives, les remises occultes ou abusives, au niveau du consommateur enfin les annonces fallacieuses, les prix fictifs, les avantages inutiles et trompeurs, toutes ces pratiques nées spontanément d'une concurrence sans règle doivent être dénoncées et éventuellement sanctionnées.Au cours de ces dernières années l'on a pu constater précisément en France la nocivité de certains comportements de producteurs ou d'importateurs, lorsque la conquête des marchés était recherchée par la surenchère dans l'octroi d'avantages aux revendeurs plutôt que dans la baisse des prix au consommateur. Le désordre s'est installé dans les circuits commerciaux de branches industrielles importantes et certains producteurs nationaux ont été parfois mis en difficulté.    Cette expérience a fait ressortir les insuffisances de notre législation protectrice de la concurrence, telle qu'elle résulte des textes successivement incorporés à l'ordonnance de 1945 sur les prix, en 1953, 1958 et 1963 notamment.La présente ordonnance a précisément pour objet de compléter et de préciser les règles édictées par le décret du 24 juin 1958 et la loi du 2 juillet 1963.Le titre Ier contient des dispositions tendant à l'assainissement de la concurrence. Il donne pouvoir au ministre de l'économie de s'opposer aux excès auxquels peuvent conduire certaines pratiques commerciales des producteurs, des importateurs et des grossistes, qui prennent alors un caractère discriminatoire ou déloyal :Ainsi pourront être réglementées les conditions de vente qui comportent des différenciations de prix pour les mêmes produits ou services, et notamment des avantages accordés postérieurement à la facturation ;Ainsi pourra être interdite la diffusion de barèmes de prix conseillés aux détaillants, lorsque les prix sont fixés à un niveau anormalement élevé pour permettre aux revendeurs d'attirer le public par des rabais spectaculaires tout en conservant une marge bénéficiaire très forte.Le titre II relatif aux ententes et positions dominantes précise et assouplit la législation en vigueur en s'inspirant des suggestions faites par une commission d'experts constituée de magistrats, de fonctionnaires, de personnalités professionnelles et syndicales, après étude approfondie de la pratique française, appréciation de ses résultats et mesure de ses insuffisances.Les règles de droit applicables en la matière n'ont pas fait l'objet de modifications profondes ; toutefois les textes se rapprochent désormais davantage dans leur forme nouvelle des dispositions correspondantes du Traité de Rome. Ils donnent notamment une définition plus large des critères à retenir pour apprécier l'illicéité des ententes, dont les formes et les objets multiples pouvaient n'être pas toujours visés par les règles précédemment en vigueur.A l'inverse, la définition des données de fait dont les ententes peuvent se prévaloir pour être validées a été quelque peu allégée pour permettre de faire, avec toute la souplesse souhaitable, un bilan économique d'ensemble. Enfin, un aménagement des règles de procédure vise à faciliter le règlement amiable des affaires par le ministre chargé de l'économie lorsque les professionnels s'engagent à abandonner les pratiques incriminées.Le titre III comprend des dispositions d'applications et diverses.Il intègre les mesures prévues par les titres Ier et II dans l'ordonnance du 30 juin 1945 relative aux prix, comme l'avaient déjà été les textes législatifs de 1953, 1958 et 1963 relatifs à la libre concurrence.A cette occasion certaines dispositions périmées de l'ordonnance de 1945 sont abrogées tandis que d'autres sont mises à jour et complétées.Veuillez agréer, Monsieur le Président, l'assurance de notre profond respect."
    }
  ]
}