{
  "id": "ordonnance-n-2023-870-du-13-septembre-2023",
  "type": "statute",
  "title": "Ordonnance n°2023-870 du 13 septembre 2023",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000048067975",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "La reconstruction ou la réfection, à l'identique ou avec des adaptations ou améliorations, des bâtiments dégradés ou détruits au cours des violences urbaines survenues du 27 juin au 5 juillet 2023 est soumise aux dispositions du code de l'urbanisme sous réserve des dérogations aux dispositions législatives et règlementaires applicables aux autorisations d'urbanisme, prévues aux articles 2 à 6 de la présente ordonnance, et, en ce qui concerne la participation du public, à son article 7."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. - Par dérogation à l'article L. 111-15 du code de l'urbanisme, la reconstruction ou la réfection, à l'identique ou avec les adaptations ou améliorations prévues au présent article, des bâtiments mentionnés à l'article 1er est autorisée, sous réserve qu'ils aient été régulièrement édifiés, nonobstant toute disposition d'urbanisme contraire, y compris lorsqu'un plan local d'urbanisme, tout document en tenant lieu ou la carte communale en dispose autrement.II. - Les travaux, installations ou aménagements nécessaires à cette reconstruction ou à cette réfection peuvent comporter des adaptations de la construction initiale, dans la limite d'une diminution ou d'une augmentation de 5 % de son gabarit initial.Lorsqu'elle est justifiée par un objectif d'amélioration de la performance énergétique, d'accessibilité ou de sécurité, cette diminution ou cette augmentation peut dépasser 5 % du gabarit initial, à proportion des modifications du bâtiment nécessaires à la réalisation du ou des objectifs invoqués.Ces adaptations et améliorations ne peuvent avoir pour effet de modifier la destination ou la sous-destination initiale du bâtiment.III. - Ce droit à reconstruction ou à réfection, que celle-ci comporte ou non des modifications du bâtiment initial, s'exerce dans les limites des règles applicables en matière de risques naturels, technologiques ou miniers auxquelles la reconstruction ou la réfection ne peut contrevenir et, le cas échéant, sous réserve des prescriptions de sécurité dont l'autorité compétente peut assortir le permis."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les opérations et travaux de démolition, de terrassement, de fondation peuvent être engagés dès le dépôt, selon le cas, de la demande ou de la déclaration préalable."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "La demande d'autorisation d'urbanisme précise que le projet est soumis au régime dérogatoire prévu par la présente ordonnance.Le cas échéant, les adaptations et améliorations qu'il est envisagé d'apporter au bâtiment initial font l'objet d'une motivation spécifique.Le maire procède, dans les meilleurs délais et pendant toute la durée de l'instruction, à l'affichage en mairie ou à la publication par voie électronique, sur le site internet de la commune, d'un avis de dépôt de demande de permis ou de déclaration préalable précisant les caractéristiques essentielles du projet.Le récépissé de dépôt de la demande est affiché sans délai sur le terrain, de manière visible de l'extérieur, par les soins du demandeur."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Le délai d'instruction de la demande de permis de construire, d'aménager ou de démolir est limité à un mois. Celui de la déclaration préalable est limité à quinze jours.Lorsque la décision relève de l'Etat, le maire transmet sans délai le dossier au représentant de l'Etat dans le département et en conserve un exemplaire.L'autorité compétente dispose d'un délai de cinq jours à compter de la réception du dossier pour notifier, le cas échéant, au demandeur que son dossier est incomplet, en lui indiquant les pièces et informations manquantes."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Lorsque la délivrance de l'autorisation d'urbanisme est subordonnée au recueil préalable de l'avis, de l'accord ou de l'autorisation d'un organisme ou d'une autorité administrative, l'autorité compétente lui transmet un exemplaire du dossier, dans les cinq jours suivant sa réception.Les majorations ou prolongations du délai d'instruction de la demande d'urbanisme découlant de l'application de règles de délivrance prévues par d'autres législations que celle de l'urbanisme sont limitées à quinze jours à compter de la réception du dossier par l'organisme ou l'autorité administrative concernés.Le cas échéant, la majoration ou la prolongation du délai d'instruction est notifiée sans délai au demandeur.Lorsque la réalisation des travaux est subordonnée à l'accomplissement préalable d'une procédure de participation du public selon les modalités prévues à l'article L. 123-19 du code de l'environnement, la majoration du délai d'instruction est limitée à quarante-cinq jours.Les avis, accords ou autorisations requis sont adressés à l'autorité compétente pour délivrer l'autorisation d'urbanisme dans un délai de quinze jours à compter de la réception du dossier. Nonobstant toute disposition contraire, le silence gardé passé ce délai vaut, selon le cas, avis favorable ou acceptation tacite.Lorsque ces avis, accords ou autorisations sont émis par un organisme collégial, celui-ci statue dans les plus brefs délais et par tout moyen assurant l'identification des participants et le respect de la confidentialité des débats vis-à-vis des tiers, nonobstant toute disposition particulière le régissant."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Lorsque la réalisation des travaux requiert l'accomplissement préalable d'une procédure de participation du public, l'autorité compétente peut recourir à la procédure de participation par voie électronique prévue à l'article L. 123-19 du code de l'environnement et exempter le projet d'enquête publique."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "La présente ordonnance s'applique aux demandes d'autorisations d'urbanisme déposées dans les dix-huit mois à compter de son entrée en vigueur."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "La Première ministre, le ministre de la transition écologique et de la cohésion des territoires et le ministre délégué auprès du ministre de la transition écologique et de la cohésion des territoires, chargé du logement, sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}