{
  "id": "ordonnance-n-2005-868-du-28-juillet-2005",
  "type": "statute",
  "title": "Ordonnance n° 2005-868 du 28 juillet 2005",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000261648",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Pour l'application des articles L. 314-1 et suivants du code de l'urbanisme à Mayotte, les occupants n'ayant pas la nationalité française doivent remplir les conditions d'entrée et de séjour réguliers prévues par l'ordonnance n° 2000-373 du 26 avril 2000 modifiée relative aux conditions d'entrée et de séjour des étrangers à Mayotte."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "La présente ordonnance entrera en vigueur le 1er janvier 2006.L'article L. 121-10 du code de l'urbanisme n'est applicable au plan d'aménagement et de développement durable de Mayotte qu'à compter de sa première révision.L'ordonnance n° 90-571 du 25 juin 1990 portant extension et adaptation de dispositions du code de l'urbanisme dans la collectivité territoriale de Mayotte est abrogée à compter du 1er janvier 2006.Toutefois, les dispositions de cette ordonnance restent en tant que de besoin applicables jusqu'au 1er janvier 2011 aux plans d'occupation des sols approuvés tant qu'ils n'ont pas été mis en forme de plan local d'urbanisme et aux schémas d'aménagement de village ou de communes tant qu'ils n'ont pas été remplacés par un plan local d'urbanisme ou une carte communale."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Le Premier ministre, le ministre des transports, de l'équipement, du tourisme et de la mer et le ministre de l'outre-mer sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}