{
  "id": "ordonnance-n-2012-579-du-26-avril-2012",
  "type": "statute",
  "title": "Ordonnance n°2012-579\n du 26 avril 2012",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000025752645",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Sont applicables à Mayotte l'article 91 de la loi du 28 avril 1816, l'ordonnance du 28 juin 1945 et l'ordonnance du 2 novembre 1945 susvisées."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les attributions dévolues aux chambres départementales et régionales d'huissiers de justice mentionnées à l'article 5 de l'ordonnance du 2 novembre 1945 susvisée sont exercées, en ce qui concerne le Département de Mayotte, par les établissements d'utilité publique existant dans le département de La Réunion."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les huissiers en exercice à la date de publication de la présente ordonnance, nommés en cette qualité en application des dispositions de l'acte n° 70-29 CHD du 31 décembre 1970 de la Chambre des députés des Comores, deviennent, à la même date, huissiers de justice titulaires d'un office créé au lieu de leur exercice professionnel."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les huissiers de justice qui bénéficient des dispositions de l'article 3 sont titulaires du droit de présenter leur successeur à l'agrément du garde des sceaux, ministre de la justice et des libertés, dans les conditions prévues à l'article 91 de la loi du 28 avril 1816 susvisée.Un décret en Conseil d'Etat fixe les modalités de détermination de ce droit de présentation et du paiement à l'Etat de l'indemnité correspondante."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Les dispositions du troisième alinéa de l'article 2 de l'ordonnance du 2 novembre 1945 susvisée ne sont applicables aux huissiers de justice qui bénéficient des dispositions de l'article 3 de la présente ordonnance que pour les réclamations et les actions en responsabilité relatives à des actes ou des faits postérieurs à la publication de celle-ci.Un décret en Conseil d'Etat fixe les conditions dans lesquelles est calculée et perçue la cotisation spéciale correspondant à la garantie de leur responsabilité professionnelle."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Les peines disciplinaires prononcées à l'encontre d'un huissier avant la publication de la présente ordonnance par application de l'acte n° 70-29 CHD du 31 décembre 1970 susmentionné ou postérieurement à celle-ci par application du second alinéa du présent article continuent à produire leurs effets dans le cadre de la profession d'huissier de justice à laquelle l'intéressé accède en application de l'article 3 de la présente ordonnance.La chambre d'appel de Mamoudzou demeure compétente à l'effet de statuer sur les procédures disciplinaires pendantes devant elle à la date de publication de la présente ordonnance. Les procédures engagées à compter de cette date sont de la compétence des instances disciplinaires mentionnées aux articles 5 et suivants de l'ordonnance du 28 juin 1945 susvisée, quelle que soit la date des faits poursuivis. Dans tous les cas, seules peuvent être prononcées les sanctions encourues à la date des faits."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "L'acte n° 70-29/CHD du 31 décembre 1970 de la Chambre des députés des Comores relatif aux huissiers et aux agents d'exécution est abrogé."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Les dispositions des articles 22 à 25-1 de la loi du 31 décembre 1971 susvisée s'appliquent aux procédures disciplinaires engagées postérieurement à la publication de la présente ordonnance."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Le Premier ministre, le garde des sceaux, ministre de la justice et des libertés, et le ministre de l'intérieur, de l'outre-mer, des collectivités territoriales et de l'immigration sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}