{
  "id": "ordonnance-n-2016-391-du-31-mars-2016",
  "type": "statute",
  "title": "Ordonnance n°2016-391 du 31 mars 2016",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000032325397",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Le code rural et de la pêche maritime est modifié conformément aux articles 2 à 11."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Outre celles mentionnées aux articles 12 à 16, les références faites dans des dispositions législatives ou réglementaires à des dispositions du code rural et de la pêche maritime modifiées par les articles 2 à 11 de la présente ordonnance sont remplacées par les références nouvelles issues de ces articles."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Les articles L. 373-2 et L. 683-1 du code rural et de la pêche maritime, dans leur rédaction en vigueur antérieurement à la publication de la présente ordonnance, sont maintenus en vigueur en tant que la compétence pour les modifier relève de la Polynésie française.Les articles L. 373-3 à L. 373-6, L. 582-1 à L. 582-12 et L. 582-13 à L. 582-17, L. 583-1 à L. 583-5 et L. 683-1 du même code, dans leur rédaction en vigueur antérieurement à la publication de la présente ordonnance, sont maintenus en vigueur en tant que la compétence pour les modifier relève de la Nouvelle-Calédonie."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "La présente ordonnance entre en vigueur le 1er juillet 2016."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Le Premier ministre, le ministre de l'agriculture, de l'agroalimentaire et de la forêt, porte-parole du Gouvernement et la ministre des outre-mer sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}