{
  "id": "ordonnance-n-2011-592-du-27-mai-2011",
  "type": "statute",
  "title": "Ordonnance n° 2011-592 du 27 mai 2011",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000024079737",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les articles L. 315-1 à L. 315-3 du code de la construction et de l'habitation sont applicables en Polynésie française sous réserve, au deuxième alinéa des articles L. 315-1 et L. 315-2, de remplacer les mots : « le 1er mars 2011 » par les mots : « le 1er juin 2011 ».Lorsque les comptes d'épargne-logement souscrits en application de l'article L. 315-1 du code de la construction et de l'habitation sont domiciliés en Polynésie française, les bénéficiaires d'un prêt d'épargne-logement peuvent recevoir, lors de la réalisation du prêt, une prime d'épargne-logement dont le montant est fixé compte tenu de leur effort d'épargne.La condition relative à la réalisation du prêt mentionné à l'alinéa précédent s'applique aux comptes épargne-logement ouverts à compter du 1er juin 2011.La prime d'épargne-logement ne pourra être versée par l'Etat qu'après la signature d'une convention entre l'Etat et la Polynésie française, qui précise notamment les modalités de versement de cette prime."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les articles L. 315-1 à L. 315-3 du code de la construction et de l'habitation sont applicables en Nouvelle-Calédonie, sous réserve, au deuxième alinéa des articles L. 315-1 et L. 315-2, de remplacer les mots : « le 1er mars 2011 » par les mots : « le 1er juin 2011 ».Lorsque les comptes d'épargne-logement souscrits en application de l'article L. 315-1 du code de la construction et de l'habitation sont domiciliés en Nouvelle-Calédonie, les bénéficiaires d'un prêt d'épargne-logement peuvent recevoir, lors de la réalisation du prêt, une prime d'épargne-logement dont le montant est fixé compte tenu de leur effort d'épargne.La condition relative à la réalisation du prêt mentionné à l'alinéa précédent s'applique aux comptes épargne-logement ouverts à compter du 1er juin 2011.La prime d'épargne-logement ne pourra être versée par l'Etat qu'après la signature d'une convention entre l'Etat et la Nouvelle-Calédonie, qui précise notamment les modalités de versement de cette prime."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les modalités d'application des articles 1er et 2 sont fixées par décret en Conseil d'Etat. Ce décret fixe également, pour les nouveaux plans ouverts à compter du 1er juin 2011, le montant minimal du prêt d'épargne auquel est subordonné l'octroi de la prime d'épargne-logement.Un arrêté conjoint des ministres chargés de l'économie, du budget et du logement fixe le montant maximal de la prime d'épargne-logement."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Le Premier ministre, la ministre de l'écologie, du développement durable, des transports et du logement, le ministre de l'intérieur, de l'outre-mer, des collectivités territoriales et de l'immigration, la ministre de l'économie, des finances et de l'industrie et le ministre du budget, des comptes publics, de la fonction publique et de la réforme de l'Etat, porte-parole du Gouvernement, sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}