{
  "id": "ordonnance-n-2009-1369-du-6-novembre-2009",
  "type": "statute",
  "title": "Ordonnance n° 2009-1369 du 6 novembre 2009",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000021245668",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I.-Les biens, droits et obligations du Centre national professionnel de la propriété forestière et des centres régionaux de la propriété forestière sont transférés au Centre national de la propriété forestière. Ce transfert est réalisé à titre gratuit et ne donne lieu au paiement d'aucun impôt, rémunération, salaire ou honoraires au profit de l'Etat, de ses agents ou de toute autre personne publique.II.-Les personnels du Centre national professionnel de la propriété forestière et des centres régionaux de la propriété forestière en fonction à la date de publication du décret organisant le Centre national de la propriété forestière lui sont transférés sans modification de leur situation statutaire et placés sous l'autorité de son directeur général.\n\nIII. à VI. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-Loi n° 2001-602 du 9 juillet 2001\n\n-Loi n° 2005-157 du 23 février 2005\n\n-Code monétaire et financier\n\n-Code de l'environnement\n\n-Code forestier\n\n-Code rural\n\n-Code de l'urbanisme"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "II.-La loi n° 67-1116 du 21 décembre 1967 réprimant les fraudes en matière d'élections des administrateurs des centres régionaux de la propriété forestière est abrogée."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Le Premier ministre et le ministre de l'alimentation, de l'agriculture et de la pêche sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}