{
  "id": "ordonnance-n-2015-948-du-31-juillet-2015",
  "type": "statute",
  "title": "ORDONNANCE n°2015-948 du 31 juillet 2015",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000030959866",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "II.-Le mandat du membre du collège de l'Agence française de lutte contre le dopage désigné sur le fondement du 1° du II de l'article L. 241-1 du code du sport qui est en cours à la date de publication de la présente ordonnance viendra à expiration au terme normal du mandat du membre du collège qui a été nommé sur proposition du président de l'Académie nationale de médecine en application du neuvième alinéa de l'article L. 232-6 du même code."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "III. - Le 3° du I et le 3° du II entrent en vigueur à compter du prochain renouvellement intégral respectivement du collège de supervision et de la commission des sanctions de l'Autorité de contrôle prudentiel et de résolution."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "II. - Pour l'application de la première phrase du troisième alinéa de l'article L. 2132-7 du code des transports, dans sa rédaction issue de la présente ordonnance, aux premières nominations postérieures à sa publication, il n'est pas tenu compte du membre désigné par le président du Sénat."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. - A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nII. - Les mandats des membres du collège de l'Autorité des marchés financiers, autres que le président, arrivant à expiration le 6 juin 2016 sont prorogés de la durée nécessaire pour permettre de procéder au renouvellement intégral du collège selon les modalités prévues au II de l'article L. 621-2 du code monétaire et financier dans sa rédaction issue de la présente ordonnance.\n\nIII. - Les dispositions du 1° du I entrent en vigueur à compter du premier renouvellement intégral du collège de l'Autorité des marchés financiers suivant la publication de la présente ordonnance.\n\n- Code monétaire et financier\n\n- Code monétaire et financier"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "II.-Pour la mise en œuvre des règles définies au III de l'article L. 1412-2 du code de la santé publique dans sa rédaction issue de la présente ordonnance, lors des renouvellements du Comité consultatif national d'éthique pour les sciences de la vie et de la santé à intervenir au 13 avril 2016 et au 11 septembre 2017, un tirage au sort, dont les modalités sont fixées par décret, détermine :"
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "II. - A titre transitoire et par dérogation au onzième alinéa de l'article 23 de la loi du 17 juillet 1978 issu de la présente ordonnance, lorsque l'écart entre le nombre de femmes et d'hommes, parmi l'ensemble des membres ou parmi les membres titulaires, est supérieur à deux, chaque personne appelée à désigner ou proposer un membre de la commission d'accès aux documents administratifs fait en sorte que cette désignation ou cette proposition permette de réduire cet écart."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I. - A modifié les dispositions suivantes :\n\nII.-Lors du premier renouvellement de la commission suivant le 30 avril 2020, le vice-président du Conseil d'Etat propose une femme. Les deux autres institutions désignées aux quatrième et cinquième alinéas de l'article L. 52-14 du code électoral proposent, pour l'une, deux femmes et un homme et, pour l'autre, une femme et deux hommes.\n\nPar dérogation à l'article L. 52-14 du code électoral, le mandat des membres de la Commission nationale des comptes de campagne et des financements politiques désignés après la publication de la présente ordonnance et avant le renouvellement mentionné au précédent alinéa prend fin le 30 avril 2020.\n\n- Code électoral\n\nArt. L52-14"
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I. - A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "A modifié les dispositions suivantes :"
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Sauf dispositions contraires de la présente ordonnance, celle-ci s'applique aux nominations postérieures à sa publication."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Le Premier ministre, la ministre des affaires sociales, de la santé et des droits des femmes et la secrétaire d'Etat chargée des droits des femmes sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}