{
  "id": "ordonnance-n-2006-1547-du-7-decembre-2006",
  "type": "statute",
  "title": "Ordonnance n° 2006-1547 du 7 décembre 2006",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000820026",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Les biens, droits et obligations de l'Institut national des appellations d'origine sont transférés à l'Institut national de l'origine et de la qualité. Ce transfert est réalisé à titre gratuit et ne donne lieu au paiement d'aucun impôt, rémunération, salaire ou honoraires au profit de l'Etat, de ses agents ou de toute autre personne publique.Le directeur de l'Institut national des appellations d'origine devient directeur de l'Institut national de l'origine et de la qualité.Les personnels de l'Institut national des appellations d'origine au 1er janvier 2007 sont transférés à l'Institut national de l'origine et de la qualité sans changement de leur situation statutaire et ceux qui sont à cette date affectés dans un emploi à l'Institut national des appellations d'origine sont placés sous l'autorité du directeur de l'Institut national de l'origine et de la qualité.Les contrats de droit privé des agents recrutés par l'Institut national des appellations d'origine se poursuivent jusqu'à leur terme."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Dans toutes les dispositions législatives et réglementaires en vigueur, les mots : \"Institut national des appellations d'origine\" sont remplacés par les mots : \"Institut national de l'origine et de la qualité\"."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Les propositions relatives à la reconnaissance d'une appellation d'origine, à l'enregistrement d'une indication géographique protégée ou à la modification du cahier des charges d'un produit bénéficiant d'une appellation d'origine ou d'une indication géographique protégée qui ont été faites par les comités nationaux de l'Institut national de l'origine et de la qualité avant le 1er janvier 2007 et qui n'ont pas été homologuées à cette date sont réputées satisfaire aux conditions posées par les dispositions du titre IV du livre VI du code rural issues de la présente ordonnance et des textes réglementaires pris pour leur application.Il en va de même des cahiers des charges des produits sollicitant le bénéfice d'un label rouge, d'une spécialité traditionnelle garantie ou de la mention agriculture biologique qui ont reçu un avis favorable de la Commission nationale des labels et des certifications des produits agricoles et alimentaires avant le 1er janvier 2007 et qui n'ont pas été homologués à cette date."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "La demande tendant à la reconnaissance de la qualité d'organisme de défense et de gestion d'un produit bénéficiant à la date de la publication de la présente ordonnance d'une appellation d'origine, d'une indication géographique protégée, d'une spécialité traditionnelle garantie ou d'un label rouge est déposée dans un délai de deux mois auprès de l'Institut national de l'origine et de la qualité à compter de la date de publication de la présente ordonnance.La composition du dossier de demande est fixée par un arrêté du ministre chargé de l'agriculture.Jusqu'à la reconnaissance d'un organisme de défense et de gestion et au plus tard jusqu'au 31 mai 2007, les syndicats de défense des appellations d'origine et les groupements qualité des labels rouges, des indications géographiques protégées et des spécialités traditionnelles garanties exercent les missions confiées à l'organisme de défense et de gestion par l'article L. 642-20 du code rural."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Pour les appellations d'origine, l'organisme de défense et de gestion propose à l'Institut national de l'origine et de la qualité, avant le 1er juillet 2007, un organisme de contrôle, lequel fait parvenir à l'institut dans le même délai un dossier de demande d'agrément et au plus tard au 1er septembre 2007 un projet de plan d'inspection ou de contrôle.Un organisme d'inspection qui n'a pas encore obtenu son accréditation pour le contrôle de produits bénéficiant d'une appellation d'origine au titre de la norme NF EN ISO/CEI 17020 type A peut être agréé s'il apporte la preuve du dépôt de sa demande d'accréditation et la justification de sa compétence au regard de la famille de produits concernée et si son plan d'inspection a été approuvé par le conseil compétent en matière d'agréments et de contrôles.Les organismes d'inspection non accrédités qui ont obtenu leur agrément établissent un programme de mise en oeuvre de la norme NF EN ISO/CEI 17020 type A ou, dans le secteur des vins bénéficiant d'une appellation d'origine, des principes de cette norme, sur une période d'au plus trois ans et rendent compte chaque année à l'Institut national de l'origine et de la qualité, qui prend toute mesure utile pour assurer cette mise en oeuvre.Jusqu'à la date d'approbation du plan de contrôle ou du plan d'inspection ou au plus tard jusqu'au 1er juillet 2008, le contrôle des produits bénéficiant d'une appellation d'origine demeure assuré et financé dans les conditions prévues par les dispositions législatives et réglementaires du code rural dans leur rédaction antérieure à la présente ordonnance."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I. - Sont mis en conformité avec les dispositions du titre IV du livre VI du code rural issues de la présente ordonnance, selon des modalités définies par arrêté du ministre de l'agriculture :- les cahiers des charges des indications géographiques protégées et des spécialités traditionnelles garanties enregistrées ou en cours d'enregistrement auprès de la Commission européenne ;- les cahiers des charges et les plans de contrôle des labels rouges homologués ainsi que les cahiers des charges de certification de conformité homologués lorsqu'ils sont associés à une indication géographique protégée ou une spécialité traditionnelle garantie.Les cahiers des charges de certification de conformité qui ont été homologués avant le 1er janvier 2007 et ceux qui ont été validés par la Commission nationale des labels et des certifications de produits agricoles et alimentaires avant cette date sont enregistrés par le ministre chargé de l'agriculture.II. - Les plans de contrôles des cahiers des charges des produits bénéficiant d'un label rouge ou du signe agriculture biologique approuvés à la date d'entrée en vigueur de la présente ordonnance sont réputés satisfaire aux conditions posées par les articles L. 642-30 et L. 642-31 du code rural issus de la présente ordonnance.Il en va de même pour les plans de contrôle des produits associant un label rouge ou une certification de conformité à une indication géographique protégée ou une spécialité traditionnelle garantie lorsqu'ils ont été mis en conformité avec les dispositions du titre IV du livre VI du code rural issues de la présente ordonnance, selon des modalités définies par arrêté.III. - L'agrément délivré avant l'entrée en vigueur de la présente ordonnance aux organismes certificateurs des produits bénéficiant d'un label rouge ou du signe agriculture biologique ou faisant l'objet d'une certification de conformité est, jusqu'à sa date d'expiration, réputé satisfaire aux conditions posées par l'article L. 642-29 du code rural issu de la présente ordonnance.Le cas échéant, il vaut agrément pour l'indication géographique protégée ou de la spécialité traditionnelle garantie dont bénéficient ces produits."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "La présente ordonnance entre en vigueur le 1er janvier 2007, exception faite des dispositions du premier alinéa de l'article 8, qui entrent en vigueur dès la publication de l'ordonnance."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Le Premier ministre, le ministre de l'économie, des finances et de l'industrie et le ministre de l'agriculture et de la pêche sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}