{
  "id": "ordonnance-n-2009-896-du-24-juillet-2009",
  "type": "statute",
  "title": "Ordonnance n° 2009-896 du 24 juillet 2009",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000020899930",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. ― Sont applicables en Nouvelle-Calédonie et dans les îles Wallis et Futuna :1° La modification de l'intitulé de la section 2 du chapitre Ier du titre II du livre Ier du code de commerce par le I de l'article 16 de la loi du 4 août 2008 susvisée ;2° Les adjonctions et modifications apportées au livre Ier du même code en ses articles L. 121-8, L. 123-10, L. 123-28, L. 141-1, L. 145-1, L. 145-2, L. 145-5, L. 145-8, L. 145-9, L. 145-10, L. 145-12, L. 145-26 et L. 145-29 par les articles 8, 9, 16, 42, 43, 45, 46, 53 et 56 de la loi du 4 août 2008 susvisée ;3° L'abrogation du chapitre VIII du titre deuxième du livre Ier du même code par le I de l'article 70 de la loi du 4 août 2008 susvisée, ainsi que les adjonctions et modifications apportées au code pénal en ses articles 131-6, 131-27, 213-1, 215-1, 221-8, 222-44, 223-17, 224-9, 225-19, 225-20, 227-29, 311-14, 312-13, 313-7, 314-10, 321-9, 322-15, 324-7, 414-5, 422-3, 432-17, 433-22, 434-44, 441-10, 442-11, 443-6, 444-7, 445-3 et 450-3 par le II de l'article 70 de la même loi.II. ― Sont applicables dans les îles Wallis et Futuna les modifications apportées au livre Ier du code de commerce en ses articles L. 145-34 et L. 145-38 par le I de l'article 47 de la loi du 4 août 2008 susvisée."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Sont applicables en Nouvelle-Calédonie et dans les îles Wallis et Futuna :1° Les adjonctions et modifications apportées au livre II du code de commerce en ses articles L. 210-5, L. 223-1, L. 223-27, L. 225-209-1, L. 225-211, L. 225-212, L. 225-213, L. 232-22 et L. 236-10 par les articles 37, 56 et le VIII de l'article 57 de la loi du 4 août 2008 susvisée ;2° Les adjonctions et modifications apportées au livre II du même code en ses articles L. 225-25, L. 225-72, L. 225-124, L. 225-178, L. 228-11, L. 228-15, L. 228-98, L. 227-1, L. 227-9, L. 227-9-1, L. 227-10 et L. 232-23 par les articles 57 et 59 de la loi du 4 août 2008 susvisée ;3° La création du chapitre IX du titre IV du livre II du même code ainsi que l'adjonction au même livre du même code de l'article L. 249-1 par le 1° du I de l'article 71 de la loi du 4 août 2008 susvisée ;4° Les modifications apportées au livre II du même code en ses articles L. 225-209-1, L. 225-210, L. 225-211 et L. 225-212 par l'article 1er de l'ordonnance du 30 janvier 2009 susvisée."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Sont applicables en Nouvelle-Calédonie et dans les îles Wallis et Futuna les modifications apportées au livre V du code de commerce en ses articles L. 526-1, L. 526-2 et L. 526-3 par le I de l'article 14 de la loi du 4 août 2008 susvisée."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I.  ― Sont applicables en Nouvelle-Calédonie et dans les îles Wallis et Futuna les modifications apportées au livre VI du code de commerce en ses articles L. 611-7, L. 626-26 et L. 654-5 par les articles 71 et 76 de la loi du 4 août 2008 susvisée.II. ― Sont applicables en Nouvelle-Calédonie et dans les îles Wallis et Futuna les dispositions de l'article 77 de la loi du 4 août 2008 susvisée."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Est applicable en Nouvelle-Calédonie et dans les îles Wallis et Futuna l'adjonction apportée au livre VIII du code de commerce en son article L. 823-12-1 par le 9° du I de l'article 59 de la loi du 4 août 2008 susvisée."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I. ― Les modifications apportées aux articles L. 210-5 et L. 223-1 du code de commerce par le II de l'article 56 de la loi du 4 août 2008 susvisée entrent en vigueur en Nouvelle-Calédonie et dans les îles Wallis et Futuna à la date à laquelle les dispositions du décret prévu à l'avant-dernière phrase du deuxième alinéa de l'article L. 223-1 du code de commerce seront applicables en Nouvelle-Calédonie et dans les îles Wallis et Futuna.II. ― Le 2° de l'article 2 et l'article 5 entrent en vigueur le 1er janvier 2010."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Le Premier ministre, la ministre d'Etat, garde des sceaux, ministre de la justice et des libertés, la ministre de l'économie, de l'industrie et de l'emploi et le ministre de l'intérieur, de l'outre-mer et des collectivités territoriales sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}