{
  "id": "ordonnance-n-2019-235-du-27-mars-2019",
  "type": "statute",
  "title": "Ordonnance n°2019-235 du 27 mars 2019",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000038277315",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Après le chapitre Ier du livre VI du code de l'urbanisme de Saint-Martin, il est ajouté un chapitre II ainsi rédigé :\n\n« Chapitre II« Dispositions pénales\n\n« Section I« Infractions et sanctions pénales\n\n« Art. L. 62-1.-I.-Le fait de réaliser des travaux, une construction, un aménagement, une installation ou un changement de destination soumis à déclaration préalable, à permis de construire, à permis d'aménager ou à permis de démolir en méconnaissance des obligations imposées par les chapitres Ier à IX du livre IV est puni d'une amende comprise entre 1 200 euros et un montant qui ne peut excéder :« 1° Lorsque les travaux ont pour objet de construire une surface nouvelle, de démolir ou de rendre inutilisable une surface existante, une somme égale à 6 000 euros par mètre carré de surface construite, démolie ou rendue inutilisable ;« 2° Un montant de 300 000 euros, dans les autres cas.« II.-En cas de récidive, outre la peine d'amende ainsi définie, un emprisonnement de six mois pourra être prononcé.« III.-Les peines prévues au présent article sont également applicables en cas de méconnaissance des prescriptions imposées par le permis de construire, le permis d'aménager, le permis de démolir ou la décision de non-opposition à déclaration préalable, ainsi qu'en cas d'inexécution, dans les délais prescrits, de tous travaux d'aménagement ou de démolition imposés par les autorisations mentionnées au premier alinéa du I.« IV.-Est également puni des peines prévues au I :« 1° Le fait ne pas avoir démonté une construction saisonnière à la date fixée par l'autorisation ;« 2° Le fait de ne pas avoir enlevé une construction ayant fait l'objet d'un permis de construire à titre précaire et de ne pas avoir rétabli les lieux dans leur état antérieur à la date fixée par le permis ou, dans le cas mentionné au 2° de l'article 46-41, à la demande du bénéficiaire de la réserve ou de l'expropriant.« V.-Les dispositions du présent article ne sont pas applicables aux infractions relatives à l'affichage des permis ou des déclarations préalables.\n\n« Art. L. 62-2.-Le fait de continuer des travaux après notification de la décision judiciaire ou de l'arrêté ordonnant l'interruption est puni d'une amende de 75 000 euros et d'une peine de trois mois d'emprisonnement.« Ces peines sont également applicables en cas de continuation des travaux nonobstant la décision de la juridiction administrative prononçant la suspension de l'autorisation d'urbanisme.\n\n« Art. L. 62-3.-Les peines prévues à l'article L. 62-1 s'appliquent également :« 1° En cas d'exécution de travaux ou d'utilisation du sol en méconnaissance des obligations résultant du plan local d'urbanisme ;« 2° En cas d'exécution de travaux ou d'utilisation du sol en méconnaissance des obligations imposées par les articles 11-5 à 11-9,11-11 à 11-28 et 12-1 à 12-15 ;« 3° En cas de coupes et d'abattages d'arbres effectués en infraction aux dispositions des articles 13-20 et 15-2.« Sauf en cas de fraude, le présent article n'est pas applicable lorsque le bénéficiaire d'une autorisation définitive relative à l'occupation ou l'utilisation du sol, délivrée selon les règles présent code, exécute des travaux conformément à cette autorisation.\n\n« Art. L. 62-4.-Les peines prévues aux articles L. 62-1 à L. 62-3 peuvent être prononcées contre les utilisateurs du sol, les bénéficiaires des travaux, les architectes, les entrepreneurs ou autres personnes responsables de l'exécution desdits travaux.\n\n« Art. L. 62-5.-Le fait de vendre ou de louer des terrains bâtis ou non bâtis compris dans un lotissement sans avoir obtenu un permis d'aménager dans le cas prévu au 1° de l'article 42-10 ou une décision de non-opposition à la déclaration préalable dans les autres cas, ou sans s'être conformé aux prescriptions imposées par le permis d'aménager ou par la décision prise sur la déclaration préalable est puni d'une amende de 15 000 euros.« Lorsque les prescriptions imposées n'ont pas été respectées, le tribunal peut en outre impartir un délai au lotisseur pour mettre les travaux en conformité avec lesdites prescriptions, sous peine d'une astreinte prononcée et exécutée dans les conditions prévues par les articles L. 62-22 et L. 62-23.« Si, à l'expiration du délai fixé par le jugement, les travaux n'ont pas été mis en conformité, l'autorité compétente peut faire effectuer les travaux d'office, aux frais et risques financiers de l'aménageur.\n\n« Art. L. 62-6.-Le fait de faire obstacle aux fonctions exercées par les autorités, fonctionnaires et agents habilités à exercer les missions de contrôle administratif prévues aux articles 49-1 et 49-2 du présent code ou de recherche et de constatation des infractions prévues par le présent code est puni de six mois d'emprisonnement et de 7 500 euros d'amende.\n\n« Art. L. 62-7.-Le fait, par une personne qui effectue, à la demande et pour le compte de la collectivité territoriale, les études nécessaires à la préparation du plan local d'urbanisme, de révéler des informations à caractère secret, est puni des peines prévues par l'article 226-13 du code pénal.\n\n« Art. L. 62-8.-Les personnes morales peuvent être déclarées responsables, dans les conditions prévues par l'article 121-2 du code pénal, des infractions prévues par les articles L. 62-1 à L. 62-6.« Les peines encourues par les personnes morales sont les suivantes :« 1° L'amende, suivant les modalités prévues par l'article 131-38 du code pénal ;« 2° Les peines mentionnées aux 2°, 3°, 4°, 5° et 9° de l'article 131-39 du code pénal.« L'interdiction mentionnée au 2° de l'article 131-39 du même code porte sur l'activité dans l'exercice ou à l'occasion de laquelle l'infraction a été commise.\n\n« Section II« Constatation des infractions\n\n« Art. L. 62-9.-I.-Les infractions prévues par la section I, à l'exception de celle prévue à l'article L. 62-7 sont constatées, outre par tous officiers ou agents de police judiciaire, par tous les fonctionnaires et agents de l'Etat et de la collectivité territoriale commissionnés à cet effet par le président du conseil territorial ou le ministre chargé de l'urbanisme suivant l'autorité dont ils relèvent et assermentés.« II.-Les infractions mentionnées à l'articles L. 62-1 peuvent être constatées par les agents commissionnés à cet effet par le ministre chargé de la culture et assermentés, lorsqu'elles affectent des immeubles soumis aux dispositions législatives du code du patrimoine relatives aux monuments historiques, aux abords et sites patrimoniaux remarquables ou aux dispositions législatives du code de l'environnement relatives aux sites et qu'elles consistent soit dans le défaut de permis de permis de construire, soit dans la non-conformité de la construction ou des travaux au permis de construire accordé.« Il en est de même des infractions aux prescriptions établies en application des articles L. 522-1 à L. 522-4 du code du patrimoine.« III.-Les infractions aux dispositions du présent code relatives à la conservation et à la création d'espaces boisés peuvent être constatées par les agents des services de l'Etat chargés des forêts, commissionnés à raison de leurs compétences en matière forestière et assermentés à cet effet.« IV.-Les procès-verbaux dressés par ces agents font foi jusqu'à preuve du contraire.\n\n« Art. L. 62-10.-Lorsque l'autorité administrative et le président du conseil territorial ont connaissance d'une infraction de la nature de celles que prévoient les articles L. 62-1 et L. 62-3 ils sont tenus d'en faire dresser procès-verbal.« Copie du procès-verbal constatant une infraction est transmise sans délai au ministère public.\n\n« Art. L. 62-11.-I.-Les fonctionnaires et agents mentionnés aux I et II de l'article L. 62-9 recherchent et constatent les infractions prévues par le présent code en quelque lieu qu'elles soient commises.« Toutefois, ils sont tenus d'informer le procureur de la République, qui peut s'y opposer, avant d'accéder aux établissements et locaux professionnels. Ils ne peuvent pénétrer dans ces lieux avant 6 heures et après 21 heures. En dehors de ces heures, ils y accèdent lorsque les locaux sont ouverts au public.« II.-Les domiciles et les locaux comportant des parties à usage d'habitation ne peuvent être visités qu'entre 6 heures et 21 heures, avec l'assentiment de l'occupant ou, à défaut, en présence d'un officier de police judiciaire agissant conformément aux dispositions du code de procédure pénale relatives aux visites domiciliaires, perquisitions et saisies de pièces à conviction. Cet assentiment doit faire l'objet d'une déclaration écrite de la main de l'intéressé. Si celui-ci ne sait pas écrire, il en est fait mention au procès-verbal, ainsi que de son assentiment.\n\n« Section III« Interruption des travaux\n\n« Art. L. 62-12.-L'interruption des travaux peut être ordonnée soit sur réquisition du ministère public agissant à la requête du président du conseil territorial, du fonctionnaire compétent ou de l'une des associations mentionnées à l'article L. 62-19, soit, même d'office, par le juge d'instruction saisi des poursuites ou par le tribunal correctionnel. L'interruption des travaux peut être ordonnée, dans les mêmes conditions, sur saisine du représentant de l'Etat dans la collectivité ou du ministre chargé de la culture, pour les infractions aux prescriptions établies en application des articles L. 522-1 à L. 522-4 du code du patrimoine.« L'autorité judiciaire statue après avoir entendu le bénéficiaire des travaux ou l'avoir dûment convoqué à comparaître dans les quarante-huit heures. La décision judiciaire est exécutoire sur minute et nonobstant toute voie de recours.\n\n« Art. L. 62-13.-Dès qu'un procès-verbal relevant de l'une des infractions prévues à l'article L. 62-1 et au 1° de l'article L. 62-3 a été dressé, le président du conseil territorial peut également, si l'autorité judiciaire ne s'est pas encore prononcée, ordonner par arrêté motivé l'interruption des travaux. Copie de cet arrêté est transmise sans délai au ministère public. Pour les infractions aux prescriptions établies en application des articles L. 522-1 à L. 522-4 du code du patrimoine, le représentant de l'Etat dans la collectivité ou le ministre chargé de la culture peut, dans les mêmes conditions, ordonner par arrêté motivé l'interruption des travaux ou des fouilles.\n\n« Art. L. 62-14.-Dans le cas de constructions sans permis de construire ou d'aménagement sans permis d'aménager, ou de constructions ou d'aménagement poursuivis malgré une décision de la juridiction administrative suspendant le permis de construire ou le permis d'aménager, après qu'un procès-verbal a été dressé, le président du conseil territorial prescrit par arrêté l'interruption des travaux ainsi que, le cas échéant, l'exécution, aux frais du constructeur, des mesures nécessaires à la sécurité des personnes ou des biens ; copie de l'arrêté du président du conseil territorial est transmise sans délai au ministère public. Dans tous les cas où il n'y serait pas pourvu par le président du conseil territorial et après une mise en demeure adressée à celui-ci et restée sans résultat à l'expiration d'un délai de vingt-quatre heures, le représentant de l'Etat dans la collectivité prescrit ces mesures et l'interruption des travaux par un arrêté dont copie est transmise sans délai au ministère public.\n\n« Art. L. 62-15.-L'autorité judiciaire peut, à tout moment, d'office ou à la demande, soit du président du conseil territorial ou du fonctionnaire compétent, soit du bénéficiaire des travaux, se prononcer sur la mainlevée ou le maintien des mesures prises pour assurer l'interruption des travaux. En tout état de cause, l'arrêté du président du conseil territorial cesse d'avoir effet en cas de décision de non-lieu ou de relaxe.« Le président du conseil territorial est avisé de la décision judiciaire et en assure, le cas échéant, l'exécution.« Lorsqu'aucune poursuite n'a été engagée, le procureur de la République en informe le président du conseil territorial qui, soit d'office, soit à la demande de l'intéressé, met fin aux mesures par lui prises.\n\n« Art. L. 62-16.-Le président du conseil territorial peut prendre toutes mesures de coercition nécessaires pour assurer l'application immédiate de la décision judiciaire ou de son arrêté, en procédant notamment à la saisie des matériaux approvisionnés ou du matériel de chantier.« La saisie et, s'il y a lieu, l'apposition des scellés sont effectuées par l'un des agents mentionnés aux I et II de l'article L. 62-9 qui dresse procès-verbal.\n\n« Art. L. 62-17.-Les pouvoirs qui appartiennent au président du conseil territorial, en vertu de la présente section, ne font pas obstacle au droit du représentant de l'Etat dans la collectivité de prendre toutes les mesures prévues par la présente section dans tous les cas où il n'y aurait pas été pourvu par le président du conseil territorial et après une mise en demeure adressée à celui-ci et restée sans résultat à l'expiration d'un délai de vingt-quatre heures.« Dans le cas où le représentant de l'Etat dans la collectivité fait usage des pouvoirs qui lui sont reconnus par l'alinéa précédent du présent article et par l'article L. 62-14, il reçoit les avis et notifications prévus aux deuxième et troisième alinéas de l'article L. 62-15.\n\n« Section IV« Parties civiles\n\n« Art. L. 62-18.-La collectivité territoriale peut exercer les droits reconnus à la partie civile, en ce qui concerne les faits commis sur son territoire et constituant une infraction prévue au premier alinéa de l'article L. 62-9.\n\n« Art. L. 62-19.-Toute association agréée de protection de l'environnement en application des dispositions de l'article L. 141-1 du code de l'environnement, peut exercer les droits reconnus à la partie civile en ce qui concerne les faits constituant une infraction prévue au premier alinéa de l'article L. 62-9 et portant un préjudice direct ou indirect aux intérêts collectifs qu'elle a pour objet de défendre.\n\n« Section V« Mesures de restitution\n\n« Art. L. 62-20.-En cas de condamnation d'une personne physique ou morale pour une infraction prévue aux articles L. 62-1 et L. 62-3, le tribunal, au vu des observations écrites ou après audition du président du conseil territorial ou du fonctionnaire compétent, statue, même en l'absence d'avis en ce sens de ces derniers, soit sur la mise en conformité des lieux ou celle des ouvrages avec les règlements, l'autorisation ou la déclaration en tenant lieu, soit sur la démolition des ouvrages ou la réaffectation du sol en vue du rétablissement des lieux dans leur état antérieur.« Le tribunal pourra ordonner la publication de tout ou partie du jugement de condamnation, aux frais du délinquant, dans deux journaux régionaux ou locaux diffusés dans la collectivité, ainsi que son affichage dans les lieux qu'il indiquera.\n\n« Art. L. 62-21.-L'extinction de l'action publique résultant du décès du prévenu, de la dissolution de la personne morale mise en cause ou de l'amnistie ne fait pas obstacle à l'application des dispositions de l'article L. 62-20.« Si le tribunal correctionnel n'est pas saisi lors de cette extinction, l'affaire est portée devant le tribunal de grande instance, statuant comme en matière civile.« Le tribunal est saisi par le ministère public à la demande du président du conseil territorial ou du fonctionnaire compétent. Dans les deux cas, il statue au vu des observations écrites ou après audition de ces derniers, l'intéressé ou ses ayants droit ayant été mis en cause dans l'instance.« La demande précitée est recevable jusqu'au jour où l'action publique se serait trouvée prescrite.\n\n« Art. L. 62-22.-Le tribunal impartit au bénéficiaire des travaux irréguliers ou de l'utilisation irrégulière du sol un délai pour l'exécution de l'ordre de démolition, de mise en conformité ou de réaffectation ; il peut assortir son injonction d'une astreinte de 500 euros au plus par jour de retard. L'exécution provisoire de l'injonction peut être ordonnée par le tribunal.« Au cas où le délai n'est pas observé, l'astreinte prononcée, qui ne peut être révisée que dans le cas prévu au troisième alinéa du présent article, court à partir de l'expiration dudit délai jusqu'au jour où l'ordre a été complètement exécuté.« Si l'exécution n'est pas intervenue dans l'année de l'expiration du délai, le tribunal peut, sur réquisition du ministère public, relever à une ou plusieurs reprises le montant de l'astreinte, même au-delà du maximum prévu ci-dessus.« Le tribunal peut autoriser le reversement ou dispenser du paiement d'une partie des astreintes pour tenir compte du comportement de celui à qui l'injonction a été adressée et des difficultés qu'il a rencontrées pour l'exécuter.\n\n« Art. L. 62-23.-Les astreintes sont liquidées au moins une fois chaque année et recouvrées par l'Etat, pour le compte de la ou des communes aux caisses desquelles sont reversées les sommes perçues, après prélèvement de 4 % de celles-ci pour frais d'assiette et de recouvrement.\n\n« Art. L. 62-24.-Si, à l'expiration du délai fixé par le jugement, la démolition, la mise en conformité ou la remise en état ordonnée n'est pas complètement achevée, le président du conseil territorial ou le fonctionnaire compétent peut faire procéder d'office à tous travaux nécessaires à l'exécution de la décision de justice aux frais et risques du bénéficiaire des travaux irréguliers ou de l'utilisation irrégulière du sol.« Au cas où les travaux porteraient atteinte à des droits acquis par des tiers sur les lieux ou ouvrages visés, le président du conseil territorial ou le fonctionnaire compétent ne pourra faire procéder aux travaux mentionnés à l'alinéa précédent qu'après décision du tribunal de grande instance qui ordonnera, le cas échéant, l'expulsion de tous occupants. »"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Le Premier ministre, la garde des sceaux, ministre de la justice, la ministre de la cohésion des territoires et des relations avec les collectivités territoriales, la ministre des outre-mer et le ministre auprès de la ministre de la cohésion des territoires et des relations avec les collectivités territoriales, chargé de la ville et du logement, sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}