{
  "id": "ordonnance-n-2022-408-du-23-mars-2022",
  "type": "statute",
  "title": "Ordonnance n°2022-408 du 23 mars 2022",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000045398055",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "A abrogé les dispositions suivantes :\n\n- Loi du 5 septembre 1807\n\n- Loi n° 63-156 du 23 février 1963\n\n- LOI n° 93-122 du 29 janvier 1993\n\n- LOI n° 69-1160 du 24 décembre 1969"
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "I. - La présente ordonnance est applicable dans les Terres australes et antarctiques françaises et dans les îles Wallis et Futuna.II. - En Nouvelle-Calédonie, en Polynésie française, à Saint-Martin, Saint-Barthélemy et Saint-Pierre-et-Miquelon, l'article 60 de la loi n° 63-156 du 23 février 1963 de finances pour 1963, à l'exception de son XI, demeure applicable pour les comptables tenus de produire leurs comptes devant la chambre territoriale des comptes.Dans les îles Wallis et Futuna, l'article 60 de la loi n° 63-156 du 23 février 1963 de finances pour 1963 à l'exception de son XI demeure applicable pour les comptables tenus de produire leurs comptes devant la Cour des comptes en application de l'article 33 de la loi n° 61-814 du 29 juillet 1961 conférant aux îles Wallis et Futuna le statut de territoire d'outre-mer.III. - A abrogé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code des juridictions financières\n\n- Code des juridictions financières\n\n- Code des juridictions financières"
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I. - Les dispositions de la présente ordonnance sont applicables à compter du 1er janvier 2023 dans les conditions fixées au II.Par dérogation au premier alinéa, les dispositions du 3° du II de l'article 1er sont applicables à compter du 1er janvier 2026.II. - Les dispositions relatives au régime de responsabilité des comptables publics patents et assimilés, des comptables de fait, des régisseurs, des trésoriers militaires et des comptables des organismes primaires de sécurité sociale demeurent applicables dans leur version antérieure à la présente ordonnance aux opérations ayant fait l'objet d'un premier acte de mise en jeu de leur responsabilité notifié avant le 1er janvier 2023, lorsque le manquement litigieux a causé un préjudice financier à l'organisme public concerné."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "I. - Les affaires ayant fait l'objet d'un premier acte de mise en jeu de la responsabilité d'un comptable public devant les chambres régionales des comptes à la date d'entrée en vigueur de la présente ordonnance sont, à cette date, transmises à la Cour des comptes.II. - Les affaires ayant fait l'objet d'un réquisitoire introductif devant la Cour de discipline budgétaire et financière à la date d'entrée en vigueur de la présente ordonnance sont, à cette date, transmises à la Cour des comptes."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Le comptable ou le régisseur auquel aucune charge n'a été notifiée pour un exercice donné est déchargé de sa gestion au titre de cet exercice.Le comptable ou le régisseur sorti de fonction au cours d'un exercice et à l'encontre duquel aucune charge n'existe ou ne subsiste pour l'ensemble de sa gestion est quitte de cette dernière."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Dans les conditions prévues par décret, l'Etat prend en charge les déficits résultant exclusivement des fautes ou des erreurs des comptables publics de l'Etat."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Le Premier ministre, le ministre de l'économie, des finances et de la relance et le ministre délégué auprès du ministre de l'économie, des finances et de la relance, chargé des comptes publics, sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}