{
  "id": "ordonnance-n-77-1102-du-26-septembre-1977",
  "type": "statute",
  "title": "Ordonnance n° 77-1102 du 26 septembre 1977",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000699946",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. - Il est institué, dans la collectivité de Saint-Pierre-et-Miquelon, une caisse de prévoyance sociale, constituée et fonctionnant conformément aux prescriptions du livre Ier du code de la sécurité sociale, sous réserve de la présente ordonnance et des textes pris pour son application.\n\nII. - Cette caisse a pour rôle de gérer un régime de sécurité sociale qui assure la couverture des charges de maladie, de maternité et de paternité, de famille et d'autonomie ainsi que le service des allocations vieillesse et des prestations d'invalidité et de décès, d'accidents du travail et de maladies professionnelles.\n\nElle met notamment en œuvre des actions de promotion et d'accompagnement de la prévention de la désinsertion professionnelle afin de favoriser le maintien dans l'emploi de ses ressortissants dont l'état de santé est dégradé du fait d'un accident ou d'une maladie, qu'ils soient d'origine professionnelle ou non. Ces actions se font en lien, en tant que de besoin, avec les acteurs extérieurs, en particulier les cellules mentionnées à l'article L. 4622-8-1 du code du travail.\n\nIII. - Est affiliée au régime prévu au II du présent article toute personne qui, quel que soit son lieu de résidence, exerce à Saint-Pierre-et-Miquelon une activité pour le compte d'un ou de plusieurs employeurs, ayant ou non un établissement sur ce territoire, ou une activité professionnelle non salariée ainsi que toute personne n'exerçant pas d'activité professionnelle à Saint-Pierre-et-Miquelon mais y résidant de manière stable et régulière.\n\nLe premier alinéa du présent III n'est applicable aux marins relevant de l'Etablissement national des invalides de la marine qu'en ce qui concerne les prestations familiales et autonomie. Il n'est applicable aux fonctionnaires civils de l'Etat, aux ouvriers de l'Etat affiliés au fonds spécial des pensions de retraite des ouvriers des établissements industriels de l'Etat et aux fonctionnaires affiliés à la Caisse nationale de retraites des agents des collectivités locales qu'en ce qui concerne la prise en charge des frais de santé mentionnés à l'article 9-3 et les prestations familiales et d'autonomie. Il n'est applicable aux militaires qu'en ce qui concerne la prise en charge des frais de santé mentionnés au même article 9-3.\n\nLes conditions de résidence à Saint-Pierre-et-Miquelon sont appréciées selon des règles fixées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art4-1",
      "section": "4-1",
      "title": "Article 4-1",
      "content": "Cette caisse est administrée par un conseil d'administration comprenant :\n\n1° Six représentants des employeurs et des travailleurs indépendants, nommés par le représentant de l'Etat sur proposition des organisations professionnelles d'employeurs et de travailleurs indépendants représentatives ou, à défaut, sur proposition de la chambre de commerce, d'industrie et des métiers de Saint-Pierre-et-Miquelon.\n\nParmi ces six représentants, cinq représentent les employeurs, un les travailleurs indépendants.\n\n2° Six représentants des assurés sociaux relevant de la caisse de prévoyance sociale nommés par le représentant de l'Etat sur proposition des organisations syndicales de salariés représentatives à Saint-Pierre-et-Miquelon au sens de l'article L. 2121-1 du code du travail.\n\n3° Deux personnes qualifiées désignées par le représentant de l'Etat, l'une parmi des organisations de salariés, l'autre parmi des organisations d'employeurs.\n\nLe mandat des membres du conseil d'administration est de quatre ans.\n\nLe président du conseil d'administration est élu par le conseil.\n\nLe conseil d'administration siège valablement dès lors que le nombre de ses membres présents est supérieur à la moitié du nombre total des membres dont il est composé.\n\nSiège également avec voix consultative un représentant du personnel de la caisse de prévoyance sociale élu dans des conditions fixées par décret ; ce même décret détermine les règles relatives à la suppléance et au remplacement de ce représentant."
    },
    {
      "provision_ref": "art4-3",
      "section": "4-3",
      "title": "Article 4-3",
      "content": "Les électeurs sont inscrits sur la liste électorale de leur commune de résidence. Les listes électorales sont établies par le représentant de l'Etat, assisté d'une commission administrative, à l'aide des documents qui lui sont transmis par la caisse de prévoyance sociale, par les administrations, les établissements ou entreprises publics. Elles sont notifiées au maire qui les publie. Par dérogation aux dispositions qui les assujettissent au secret professionnel, les employeurs, administrations, établissements et entreprises publics et la caisse de prévoyance communiquent aux services compétents les documents permettant d'établir ces listes.\n\nLes dispositions de l'article L. 20 du code électoral, à l'exception de la seconde phrase du premier alinéa du I,  sont applicables en cas de contestation portant sur la liste électorale."
    },
    {
      "provision_ref": "art4-4",
      "section": "4-4",
      "title": "Article 4-4",
      "content": "Les listes des candidats représentant les assurés sociaux sont présentées par les organisations syndicales nationales représentatives de salariés au sens de l'article L. 133-2 du code du travail.Les listes de candidatures doivent comprendre un nombre de candidats égal au minimum au nombre d'administrateurs à élire et au maximum à deux fois ce nombre.Plusieurs listes ne peuvent avoir le même titre ni se réclamer de la même organisation."
    },
    {
      "provision_ref": "art4-5",
      "section": "4-5",
      "title": "Article 4-5",
      "content": "Pour assurer aux candidats en présence l'égalité des moyens au cours de la campagne électorale, l'ensemble des candidats de chaque liste disposera de documents dont les caractéristiques, le nombre, les dates d'établissement et d'envoi aux électeurs sont fixés par arrêté du représentant de l'Etat.\n\nSoixante jours avant la date des élections, il sera institué, au chef-lieu de la collectivité territoriale, une commission présidée par un magistrat et dont la composition est fixée par arrêté du représentant de l'Etat.\n\nCette commission est chargée de l'ensemble des opérations matérielles de la propagande électorale et de la préparation du scrutin.\n\nLes candidats de chaque liste feront procéder eux-mêmes à l'impression de leurs bulletins, circulaires et affiches, dont le coût leur sera remboursé dans des conditions fixées par arrêté du représentant de l'Etat."
    },
    {
      "provision_ref": "art4-6",
      "section": "4-6",
      "title": "Article 4-6",
      "content": "Les élections des membres du conseil d'administration ont lieu à une date fixée par arrêté du représentant de l'Etat. Celui-ci fixe également la date d'ouverture de la campagne électorale.En cas de circonstances faisant obstacle au renouvellement général du conseil d'administration de la caisse de prévoyance sociale avant la date d'expiration du mandat des administrateurs, les membres de ce conseil en fonctions à cette date continuent, jusqu'à l'installation du nouveau conseil d'administration et pendant un délai ne pouvant excéder six mois, à assurer la gestion et le fonctionnement de cet organisme."
    },
    {
      "provision_ref": "art4-7",
      "section": "4-7",
      "title": "Article 4-7",
      "content": "Un décret en Conseil d'Etat fixe les conditions de déroulement du scrutin, notamment celles du vote par procuration.L'employeur est tenu d'autoriser les salariés à s'absenter afin de leur permettre de participer au scrutin. Cette absence ne peut donner lieu à aucune retenue de rémunération à condition que le salarié justifie s'être présenté au bureau de vote."
    },
    {
      "provision_ref": "art4-8",
      "section": "4-8",
      "title": "Article 4-8",
      "content": "L'élection des représentants des assurés sociaux au conseil d'administration de la caisse de prévoyance sociale a lieu au scrutin de liste à la représentation proportionnelle suivant la règle du plus fort reste sans panachage ni rature ni vote préférentiel. Sur chaque liste, les sièges sont attribués aux candidats d'après l'ordre des présentations."
    },
    {
      "provision_ref": "art4-9",
      "section": "4-9",
      "title": "Article 4-9",
      "content": "Le recensement général des votes est opéré par une commission composée du président du tribunal de première instance ou d'un juge désigné par lui, président, et de deux électeurs désignés par le représentant de l'Etat.La commission détermine le nombre de suffrages obtenus par chaque liste. Elle proclame les résultats."
    },
    {
      "provision_ref": "art4-10",
      "section": "4-10",
      "title": "Article 4-10",
      "content": "Les règles établies par les articles L. 10, L. 59, L. 61, L. 67, L. 86, L. 92, L. 93, L. 113, L. 114 à L. 116 du code électoral s'appliquent aux opérations électorales pour la caisse de prévoyance sociale.Toutefois, dans l'article L. 93, au lieu de \" citoyen \", il convient de lire \" électeur \"."
    },
    {
      "provision_ref": "art4-11",
      "section": "4-11",
      "title": "Article 4-11",
      "content": "Les contestations relatives à l'électorat, à l'éligibilité et à la régularité des opérations électorales sont de la compétence du tribunal de première instance, qui statue en dernier ressort."
    },
    {
      "provision_ref": "art4-12",
      "section": "4-12",
      "title": "Article 4-12",
      "content": "Les dépenses afférentes aux élections sont prises en charge par la caisse de prévoyance sociale, à l'exception des dépenses de fonctionnement courant exposées à ce titre par les collectivités locales et qui leur seront remboursées par l'Etat, et de la rémunération des salariés pendant le déroulement du scrutin, qui est à la charge des employeurs.Un arrêté du représentant de l'Etat fixe les conditions d'application du présent article."
    },
    {
      "provision_ref": "art4-13",
      "section": "4-13",
      "title": "Article 4-13",
      "content": "Les candidats venant sur une liste immédiatement après le dernier candidat élu exercent, à concurrence du nombre des sièges obtenus par la liste, les fonctions de suppléant.Ils sont appelés à siéger au conseil d'administration en l'absence des administrateurs élus et à remplacer ceux dont le siège deviendrait vacant. Le nombre de suppléants est toujours égal à celui des titulaires.Lorsque la liste a été épuisée et qu'il n'est plus possible de pourvoir aux vacances de sièges des représentants des assurés sociaux, il est procédé au remplacement des administrateurs dans les conditions suivantes :Les représentants des assurés sociaux au conseil d'administration de la caisse de prévoyance sociale sont désignés respectivement par les organisations syndicales nationales de salariés concernées en fonction des résultats obtenus localement lors des élections précédentes.Ces nouveaux représentants siègent jusqu'au renouvellement suivant de l'ensemble du conseil d'administration.Chaque organisation ayant désigné un ou plusieurs représentants au conseil d'administration peut désigner un nombre égal d'administrateurs suppléants."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. - La caisse de prévoyance sociale de Saint-Pierre-et-Miquelon est soumise au contrôle prévu à l'article L. 154-1 du code de la sécurité sociale.\n\nII. - Les décisions du conseil d'administration de la caisse de prévoyance sociale de Saint-Pierre-et-Miquelon sont soumises au contrôle de l'autorité compétente de l'Etat selon les modalités prévues à l'article L. 151-1 du même code, à l'exception, au deuxième alinéa, des mots : “et les modalités d'intervention des organismes nationaux”, des deux dernières phrases du troisième alinéa ainsi que du dernier alinéa.\n\nLes dispositions d'application du même article L. 151-1 peuvent être adaptées à Saint-Pierre-et-Miquelon par décret.\n\nIII. - Le budget établi par la caisse est soumis à l'approbation des ministres chargés de la sécurité sociale et du budget."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Le financement des dépenses d'action sociale publique est assuré par la caisse de prévoyance sociale, un arrêté de l'autorité administrative supérieure définissant la fraction prélevée sur le produit des cotisations perçues par la caisse de prévoyance sociale à cet effet.Ce financement est complété par une contribution de l'Etat et, éventuellement par des contributions facultatives des communes de Saint-Pierre-et-Miquelon."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Les ressources destinées à financer les risques couverts par la caisse de prévoyance sociale, à l'exception des risques vieillesse et veuvage, sont constituées par des cotisations à la charge des employeurs, des travailleurs indépendants et des salariés, dont les taux sont fixés par l'autorité administrative supérieure, après consultation du conseil d'administration de la caisse de prévoyance.\n\nLes ressources du régime d'assurance maladie, maternité, invalidité, décès et autonomie sont également constituées par des cotisations précomptées sur les avantages de retraite, les allocations et revenus de remplacement des travailleurs privés d'emploi lors de chaque versement par l'organisme débiteur de ces revenus, allocations ou avantages, dont les taux sont fixés dans les conditions prévues à l'alinéa précédent.\n\nEn cas d'insuffisance des ressources, celles-ci sont complétées par une contribution versée par les divers régimes de base obligatoire métropolitains de sécurité sociale selon un mode de répartition fixé par voie réglementaire."
    },
    {
      "provision_ref": "art7-1",
      "section": "7-1",
      "title": "Article 7-1",
      "content": "En ce qui concerne les travailleurs salariés et assimilés, les cotisations sont assises sur les rémunérations, au sens de l'article L. 242-1 du code de la sécurité sociale, versées en contrepartie ou à l'occasion du travail et déterminées conformément aux dispositions du même article. Ces cotisations sont pour partie à la charge de l'employeur, pour partie à la charge du salarié.\n\nToutefois, sont à la charge de l'employeur seul les cotisations destinées au financement du régime des prestations familiales et du régime de prévention et de réparation des accidents du travail.\n\nDes cotisations forfaitaires peuvent être fixées pour certaines catégories de travailleurs salariés ou assimilés par arrêté des ministres compétents.\n\nLes cotisations des travailleurs indépendants sont assises sur leur revenu professionnel, selon des modalités déterminées par voie réglementaire.\n\nLe présent article n'est pas applicable aux cotisations affectées à la couverture des risques vieillesse et veuvage."
    },
    {
      "provision_ref": "art7-2",
      "section": "7-2",
      "title": "Article 7-2",
      "content": "L'assiette des cotisations est prise en compte dans la limite d'un plafond dont le montant est fixé par arrêté des ministres compétents. Ce plafond est automatiquement modifié à la même date et du même taux que le plafond des cotisations du régime général de la sécurité sociale.\n\nEn outre, ce plafond est revalorisé par arrêté des mêmes ministres, après avis du conseil d'administration de la caisse de prévoyance sociale, lorsque les pensions de vieillesse sont elles-mêmes réajustées dans les conditions prévues à l'article 13 de la loi n° 87-563 du 17 juillet 1987 portant réforme du régime d'assurance vieillesse applicable à Saint-Pierre-et-Miquelon et dans une proportion identique.\n\nToutefois, lorsque la situation financière du régime d'assurance maladie, maternité, invalidité, décès et autonomie l'exige, il peut être décidé, selon la procédure mentionnée à l'alinéa précédent, de ne pas appliquer le plafond à tout ou partie des cotisations destinées au financement de ce régime.\n\nLe présent article n'est pas applicable aux cotisations affectées à la couverture des risques vieillesse et veuvage."
    },
    {
      "provision_ref": "art7-3",
      "section": "7-3",
      "title": "Article 7-3",
      "content": "Les articles L. 133-4-6, L. 133-10, L. 241-7 et L. 241-8 du code de la sécurité sociale sont applicables.\n\nLes dispositions de la sous-section 2 de la section 1 du chapitre III bis du titre III du livre Ier du code de la sécurité sociale sont applicables sous réserve des adaptations suivantes :\n\n1° Au 1° de l'article L. 133-5-6, les mots : \" ou dont les salariés relèvent du régime agricole \" sont supprimés ;\n\n2° Au 2° de l'article L. 133-5-6, les mots : \", à l'exception des associations relevant du régime obligatoire de protection des salariés agricoles, \" sont supprimés ;\n\n3° Les 4° et 5° de l'article L. 133-5-6 sont abrogés."
    },
    {
      "provision_ref": "art7-4",
      "section": "7-4",
      "title": "Article 7-4",
      "content": "Les personnes écrouées à Saint-Pierre-et-Miquelon sont affiliées au régime obligatoire de sécurité sociale applicable à Saint-Pierre-et-Miquelon mentionné à l'article 3.La rémunération due aux personnes détenues qui exercent une activité de travail dans le cadre d'un contrat d'emploi pénitentiaire est assujettie aux cotisations à la charge de l'employeur mentionnées au premier alinéa de l'article 7, destinées au financement du régime d'assurance maladie, maternité, invalidité et décès et aux cotisations destinées au financement du régime de prévention et de réparation des accidents du travail mentionné à l'article 12. Ces cotisations sont assises sur la rémunération des personnes détenues, prise en compte dans les conditions prévues par le premier alinéa de l'article L. 382-40 du code de la sécurité sociale. Elles sont à la charge du donneur d'ordre.Les articles L. 382-34 à L. 382-36, L. 382-38 et L. 382-43 à L. 382-47 du code de la sécurité sociale, sous réserve des dispositions des articles 9-2 et 9-6 ci-dessous, sont applicables. Toutefois, les personnes détenues qui exercent une activité de travail dans le cadre d'un contrat d'emploi pénitentiaire et qui ne satisfont pas à la condition de régularité du séjour permettant de relever, en France métropolitaine, d'un régime de sécurité sociale bénéficient des seules prestations prévues à l'article L. 382-34 du code de la sécurité sociale."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Les différends auxquels donnent lieu l'application du régime de prévoyance sociale de Saint-Pierre-et-Miquelon sont portés devant les juridictions de droit commun."
    },
    {
      "provision_ref": "art8-1",
      "section": "8-1",
      "title": "Article 8-1",
      "content": "L'article L. 133-5-5 du code de la sécurité sociale est applicable, à l'exception de l'obligation de dématérialisation des déclarations prévue au même article L. 133-5-5. Les dispositions des chapitres III et IV du titre IV du livre II du même code relatives au recouvrement des cotisations et les pénalités sont applicables, sous réserve des adaptations nécessaires prises par voie réglementaire."
    },
    {
      "provision_ref": "art8-2",
      "section": "8-2",
      "title": "Article 8-2",
      "content": "L'allégement de cotisations prévu à l'article L. 241-13 du code de la sécurité sociale est applicable à Saint-Pierre-et-Miquelon, dans les conditions prévues à cet article, aux cotisations à la charge de l'employeur mentionnées à l'article 7-1.[Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 99-423 DC du 13 janvier 2000.]"
    },
    {
      "provision_ref": "art8-3",
      "section": "8-3",
      "title": "Article 8-3",
      "content": "L'article L. 162-1-11 du code de la sécurité sociale est applicable à Saint-Pierre-et-Miquelon sous réserve des adaptations suivantes : les mots : \"Les caisses d'assurance maladie assurent\" sont remplacés par les mots : \"La caisse de prévoyance sociale de Saint-Pierre-et-Miquelon assure\", et les mots : \"Les caisses peuvent\" sont remplacés par les mots : \"La caisse peut\"."
    },
    {
      "provision_ref": "art8-4",
      "section": "8-4",
      "title": "Article 8-4",
      "content": "L'article L. 133-4-1 du code de la sécurité sociale est applicable aux prestations mentionnées aux articles 9 et 12-1 sous réserve des adaptations suivantes : au dernier alinéa, les mots : “ aux titres IV et V du livre III, à l'article L. 511-1 et aux titres Ier à IV du livre VIII du présent code, à l'article L. 351-11 du code de la construction et de l'habitation ” sont remplacés par les mots : “ aux articles 9-6,11 et 13-2 de l'ordonnance n° 77-1102 du 26 septembre 1977 portant extension et adaptation au département de Saint-Pierre-et-Miquelon de diverses dispositions relatives aux affaires sociales, au titre II du livre VIII du présent code et aux articles 5 et 7 de la loi n° 87-563 du 17 juillet 1987 portant réforme du régime d'assurance vieillesse applicable à Saint-Pierre-et-Miquelon ”."
    },
    {
      "provision_ref": "art8-5",
      "section": "8-5",
      "title": "Article 8-5",
      "content": "I. - Toute personne travaillant ou, lorsqu'elle n'exerce pas d'activité professionnelle, résidant à Saint-Pierre-et-Miquelon de manière stable et régulière bénéficie, en cas de maladie ou de maternité, de la prise en charge de ses frais de santé dans les conditions fixées par la présente ordonnance.\n\nL'exercice d'une activité professionnelle et les conditions de résidence à Saint-Pierre-et-Miquelon sont appréciés dans les conditions prévues à l'article 3.\n\nUn décret en Conseil d'Etat prévoit les conditions dans lesquelles les personnes qui résident à Saint-Pierre-et-Miquelon et cessent de remplir les conditions de résidence stable et régulière bénéficient d'une prolongation, dans la limite d'un an, du droit à la prise en charge des frais de santé mentionnée à l'article L. 160-8 du code de la sécurité sociale.\n\nII. - Par dérogation au I du présent article, bénéficient de la prise en charge de leurs frais de santé en tant qu'ayants droit d'un assuré social les enfants mineurs n'exerçant pas d'activité professionnelle qui sont à la charge de celui-ci, à condition que la filiation, y compris adoptive, soit légalement établie ou qu'ils soient des pupilles de la Nation ou des enfants recueillis.\n\nLe statut d'ayant droit prend fin, à une date fixée par décret, l'année au cours de laquelle l'enfant atteint l'âge de sa majorité.\n\nL'enfant qui a atteint l'âge de seize ans peut demander, selon des modalités fixées par décret, à bénéficier à titre personnel de la prise en charge de ses frais de santé en cas de maladie ou de maternité.\n\nLes enfants mineurs pris en charge par les services de l'aide sociale à l'enfance peuvent, sur demande des personnes ou des établissements qui en assurent l'accueil ou la garde, être identifiés de façon autonome au sein du régime de l'assuré social. Ces personnes ou établissements bénéficient, pour le compte de l'assuré, de la prise en charge des frais de santé de ce dernier en cas de maladie ou de maternité."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "L'assurance maladie et maternité est régie par les dispositions suivantes du code de la sécurité sociale :\n\n- L. 160-8 à L. 160-15, sous réserve des dispositions de l'article 9-5 ;\n\n- L. 161-1 à L. 161-6 ;\n\n- L. 161-8, L. 161-15, L. 161-15-1, L. 161-15-3, L. 162-1-21 et L. 162-2 ;\n\n- L. 162-3, L. 162-4, L. 162-4-5 et L. 162-8-1 ;\n\n- L. 162-29 et L. 162-30 ;\n\n- L. 162-62 ;\n\n- L. 168-1, L. 168-2 et L. 168-4 à L. 168-7 ;\n\n- L. 169-1 à L. 169-11 ;\n\n- L. 16-10-1 ;\n\n- L. 174-4 et L. 174-17 ;\n\n- L. 217-1 ;\n\n- L. 313-1 et L. 313-2 ;\n\n- L. 315-1 et L. 315-4 ;\n\n- L. 321-1 ;\n\n- L. 322-5 à L. 322-6 ;\n\n- L. 323-1 à L. 323-5 sous réserve des dispositions de l'article 9-6 ci-dessous ;\n\n- L. 324-1 ;\n\n- L. 331-1 à L. 331-8 ;\n\n- L. 332-1 et L. 332-2 ;\n\n- L. 371-1 à L. 371-3 et L. 371-5 à L. 371-7 ;\n\n- L. 374-1 ;\n\n- L. 375-1 ;\n\n- L. 376-1 à L. 376-3 ;\n\n- L. 377-2 à L. 377-5."
    },
    {
      "provision_ref": "art9-1",
      "section": "9-1",
      "title": "Article 9-1",
      "content": "Les dispositions citées à l'article 9 sont également applicables aux personnes non salariées relevant de la caisse de prévoyance sociale, à l'exception de celles relatives aux articles L. 321-1, L. 323-1 à L. 323-5, L. 331-3 à L. 331-8 et L. 371-3 (deuxième alinéa) du code de la sécurité sociale. Toutefois, à titre transitoire, ces personnes continuent de bénéficier des prestations en espèces d'assurance maladie et maternité qui leur sont servies par la caisse de prévoyance sociale."
    },
    {
      "provision_ref": "art9-2",
      "section": "9-2",
      "title": "Article 9-2",
      "content": "L'assurance décès garantit aux ayants droit de l'assuré le paiement, au décès de celui-ci, d'un capital d'un montant forfaitaire, selon les modalités fixées par décret."
    },
    {
      "provision_ref": "art9-3",
      "section": "9-3",
      "title": "Article 9-3",
      "content": "Les agents titulaires de l'Etat, les ouvriers affiliés au fonds spécial des pensions des ouvriers de l'Etat, les agents permanents des collectivités locales et les militaires mentionnés à l'article L. 713-1 du code de la sécurité sociale sont rattachés au régime d'assurance maladie et maternité. La prise en charge de leurs frais de santé est assurée selon des modalités fixées par décret."
    },
    {
      "provision_ref": "art9-4",
      "section": "9-4",
      "title": "Article 9-4",
      "content": "Au décès du pensionné ou du rentier, les prestations en nature prévues aux 1° à 4° de l'article L. 160-8 du code de la sécurité sociale sont maintenues au conjoint qui remplit les conditions mentionnées à l'article 16 de la loi n° 87-563 du 17 juillet 1987 précitée."
    },
    {
      "provision_ref": "art9-5",
      "section": "9-5",
      "title": "Article 9-5",
      "content": "Pour l'application du 5° de l'article L. 160-14 du code de la sécurité sociale, les allocations de référence sont l'allocation supplémentaire du régime vieillesse prévue aux articles 24 à 32 de la loi n° 87-563 du 17 juillet 1987 précitée et l'allocation supplémentaire invalidité prévue à l'article 9-6-1."
    },
    {
      "provision_ref": "art9-6",
      "section": "9-6",
      "title": "Article 9-6",
      "content": "L'assurance invalidité est régie par les articles L. 341-1 à L. 342-6 du code de la sécurité sociale.\n\nLes articles L. 171-1, L. 171-2, L. 172-3, L. 355-1 à L. 355-3, L. 361-1, L. 371-4, L. 371-7 et L. 376-1 à L. 376-3 du même code sont applicables aux titulaires d'un avantage d'invalidité. Au dernier alinéa de l'article L. 355-3, les mots : “ gérées par les organismes mentionnés à l'article L. 133-4-1 ou sur les prestations mentionnées à l'article L. 511-1, aux titres Ier à IV du livre VIII du présent code, à l'article L. 351-11 du code de la construction et de l'habitation ” sont remplacés par les mots : “ mentionnées à l'article 9 de l'ordonnance n° 77-1102 du 26 septembre 1977 portant extension et adaptation au département de Saint-Pierre-et-Miquelon de diverses dispositions relatives aux affaires sociales ou sur les prestations mentionnées aux articles 11,12-1 et 13-2 de la même ordonnance, aux articles 5 et 7 de la loi n° 87-563 du 17 juillet 1987 portant réforme du régime d'assurance vieillesse applicable à Saint-Pierre-et-Miquelon ”."
    },
    {
      "provision_ref": "art9-6-1",
      "section": "9-6-1",
      "title": "Article 9-6-1",
      "content": "Toute personne résidant sur le territoire de la collectivité territoriale de Saint-Pierre-et-Miquelon et y ayant résidé ou ayant résidé sur le territoire métropolitain, dans un département ou un territoire d'outre-mer ou à Mayotte pendant une durée et dans des conditions déterminées, quel que soit son âge, titulaire d'un avantage viager servi au titre de l'assurance invalidité ou de vieillesse par un régime de sécurité sociale résultant de dispositions législatives ou réglementaires, bénéficie de l'allocation supplémentaire si elle est atteinte d'une invalidité générale réduisant sa capacité de travail ou de gain dans des proportions déterminées ou si elle a obtenu cet avantage en raison d'une invalidité générale au moins égale.L'allocation supplémentaire est régie par les articles 25 à 31 et 33 à 35 de la loi n° 87-563 du 17 juillet 1987 précitée."
    },
    {
      "provision_ref": "art9-6-2",
      "section": "9-6-2",
      "title": "Article 9-6-2",
      "content": "Les charges de la caisse de prévoyance sociale de Saint-Pierre-et-Miquelon afférentes au service de l'allocation supplémentaire mentionnée à l'article 9-6-1 sont couvertes au moyen d'une subvention spécifique de l'Etat."
    },
    {
      "provision_ref": "art9-7",
      "section": "9-7",
      "title": "Article 9-7",
      "content": "Lorsque les soins doivent être dispensés hors de l'archipel de Saint-Pierre-et-Miquelon aux assurés affiliés à la caisse de prévoyance sociale et à leurs ayants droit, les prestations correspondantes de l'assurance maladie et maternité sont servies selon des modalités fixées par voie réglementaire."
    },
    {
      "provision_ref": "art9-8",
      "section": "9-8",
      "title": "Article 9-8",
      "content": "Les I et II de l'article L. 162-38-1 du code de la sécurité sociale sont applicables à Saint-Pierre-et-Miquelon."
    },
    {
      "provision_ref": "art9-9",
      "section": "9-9",
      "title": "Article 9-9",
      "content": "Les rapports entre la caisse de prévoyance sociale de Saint-Pierre-et-Miquelon et les médecins, chirurgiens-dentistes, sages-femmes et auxiliaires médicaux exerçant dans la collectivité territoriale de Saint-Pierre-et-Miquelon sont définis par une convention territoriale conclue entre cet organisme et ces professionnels.\n\nLa convention territoriale :\n\n1° Détermine les obligations de la caisse de prévoyance sociale et celles des professionnels mentionnés ci-dessus ;\n\n2° Fixe les tarifs des honoraires et frais accessoires dus à ces professionnels par les assurés.\n\nElle n'entre en vigueur, lors de sa conclusion ou lors de sa reconduction, même tacite, qu'après approbation du ministre chargé de la sécurité sociale ; il en est de même de ses annexes ou avenants.\n\nDès son approbation, la convention est applicable à l'ensemble des professionnels signataires.\n\nAvant l'approbation de la convention territoriale, le Conseil national de l'ordre des médecins et le Conseil national de l'ordre des chirurgiens-dentistes sont consultés sur les dispositions de cette convention relatives à la déontologie qui les concerne.\n\nLes dispositions de cette convention ne sont pas applicables aux professionnels que la caisse de prévoyance sociale a décidé de placer hors convention pour violation des engagements prévus par celle-ci. Cette décision doit être prononcée selon des conditions prévues par la convention.\n\nPour les professionnels, non régis par la convention territoriale, ou à défaut de convention territoriale, les tarifs servant de base au remboursement des honoraires sont fixés par l'arrêté interministériel prévu à l'article L. 162-8 du code de la sécurité sociale."
    },
    {
      "provision_ref": "art9-10",
      "section": "9-10",
      "title": "Article 9-10",
      "content": "I. - La prise en charge des produits de santé par la caisse de prévoyance sociale est régie par l'article L. 5123-2 du code de la santé publique et les articles L. 162-17 et L. 165-1 du code de la sécurité sociale.\n\nLa liste établie dans les conditions fixées au premier alinéa de l'article L. 162-17 du même code est complétée pour tenir compte des nécessités particulières à la collectivité.\n\nII. - Un arrêté des ministres chargés de la sécurité sociale, de la santé, de l'économie et de l'outre-mer peut déterminer des majorations applicables :\n\n1° Aux prix ou aux marges, fixés en application des articles L. 162-16-4 ou L. 162-38 du code de la sécurité sociale, ou aux tarifs forfaitaires de responsabilité, prévus à l'article L. 162-16 du même code, des médicaments remboursables mentionnés aux premier et dernier alinéas de l'article L. 162-17 dudit code ;\n\n2° Aux prix de cession fixés en application de l'article L. 162-16-5 du code de la sécurité sociale pour les médicaments mentionnés au deuxième alinéa de l'article L. 162-17 du même code ;\n\n3° Aux tarifs de responsabilité fixés en application de l'article L. 165-2 du code de la sécurité sociale et, le cas échéant, aux prix, fixés en application de l'article L. 165-3 du même code, des produits et prestations mentionnés à l'article L. 165-1 dudit code.\n\nCes majorations prennent en compte les frais particuliers qui, dans la collectivité territoriale de Saint-Pierre-et-Miquelon, grèvent le coût de ces produits de santé par rapport à leur coût en métropole.\n\nIII. - La convention nationale conclue entre les représentants des pharmaciens titulaires d'officine et l'Union nationale des caisses d'assurance maladie prévue à l'article L. 162-16-1 du code de la sécurité sociale est applicable à Saint-Pierre-et-Miquelon, sauf exceptions déterminées par arrêté des ministres chargés de la santé et de la sécurité sociale."
    },
    {
      "provision_ref": "art9-11",
      "section": "9-11",
      "title": "Article 9-11",
      "content": "Les articles L. 223-5 à L. 223-15 du code de la sécurité sociale, relatifs à la Caisse nationale de solidarité pour l'autonomie, sont applicables à Saint-Pierre-et-Miquelon."
    },
    {
      "provision_ref": "art9-12",
      "section": "9-12",
      "title": "Article 9-12",
      "content": "Les articles L. 168-8 à L. 168-16 du code de la sécurité sociale sont applicables à Saint-Pierre-et-Miquelon sous réserve de l'adaptation suivante : l'article L. 544-8 du même code auquel renvoie l'article L. 168-8 est adapté dans les termes prévus au 10° bis de l'article 11 de la présente ordonnance."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Le régime d'assurance vieillesse applicable est celui institué par la loi n° 87-563 du 17 juillet 1987 précitée."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Le régime de prestations familiales est fixé par les dispositions suivantes du code de la sécurité sociale :\n\n1° Article L. 511-1, à l'exception du 8° et du 9° ;\n\n2° Articles L. 512-1 à L. 512-5 sous réserve des adaptations suivantes :\n\na) (Abrogé) ;\n\nb) Le quatrième alinéa de l'article L. 512-3 est ainsi rédigé :\n\nToutefois, pour l'attribution du complément familial mentionné au 3° de l'article L. 511-1, l'âge limite peut être différent de celui mentionné au 2° du présent article ;\n\nc) Au 1° de l'article L. 512-4, les mots : \"par le service d'aide sociale à l'enfance ou\" sont supprimés ;\n\n3° Article L. 513-1 ;\n\n4° Articles L. 521-1, L. 521-2, à l'exception du quatrième alinéa, et L. 521-3 ;\n\n5° Articles L. 522-1 à L. 522-3 ;\n\n5° bis Articles L. 523-1 à L. 523-3 ;\n\n6° Articles L. 531-1 à L. 531-9 sous réserve des adaptations suivantes :\n\na) Au début du second alinéa de l'article L. 531-4-1, les mots : \"La région\" sont remplacés par le mot : \"Saint-Pierre-et-Miquelon\" ;\n\nb) (Abrogé) ;c) (Abrogé).\n\nd) L'article L. 531-8 du code de la sécurité sociale est ainsi rédigé :\n\n“ Art. L. 531-8.-La Caisse de prévoyance sociale verse le montant mentionné au a du I de l'article L. 531-5 à un organisme de recouvrement de sécurité sociale désigné par arrêté du ministre chargé de la sécurité sociale.“ L'employeur est dispensé du versement des cotisations et contributions sociales à hauteur de ce montant sous réserve de se conformer aux modalités de déclaration fixées par décret. Dans ce cas, les cotisations et contributions sociales demeurant à sa charge donnent lieu à prélèvement automatique au cours du mois suivant la réception des formulaires de déclaration. L'organisme mentionné au premier alinéa du présent article est habilité à poursuivre le recouvrement par voie contentieuse des sommes restant dues, pour le compte de l'ensemble des régimes concernés sous les garanties et sanctions applicables au recouvrement des cotisations du régime général de sécurité sociale assises sur les salaires.“ Les mentions figurant dans le formulaire de déclaration sont fixées par arrêté du ministre chargé de la sécurité sociale. ”\n\n7° Articles L. 532-1 et L. 532-2 sous réserve de l'adaptation suivante : à l'article L. 532-2, la référence aux articles L. 615-19 à L. 615-19-2 est remplacée par la référence aux articles L. 613-19 à L. 613-19-2 ;\n\n8° Article L. 533-1 ;\n\n9° Articles L. 541-1 à L. 541-5 ;\n\n9° bis (Abrogé)\n\n10° Articles L. 543-1, L. 543-2 et L. 543-3 ;\n\n10° bis Articles L. 544-1 à L. 544-10, sous réserve de l'adaptation suivante : à l'article L. 544-8, les mots : “, au 1° et au dernier alinéa de l'article L. 611-1 et à l'article L. 661-1 du présent code, aux articles L. 321-5, L. 722-9 et L. 732-34 du code rural et de la pêche maritime ” sont remplacés par les mots : “ et à l'article L. 374-5 du code rural et de la pêche maritime ainsi que les travailleurs non salariés affiliés à la caisse de prévoyance sociale de Saint-Pierre-et-Miquelon ;\n\n10° ter Article L. 545-1 ;\n\n11° Article L. 551-1 ;\n\n12° Articles L. 552-1, L. 552-4 et L. 552-7 ;\n\n13° Articles L. 553-1 à L. 553-3, le I, à l'exception de son dernier alinéa, de l'article L. 553-4 et l'article L. 553-5 sous réserve des adaptations suivantes :\n\nc) L'article L. 553-2 est ainsi modifié :-à la fin de l'avant-dernier alinéa, les mots : “ un organisme de prestations familiales, la caisse nationale des allocations familiales ou les caisses centrales de mutualité sociale agricole ” sont remplacés par les mots : “ la Caisse de prévoyance sociale ” ;-au dernier alinéa, les mots : “ gérées par les organismes mentionnés à l'article L. 133-4-1 ou sur les prestations mentionnées aux titres IV et V du livre III et au titre Ier du livre VIII ” sont remplacés par les mots : “ mentionnées à l'article 8-4, ou sur les prestations mentionnées à l'article 9-6 de l'ordonnance n° 77-1102 du 26 septembre 1977 portant extension et adaptation au département de Saint-Pierre-et-Miquelon de diverses dispositions relatives aux affaires sociales, aux titres II et IV de la loi n° 87-563 du 17 juillet 1987 portant réforme du régime d'assurance vieillesse applicable à Saint-Pierre-et-Miquelon ” ;\n\nd) A l'article L. 553-3, l'avant-dernier alinéa est supprimé ;\n\ne) Au troisième alinéa du I de l'article L. 553-4, les mots :\n\n\"l'allocation de soutien familial et\" sont supprimés et les mots :\n\n\"l'allocation parentale d'éducation\" sont remplacés par les mots :\n\n\"le complément de libre choix d'activité de la prestation d'accueil du jeune enfant\" ;\n\n14° Articles L. 554-2 et L. 554-3 sous réserve des adaptation suivantes :\n\na) A l'article L. 554-3, les mots : \"l'insertion du jugement dans un ou plusieurs journaux de la localité\" sont remplacés par les mots : \"l'affichage du jugement en mairie et son insertion dans une publication locale\" ;\n\nb) (Abrogé) ;\n\n14° bis Articles L. 581-1 à L. 581-10 sous réserve des adaptations suivantes :\n\na) Au début de l'article L. 581-1, les mots : \"les organismes et services auxquels incombe le service des prestations familiales sont habilités à apporter leur aide\" sont remplacés par les mots : \"La Caisse de prévoyance sociale de Saint-Pierre-et-Miquelon est habilitée à apporter son aide\" ;\n\nb) Au début de la première phrase du dernier alinéa de l'article L. 581-2, les mots : \"L'organisme débiteur des prestations familiales est subrogé\" sont remplacés par les mots : \"La Caisse de prévoyance sociale est subrogée\" ;\n\nc) Aux deux derniers alinéas de l'article L. 581-3 et au premier alinéa de l'article L. 581-4, les mots : \"l'organisme débiteur des prestations familiales\" sont remplacés par les mots : \"la Caisse de prévoyance sociale\" ;\n\nd) Au début de la seconde phrase du deuxième alinéa de l'article L. 581-4, les mots : \"L'organisme débiteur demeure subrogé\" sont remplacés par les mots : \"La Caisse de prévoyance sociale demeure subrogée\" ;\n\ne) Au début du troisième alinéa et à la fin du dernier alinéa de l'article L. 581-4, à la première phrase de l'article L. 581-7, à la première phrase du deuxième alinéa et à la fin du sixième alinéa de l'article L. 581-10, les mots : \"l'organisme débiteur de prestations familiales\" sont remplacés par les mots : \"la Caisse de prévoyance sociale\" ;\n\nf) Au premier alinéa de l'article L. 581-5, les mots : \"l'organisme débiteur\" sont remplacés par les mots : \"la Caisse de prévoyance sociale\" ;\n\ng) Au premier alinéa de l'article L. 581-6, les mots : \"des organismes débiteurs de prestations familiales\" sont remplacés par les mots : \"de la Caisse de prévoyance sociale\" ;\n\nh) A la première phrase de l'article L. 581-7 et aux deuxième et avant-dernier alinéas de l'article L. 581-10, les mots : \"représentant de l'Etat dans le département\" sont remplacés par les mots : \"représentant de l'Etat dans la collectivité\" ;\n\ni) A l'article L. 581-8, les mots : \"Les organismes débiteurs de prestations familiales peuvent\" sont remplacés par les mots : \"La Caisse de prévoyance sociale peut\" et le mot : \"leur\" est remplacé par le mot : \"lui\" ;\n\nj) L'article L. 581-9 est ainsi modifié :\n\n- à la première phrase, les mots : \"Les caisses d'allocations familiales sont habilitées à consentir sur leur\" sont remplacés par les mots : \"La Caisse de prévoyance sociale est habilitée à consentir sur son\" ;\n\n- à la seconde phrase, les mots : \"Elles sont alors subrogées\" sont remplacés par les mots : \"Elle est alors subrogée\" ;\n\nk) L'article L. 581-10 est ainsi modifié :\n\n- au premier alinéa, les mots : \"les organismes débiteurs de prestations familiales peut être confié, pour le compte de ces organismes\" sont remplacés par les mots : \"la Caisse de prévoyance sociale peut être confié, pour le compte de cet organisme\" ;\n\n- au troisième alinéa, les mots : \"Dès qu'ils ont saisi le représentant de l'Etat dans le département, les organismes débiteurs de prestations familiales ne peuvent plus, jusqu'à ce qu'ils soient informés\" sont remplacés par les mots : \"Dès qu'elle a saisi le représentant de l'Etat dans la collectivité, la Caisse de prévoyance sociale ne peut plus, jusqu'à ce qu'elle soit informée\" et le mot : \"leur\" est remplacé par le mot : \"sa\" ;\n\n- à l'avant-dernier alinéa, les mots : \"d'allocations familiales\" sont remplacés par les mots : \"de prévoyance sociale\" ;\n\n- au début du dernier alinéa, les mots : \"Lorsqu'un organisme débiteur de prestations familiales\" sont remplacés par les mots : \"Lorsque la Caisse de prévoyance sociale\" ;\n\n15° Articles L. 583-1 à L. 583-3."
    },
    {
      "provision_ref": "art11-2",
      "section": "11-2",
      "title": "Article 11-2",
      "content": "La caisse de prévoyance sociale de Saint-Pierre-et-Miquelon exerce une action sociale en faveur des ressortissants du régime des prestations familiales et de leurs familles dans le cadre du programme mentionné au 2° de l'article L. 223-1 du code de la sécurité sociale.La Caisse nationale des allocations familiales attribue à la caisse de prévoyance sociale de Saint-Pierre-et-Miquelon une dotation annuelle financée par le fonds d'action sanitaire et sociale mentionné au 2° du même article."
    },
    {
      "provision_ref": "art11-3",
      "section": "11-3",
      "title": "Article 11-3",
      "content": "Les conventions conclues par la caisse de prévoyance sociale de Saint-Pierre-et-Miquelon au titre des subventions accordées dans le cadre de l'action sociale mentionnée à l'article 11-2 définissent un régime de sanctions en cas de manquement aux règles qu'elles prévoient."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Le régime de prévention et de réparation des accidents du travail défini par le décret n° 57-245 du 26 février 1957, modifié par le décret n° 57-829 du 25 juillet 1957 et l'ordonnance n° 58-875 du 21 septembre 1958, demeure applicable."
    },
    {
      "provision_ref": "art12-1",
      "section": "12-1",
      "title": "Article 12-1",
      "content": "L'article L. 434-1, le deuxième alinéa de l'article L. 434-2 et l'article L. 434-20 du code de la sécurité sociale sont applicables, dans leur rédaction antérieure à la loi n° 2025-199 du 28 février 2025 de financement de la sécurité sociale pour 2025, aux victimes d'accidents du travail dont la date de consolidation est postérieure à la date d'entrée en vigueur de la loi n° 88-1264 du 30 décembre 1988 relative à la protection sociale et portant dispositions diverses relatives à la collectivité territoriale de Saint-Pierre-et-Miquelon."
    },
    {
      "provision_ref": "art12-2",
      "section": "12-2",
      "title": "Article 12-2",
      "content": "En dehors des cas prévus à l'article L. 434-20 du code de la sécurité sociale, la pension allouée à la victime de l'accident peut, après l'expiration d'un délai déterminé, être remplacée en partie par un capital, dans des conditions fixées par décret et suivant un tarif fixé par arrêté ministériel.Le capital peut être converti en rente viagère. Les conditions de cette conversion sont fixées par décret.La rente viagère résultant de la conversion prévue ci-dessus, ainsi que la rente de réversion versée au conjoint, sont revalorisées dans les conditions prévues à l'article 12-3.Les pensions allouées avant la date d'entrée en vigueur de la loi précitée relative à la protection sociale et portant dispositions diverses relatives à la collectivité territoriale de Saint-Pierre-et-Miquelon, aux victimes d'un accident du travail atteintes d'une incapacité permanente inférieure à un pourcentage déterminé, peuvent être remplacées en totalité par un capital, dans les conditions définies au premier alinéa du présent article."
    },
    {
      "provision_ref": "art12-3",
      "section": "12-3",
      "title": "Article 12-3",
      "content": "Les rentes dues aux victimes, ou en cas de décès à leurs ayants droit, sont revalorisées automatiquement du même taux et à la même date que dans le régime général de la sécurité sociale.En outre, une revalorisation est opérée dans les conditions et selon la procédure mentionnées au deuxième alinéa de l'article 13 de la loi n° 87-563 du 17 juillet 1987 précitée."
    },
    {
      "provision_ref": "art12-4",
      "section": "12-4",
      "title": "Article 12-4",
      "content": "Le quatrième alinéa de l'article L. 433-1 du code de la sécurité sociale est applicable aux victimes d'accidents du travail et de maladies professionnelles à Saint-Pierre-et-Miquelon. Pour son application à Saint-Pierre-et-Miquelon, la référence à la caisse primaire d'assurance maladie mentionnée à l'article L. 323-3-1 du même code est remplacée par la référence à la caisse de prévoyance sociale."
    },
    {
      "provision_ref": "art12-5",
      "section": "12-5",
      "title": "Article 12-5",
      "content": "L'article L. 433-4 du code de la sécurité sociale est applicable aux victimes d'accidents du travail et de maladies professionnelles à Saint-Pierre-et-Miquelon."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "A compter du 1er janvier 1978, les décisions relatives à la fixation du montant des prestations sont prises par l'autorité administrative supérieure après avis du conseil d'administration de la caisse de prévoyance sociale."
    },
    {
      "provision_ref": "art13-1",
      "section": "13-1",
      "title": "Article 13-1",
      "content": "Le régime d'assurance vieillesse des marins est régi par les dispositions du titre V du livre V de la cinquième partie du code des transports.\n\nLa protection sociale et la retraite du personnel navigant professionnel aérien sont régies par les dispositions des chapitres VI et VII du titre II du livre V de la sixième partie du code des transports.\n\nLes modalités de coordination entre les différents régimes sont réglés, le cas échéant, par une convention entre la caisse de protection sociale de Saint-Pierre-et-Miquelon et les organismes chargés des régimes précités en métropole."
    },
    {
      "provision_ref": "art13-2",
      "section": "13-2",
      "title": "Article 13-2",
      "content": "I.-Le titre IV du livre VIII du code de la sécurité sociale est applicable à Saint-Pierre-et-Miquelon, sous réserve des adaptations suivantes :\n\n1° A l'article L. 842-1 et au dernier alinéa de l'article L. 842-7, les mots : \" en France \" sont remplacés par les mots : \" à Saint-Pierre-et-Miquelon \" ;\n\n2° L'article L. 843-1 est ainsi rédigé :\n\n\" Art. L. 843-1.-Un décret désigne l'organisme de sécurité sociale qui attribue, sert et contrôle, pour le compte de l'Etat, la prime d'activité. \" ;\n\n3° La dernière phrase du troisième alinéa de l'article L. 845-3 est ainsi rédigée :\n\n\" A défaut, l'organisme mentionné au même premier alinéa peut également, dans des conditions fixées par décret, procéder à la récupération de l'indu par retenues sur les échéances à venir au titre des prestations familiales et des prestations mentionnées aux 1°, 2°, 3°, 5° et 7° de l'article L. 511-1 et au titre II du présent livre VIII, ainsi qu'au titre du revenu de solidarité active mentionné à l'article L. 262-1 du code de l'action sociale et des familles. \"\n\nII.-Les sections 2 et 3 du chapitre IV ter du titre Ier du livre Ier du code de la sécurité sociale sont applicables à Saint-Pierre-et-Miquelon."
    },
    {
      "provision_ref": "art13-3",
      "section": "13-3",
      "title": "Article 13-3",
      "content": "Les articles L. 114-13 et L. 114-18 du code de la sécurité sociale sont applicables à Saint-Pierre-et-Miquelon."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Le code de la mutualité est applicable au département de Saint-Pierre-et-Miquelon."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Des décrets ou, en tant que de besoin, des décrets en Conseil d'Etat fixent les conditions particulières d'adaptation et d'application du présent titre à la collectivité territoriale de Saint-Pierre-et-Miquelon."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Le présent titre entrera en vigueur le 1er janvier 1978."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Les dispositions législatives des livres Ier à IX du code du travail sont étendues au département de Saint-Pierre-Miquelon."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Au livre VIII du code du travail, l'expression \"...de la Guadeloupe, de la Guyane, de la Martinique et de la Réunion\" est remplacée par l'expression \"...de la Guadeloupe, de la Guyane, de la Martinique, de la Réunion et de Saint-Pierre-et-Miquelon\";"
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Les dispositions du titre Ier du livre V du code du travail entreront en vigueur dans le département de Saint-Pierre-et-Miquelon le 1er octobre 1978."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I. - La caisse de prévoyance sociale est chargée de recouvrer, d'affecter et de contrôler les contributions mentionnées aux 2° à 4° du I de l'article L. 6131-1 du code du travail et, le cas échéant, celles mentionnées au 5° du même I, ainsi que les contributions mentionnées aux II et III de l'article L. 2135-10 du même code, selon les modalités déclaratives et la périodicité applicables en matière de cotisations et de contributions de sécurité sociale à Saint-Pierre-et-Miquelon, à l'exception du solde de la taxe d'apprentissage mentionné au II de l'article L. 6241-2 dudit code et de la contribution supplémentaire à l'apprentissage mentionnée au 3° de l'article L. 6131-1 du même code, qui sont recouvrés annuellement, sous les garanties et sanctions applicables en matière de cotisations et de contributions de sécurité sociale.\n\nLes contributions faisant l'objet d'un recouvrement par la caisse de prévoyance sociale sont reversées par celle-ci selon les modalités et aux attributaires définis aux articles L. 2135-9 et L. 6131-3 à L. 6131-5 du même code, sous réserve des adaptations suivantes :\n\n1° Pour l'application des mêmes articles L. 6131-3 à L. 6131-5 à Saint-Pierre-et-Miquelon, la caisse de prévoyance sociale de Saint-Pierre-et-Miquelon se substitue aux organismes mentionnés aux articles L. 225-1-1, L. 213-1 et L. 752-4 du code de la sécurité sociale ainsi qu'aux organismes mentionnés aux articles L. 723-1 et L. 723-11 du code rural et de la pêche maritime ;\n\n2° Pour le recouvrement des contributions mentionnées aux 2° à 4° du I de l'article L. 6131-1 du code du travail, la caisse de prévoyance sociale perçoit des frais de gestion selon les modalités déterminées par une convention conclue avec l'institution mentionnée à l'article L. 6123-5 du même code et approuvée par les ministres chargés de la formation professionnelle, de la sécurité sociale et de l'outre-mer ;\n\n3° La convention mentionnée au II de l'article L. 6131-4 dudit code est approuvée, pour les dispositions relatives à Saint-Pierre-et-Miquelon, par le ministre chargé de l'outre-mer ;\n\n4° Pour le recouvrement des contributions mentionnées aux II et III de l'article L. 2135-10 du même code, la caisse de prévoyance sociale perçoit des frais de gestion selon les modalités déterminées par une convention conclue avec le fonds paritaire mentionné à l'article L. 2135-9 du même code et approuvée par les ministres chargés de la formation professionnelle, de la sécurité sociale et de l'outre-mer.\n\nII. - Les conditions et les modalités de recouvrement des contributions mentionnées au III de l'article L. 2135-10 et au II de l'article L. 6131-3 du code du travail s'appliquent à Saint-Pierre-et-Miquelon."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Le personnel médical en fonction à la date de publication de la présente ordonnance pourra être intégré dans un corps régi par l'un des statuts de praticiens des établissements hospitaliers publics.Les agents titulaires ou stagiaires en fonction à la date de publication de la présente ordonnance dans le service de santé du département de Saint-Pierre-et-Miquelon seront, sauf option contraire, intégrés dans un emploi régi par les titres Ier et IV du statut général des fonctionnaires de l'Etat et des collectivités territoriales à compter du 1er janvier 1978. Ceux d'entre eux qui auront demandé le maintien de leur situation antérieure seront, à compter de la même date, détachés dans un emploi régi par les titres Ier et IV."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Toute mesure d'exonération, totale ou partielle, de cotisations de sécurité sociale, instituée à compter de la date d'entrée en vigueur de la loi n° 2000-1207 du 13 décembre 2000 d'orientation pour l'outre-mer, donne lieu à compensation intégrale à la caisse de prévoyance sociale de la collectivité territoriale de Saint-Pierre-et-Miquelon, ainsi qu'aux autres régimes concernés par le budget de l'Etat pendant toute la durée de son application.Cette compensation s'effectue au plus trimestriellement sans préjudice des compensations appliquées à la date d'entrée en vigueur de ladite loi."
    }
  ]
}