{
  "id": "ordonnance-n-2015-378-du-2-avril-2015",
  "type": "statute",
  "title": "ORDONNANCE n°2015-378 du 2 avril 2015",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000030430065",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Les dispositions du présent titre font référence aux dispositions du code des assurances, du code monétaire et financier, du code de la mutualité et du code de la sécurité sociale, dans leur rédaction issue des articles 1er à 17 de la présente ordonnance.Pour l'ensemble des dispositions du présent titre :1° L'expression « entreprise relevant du régime dit “Solvabilité II” » fait référence aux organismes d'assurance et de réassurance mentionnés aux articles L. 310-3-1 du code des assurances, L. 211-10 du code de la mutualité et L. 931-6 du code de la sécurité sociale, dans leur rédaction issue de la présente ordonnance ;2° L'expression « entreprise ne relevant pas du régime dit “Solvabilité II” » fait référence aux organismes d'assurance et de réassurance mentionnés aux articles L. 310-3-2 du code des assurances, L. 211-11 du code de la mutualité et L. 931-6-1 du code de la sécurité sociale, dans leur rédaction issue de la présente ordonnance."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I. - A compter de la publication de la présente ordonnance, l'Autorité de contrôle prudentiel et de résolution peut approuver :1° L'utilisation d'un modèle interne, intégral ou partiel par une entreprise relevant du régime dit « Solvabilité II », conformément aux dispositions de l'article L. 352-1 du code des assurances ;2° L'application par une entreprise relevant du régime dit « Solvabilité II » des mesures transitoires sur les taux d'intérêt sans risque et sur les provisions techniques prévues, respectivement, par les articles L. 351-4 et L. 351-5 du même code.Pour donner les approbations mentionnées aux 1° et 2°, l'Autorité de contrôle prudentiel et de résolution se fonde sur les critères et règles définis au titre V du livre III du même code.II. - A compter de la publication de la présente ordonnance, l'Autorité de contrôle prudentiel et de résolution peut :1° Déterminer le niveau et la portée du contrôle de groupe, en application des articles L. 356-1 à L. 356-10-1 du code des assurances et de l'article L. 517-9 du code monétaire et financier ;2° Identifier les autorités de contrôle exerçant la fonction de contrôleur de groupe, au sens du 6° de l'article L. 356-1 du code des assurances, sur la base des dispositions de l'article L. 356-6 du même code ;3° Constituer des collèges de contrôleurs et participer à ces collèges, conformément aux dispositions prévues à l'article L. 356-7-1 du code des assurances.III. - A compter de la publication de la présente ordonnance, l'Autorité de contrôle prudentiel et de résolution peut recevoir les notifications qui lui sont adressées en application du II de l'article L. 612-23-1 du code monétaire et financier et les examiner conformément aux dispositions des articles L. 322-2 et L. 322-3-2 du code des assurances, L. 211-13 et L. 114-21 du code de la mutualité et L. 931-7-1 et L. 931-7-2 du code de la sécurité sociale.L'Autorité de contrôle prudentiel et de résolution dispose, pour s'opposer aux notifications :a) D'un délai de six mois, pour les notifications reçues avant le 31 août 2015 ;b) D'un délai courant jusqu'au 29 février 2016, pour les notifications reçues entre le 1er septembre 2015 et le 31 décembre 2015.Les personnes, qui font l'objet de ces notifications, n'occupent leurs fonctions respectives qu'à compter du 1er janvier 2016.IV. - A compter du 1er juillet 2015, l'Autorité de contrôle prudentiel et de résolution peut :1° Déterminer l'équivalence conformément à l'article L. 356-11 ;2° Prendre les décisions mentionnées à l'article L. 356-12.V. - Les décisions prises par l'Autorité de contrôle prudentiel et de résolution en application des I, III et IV prennent effet à compter du 1er janvier 2016."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Les organismes de titrisation ou les compartiments d'organismes de titrisation mentionnés aux articles L. 310-1-2 du codes des assurances, qui supportent des risques d'assurance agréés avant le 31 décembre 2015 sont soumis au droit de l'Etat membre de l'Espace économique européen qui a agréé le véhicule de titrisation. Toute nouvelle activité de ces véhicules de titrisation commencée après cette date est soumise à la législation nationale de ces Etats, dans ses dispositions issues de la transposition des paragraphes 1, 2 et 2 bis de l'article 211 de la directive 2009/138/CE du Parlement européen et du Conseil du 25 novembre 2009 (Solvabilité II)."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I. - Sans préjudice de l'application des articles L. 325-1 et L. 352-8 du code des assurances, les entreprises relevant du régime dit « Solvabilité II » qui remplissent les exigences de solvabilité qui leur sont applicables au 31 décembre 2015 mais ne détiennent pas un montant suffisant de fonds propres de base éligibles pour couvrir le minimum de capital requis mentionné à l'article L. 352-5 du même code, doivent se conformer aux dispositions de l'article L. 352-5 au plus tard le 31 décembre 2016. A défaut, l'Autorité de contrôle prudentiel et de résolution leur retire le ou les agréments, dans les conditions prévues à l'article L. 325-1 du même code.II. - Sans préjudice de l'application des dispositions de l'article L. 352-7 du code des assurances, lorsqu'une entreprise relevant du régime dit « Solvabilité II » remplit les exigences de solvabilité qui lui sont applicables au 31 décembre 2015 mais ne respecte pas, durant l'année 2016, le capital de solvabilité requis à l'article L. 352-1 du même code, l'Autorité de contrôle prudentiel et de résolution exige de cette entreprise qu'elle prenne les mesures nécessaires pour disposer du niveau de fonds propres éligibles couvrant le capital de solvabilité requis ou réduire son profil de risque afin de garantir, au plus tard au 31 décembre 2017, le respect de l'exigence de capital de solvabilité.L'entreprise concernée soumet tous les trois mois à l'Autorité de contrôle prudentiel et de résolution un rapport d'étape exposant les mesures prises et les progrès réalisés en vue de se conformer à l'exigence du capital de solvabilité requis."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Sans préjudice de l'application des dispositions de l'article L. 356-15 du code des assurances, les dispositions transitoires prévues aux articles L. 351-4, L. 351-5, L. 352-4 et L. 352-9 du code de des assurances, s'appliquent à la solvabilité au niveau du groupe.Lorsque une entreprise mentionnée au 2° ou 3° de l'article L. 356-15 du code des assurances remplit les exigences de solvabilité ajustée qui lui sont applicables au 31 décembre 2015 mais ne respecte pas, pendant une période courant jusqu'au 31 décembre 2016, l'exigence de capital de solvabilité requis au niveau du groupe mentionné aux 2° ou 3° précités de l'article L. 356-15, l'Autorité de contrôle prudentiel et de résolution exige de cette entreprise qu'elle prenne les mesures nécessaires pour disposer du niveau de fonds propres éligibles couvrant le capital de solvabilité requis au niveau du groupe ou réduire son profil de risque afin de garantir, au plus tard au 31 décembre 2017, le respect de l'exigence de capital de solvabilité au niveau du groupe.L'entreprise concernée soumet tous les trois mois à l'Autorité de contrôle prudentiel et de résolution un rapport d'étape exposant les mesures prises et les progrès réalisés en vue de se conformer à l'exigence de capital de solvabilité requis au niveau du groupe."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Les succursales d'entreprises d'assurance ayant leur siège social dans un Etat membre de l'Espace économique européen et qui ont commencé leurs activités avant le 1er juillet 1994, conformément aux dispositions du code des assurances en vigueur jusqu'à cette date, sont réputées avoir fait l'objet de la procédure de notification et de communication d'informations prévue aux articles L. 321-11 et L. 362-1 du code des assurances.Les dispositions des articles L. 321-11 et L. 362-2 du code des assurances ne portent pas atteinte aux droits acquis par les entreprises d'assurance ayant opéré en vertu de la libre prestation de services avant le 1er juillet 1994."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Les entreprises de réassurance ayant leur siège social en France qui ont été agréées ou habilitées à exercer des activités de réassurance avant le 10 décembre 2005, conformément aux dispositions du code des assurances, du code de la mutualité et du code de la sécurité sociale en vigueur jusqu'à cette date, sont réputées agréées conformément aux dispositions des articles L. 321-10-1 du code des assurances, L. 211-8-1 du code de la mutualité et L. 931-4-1 du code de la sécurité sociale.Toutefois, elles sont tenues de se conformer aux dispositions issues de la présente ordonnance relatives à l'exercice de l'activité de réassurance."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I. - Les articles L. 322-1-3 et L. 322-1-5 du code des assurances, les articles L. 111-4-1 et L. 111-4-2 du code de la mutualité ainsi que les articles L. 931-2-2 et L. 931-2-1 du code de la sécurité sociale entrent en vigueur dès la publication de la présente ordonnance.Pour l'application de ces articles, le 10° de l'article L. 310-3 du code des assurances et le 1° de l'article L. 356-1 du même code sont applicables dès la publication de la présente ordonnance.II. - Les sociétés de groupe d'assurance mutuelle et les unions mutualistes de groupe créées avant la date de publication de la présente ordonnance doivent, avant le 31 décembre 2017, soit se conformer aux dispositions, respectivement, de l'article L. 322-1-3 du code des assurances et de l'article L. 111-4-2 du code de la mutualité, soit se transformer respectivement en groupements d'assurance mutuelle mentionnés à l'article L. 322-1-5 du code des assurances ou en unions de groupe mutualistes visés à l'article L. 111-4-1 du code de la mutualité.Sans préjudice des dispositions de l'article L. 356-2 du code des assurances, et jusqu'au 31 décembre 2017, les dispositions de la présente ordonnance relatives au contrôle des groupes ne sont applicables aux sociétés de groupe d'assurance mutuelle et aux unions mutualistes de groupe créées avant la date de publication de la présente ordonnance que si ces entités remplissent les conditions pour faire partie d'un groupe au sens de l'article L. 356-1 du code des assurances.III. - Les groupements paritaires de prévoyance mentionnés à l'article L. 933-5 du code de la sécurité sociale, créés avant le 31 décembre 2015, doivent avant le 31 décembre 2017 se transformer, soit en sociétés de groupe assurantiel de protection sociale mentionnées à l'article L. 931-2-2 du code de la sécurité sociale, soit en groupements assurantiels de protection sociale mentionnés à l'article L. 931-2-1 du même code.Les groupements paritaires de prévoyance restent soumis au contrôle de l'Autorité de contrôle prudentiel et de résolution jusqu'à leur transformation mentionnée à l'alinéa précédent."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I. - Les organismes d'assurance ou de réassurance relevant du code des assurances, du code de la mutualité et du code de la sécurité sociale, qui ont cessé, au 1er janvier 2016, de souscrire de nouveaux contrats d'assurance ou de réassurance et se contentent d'administrer leur portefeuille existant en vue de mettre un terme à leur activité peuvent, pour l'application de l'article L. 321-10-3 du code des assurances, être régis par les dispositions applicables qui leur sont applicables au 31 décembre 2015 jusqu'aux dates visées au II lorsqu'elles en ont informé l'Autorité de contrôle prudentiel et de résolution et que :a) Soit l'organisme s'est engagé auprès de l'Autorité de contrôle prudentiel et de résolution à régler intégralement et définitivement ses engagements à l'égard des assurés, entreprises réassurées ou entreprises bénéficiaires, ou à transférer la totalité de son portefeuille dans les conditions prévues aux articles L. 324-1 ou L. 324-1-2 du code des assurances, aux articles L. 212-11 et L. 212-11-1 du code de la mutualité et aux articles L. 931-16 et L. 931-16-1 du code de la sécurité sociale, avant le 1er janvier 2019 ;b) Soit l'organisme fait l'objet d'une mesure d'assainissement définie à l'article L. 323-8 du code des assurances, et un administrateur a été nommé.II. - Les organismes d'assurance ou de réassurance mentionnés au a du I sont toutefois régis par les dispositions applicables aux entreprises relevant du régime dit « Solvabilité II » à compter du 1er janvier 2019 ou d'une date antérieure lorsque l'Autorité de contrôle prudentiel et de résolution estime que les progrès réalisés par l'entreprise dans le sens de l'extinction de ses engagements ne sont pas satisfaisants.Les organismes d'assurance ou de réassurance mentionnés au b du I sont régis par les dispositions applicables aux entreprises relevant du régime dit « Solvabilité II » à compter du 1er janvier 2021 ou d'une date antérieure lorsque l'Autorité de contrôle prudentiel et de résolution estime que les progrès réalisés par l'organisme dans le sens de l'extinction de ses engagements ne sont pas satisfaisants.III. - Les organismes d'assurance et de réassurance ne font l'objet des mesures transitoires visées aux I et II que si les conditions suivantes sont remplies :a) L'organisme n'est pas soumis au contrôle de groupe en application de l'article L. 356-2 du code des assurances, ou s'il l'est, toutes les entités qui font partie du groupe ont cessé de souscrire de nouveaux contrats d'assurance ou de réassurance ;b) L'organisme présente à l'Autorité de contrôle prudentiel et de résolution un rapport annuel exposant les progrès réalisés dans l'exécution des conditions mentionnées au I.IV. - La liste des organismes d'assurance et de réassurance visés aux I et II est communiquée par les autorités compétentes aux autres Etats membres."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Sous réserve des dispositions du I de l'article 25,les articles 1er à 17, 20 à 24 et 26 de la présente ordonnance entrent en vigueur le 1er janvier 2016."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "Le Premier ministre, le ministre des finances et des comptes publics et la ministre des affaires sociales, de la santé et des droits des femmes sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}