{
  "id": "ordonnance-n-2018-359-du-16-mai-2018",
  "type": "statute",
  "title": "Ordonnance n° 2018-359 du 16 mai 2018",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000036915110",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Par dérogation à l'article 41 de la loi du 11 janvier 1984 susvisée :1° Les fonctionnaires de l'Etat affectés au sein des tribunaux des affaires de sécurité sociale et des tribunaux du contentieux de l'incapacité à la date du 31 décembre 2018 sont de plein droit mis à disposition du ministère de la justice, à titre individuel, du 1er janvier 2019 au 31 décembre 2020 ;2° Les fonctionnaires de l'Etat affectés au sein des commissions départementales d'aide sociale à la date du 31 décembre 2018 et ayant accompli depuis le 1er janvier 2018 au plus tard l'intégralité de leur temps de travail dans des activités contentieuses transférées au juge judiciaire à la date du 1er janvier 2019 sont de plein droit mis à disposition du ministère de la justice, à titre individuel, du 1er janvier 2019 au 31 décembre 2020."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les fonctionnaires qui étaient affectés au sein des tribunaux des affaires de sécurité sociale, des tribunaux du contentieux de l'incapacité ou des commissions départementales d'aide sociale mis à disposition du ministère de la justice bénéficient d'un droit d'option entre le 1er janvier 2019 et le 30 juin 2020. Ils optent :1° Soit pour un détachement dans un corps des services judiciaires ou un corps commun du ministère de la justice ;2° Soit pour une intégration directe dans un de ces corps ;3° Soit pour une réaffectation dans un emploi de leur corps. Dans ce cas, il est fait droit à leur demande, à la première vacance, dans un délai maximal de dix-huit mois à compter de la date de la demande. Pendant cette période, la mise à disposition est prolongée en tant que de besoin.Le fonctionnaire qui n'a pas fait usage de son droit d'option au 1er juillet 2020 est réaffecté dans un emploi de son corps dans les conditions prévues au 3°. Le délai de dix-huit mois court à compter de cette date.Lorsque les fonctionnaires détachés sont placés, sur leur demande, dans une position statutaire dont le bénéfice est de droit, le détachement est suspendu.Un décret en Conseil d'Etat fixe les modalités d'application du présent article."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les agents contractuels de l'Etat affectés au sein des tribunaux des affaires de sécurité sociale et des tribunaux du contentieux de l'incapacité à la date du 31 décembre 2018 sont transférés sous l'autorité du ministre de la justice à la même date, dans les conditions définies à l'article 6 septies de la loi du 11 janvier 1984 précitée."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "A compter du 1er janvier 2019, les salariés de droit privé des organismes de sécurité sociale mis à disposition auprès des tribunaux des affaires de sécurité sociale et des tribunaux du contentieux de l'incapacité sont mis à disposition auprès du ministère de la justice. Par dérogation à l'article 43 de la loi du 11 janvier 1984 précitée et jusqu'au 31 décembre 2020, cette mise à disposition ne donne pas lieu à remboursement. Pour assurer le remplacement, en cas de besoin, de ces personnels, les organismes de sécurité sociale peuvent recruter des personnels et les mettre à disposition du ministère de la justice dans les mêmes conditions.Les modalités de la mise à disposition et de son remboursement à compter du 1er janvier 2021 sont définies par une convention-cadre conclue entre le ministère de la justice et la caisse nationale ou centrale de l'organisme employeur.Dans toutes les conventions de mise à disposition en vigueur au 31 décembre 2018, la mention du ministère de la justice se substitue à celle de toute autre entité auprès de laquelle était stipulée cette mise à disposition."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Pendant une durée de trois ans à compter du 1er janvier 2020 et par dérogation à l'article 19 de la loi du 11 janvier 1984 précitée, l'accès aux corps de fonctionnaires du ministère de la justice dont la liste est fixée par décret en Conseil d'Etat peut être organisé par la voie de recrutements réservés exceptionnels valorisant les acquis de l'expérience professionnelle."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "L'accès aux corps de fonctionnaires mentionnés à l'article 5 est réservé aux agents contractuels de droit public et aux salariés de droit privé qui occupent, à la date du 31 décembre 2018, un emploi comportant des fonctions administratives ou contentieuses, au sein de l'une des juridictions mentionnées au 1° du I de l'article 109 de la loi du 18 novembre 2016 susvisée.Ces personnels doivent, à la date du 31 décembre de l'année précédant celle au titre de laquelle est ouvert le recrutement réservé exceptionnel, être en fonctions ou bénéficier d'un des congés assimilables à du travail effectif au sens de l'article L. 3121-1 du code du travail.Le présent article ne peut bénéficier aux personnels licenciés pour insuffisance professionnelle ou faute disciplinaire."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Les personnels mentionnés à l'article 6 doivent justifier, à la date du 31 décembre de l'année précédant celle au titre de laquelle est ouvert le recrutement réservé exceptionnel, d'une durée d'ancienneté au moins égale à quatre années en équivalent temps plein au sein de l'une ou plusieurs des juridictions mentionnées au 1° du I de l'article 109 de la loi du 18 novembre 2016 précitée et, le cas échéant, d'un   tribunal judiciaire ou d'une cour d'appel."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Les personnels mentionnés à l'article 6 ne peuvent accéder qu'aux corps des services judiciaires ou aux corps communs du ministère de la justice dont les missions, définies par leurs statuts particuliers, relèvent d'une catégorie hiérarchique équivalente à celle des fonctions qu'ils ont exercées pendant une durée de quatre ans en équivalent temps plein.L'accès à ces corps a lieu selon les voies suivantes :1° Des concours réservés exceptionnels, pour l'accès aux corps de catégorie A ;2° Des examens professionnalisés réservés exceptionnels, pour l'accès aux corps de catégorie B ;3° Des recrutements sans concours réservés exceptionnels, pour l'accès aux corps de catégorie C."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Les salariés de droit privé conservent, à titre personnel, le bénéfice de leur rémunération nette annuelle antérieure dans les conditions prévues par décret."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "La présente ordonnance entre en vigueur le 1er janvier 2019."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Le Premier ministre, la garde des sceaux, ministre de la justice, et la ministre des solidarités et de la santé sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}