{
  "id": "ordonnance-n-2019-1034-du-9-octobre-2019",
  "type": "statute",
  "title": "Ordonnance n°2019-1034 du 9 octobre 2019",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000039196194",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Le chapitre IX du titre II du livre II du code de l'environnement est modifié conformément aux articles 2 à 26 de la présente ordonnance."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "I. - L'exploitant d'une installation soumis à l'obligation de restitution mentionnée au II de l'article L. 229-7 du code de l'environnement, dans sa rédaction issue de la présente ordonnance, ne peut pas restituer de quotas délivrés à un exploitant d'aéronef en application de l'article L. 229-18, dans sa rédaction issue de la présente ordonnance, du même code pour les émissions de gaz à effet de serre ayant eu lieu lors des années civiles antérieures à l'année 2021.II. - Jusqu'au 31 décembre 2020 inclus, l'exploitant soumis à l'obligation de restitution mentionnée au II de l'article L. 229-7 du code de l'environnement, dans sa rédaction issue de la présente ordonnance, peut échanger des unités inscrites à son compte dans le registre européen mentionné à l'article L. 229-12 du même code, dans sa rédaction issue de la présente ordonnance, qui sont issues des activités de projets mentionnées à l'article L. 229-22 de ce code contre des quotas d'émission de gaz à effet de serre mentionnés à l'article L. 229-5 du même code, dans sa rédaction issue de la présente ordonnance, sous réserve du respect des dispositions des paragraphes 3 et 4 de l'article 11 bis de la directive 2003/87/CE du 13 octobre 2003, ainsi que du respect des dispositions des règlements de la Commission européenne (UE) 550/2011 du 7 juin 2011, (UE) 1123/2013 du 8 novembre 2013 et (UE) 389/2013 du 2 mai 2013.Un arrêté conjoint des ministres chargés du transport et de l'environnement fixe, sous forme d'un pourcentage de leurs émissions de gaz à effet de serre de l'année, la quantité maximale des unités issues des activités de projets mentionnées à l'article L. 229-22 du même code que les exploitants d'aéronef peuvent échanger jusqu'au 31 décembre 2020.III. - L'autorité administrative délivre gratuitement des quotas d'émission de gaz à effet de serre au titre de la période allant du 1er janvier 2013 au 31 décembre 2020 aux exploitants des installations bénéficiant de l'autorisation mentionnée au premier alinéa de l'article L. 229-6 du code de l'environnement, dans sa rédaction issue de la présente ordonnance. Ces quotas sont affectés au titre de cette période et délivrés annuellement.Les dispositions des III, IV et V de l'article L. 229-15 du code de l'environnement, dans sa rédaction issue de la présente ordonnance, ne s'appliquent pas aux quotas délivrés au titre de cette période.La quantité de quotas délivrés gratuitement correspond pour l'année civile 2013 à 80 % de la quantité fixée conformément aux mesures mentionnées au paragraphe 1 de l'article 10 bis de la directive 2003/87/CE du 13 octobre 2003 et diminue linéairement pour chaque année civile pour atteindre 30 % en 2020.Par dérogation, la quantité de quotas délivrés gratuitement pour les secteurs ou sous-secteurs exposés à un risque important de fuite de carbone est de 100 % de la quantité déterminée conformément aux mesures mentionnées au paragraphe 1 de l'article 10 bis de la directive 2003/87/CE du 13 octobre 2003. Jusqu'en 2020 inclus, ces secteurs et sous-secteurs sont ceux relevant de la liste établie par la décision 2014/746/UE de la Commission du 27 octobre 2014."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "I.-Le III de l'article L. 229-12 du code de l'environnement, dans sa rédaction issue de la présente ordonnance, entre en vigueur le 1er janvier 2021.\n\nII.-A modifié les dispositions suivantes :\n\n-Code de l'environnement"
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Le Premier ministre et la ministre de la transition écologique et solidaire sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}