{
  "id": "ordonnance-n-2008-1278-du-8-decembre-2008",
  "type": "statute",
  "title": "Ordonnance n° 2008-1278 du 8 décembre 2008",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000019900011",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Le code de commerce est modifié conformément aux articles 2 à 14 de la présente ordonnance."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Au cours de la période mentionnée dans la décision 2008/627/CE de la Commission du 29 juillet 2008 susvisée et pour l'application de cette décision, les commissaires aux comptes et sociétés de commissaires aux comptes agréés par les autorités compétentes des Etats mentionnés dans l'annexe de cette décision, qui certifient les comptes annuels ou les comptes consolidés de personnes ou d'entités n'ayant pas leur siège social dans un Etat membre de la Communauté européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen mais dont les titres sont admis à la négociation sur un marché réglementé en France, sont dispensés de l'inscription prévue à l'article L. 822-1-3 du code de commerce.Ils sont soumis à une obligation d'inscription dans les conditions et selon les modalités fixées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Les dispositions du 2° de l'article L. 823-16 du code de commerce ainsi que celles des articles 14 à 18 de la présente ordonnance entrent en vigueur à l'expiration d'un délai de huit mois qui suit la clôture du premier exercice ouvert à compter du 1er janvier 2008 au cours duquel un mandat au sein de l'organe d'administration ou de surveillance vient à échéance."
    },
    {
      "provision_ref": "art21-1",
      "section": "21-1",
      "title": "Article 21-1",
      "content": "Les articles 17 et 18 ne sont pas applicables à Mayotte.La présente ordonnance est, à l'exception des articles 15, 16, 17 et 18, applicable en Nouvelle-Calédonie dans les conditions prévues au titre III du livre IX du code de commerce.La présente ordonnance est, à l'exception des articles 16, 17 et 18, applicable dans les îles Wallis et Futuna dans les conditions prévues au titre V du livre IX du code de commerce."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Le Premier ministre, la ministre de l'économie, de l'industrie et de l'emploi, la garde des sceaux, ministre de la justice, et la ministre de la santé, de la jeunesse, des sports et de la vie associative sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française.Fait à Paris, le 8 décembre 2008."
    }
  ]
}