{
  "id": "ordonnance-n-2016-1809-du-22-decembre-2016",
  "type": "statute",
  "title": "Ordonnance n°2016-1809 du 22 décembre 2016",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000033670708",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - La carte professionnelle européenne mentionnée à l'article 4 bis de la directive 2005/36/CE du Parlement européen et du Conseil du 7 septembre 2005 susvisée est un certificat électronique prouvant soit que le professionnel, ressortissant d'un Etat membre de l'Union européenne ou partie à l'accord sur l'Espace économique européen, titulaire de qualifications professionnelles obtenues dans cet Etat ou reconnues par lui, satisfait à toutes les conditions nécessaires pour fournir des services de façon temporaire et occasionnelle, soit que sont reconnues ses qualifications professionnelles en vue de son établissement à titre permanent.II. - Lorsqu'une carte professionnelle européenne a été introduite pour une profession particulière, les titulaires de qualifications professionnelles concernés peuvent en faire la demande, par voie électronique, auprès de l'autorité compétente concernée, afin d'effectuer une prestation temporaire et occasionnelle ou de s'établir de manière permanente, en France ou dans un autre Etat membre de l'Union européenne ou partie à l'accord sur l'Espace économique européen.Cette demande, accompagnée des documents justificatifs requis, donne automatiquement lieu à la création d'un dossier électronique individuel dans le système d'information du marché intérieur (IMI) régi par le règlement (UE) n° 1024/2012 du Parlement européen et du Conseil du 25 octobre 2012 susvisé, dénommé « dossier IMI ».III. - En cas de demandes ultérieures par le même demandeur, les documents fournis à l'appui de sa première demande de carte professionnelle européenne, et figurant dans son dossier IMI, ne peuvent lui être demandés une nouvelle fois par les autorités compétentes s'ils sont encore valables."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. - Lorsqu'un professionnel établi en France souhaite effectuer une prestation de services temporaire et occasionnelle dans un autre Etat membre de l'Union européenne ou partie à l'accord sur l'Espace économique européen, autre que celles relevant de professions réglementées ayant des implications en matière de santé ou de sécurité publiques mentionnées à l'article 3 et que, à ce titre, cet autre Etat ne le soumet pas à une vérification préalable de ses qualifications professionnelles en vertu de sa législation nationale, il peut demander à l'autorité compétente française une carte professionnelle européenne s'il justifie de son établissement légal en France et s'il fournit les documents justificatifs requis mentionnés au II de l'article 1er.L'autorité compétente française délivre la carte professionnelle européenne, la transmet sans délai à l'autorité compétente de l'Etat membre d'accueil concerné et en informe le professionnel. La carte professionnelle européenne est valable pendant une période de 18 mois.Lorsque le titulaire d'une carte professionnelle européenne souhaite fournir des services dans des Etats membres autres que ceux mentionnés dans sa demande initiale, il peut en demander l'extension correspondante à l'autorité compétente française.Lorsque le titulaire d'une carte professionnelle européenne souhaite continuer à fournir des prestations de services au-delà de la période de validité de la carte mentionnée au deuxième alinéa, il en informe l'autorité compétente française.Dans les deux cas mentionnés aux troisième et quatrième alinéas, le professionnel est tenu d'informer l'autorité compétente française de tous changements substantiels de sa situation. L'autorité compétente met à jour la carte professionnelle européenne et la transmet à l'autorité compétente de l'Etat membre d'accueil concerné.II. - Sans préjudice des dispositions du II de l'article 3, lorsqu'un professionnel qui n'est pas établi en France et souhaite y effectuer une prestation de services temporaire et occasionnelle, autre que celles relevant de professions réglementées qui ont des implications en matière de santé ou de sécurité publiques mentionnées à ce même article 3, et qui n'est pas soumise à ce titre à une vérification préalable des qualifications professionnelles en application des dispositions particulières relatives à la profession réglementée concernée, est détenteur d'une carte professionnelle européenne délivrée par l'autorité compétente de l'Etat dans lequel il est établi, il est dispensé, pendant une durée de 18 mois à compter de la délivrance de la carte, d'effectuer la déclaration préalable de prestation de services temporaire et occasionnelle en France exigée en application des dispositions particulières relatives à la profession réglementée concernée. La carte est valable tant que son titulaire conserve le droit d'exercer sur la base des documents et des informations contenus dans le dossier IMI mentionné au second alinéa du II de l'article 1er.III. - Un décret en Conseil d'Etat précise les modalités d'application du présent article, notamment celles relatives à l'instruction et à la procédure de délivrance de la carte professionnelle européenne."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. - Lorsqu'un professionnel établi en France souhaite effectuer pour la première fois une prestation de services temporaire et occasionnelle ayant des implications en matière de santé et de sécurité publiques dans un autre Etat membre de l'Union européenne ou partie à l'accord sur l'Espace économique européen qui soumet cette prestation à une vérification préalable des qualifications professionnelles en vertu de sa législation nationale, ou lorsqu'il souhaite s'y établir de manière permanente, il peut demander à l'autorité compétente française une carte professionnelle européenne s'il justifie de son établissement légal en France ou de l'obtention de ses qualifications professionnelles en France, et s'il fournit les documents justificatifs requis.L'autorité compétente française s'acquitte des mesures préparatoires concernant ce dossier IMI, dont les modalités sont précisées par le décret mentionné au IV, en vue de son instruction par l'autorité compétente de l'Etat membre d'accueil. Elle transmet ensuite sans délai le dossier à l'autorité compétente de l'Etat membre d'accueil et informe simultanément le demandeur de cette transmission.II. - Lorsqu'un professionnel a présenté une demande de carte professionnelle européenne dans un autre Etat membre de l'Union européenne ou partie à l'accord sur l'Espace économique européen afin d'effectuer en France une prestation de services temporaire et occasionnelle qui a des implications en matière de santé et de sécurité publiques et qui est soumise à ce titre à une vérification préalable des qualifications professionnelles en application des dispositions particulières relatives à la profession réglementée concernée, ou afin de s'établir de manière permanente en France, l'autorité compétente française examine le dossier IMI que lui a transmis l'autorité compétente de cet Etat. Elle peut délivrer une carte professionnelle européenne ou soumettre le professionnel à un stage d'adaptation ou à une épreuve d'aptitude, conformément aux conditions de reconnaissance des qualifications professionnelles pour l'accès à la profession concernée et son exercice.En l'absence de transmission par le demandeur ou l'autorité compétente de l'Etat membre d'origine de l'intégralité des documents nécessaires à l'autorité compétente française pour se prononcer sur la délivrance de la carte professionnelle européenne, l'autorité compétente française peut refuser de délivrer cette carte.L'absence, au terme d'un délai fixé par le décret mentionné au IV, de décision ou d'organisation de l'épreuve d'aptitude exigée dans le cadre d'une prestation temporaire et occasionnelle, entraîne la délivrance de plein droit de la carte professionnelle européenne. Cette carte est alors transmise automatiquement par voie électronique au demandeur.III. - La carte professionnelle européenne délivrée dans le cadre d'un établissement permanent en France en application du II ne confère pas un droit automatique à exercer la profession concernée dans le cas où d'autres procédures devant être effectuées pour exercer cette profession sont prévues, en application de dispositions particulières, avant la date d'introduction de la carte professionnelle européenne pour la profession concernée.IV. - Un décret en Conseil d'Etat précise les modalités d'application du présent article, et notamment celles relatives à l'instruction et à la procédure de délivrance de la carte professionnelle européenne."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I. - Les autorités compétentes françaises mettent à jour en temps utile le dossier IMI, mentionné au second alinéa du II de l'article 1er, du titulaire d'une carte professionnelle européenne en y intégrant les informations relatives aux sanctions disciplinaires ou pénales prononcées à son encontre qui ont trait à une interdiction ou à une restriction d'exercer ses activités professionnelles et qui ont des conséquences sur l'exercice des activités de ce titulaire.Ces mises à jour se limitent aux informations suivantes :1° L'identité du professionnel ;2° La profession concernée ;3° Les informations sur l'autorité ou la juridiction nationale qui a adopté la décision de restriction ou d'interdiction ;4° Le champ de la restriction ou de l'interdiction ;5° La période pendant laquelle s'applique la restriction ou l'interdiction ;6° La date d'expiration de la restriction ou de l'interdiction.Dans le cadre de ces mises à jour, les autorités compétentes françaises suppriment les informations qui ne sont plus nécessaires. Elles en informent sans délai le professionnel concerné et les autorités compétentes des autres Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen qui ont accès au dossier IMI correspondant, sans préjudice des dispositions du chapitre III.II. - L'accès aux informations contenues dans le dossier IMI est limité aux autorités compétentes françaises chargées du traitement des demandes de carte professionnelle européenne. Celles-ci informent, à sa demande, le titulaire d'une carte professionnelle européenne du contenu de son dossier IMI.III. - L'autorité compétente française informe, à leur demande, les employeurs, les clients, les patients, les personnes publiques et toute autre partie intéressée, de la validité et de l'authenticité de la carte professionnelle européenne présentée à ces parties par le titulaire de cette carte."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. - En cas de doutes justifiés, les autorités compétentes demandent aux autorités compétentes de l'Etat d'origine des informations sur les sanctions disciplinaires ou pénales liées à l'exercice des activités professionnelles du demandeur qui souhaite s'établir durablement ou effectuer une prestation de services temporaire et occasionnelle, ainsi que sur la légalité de l'établissement et la bonne conduite du demandeur qui souhaite effectuer une prestation de services temporaire et occasionnelle.Lorsqu'elles procèdent à une vérification des qualifications professionnelles du demandeur, les autorités compétentes françaises peuvent également demander à l'autorité compétente de l'Etat d'origine des informations sur les qualifications professionnelles du demandeur afin de déterminer s'il existe des différences substantielles avec les qualifications professionnelles requises en France.Les autorités compétentes françaises communiquent ces informations dans les conditions prévues au présent article lorsqu'une autorité compétente d'un autre Etat membre ou partie à l'accord sur l'Espace économique européen les sollicite pour reconnaître des qualifications professionnelles obtenues en France.II. - Les échanges d'informations entre autorités compétentes prévus au présent chapitre s'opèrent dans les conditions prévues par le règlement (UE) n° 1024/2012 du Parlement européen et du Conseil du 25 octobre 2012 susvisé."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Lorsqu'en application des articles 8 et 56 de la directive 2005/36/CE du Parlement européen et du Conseil du 7 septembre 2005 susvisée, une autorité compétente d'un Etat membre de l'Union européenne ou partie à l'accord sur l'Espace économique européen sollicite des informations relatives aux sanctions disciplinaires non portées au bulletin n° 2 du casier judiciaire prises à l'encontre d'un professionnel établi en France, l'autorité compétente française lui communique ces informations."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. - L'autorité compétente française informe les autorités compétentes des autres Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen des restrictions ou interdictions, définitives ou temporaires, apportées en totalité ou en partie, au droit d'un professionnel établi en France d'exercer les activités d'une profession dont la liste est fixée par décret.Elle leur transmet les informations suivantes :1° L'identité du professionnel ;2° La profession concernée ;3° L'autorité ou la juridiction nationale qui a pris la décision de restriction ou d'interdiction ;4° Le champ de la restriction ou de l'interdiction ;5° La période pendant laquelle s'applique la restriction ou l'interdiction ;6° La date d'expiration de la restriction ou de l'interdiction.II. - En cas de modification et à l'expiration d'une décision de restriction ou d'une décision d'interdiction, l'autorité compétente française en informe sans délai les autorités compétentes des autres Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen.III. - L'autorité compétente française informe sans délai le professionnel de la transmission, aux autorités compétentes des autres Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen, des informations mentionnées aux I et II qui le concernent, de son droit au recours contre les décisions relatives à cette alerte ainsi que du droit d'en demander la rectification ou la réparation en cas de préjudice causé par une fausse alerte. Elle informe, le cas échéant, les autorités compétentes des autres Etats membres ou parties des recours intentés.IV. - La transmission et la suppression des informations mentionnées aux I et II s'opèrent, dans un délai de trois jours à compter de la date d'effet de la décision définitive ou de sa date d'expiration, dans les conditions prévues par le règlement (UE) n° 1024/2012 du Parlement européen et du Conseil du 25 octobre 2012 susvisé. Lorsque la décision est assortie de l'exécution provisoire ou qu'elle a fait l'objet d'un recours qui n'a pas d'effet suspensif, le délai de trois jours court à compter de son adoption."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I. - L'autorité compétente française informe les autorités compétentes des autres Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen, de l'identité du professionnel reconnu coupable par la justice d'avoir présenté de fausses preuves à l'appui d'une demande de reconnaissance de ses qualifications professionnelles, dans les trois jours à compter de la date d'effet de la décision définitive, sauf si elle est assortie de l'exécution provisoire.La transmission de ces informations s'effectue dans les conditions prévues par le règlement (UE) n° 1024/2012 du Parlement européen et du Conseil du 25 octobre 2012 susvisé.II. - L'autorité compétente française informe sans délai le professionnel visé au I de son droit au recours contre les décisions relatives à cette alerte ainsi que de son droit d'en demander la rectification ou la réparation en cas de préjudice causé par une fausse alerte. Elle informe, le cas échéant, les autorités compétentes des autres Etats membres ou parties des recours intentés."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Tout ressortissant d'un Etat membre de l'Union européenne ou partie à l'accord sur l'Espace économique européen ayant acquis ses qualifications professionnelles dans un Etat membre de l'Union européenne ou partie à l'accord sur l'Espace économique européen, et souhaitant obtenir une reconnaissance de celles-ci pour l'exercice d'une profession réglementée au sens de la directive 2005/36/CE du Parlement européen et du Conseil du 7 septembre 2005 susvisée, peut remplir ou suivre à distance et par voie électronique, par l'intermédiaire d'un guichet unique, l'ensemble des exigences, procédures ou formalités relatives à la reconnaissance de ses qualifications professionnelles dans des conditions déterminées par décret en Conseil d'Etat.Les dispositions de l'alinéa précédent ne s'appliquent pas au stage d'adaptation et à l'épreuve d'aptitude prévus à l'article 14 de la directive 2005/36/CE du Parlement européen et du Conseil du 7 septembre 2005 susvisée."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Un ressortissant d'un Etat membre de l'Union européenne ou partie à l'accord sur l'Espace économique européen, bénéficiaire de la reconnaissance de ses qualifications professionnelles, doit avoir les connaissances linguistiques nécessaires à l'exercice en France de la profession envisagée.Les autorités compétentes françaises vérifient l'acquisition de ces connaissances à l'égard des ressortissants qui souhaitent exercer en France des activités professionnelles ayant des implications en matière de sécurité des patients. Elles peuvent également procéder à ces vérifications à l'égard d'autres professions si elles estiment qu'il existe un doute sérieux et concret sur le niveau suffisant des connaissances linguistiques des ressortissants au regard des activités professionnelles qu'ils entendent exercer.Ces contrôles ne peuvent être réalisés qu'après que les ressortissants mentionnés à l'alinéa précédent se sont vu délivrer la carte professionnelle européenne conformément aux dispositions des articles 2 et 3 ou reconnaître leurs qualifications professionnelles."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Le Premier ministre, la ministre de l'environnement, de l'énergie et de la mer, chargée des relations internationales sur le climat, la ministre de l'éducation nationale, de l'enseignement supérieur et de la recherche, le ministre de l'économie et des finances, la ministre des affaires sociales et de la santé, le garde des sceaux, ministre de la justice, la ministre du logement et de l'habitat durable, la ministre de la culture et de la communication et le ministre de la ville, de la jeunesse et des sports sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}