{
  "id": "ordonnance-n-2022-544-du-13-avril-2022",
  "type": "statute",
  "title": "Ordonnance n°2022-544 du 13 avril 2022",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000045570925",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "La présente ordonnance est applicable aux avocats au Conseil d'Etat et à la Cour de cassation, aux commissaires de justice, aux greffiers des tribunaux de commerce et aux notaires."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Un code de déontologie propre à chaque profession est préparé par son instance nationale et édicté par décret en Conseil d'Etat. Ce code énonce les principes et devoirs professionnels permettant le bon exercice des fonctions et s'applique en toutes circonstances à ces professionnels dans leurs relations avec le public, les clients, les services publics, leurs confrères et les membres des autres professions.Les instances nationales mentionnées au premier alinéa sont l'Ordre des avocats au Conseil d'Etat et à la Cour de cassation, la Chambre nationale des commissaires de justice, le Conseil national des greffiers des tribunaux de commerce et le Conseil supérieur du notariat.Les instances nationales précisent par voie de règlement les règles professionnelles propres à assurer le respect du code de déontologie. Pour les officiers publics et ministériels, ce règlement est approuvé par arrêté du garde des sceaux, ministre de la justice."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Des collèges de déontologie sont institués auprès des instances nationales de chacune des professions mentionnées à l'article 1er. Ils participent à l'élaboration du code de déontologie de la profession et émettent des avis et des recommandations sur son application.Les collèges sont composés, outre le président, de deux professionnels et de deux personnalités extérieures qualifiées, dont au moins un membre honoraire du Conseil d'Etat ou un magistrat honoraire de l'ordre administratif ou de l'ordre judiciaire. Ils sont présidés par le président de l'instance professionnelle nationale ou par une personne qu'il désigne.Un décret en Conseil d'Etat précise les modalités d'application du présent article."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "La réclamation à l'encontre d'un professionnel est adressée à l'autorité de la profession mentionnée à l'article 6. Elle donne lieu à un accusé de réception conformément à l'article L. 112-3 du code des relations entre le public et l'administration. L'autorité en informe le professionnel mis en cause et l'invite à présenter ses observations.Lorsque la nature de la réclamation le permet, et sous réserve des réclamations abusives ou manifestement mal fondées, l'autorité convoque les parties en vue d'une conciliation, à laquelle prend part un membre au moins de la profession concernée.L'auteur de la réclamation et le professionnel mis en cause sont informés des suites réservées à la réclamation. En l'absence de conciliation ou en cas d'échec de celle-ci, ainsi qu'en l'absence de poursuite disciplinaire, l'auteur de la réclamation est informé sans délai de la possibilité de saisir les autorités mentionnées aux articles 8 et 9 ou de saisir directement la juridiction disciplinaire."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Le procureur général exerce une mission de surveillance de la déontologie et de la discipline des officiers publics et ministériels du ressort de la cour d'appel. Il peut saisir les services d'enquête de ces professions et demander toute explication à un professionnel ou aux instances représentatives de la profession."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "En cas de manquement d'un professionnel à ses obligations, l'autorité compétente de la profession peut, même d'office, avant l'engagement éventuel de poursuites disciplinaires :1° Demander des explications à ce professionnel et, le cas échéant, le convoquer ;2° Lui adresser, à l'issue d'une procédure contradictoire, un rappel à l'ordre ou une injonction de mettre fin au manquement. Elle peut assortir cette injonction d'une astreinte, qu'elle est compétente pour liquider et dont le montant maximal est fixé par décret en Conseil d'Etat. Le montant et la durée de l'astreinte sont fixés en considération de la gravité du manquement et des facultés contributives du professionnel mis en cause.Aucun rappel à l'ordre ou injonction de mettre fin au manquement ne peut être adressé au-delà d'un délai de trois ans à compter du jour où l'autorité mentionnée à l'alinéa premier du présent article a eu une connaissance effective de la réalité, de la nature et de l'ampleur des faits susceptibles de justifier de telles mesures.La décision liquidant l'astreinte a les effets d'un jugement au sens du 6° de l'article L. 111-3 du code des procédures civiles d'exécution.Les décisions mentionnées au 2° du présent article peuvent être contestées devant le président de la juridiction disciplinaire de premier ressort ou son suppléant."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Toute contravention aux lois et règlements, tout fait contraire au code de déontologie commis par un professionnel, même se rapportant à des faits commis en dehors de l'exercice de sa profession, et toute infraction aux règles professionnelles constituent un manquement disciplinaire.Le professionnel ayant cessé d'exercer, quelle qu'en soit la cause, y compris s'il est regardé démissionnaire d'office dans les conditions prévues par décret en Conseil d'Etat, peut être poursuivi et sanctionné si les faits qui lui sont reprochés ont été commis alors qu'il était encore en exercice. Si la sanction est prononcée, alors que la nomination de son successeur est déjà intervenue, celui-ci demeure titulaire de l'office quelle que soit la peine infligée.Les professionnels honoraires demeurent soumis aux obligations de leur profession et au pouvoir disciplinaire des juridictions mentionnées à l'article 11."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Le procureur général exerce l'action disciplinaire à l'encontre des commissaires de justice, des greffiers des tribunaux de commerce et des notaires du ressort de la cour d'appel, concurremment avec les autorités de chacune de ces professions compétentes pour l'exercer.Le procureur général du ressort de la cour d'appel dans lequel exerce le professionnel poursuivi peut demander au procureur général du ressort de la cour d'appel dans lequel est située la juridiction disciplinaire de première instance ou d'appel de se substituer à lui à l'audience."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "L'action disciplinaire à l'encontre des avocats au Conseil d'Etat et à la Cour de cassation est exercée, concurremment avec le président de l'Ordre des avocats au Conseil d'Etat et à la Cour de cassation, par le vice-président du Conseil d'Etat quand les faits en cause ont trait aux fonctions exercées devant le Tribunal des conflits ou les juridictions de l'ordre administratif. Dans les autres cas, l'action est exercée par le premier président de la Cour de cassation ou le procureur général près la Cour de cassation."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Il est institué, auprès de chaque juridiction disciplinaire de premier ressort mentionnée à l'article 11, un service chargé de réaliser les enquêtes sur les agissements susceptibles de constituer un manquement disciplinaire. Ce service peut être saisi par l'autorité de la profession compétente pour exercer l'action disciplinaire, par les autorités mentionnées aux articles 8 et 9 ou par la juridiction disciplinaire dans le cadre de ses pouvoirs d'instruction.L'enquête est conduite en toute indépendance. Le professionnel est tenu de répondre aux convocations du service d'enquête et de lui fournir tous renseignements et documents utiles, sans pouvoir opposer le secret professionnel.La composition de ces services ainsi que les modalités de leur saisine, de désignation de leurs membres et de déroulement de la procédure sont précisées par décret en Conseil d'Etat.Les membres des services d'enquête ne peuvent siéger au sein des juridictions mentionnées à l'article 11."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I. - Des chambres de discipline, instituées respectivement auprès des instances professionnelles régionales ou interrégionales des notaires et des commissaires de justice désignées par arrêté du ministre de la justice, connaissent en premier ressort des poursuites disciplinaires contre ces professionnels. Elles sont composées d'un magistrat du siège de la cour d'appel, président, et de deux membres de la profession concernée.Deux cours nationales de discipline sont instituées, l'une auprès du Conseil supérieur du notariat, l'autre auprès de la Chambre nationale des commissaires de justice. Elles connaissent des appels formés contre les jugements des chambres de discipline de la profession concernée. Elles sont composées d'un magistrat du siège de la Cour de cassation, président, de deux magistrats du siège de la cour d'appel, en activité ou honoraires, et de deux membres de la profession concernée.Les arrêts de ces cours nationales de discipline peuvent faire l'objet d'un pourvoi devant la Cour de cassation. Le pourvoi est ouvert au procureur général.II. - Une cour nationale de discipline, instituée auprès du Conseil national des greffiers des tribunaux de commerce, connaît des poursuites contre ces professionnels. Elle est composée d'un magistrat du siège de la Cour de cassation, en activité ou honoraire, président, et de quatre membres de la profession.Les arrêts de cette cour peuvent faire l'objet d'un recours devant la Cour de cassation, qui statue en fait et en droit.III. - Une cour nationale de discipline, instituée auprès de l'ordre des avocats au Conseil d'Etat et à la Cour de cassation, connaît des poursuites disciplinaires contre ces professionnels. Elle est composée d'un membre du Conseil d'Etat, d'un magistrat du siège de la Cour de cassation, en activité ou honoraire, et de cinq membres de la profession.La cour est présidée par le membre du Conseil d'Etat lorsque les faits en cause ont trait aux fonctions exercées devant le Tribunal des conflits ou devant les juridictions de l'ordre administratif. Dans les autres cas, elle est présidée par le magistrat du siège de la Cour de cassation.Les arrêts de la cour peuvent faire l'objet d'un recours devant le Conseil d'Etat lorsque les faits en cause ont trait aux fonctions exercées devant le Tribunal des conflits ou les juridictions de l'ordre administratif. Dans les autres cas, le recours est porté devant la Cour de cassation. La juridiction saisie du recours statue en fait et en droit."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Les membres professionnels des juridictions disciplinaires ainsi que leurs suppléants sont nommés par arrêté du ministre de la justice, pour une durée de trois ans, renouvelable une fois, sur proposition de l'instance nationale de chaque profession pour les cours nationales de discipline et par les instances régionales de ces mêmes professions pour les chambres de discipline. Les membres du Conseil d'Etat sont désignés par le vice-président du Conseil d'Etat. Les magistrats du siège de l'ordre judiciaire sont désignés, selon le cas, par le premier président de la Cour de cassation ou par le premier président de la cour d'appel compétente."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Les dispositions du titre Ier du livre 1er du code de l'organisation judiciaire sont applicables aux juridictions disciplinaires mentionnées à l'article 11. Toutefois les dispositions du code de justice administrative sont applicables à la cour nationale de discipline des avocats au Conseil d'Etat et à la Cour de cassation lorsqu'elle statue dans sa composition présidée par un membre du Conseil d'Etat."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Le président de la juridiction disciplinaire de première instance ou son suppléant peut rejeter les plaintes irrecevables, manifestement infondées ou qui ne sont pas assorties des précisions permettant d'en apprécier le bien-fondé.Sont notamment irrecevables les plaintes non précédées de la réclamation mentionnée à l'article 4."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "La juridiction disciplinaire constate l'empêchement ou l'inaptitude dans des conditions fixées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I. - Sans préjudice des peines qui sont prononcées en application de l'article L. 561-36-3 du code monétaire et financier, les peines disciplinaires qui peuvent être prononcées contre un professionnel mentionné à l'article 1er de la présente ordonnance, personne physique ou morale, sont :1° L'avertissement ;2° Le blâme ;3° L'interdiction d'exercer à titre temporaire pendant une durée maximale de dix ans ;4° La destitution, qui emporte l'interdiction d'exercice à titre définitif ;5° Le retrait de l'honorariat.II. - La peine de l'interdiction temporaire peut être assortie, en tout ou partie, d'un sursis. Si, dans le délai de cinq ans à compter du prononcé de la peine, le professionnel a commis un manquement ayant entraîné le prononcé d'une nouvelle peine disciplinaire, celle-ci entraîne, sauf décision motivée, l'exécution de la première peine sans confusion avec la seconde.III. - La juridiction disciplinaire peut prononcer, à titre principal ou complémentaire, une peine d'amende dont le montant ne peut excéder la plus élevée des deux sommes suivantes :1° Dix mille euros ;2° Cinq pour cent (5 %) du chiffre d'affaires hors taxes réalisé par le professionnel au cours du dernier exercice clos, calculé sur une période de douze mois.La peine d'amende peut être assortie, en tout ou partie, d'un sursis. Elle n'est pas applicable aux professionnels salariés. Si, dans un délai de cinq ans à compter du prononcé de la peine, le professionnel a commis un manquement ayant entraîné le prononcé d'une nouvelle peine d'amende, celle-ci entraîne, sauf décision motivée, l'exécution de la première peine d'amende sans confusion avec la seconde.Lorsqu'une amende prononcée en application du présent III est susceptible de se cumuler avec une amende pénale infligée à raison des mêmes faits au professionnel auteur du manquement, le montant cumulé des amendes prononcées ne peut dépasser le maximum légal le plus élevé.IV. - La publication de la peine peut être ordonnée, aux frais de la personne sanctionnée, à titre de sanction accessoire.V. - Lorsque dix ans se sont écoulés depuis une décision définitive de destitution, le professionnel frappé de cette peine peut demander à la juridiction disciplinaire qui a statué sur l'affaire en première instance de le relever de l'incapacité résultant de cette décision.Lorsque la demande mentionnée au premier alinéa du présent V est rejetée par une décision devenue définitive, elle ne peut être à nouveau présentée que cinq ans après l'enregistrement de la première demande."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Lorsque l'urgence ou la protection d'intérêts publics ou privés l'exige, le président de la juridiction disciplinaire de première instance ou son suppléant peut, à la demande d'une des autorités compétentes pour exercer l'action disciplinaire, suspendre provisoirement de ses fonctions le professionnel qui fait l'objet d'une enquête ou d'une poursuite disciplinaire ou pénale, après avoir recueilli ses observations au terme d'un débat contradictoire.La suspension ne peut excéder une durée de six mois, renouvelable une fois, ou au-delà de cette limite lorsque l'action publique a été engagée contre le professionnel à raison des faits qui fondent la suspension.Elle peut, à tout moment, être levée par le président de la juridiction disciplinaire si des éléments nouveaux le justifient. Elle cesse de plein droit à l'expiration d'un délai de deux mois à compter de la clôture de l'enquête. Elle cesse également de plein droit lorsque l'action disciplinaire ou l'action pénale s'éteint.Le président ou son suppléant qui s'est prononcé sur la suspension d'un professionnel ne peut siéger au sein de la juridiction disciplinaire statuant sur sa situation.La décision de suspension prise à l'égard d'un notaire ou d'un commissaire de justice peut faire l'objet d'un recours devant la cour nationale de discipline de la profession concernée. Lorsqu'elle est prise à l'égard d'un avocat au Conseil d'Etat et à la Cour de cassation, la décision peut faire l'objet d'un recours, selon la nature des faits en cause, devant le Conseil d'Etat ou la Cour de cassation. Lorsqu'elle est prise à l'égard d'un greffier des tribunaux de commerce, elle peut faire l'objet d'un recours devant la Cour de cassation.Le professionnel suspendu provisoirement ne peut participer en aucune manière à l'activité des chambres, ordre et conseils professionnels auxquels il appartient.Les dispositions du chapitre III, à l'exception du second alinéa de l'article 19, sont applicables en cas de suspension provisoire."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "La juridiction qui prononce l'interdiction ou la destitution d'un professionnel peut nommer un ou plusieurs administrateurs provisoires.L'administrateur perçoit à son profit les rémunérations relatives aux actes qu'il accomplit. Dans le cas d'une suspension provisoire, il perçoit la moitié de ces rémunérations.L'administrateur d'un office dont le titulaire est interdit ou destitué paye, à concurrence des produits de l'office, les charges afférentes au fonctionnement de cet office. Il paye notamment les salaires et indemnités de toute nature prévus par les conventions particulières ou collectives et par les règlements en vigueur. Il a la faculté de donner congé à tout ou partie des employés de l'office. Dans ce cas, il doit régler toutes les indemnités consécutives au licenciement prévues par la réglementation en vigueur ou par les conventions particulières ou collectives."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Le professionnel interdit ou destitué doit, dès que le jugement est devenu exécutoire, s'abstenir de tout acte professionnel, notamment de revêtir le costume professionnel, recevoir la clientèle, donner des consultations ou rédiger des projets d'actes. En aucun cas il ne fait état de sa qualité d'officier public ou ministériel ou d'ancien officier public ou ministériel. Il ne peut exercer aucune activité dans son office ou pour le compte de celui-ci.Le professionnel destitué ne peut exercer le droit de présentation. S'il exerce à titre individuel, il est procédé d'office à la cession de son office."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Dans un délai de cinq jours à compter de celui où la décision est devenue exécutoire, le professionnel interdit ou destitué remet à l'administrateur éventuellement désigné les minutes reçues pendant les cinq années antérieures et pendant l'année courante, les répertoires et les livres de comptabilité relatifs à l'année antérieure et à l'année courante, et les dossiers en cours.Ces documents sont restitués par l'administrateur au titulaire de l'office lorsque l'interdiction a pris fin. En cas de destitution, ils sont remis à son successeur dès que celui-ci a prêté serment.La violation des dispositions du premier alinéa du présent article est punie d'un emprisonnement d'un an et d'une amende de 45 000 euros."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Lorsqu'un administrateur a été désigné, et si les produits de l'office dont le titulaire a été interdit ou destitué sont insuffisants pour couvrir les charges de fonctionnement, celles-ci sont prises en charge, à hauteur des fonds manquants, par la chambre régionale des commissaires de justice ou par le conseil régional des notaires selon le cas. Les sommes payées par les organismes professionnels donnent lieu à recours sur le professionnel interdit ou destitué.Dans le cas prévu au premier alinéa, les organismes professionnels peuvent demander au président du tribunal judicaire du ressort du siège de l'office d'ordonner la fermeture de l'office.Ces dispositions ne sont pas applicables aux greffiers des tribunaux de commerce et aux avocats au Conseil d'Etat et à la Cour de cassation."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Les actes accomplis par un officier public et ministériel frappé d'interdiction ou de destitution, ainsi que ceux tendant directement ou indirectement à faire échec aux effets d'une telle mesure, sont déclarés nuls, sans préjudice des dommages-intérêts qui seraient réclamés.L'action est exercée devant le tribunal judiciaire par toute personne intéressée, par le procureur de la République du lieu d'exercice du professionnel ou par l'autorité de la profession compétente pour exercer l'action disciplinaire."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Pour les avocats au Conseil d'Etat et à la Cour de cassation, l'autorité de la profession compétente pour procéder au traitement des réclamations conformément à l'article 4, prendre les mesures prévues à l'article 6 ainsi qu'exercer l'action disciplinaire, est le président de l'Ordre des avocats au Conseil d'Etat et à la Cour de cassation.Il peut déléguer à un ou plusieurs membres de l'Ordre des avocats au Conseil d'Etat et à la Cour de cassation tout ou partie de ces attributions, selon des modalités définies par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "I. - Pour les commissaires de justice, l'autorité de la profession compétente pour procéder au traitement des réclamations conformément à l'article 4 et prendre les mesures prévues à l'article 6 est le président de la chambre régionale ou interrégionale des commissaires de justice.II. - L'autorité de la profession compétente pour exercer l'action disciplinaire est le président de la chambre régionale ou interrégionale des commissaires de justice ou le président de la Chambre nationale des commissaires de justice dans les conditions prévues au III du présent article.Le président de la chambre régionale ou interrégionale compétent peut demander au président de la chambre régionale ou interrégionale du ressort de la cour d'appel dans lequel est située la juridiction disciplinaire, de première instance ou d'appel, de se substituer à lui à l'audience.Le président de la chambre régionale ou interrégionale peut déléguer à un ou plusieurs membres de l'instance professionnelle tout ou partie des attributions qui lui sont conférées par la présente ordonnance, selon les modalités définies par décret en Conseil d'Etat.III. - Le président de la Chambre nationale des commissaires de justice peut exercer l'action disciplinaire dans les cas suivants :1° Lorsqu'une société est titulaire de plusieurs offices situés dans le ressort de plusieurs chambres régionales ou interrégionales ;2° En cas de carence du président de la chambre régionale ou interrégionale et après mise en demeure adressée par le président de la chambre nationale restée sans effet.IV. - Le président de la Chambre nationale des commissaires de justice peut déléguer à un ou plusieurs membres de l'instance professionnelle tout ou partie des attributions conférées par la présente ordonnance, selon des modalités définies par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "L'action disciplinaire exercée à l'encontre des commissaires de justice se prescrit par trente ans."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Lorsque les commissaires de justice exercent les missions prévues au 3° du II de l'article 1er de l'ordonnance n° 2016-728 du 2 juin 2016 relative au statut de commissaire de justice, les dispositions du III de l'article L. 812-2, des articles L. 814-10-1 et L. 814-10-2 du code de commerce, sont applicables nonobstant les dispositions de la présente ordonnance.La commission nationale d'inscription et de discipline des administrateurs judiciaires et des mandataires judiciaires instituée à l'article L. 814-1 du code de commerce est compétente, dans sa composition prévue au onzième alinéa de cet article, pour statuer sur les faits reprochés aux commissaires de justice dans le cadre ou à l'occasion de ces missions."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Pour les greffiers des tribunaux de commerce, l'autorité de la profession compétente pour procéder au traitement des réclamations conformément à l'article 4 et prendre les mesures prévues à l'article 6, ainsi qu'exercer l'action disciplinaire, est le président du Conseil national des greffiers des tribunaux de commerce.Il peut déléguer à un ou plusieurs membres du Conseil national des greffiers des tribunaux de commerce tout ou partie des attributions qui lui sont conférées par la présente ordonnance, selon des modalités définies par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "L'action disciplinaire exercée à l'encontre des greffiers de tribunaux de commerce se prescrit par dix ans."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I. - Pour les notaires, l'autorité de la profession compétente pour procéder au traitement des réclamations conformément à l'article 4 et prendre les mesures prévues à l'article 6 est le président du conseil régional ou interrégional des notaires.II. - L'autorité compétente pour exercer l'action disciplinaire est le président du conseil régional ou interrégional des notaires ou le président du Conseil supérieur du notariat dans les conditions prévues au III du présent article.Le président du conseil régional ou interrégional compétent peut demander au président du conseil régional ou interrégional du ressort de la cour d'appel dans lequel est située la juridiction disciplinaire, de première instance ou d'appel, de se substituer à lui à l'audience.Le président du conseil régional ou interrégional des notaires peut déléguer à un ou plusieurs membres de l'instance professionnelle tout ou partie des attributions qui lui sont conférées par la présente ordonnance, selon les modalités définies par décret en Conseil d'Etat.III. - Le président du Conseil supérieur du notariat peut exercer l'action disciplinaire dans les cas suivants :1° Lorsqu'une société est titulaire de plusieurs offices situées dans le ressort de plusieurs conseils régionaux ou interrégionaux ;2° En cas de carence du président du conseil régional ou interrégional et après mise en demeure adressée par le président du Conseil supérieur restée sans effet.IV. - Le président du Conseil supérieur du notariat peut déléguer à un ou plusieurs membres de l'instance professionnelle tout ou partie des attributions conférées par la présente ordonnance, selon des modalités définies par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "L'action disciplinaire exercée à l'encontre des notaires se prescrit par trente ans."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "A abrogé les dispositions suivantes :\n\n-Loi n° 2021-1729 du 22 décembre 2021"
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "Pour l'application de la présente ordonnance à Saint-Pierre-et-Miquelon, il y a lieu de lire :1° « tribunal supérieur d'appel » à la place de : « cour d'appel » ;2° « tribunal de première instance » à la place de : « tribunal judiciaire » ;3° « président du tribunal supérieur d'appel » à la place de « premier président de la cour d'appel » ;4° « procureur de la République près le tribunal supérieur d'appel » à la place de : « procureur général près la cour d'appel » et de « procureur de la République près le tribunal judiciaire »."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "Les dispositions de la présente ordonnance entrent en vigueur le 1er juillet 2022, à l'exception de celles de l'article 3 qui entrent en vigueur le lendemain de la publication de la présente ordonnance.Jusqu'à l'édiction d'un code de déontologie et des règles professionnelles visées à l'article 2 de la présente ordonnance, les principes déontologiques et règles professionnelles des huissiers de justice et des commissaires-priseurs judiciaires demeurent applicables.Les dispositions de la présente ordonnance sont applicables aux procédures disciplinaires engagées postérieurement à son entrée en vigueur. Les instances disciplinaires engagées antérieurement devant les chambres de discipline des huissiers de justice et des commissaires-priseurs judiciaires peuvent être reprises, à l'initiative de l'une des autorités visées aux articles 8 et 9, devant la nouvelle juridiction disciplinaire.Elles sont applicables aux réclamations reçues postérieurement à son entrée en vigueur."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "Le Premier ministre et le garde des sceaux, ministre de la justice, sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}