{
  "id": "ordonnance-n-2010-177-du-23-fevrier-2010",
  "type": "statute",
  "title": "Ordonnance n° 2010-177 du 23 février 2010",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000021868310",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "III.-Les accords conclus en application de l'article L. 6113-12 du code de la santé publique demeurent en vigueur jusqu'à leur terme."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Le I est applicable à compter du prochain renouvellement des tribunaux interrégionaux de la tarification sanitaire et sociale.\n\n- Code de l'action sociale et des familles"
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "II. - Les articles L. 162-12-18 à L. 162-12-20 du même code sont abrogés  à la date de création des agences régionales de santé. Les droits et obligations nés des adhésions individuelles aux contrats conclus pour leur application demeurent en vigueur jusqu'au terme prévu par ces contrats."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I.-modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-Code de la santé publique\n\n-Code de la santé publique\n\nArt. L1411-8\n\nII.-Les contrats conclus en application de l'article L. 183-1-3 du code de la sécurité sociale dans sa rédaction antérieure à la loi du 21 juillet 2009 susvisée demeurent en vigueur jusqu'à leur terme."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I. - Sauf mention contraire, les articles modifiés par la loi du 21 juillet 2009 susvisée qui sont mentionnés ou modifiés par la présente ordonnance le sont dans leur rédaction issue de cette loi.II. - Sauf mention contraire, les dispositions de la présente ordonnance entrent en vigueur en même temps que les dispositions de la loi du 21 juillet 2009 susvisée auxquelles elles se réfèrent, qu'elles modifient ou au regard desquelles elles assurent la mise en cohérence des codes et lois, et au plus tôt à la date de publication de la présente ordonnance."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "Le Premier ministre, le ministre du travail, des relations sociales, de la famille, de la solidarité et de la ville et la ministre de la santé et des sports sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}