{
  "id": "ordonnance-n-67-821-du-23-septembre-1967",
  "type": "statute",
  "title": "Ordonnance n° 67-821 du 23 septembre 1967",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000339915",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Les actes de formation de groupements d'intérêt économique entraînent la perception du droit d'apport dans les conditions prévues à l'article 714-I (alinéa 1er) du Code général des impôts."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Les groupements d'intérêt économique constitués et fonctionnant dans les conditions visées aux articles qui précèdent n'entrent pas dans le champ d'application de l'article 206-1 du Code général des impôts, mais chacun de leurs membres est personnellement passible, pour la part des bénéfices correspondant à ses droits dans le groupement, soit de l'impôt sur le revenu des personnes physiques, soit de l'impôt sur les sociétés s'il s'agit de personnes morales relevant de cet impôt.\n\nPour l'application de cette disposition, la répartition est effectuée dans les conditions fixées par le contrat ou, à défaut par fractions égales."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I - La transformation d'une société à capitaux ou d'une association constituée conformément à la loi du 1er juillet 1901 en groupement d'intérêt économique est considérée comme une cessation d'entreprise et entraîne l'établissement de l'impôt sur les sociétés dans les conditions prévues à l'article 201 (1 et 3) du Code général des impôts.II - 1. Cette transformation peut, par dérogation aux dispositions de l'article 111 bis du Code général des impôts, être réalisée moyennant le paiement d'une taxe forfaitaire de 15 % sur les bénéfices et réserves capitalisées ou non.Cette taxe, libératoire de tout impôt sur le revenu, est perçue selon les règles et sous les sanctions applicables en matière de droits d'enregistrement.Elle n'est pas admise en déduction pour l'assiette des impôts sur le revenu des personnes physiques ni de l'impôt sur les sociétés.    2. Paragraphe abrogé. (a)3. L'application des dispositions du II (1 et 2) ci-dessus est subordonnée à la condition que l'acte constatant la transformation soit enregistré avant le 1er janvier 1971."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Les membres d'un groupement d'intérêt économique bénéficient des mêmes avantages fiscaux que les membres des sociétés conventionnées instituées par l'ordonnance n° 59-248 du 4 février 1959 et des groupements visés au 2 de l'article 39 octies du Code général des impôts, lorsqu'ils remplissent toutes les conditions prévues par ces dispositions."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Exposé des motifs.\n\nL'adaptation de l'économie française aux dimensions nouvelles d'un marché élargi et unifié implique, de la part de nombreuses entreprises, une transformation de leurs structures et une diversification de leurs méthodes.\n\nMais les réformes de structure se révèlent souvent d'une réalisation difficile. En outre, les chances des entreprises de moyenne importance doivent être préservées.\n\nD'où l'intérêt, pour des entreprises désireuses de conserver leur individualité et leur autonomie, de mettre en commun certaines de leurs activités, telles que : comptoirs de vente, bureaux d'exportation ou d'importation, organismes de recherche.\n\nCette mise en commun ne trouve, à l'heure actuelle, un cadre juridique approprié ni dans la forme de la société ni dans celle de l'association. Les formalités de constitution et les règles de fonctionnement de la première sont assez rigides et son but ne peut être, en principe, que la recherche et le partage de bénéfices ; la seconde ne leur procure pas l'avantage de la pleine capacité juridique.\n\nAussi apparaît-il aujourd'hui nécessaire d'offrir aux activités économiques, entre la société et l'association, un cadre juridique intermédiaire, mieux adapté aux caractéristiques propres d'un grand nombre d'entre elles comme aux intentions de leurs promoteurs.\n\nTel est l'objet de la présente ordonnance qui crée les groupements d'intérêt économique.\n\nLe groupement d'intérêt économique n'est pas réservé aux seuls commerçants : la formule est ouverte à tous ceux qui auront intérêt à y recourir, quel que soit leur statut juridique. Son immatriculation au registre du commerce n'emporte pas présomption de commercialité car il n'est pas commercial par la forme mais seulement par l'objet.\n\nLe groupement n'a pas pour but la réalisation de bénéfices, ce en quoi il se distingue de la société, et la constitution d'un capital au moyen d'apports de ses membres n'est pas exigée. Il a la personnalité morale. Il a, en outre, la pleine capacité juridique, ce en quoi il se distingue de l'association.\n\nPour la sécurité des tiers, les membres sont tenus des dettes du groupement sur leur patrimoine propre. Ils sont solidaires, mais la solidarité peut être écartée dans un contrat conclu avec un tiers si celui-ci y consent.\n\nLes groupements d'intérêt économique peuvent émettre des obligations à la condition que leurs membres soient exclusivement des sociétés par actions ayant elles-mêmes la capacité requise à cet effet.\n\nUne grande liberté est laissée à la convention des parties pour l'organisation du groupement. Sont seulement posées un petit nombre de règles précises pour l'administration et le contrôle, ainsi que pour la dissolution et la liquidation.\n\nLa transformation d'une société ou d'une association en groupement d'intérêt économique est expressément prévue pour faciliter une redistribution plus rationnelle des organismes actuels entre les différentes catégories juridiques offertes par la loi.\n\nPour faciliter l'essor des groupements d'intérêt économique, le régime fiscal est celui des sociétés de personnes. Cette assimilation conduit, notamment en cas de déficit, à faire remonter les pertes subies par le groupement dans les résultats de ses membres, sans que cet avantage soit limité dans le temps ni subordonné à l'octroi d'un agrément comme dans le cas des filiales communes visées à l'article 239 bis A du code général des impôts.\n\nDans le même souci d'assurer le succès des nouveaux groupements, les règles fiscales de droit commun applicables aux transformations de sociétés sont assouplies en vue de permettre aux organismes déjà constitués sous le régime de sociétés de capitaux de prendre la forme de groupement d'intérêt économique, mieux adaptée au but qu'elles s'assignent. A cet effet, une taxe forfaitaire de 15 p. 100 libère définitivement de tout impôt sur le revenu les distributions de bénéfices et de réserves, capitalisées ou non, des sociétés ou associations transformées.\n\nLes groupements d'intérêt économique peuvent, par leur action, contribuer au développement des ventes, notamment à l'étranger. Pour faciliter cette action, les avantages fiscaux accordés aux entreprises membres soit de sociétés conventionnées instituées par l'ordonnance n° 59-248 du 4 février 1959, soit de groupements visés à l'article 39 octies du code général des impôts, sont étendus aux entreprises qui participent à des groupements d'intérêt économique lorsque l'ensemble des conditions prévues par ces textes sont remplies."
    }
  ]
}