{
  "id": "ordonnance-n-2012-789-du-31-mai-2012",
  "type": "statute",
  "title": "Ordonnance n°2012-789\n du 31 mai 2012",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000025944445",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Le livre Ier du code rural et de la pêche maritime est applicable à Mayotte, sous réserve des dispositions particulières prévues à l'article 3."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Le livre II du code rural et de la pêche maritime est applicable à Mayotte, à l'exception de la section 3 du chapitre VI du titre III, sous réserve des dispositions particulières mentionnées au présent chapitre."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Le livre III du même code est applicable à Mayotte, sous réserve des dispositions particulières mentionnées au présent chapitre."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Le livre IV du même code est applicable à Mayotte, sous réserve des dispositions particulières mentionnées au présent chapitre."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Le livre V du même code est applicable à Mayotte, sous réserve des dispositions particulières mentionnées au présent chapitre."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Le livre VI du même code est applicable à Mayotte, sous réserve des dispositions du présent chapitre."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I. et II.-A abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nIII.-L'article 15 de la présente ordonnance entre en vigueur le 1er janvier 2015 sous réserve des exceptions ci-après :\n\n1° Pour l'application de l'article L. 763-2 du code rural et de la pêche maritime, l'article L. 762-7 du même code, dans sa rédaction issue de la présente ordonnance, est applicable à compter de sa publication ;\n\n2° Les dispositions des articles L. 762-34 et L. 762-35 à L. 762-39 du même code dans leur rédaction issue de la présente ordonnance sont applicables à Mayotte à compter du 1er janvier 2019. A cette date, l'article L. 372-7 du code rural et de la pêche maritime est abrogé.\n\nIV.-L'article 17 du chapitre VII de la présente ordonnance entre en vigueur le 1er janvier qui suit sa publication, sous réserve des exceptions ci-après :\n\n1° Les articles L. 716-1 et L. 718-3 du même code sont applicables à Mayotte à compter du 1er janvier 2016 ;\n\n2° Les  articles L. 713-13, L. 713-20, L. 713-21, L. 714-1, L. 714-3 et L. 715-1 du code rural et de la pêche maritime sont applicables à Mayotte  à compter du 1er janvier 2020.\n\nVI.-Si cette date est antérieure à celle résultant des dispositions de l'article 6 de l'ordonnance n° 2011-864 du 22 juillet 2011 relative à la protection et à la mise en valeur des terres agricoles dans les départements d'outre-mer, dans le Département de Mayotte et à Saint-Martin, le 4° de l'article L. 511-4 n'entre en vigueur qu'à la date et dans les conditions prévues par ladite ordonnance.\n\n-Code rural et de la pêche maritime\n\n-Code rural et de la pêche maritime\n\n-Code rural et de la pêche maritime\n\n-Code rural et de la pêche maritime\n\n-Code rural et de la pêche maritime"
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Le Premier ministre, le ministre de l'agriculture et de l'agroalimentaire et le ministre des outre-mer sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}