{
  "id": "ordonnance-n-2018-20-du-17-janvier-2018",
  "type": "statute",
  "title": "Ordonnance n°2018-20 du 17 janvier 2018",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000036504646",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Politique de santé du ministère de la défense\n\nA modifié les dispositions suivantes :\n\n- Code de la défense."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Droits de la personne\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code des pensions militaires d'invalidité et des victimes de guerre.\n\n- Code de la santé publique"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Recherches impliquant la personne humaine\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-Code de la santé publique\n\n-Code de la santé publique\n\n-Code de la santé publique"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Indemnisation des victimes\n\nA modifié les dispositions suivantes :\n\n- Code de la santé publique"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Missions du centre de transfusion sanguine des armées\n\nA modifié les dispositions suivantes :\n\n- Code de la santé publique"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Compétence du ministère de la défense dans le domaine des tissus et cellules\n\nA modifié les dispositions suivantes :\n\n- Code de la santé publique"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Participation des vétérinaires du service de santé des armées aux missions de l'ANSES\n\nA modifié les dispositions suivantes :\n\n- Code de la santé publique"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Participation du service de santé des armées à la stratégie nationale de santé\n\nA modifié les dispositions suivantes :\n\n- Code de la santé publique"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Inspections\n\nA modifié les dispositions suivantes :\n\n-Code de la santé publique"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Rapprochement du service de santé des armées avec les agences régionales de santé et la politique territoriale de santé\n\nA modifié les dispositions suivantes :\n\n-Code de la santé publique"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Participation du service de santé des armées aux mesures sanitaires d'urgence et à la politique de santé mentale\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code de la santé publique\n\n- Code de la santé publique\n\n- Code de la santé publique\n\n- Code de la santé publique"
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Compétence du ministre de la défense\n\nA créé les dispositions suivantes :\n\n- Code de la santé publique"
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Dispositions d'adaptation pour les professionnels de santé militaires français ou étrangers\n\nA créé les dispositions suivantes :\n\n- Code de la santé publique"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Professions médicales-Inscription à l'ordre et enregistrement\n\nA modifié les dispositions suivantes :\n\n- Code de la santé publique"
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Profession de pharmacien-Inscription à l'ordre et enregistrement\n\nA modifié les dispositions suivantes :\n\n-Code de la santé publique"
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Professions d'infirmier ou d'infirmière-Exercice de la profession et inscription à l'ordre et enregistrement\n\nA modifié les dispositions suivantes :\n\n- Code de la santé publique"
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Professions masseur-kinésithérapeute et pédicure-podologue Exercice de la profession et inscription à l'ordre et enregistrement\n\nA modifié les dispositions suivantes :\n\n- Code de la santé publique"
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Professions orthophoniste, orthoptiste et technicien de laboratoire médical Exercice de la profession et inscription à l'ordre et enregistrement\n\nA modifié les dispositions suivantes :\n\n- Code de la santé publique"
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Formation initiale des professionnels de santé\n\nA créé les dispositions suivantes :\n\n- Code de la santé publique"
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Médicaments à usage humain\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\n-Code de la santé publique\n\n-Code de la santé publique"
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Organisation des activités des établissements de santé\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\n- Code de la santé publique\n\n- Code de la santé publique"
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Equipement sanitaire\n\nA modifié les dispositions suivantes :\n\n- Code de la santé publique"
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Ressources humaines\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\n- Code de la santé publique\n\n- Code de la santé publique\n\n- Code de la santé publique\n\n- Code de la santé publique"
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Etablissements publics de santé et dispositions particulières pour le ministère des armées\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\n- Code de la santé publique\n\n- Code de la santé publique"
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I.-Lorsqu'une activité d'un hôpital des armées ou d'un élément du service de santé des armées est transférée vers un ou plusieurs établissements de santé, regroupée avec un ou plusieurs de ces établissements ou confiée à un groupement de coopération sanitaire, les fonctionnaires et les agents contractuels de droit public relevant de la loi du 11 janvier 1984 susvisée ainsi que les ouvriers de l'Etat et les militaires en exercice dans l'hôpital ou l'élément concerné sont mis à disposition, sous réserve pour les personnels civils des dispositions prévues au troisième alinéa du présent I, du ou des établissements ou groupements assurant la poursuite de cette activité, sur décision du ministre de la défense. Une convention est alors signée entre l'administration d'origine et l'organisme d'accueil.Cette mise à disposition est prononcée sans limitation de durée.Elle ne peut l'être, pour les fonctionnaires, les ouvriers de l'Etat et les agents contractuels de droit public, qu'après accord écrit de l'intéressé et de l'administration d'origine.L'agent civil ou le militaire mis à disposition reste en position d'activité.II.-L'agent civil ou le militaire mis à disposition continue à bénéficier des dispositions relatives à la rémunération applicables au ministère de la défense.Les dépenses afférentes au personnel mis à disposition sont remboursées par l'organisme d'accueil à un montant fixé par la convention précitée.\n\nLes fonctionnaires mis à disposition d'un groupement de coopération sanitaire de droit public et appartenant à un corps classé en catégorie active au sens du 1° du I de l'article L. 24 du code des pensions civiles et militaires de retraite conservent, à titre personnel, le bénéfice des avantages qui en découlent. Ils peuvent, si besoin est, compléter la durée de service en vue de remplir la condition exigée en la matière par les dispositions qui leur sont applicables au titre du régime de pension dont ils relèvent, dès lors qu'ils exercent dans le groupement de coopération sanitaire de droit public auprès duquel ils sont mis à disposition des fonctions ayant, par leur contenu, la même nature que celles qu'ils exerçaient antérieurement au sein d'un hôpital des armées ou d'un élément du service de santé des armées.Les fonctionnaires mis à disposition d'un groupement de coopération sanitaire de droit privé dont un hôpital des armées est membre à la date de publication de la présente ordonnance conservent, à titre personnel, le bénéfice des avantages de la catégorie active et peuvent compléter la durée des services actifs dans les conditions prévues à l'alinéa précédent.Les services accomplis par les militaires mis à disposition sont comptabilisés comme des services militaires effectifs pour la bonification prévue au i de l'article L. 12 du même code.III.-Les conditions d'application des dispositions du présent article, notamment les conditions financières du remboursement mentionné au II, sont fixées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "I. - Les corps des praticiens des armées sont accessibles par la voie du détachement, suivi le cas échéant d'une intégration, aux praticiens hospitaliers, nonobstant l'absence de disposition prévue par le statut des praticiens des armées.Une commission prévue à cet effet émet un avis conforme sur le corps et le grade d'accueil du praticien hospitalier, déterminés en fonction de ses qualifications et de son parcours professionnel.Lorsque l'exercice de fonctions du corps d'accueil est soumis à la détention d'un titre ou d'un diplôme spécifique, l'accès à ces fonctions est subordonné à la détention de ce titre ou de ce diplôme.II. - Le praticien hospitalier détaché dans un corps de praticien des armées acquiert l'état militaire et est soumis aux articles L. 4121-1 à L. 4121-5 du code de la défense.Il est soumis aux dispositions du code électoral concernant l'incompatibilité avec un mandat électif des fonctions de militaire de carrière ou assimilé, en activité de service ou servant au-delà de la durée légale. Il peut participer, en tant qu'électeur, à la désignation des représentants des personnels au titre de la commission statutaire nationale et au conseil de discipline de son corps d'origine.Au titre des fautes commises lors du détachement, le ministre de la défense ou les autorités habilitées à cet effet sont compétents pour l'exercice du pouvoir disciplinaire. La procédure et les sanctions applicables sont celles prévues par le code de la défense. Nonobstant les dispositions prévues par leur statut, l'autorité investie du pouvoir de nomination dans le corps d'origine prend, lors de la réintégration du praticien hospitalier, les actes d'application des sanctions, le cas échéant appliquées pendant le détachement et qui ont été prononcées à ce titre.III. - Les modalités d'application des dispositions du I et du II du présent article sont définies par décret en Conseil d'Etat, notamment la composition de la commission mentionnée au I et les conditions dans lesquels sont pris les actes d'application des sanctions prévus au II.\n\nIV. - A modifié les dispositions suivantes :\n\n- Code de la défense."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Un décret fixe les conditions dans lesquelles un collaborateur médecin des armées, médecin non spécialiste en médecine du travail et engagé dans une formation en vue de l'obtention de cette qualification par le ministre de la défense, dans les conditions fixées par l'article L. 4061-5 du code de la santé publique, exerce, sous l'autorité d'un médecin de prévention, au sens de l'article 37 bis de la loi du 11 janvier 1984 susvisée et dans le cadre d'un protocole écrit et validé par ce dernier, les fonctions dévolues aux médecins de prévention."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Les dispositions du 2° du III de l'article 2 et celles des III et IV de l'article 28 entrent en vigueur à la date prévue au I de l'article 3 de l'ordonnance n° 2018-20 du 17 janvier 2018 relatives aux conditions de création et de fonctionnement des centres de santé."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "Le Premier ministre, le ministre d'Etat, ministre de l'intérieur, la ministre des armées, la ministre des solidarités et de la santé, le ministre de l'action et des comptes publics, la ministre de l'enseignement supérieur, de la recherche et de l'innovation et la ministre des outre-mer sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}