{
  "id": "ordonnance-n-2020-1305-du-28-octobre-2020",
  "type": "statute",
  "title": "Ordonnance n°2020-1305 du 28 octobre 2020",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000042472305",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Pour l'exercice budgétaire 2021, par dérogation aux articles L. 1612-2 et L. 1612-3 du code général des collectivités territoriales, la date limite d'adoption du budget de la Collectivité européenne d'Alsace est fixée au 31 mai 2021.Avant l'adoption du budget de l'exercice 2021, par dérogation à l'article L. 1612-1 du même code, le président du conseil départemental de la Collectivité européenne d'Alsace est autorisé à engager, à liquider et à mandater les dépenses d'investissement, dans la limite de l'addition des cinq douzièmes des crédits ouverts aux budgets de chacun des deux départements du Haut-Rhin et du Bas-Rhin au titre de l'exercice précédent. Pour l'exercice 2021, les dispositions de l'article L. 5217-10-9 du même code ne s'appliquent pas."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les exonérations et abattements de cotisation sur la valeur ajoutée des entreprises applicables en exécution des délibérations prises par les conseils départementaux respectivement du Haut-Rhin et du Bas-Rhin, ainsi que ceux applicables en l'absence de délibérations contraires adoptées par ces conseils, sont maintenus sur le territoire de chacun d'entre eux à proportion de la fraction, prévue au 6° de l'article 1586 du code général des impôts, leur revenant et, s'agissant des abattements, pour leur quotité initialement prévue :1° Pour leur durée restant à courir lorsqu'ils ont été accordés pour une durée limitée et que les contribuables en auraient bénéficié au titre de l'imposition due au titre de 2021 ;2° Pour les impositions dues au titre de 2021, lorsqu'ils ont été accordés sans limitation de durée."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les délibérations prises en matière de droits d'enregistrement et de taxe de publicité foncière par les conseils départementaux du Haut-Rhin et du Bas-Rhin en vigueur le 31 décembre 2020 demeurent applicables sur le territoire respectif de chacun de ces deux départements jusqu'au 31 mai 2021.Le conseil départemental de la Collectivité européenne d'Alsace se prononce dans les conditions prévues à l'article 1594 E du code général des impôts sur le taux, les exonérations, abattements et réductions de taux applicables à compter du 1er juin 2021.A défaut de délibération adoptée par le conseil départemental de la Collectivité européenne d'Alsace après le 1er janvier 2021, le taux applicable à compter du 1er juin 2021 est réputé égal au taux le plus faible applicable sur le territoire des départements du Haut-Rhin ou du Bas-Rhin le 31 mai 2021. Les délibérations relatives aux exonérations, abattements, et réductions de taux sont, à défaut de délibération prise dans les mêmes conditions, réputées abrogées."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Les délibérations adoptées par les conseils départementaux du Haut-Rhin et du Bas-Rhin instituant la taxe additionnelle de 10 % à la taxe de séjour ou à la taxe forfaitaire en application de l'article L. 3333-1 du code général des collectivités territoriales demeurent applicables en 2021 sur le territoire respectif de chacun de ces deux départements."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Avant le 30 novembre 2020, les conseils départementaux du Haut-Rhin et du Bas-Rhin prennent des délibérations concordantes relatives à la taxe d'aménagement prévue dans le code de l'urbanisme concernant le taux et les exonérations facultatives applicables à la Collectivité européenne d'Alsace à compter du 1er janvier 2021.A défaut de délibérations concordantes, les délibérations adoptées antérieurement par les conseils départementaux du Haut-Rhin et du Bas-Rhin sont maintenues pour l'année 2021 sur le territoire respectif de chacun de ces deux départements."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Pour l'application des chapitres IV et V du titre III du livre III de la troisième partie du code général des collectivités territoriales et de l'article 49 de la loi du 30 décembre 2005 de finances pour 2006 susvisée, les attributions ou les contributions de la Collectivité européenne d'Alsace antérieures à l'année 2021 sont reconstituées en additionnant les attributions ou les contributions des départements du Bas-Rhin et du Haut-Rhin. Les données, notamment fiscales, nécessaires à la répartition des dispositifs prévus à ces chapitres et articles et relatives à des exercices antérieurs à 2021 correspondent à la somme des données relatives aux départements du Bas-Rhin et du Haut-Rhin."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Les dispositions de la présente ordonnance entrent en vigueur le 1er janvier 2021, à l'exception de l'article 7 qui entre en vigueur immédiatement."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Le Premier ministre, le ministre de l'économie, des finances et de la relance, la ministre de la cohésion des territoires et des relations avec les collectivités territoriales et le ministre délégué auprès du ministre de l'économie, des finances et de la relance, chargé des comptes publics, sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}