{
  "id": "ordonnance-n-2020-341-du-27-mars-2020",
  "type": "statute",
  "title": "Ordonnance n°2020-341 du 27 mars 2020",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000041762344",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - Jusqu'au 23 août 2020 inclus :1° L'état de cessation des paiements est apprécié en considération de la situation du débiteur à la date du 12 mars 2020, sans préjudice des dispositions des deuxième, troisième et quatrième alinéas de l'article L. 631-8 du code de commerce, de la possibilité pour le débiteur de demander l'ouverture d'une procédure de redressement judiciaire ou de liquidation judiciaire ou le bénéfice d'un rétablissement professionnel, et de la possibilité de fixer, en cas de fraude, une date de cessation de paiements postérieure ;2° Les relevés des créances résultant d'un contrat de travail sont transmis sans délai par le mandataire aux institutions de garantie mentionnées à l'article L. 3253-14 du code du travail.Les dispositions du premier alinéa de l'article L. 625-1 et de l'article L. 625-2 du code de commerce s'appliquent sans avoir pour effet l'allongement du délai de cette transmission.II. - La période mentionnée à la première phrase du deuxième alinéa de l'article L. 611-6 du code de commerce est prolongée de plein droit d'une durée de cinq mois.Jusqu'à l'expiration du délai prévu au I, et sans préjudice des dispositions du dernier alinéa de l'article L. 611-7 du même code, la dernière phrase du deuxième alinéa de l'article L. 611-6 n'est pas applicable.III. - S'agissant des plans arrêtés par le tribunal en application des dispositions de l'article L. 626-12 ou de l'article L. 631-19 du code de commerce :1° Jusqu'à l'expiration du délai prévu au I, le président du tribunal, statuant sur requête du commissaire à l'exécution du plan, peut prolonger ces plans dans la limite d'une durée de cinq mois. Sur requête du ministère public, la prolongation peut toutefois être prononcée pour une durée maximale d'un an ;2° Après l'expiration du délai prévu au I, et pendant un délai de six mois, sur requête du ministère public ou du commissaire à l'exécution du plan, le tribunal peut prolonger la durée du plan pour une durée maximale d'un an.IV. - Jusqu'à l'expiration du délai prévu au I, le président du tribunal, statuant sur requête de l'administrateur judiciaire, du mandataire judiciaire, du liquidateur ou du commissaire à l'exécution du plan, peut prolonger les délais qui sont imposés à ces derniers d'une durée de cinq mois."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. - Jusqu'au 23 juin 2020 inclus :1° Le I de l'article L. 631-15 du code de commerce n'est pas applicable ;2° Les actes par lesquels le débiteur saisit la juridiction sont remis au greffe par tout moyen. Le débiteur peut y insérer une demande d'autorisation à formuler par écrit ses prétentions et ses moyens, en application du second alinéa de l'article 446-1 du code de procédure civile. Lorsque la procédure relève de sa compétence, le président du tribunal peut recueillir les observations du demandeur par tout moyen ;3° Les communications entre le greffe du tribunal, l'administrateur judiciaire et le mandataire judiciaire ainsi qu'entre les organes de la procédure se font par tout moyen.II. - Sont prolongés, jusqu'à l'expiration du délai prévu au I, d'une durée de trois mois :1° Les durées relatives à la période d'observation, au plan, au maintien de l'activité, et à la durée de la procédure de liquidation judiciaire simplifiée, prévues par les titres II, III et IV du livre VI du code de commerce, ainsi que la durée prévue par l'article L. 661-9 du même code ;2° Les délais mentionnés aux b, c et d du 2° de l'article L. 3253-8 du code du travail ;3° Les durées mentionnées au 5° du même article."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Pour l'application des articles L. 351-1 à L. 351-7 du code rural et de la pêche maritime, jusqu'au 23 août 2020 inclus :1° Le juge ne peut refuser de désigner un conciliateur au motif que la situation du débiteur s'est aggravée postérieurement au 12 mars 2020 ;2° Lorsque l'accord ne met pas fin à l'état de cessation des paiements, ce dernier est apprécié en considération de la situation du débiteur à la date du 12 mars 2020."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. - La présente ordonnance s'applique aux procédures en cours.II. - Nonobstant les dispositions de l'article R. 670-1 du code de commerce, les dispositions de l'article R. 662-2 du même code sont applicables dans les départements de la Moselle, du Bas-Rhin et du Haut-Rhin jusqu'au 23 juin 2020 inclus.III. - La présente ordonnance est applicable à Wallis-et-Futuna dans sa rédaction résultant de l'ordonnance n° 2020-596 du 20 mai 2020. Pour l'application du 2° du I de l'article 1er et des 2° et 3° du II de l'article 2, la référence au code du travail est remplacée par la référence aux dispositions applicables localement.IV. - L'article 4 est applicable sur l'ensemble du territoire de la République."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Le Premier ministre, la garde des sceaux, ministre de la justice, et le ministre de l'économie et des finances sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}