{
  "id": "ordonnance-n-2004-634-du-1-juillet-2004",
  "type": "statute",
  "title": "Ordonnance n° 2004-634 du 1 juillet 2004",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000252733",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "La loi du 2 janvier 1970 susvisée est modifiée conformément aux articles 2 à 11 de la présente ordonnance."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Les personnes exerçant une profession ou activité mentionnée aux articles 1er et 4 de la loi du 2 janvier 1970 susvisée qui, antérieurement à l'entrée en vigueur de la présente ordonnance, ont été condamnées pour des faits énoncés par les articles 9, 10 et 11 de la loi susvisée dans leur rédaction issue de la présente ordonnance sont frappées, à compter de la date de publication de cette dernière, d'une incapacité d'exercer.Toutefois, ces personnes peuvent, dans un délai de trois mois suivant la date de publication de l'ordonnance, demander à la juridiction qui les a condamnées ou, en cas de pluralité de condamnation, à la dernière juridiction qui a statué, soit de les relever de l'incapacité dont elles sont frappées, soit d'en déterminer la durée. Les personnes qui font usage de ce droit peuvent exercer leur profession ou activité jusqu'à ce qu'il ait été statué sur leur demande.Si la juridiction qui a statué n'existe plus ou s'il s'agit d'une juridiction étrangère, la chambre de l'instruction de la cour d'appel dans le ressort de laquelle le requérant a sa résidence est compétente. Il en est de même si l'incapacité résulte d'une décision disciplinaire."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Le Premier ministre et le garde des sceaux, ministre de la justice, sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}