{
  "id": "ordonnance-n-2019-697-du-3-juillet-2019",
  "type": "statute",
  "title": "Ordonnance n°2019-697 du 3 juillet 2019",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000038720909",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I.-L'employeur qui a opté pour la contribution définie au 1° du I de l'article L. 137-11 du code de la sécurité sociale peut exercer l'option mentionnée au 2° du I de ce même article jusqu'au 31 décembre 2020. Dans ce cas, l'employeur est redevable d'une somme équivalente à la différence, si elle est positive, entre d'une part la somme des contributions qui auraient été acquittées depuis le 1er janvier 2004, ou la date de création du régime si elle est postérieure, s'il avait choisi l'assiette définie au 2° de l'article L. 137-11 précité et, d'autre part, la somme des contributions effectivement versées depuis cette date. Cette somme est recouvrée, dans les conditions fixées par l'article L. 137-3 du même code, au plus tard le mois suivant l'exercice du droit d'option.II.-Les engagements d'un régime mentionné à l'article L. 137-11 du code de la sécurité sociale peuvent être transférés par l'employeur sur un contrat relevant de l'article L. 137-11-2 du même code dans la limite du plafond mentionné à la dernière phrase du 2° de l'article L. 137-11-2 et sans que trouve à s'appliquer, pour l'année du transfert, la limitation mentionnée à l'avant-dernière phrase du 2° de l'article L. 137-11-2. Le respect du plafond mentionné à la dernière phrase du 2° de l'article L. 137-11-2 est apprécié en rapportant le montant des droits conditionnels à la date du transfert à la rémunération moyenne du bénéficiaire au cours des trois dernières années dans le régime. La rémunération est celle prise en compte pour la détermination de l'assiette des cotisations définie à l'article L. 242-1. Le pourcentage obtenu est communiqué à l'organisme mentionné au 3° de l'article L. 137-11-2.Pour l'employeur qui avait fait le choix de l'assujettissement à la contribution définie au 1° du I de l'article L. 137-11 du code de la sécurité sociale, le transfert est subordonné à l'exercice préalable du droit d'option prévue au I du présent article.En cas de transfert, l'employeur est redevable d'une contribution libératoire recouvrée dans les conditions fixées par l'article L. 137-3 du code de la sécurité sociale. Cette contribution est égale, au titre des droits transférés, à la différence, si elle est positive, entre d'une part la somme des contributions qui auraient été versées si l'ensemble de ce financement avait été assujetti aux cotisations et contributions applicables au régime auquel ce financement est transféré et, d'autre part, la somme des contributions afférentes à ce financement effectivement versées en application du 2° de l'article L. 137-11 du même code ou des dispositions du I du présent article.Pour le bénéficiaire, les sommes ainsi transférées ne sont pas soumises à l'impôt sur le revenu au titre de l'année du transfert."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Pour les contrats de retraite professionnelle en cours d'exécution à la date de publication de la présente ordonnance, l'article 1er s'applique aux droits afférents aux périodes d'emploi accomplies à compter du 1er janvier 2020."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Le Premier ministre, la ministre des solidarités et de la santé, le ministre de l'économie et des finances et le ministre de l'action et des comptes publics sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}