{
  "id": "ordonnance-n-2019-893-du-28-aout-2019",
  "type": "statute",
  "title": "Ordonnance n°2019-893 du 28 août 2019",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000038980556",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "A titre expérimental, à Saint-Pierre-et-Miquelon, sur demande de la collectivité territoriale, les dispositions de l'article L. 6523-1-4 du code du travail peuvent être mises en œuvre par un organisme paritaire territorial agréé par les ministres chargés de la formation professionnelle et des outre-mer afin de développer une gestion des compétences adaptée aux spécificités du territoire.L'expérimentation est mise en œuvre pour une durée de quatre ans.L'organisme paritaire rend compte annuellement de son activité et de l'état de ses engagements financiers au comité de l'emploi, de l'orientation et de la formation professionnelles.Un décret en Conseil d'Etat définit les conditions de désignation et les modalités d'intervention de cet organisme paritaire territorial, les conditions dans lesquelles les ressources lui sont versées pour la réalisation de ses missions, ainsi que les modalités d'évaluation de cette expérimentation."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les dispositions de l'article 1er entrent en vigueur à compter du 1er janvier 2021, à l'exception des articles L. 6522-3, L. 6522-4, L. 6523-1-1, L. 6523-2-3, et L. 6523-2-4 du code du travail qui s'appliquent à compter du 1er janvier 2020."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Le Premier ministre, la ministre du travail et la ministre des outre-mer sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}