{
  "id": "ordonnance-n-2019-770-du-17-juillet-2019",
  "type": "statute",
  "title": "Ordonnance n°2019-770 du 17 juillet 2019",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000038812074",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les dispositions législatives annexées à la présente ordonnance constituent la partie législative du livre VIII du code de la construction et de l'habitation."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I.-A abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nII.-Les références à des dispositions abrogées par le présent article sont remplacées par les références aux dispositions correspondantes du livre VIII du code de la construction et de l'habitation.\n\n-Code de la sécurité sociale.\n\n-Code de la construction et de l'habitation.\n\n-Code de la sécurité sociale.\n\n-Ordonnance n° 77-1102 du 26 septembre 1977\n\n-Ordonnance n° 77-1102 du 26 septembre 1977\n\n-Ordonnance n° 2002-149 du 7 février 2002\n\n-Ordonnance n° 2002-411 du 27 mars 2002\n\n-Code de la sécurité sociale."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I.-Les modalités de calcul prévues au 1° de l'article L. 813-5 du code de la construction et de l'habitation annexé à la présente ordonnance continuent de s'appliquer, conformément à l'article L. 834-1 du code de la sécurité sociale, jusqu'au 1er janvier 2020 aux employeurs qui atteignent ou dépassent l'effectif de vingt salariés au titre des années 2016,2017 ou 2018.\n\nII.-A modifié les dispositions suivantes :\n\nIII.-Les modalités de calcul prévues au 1° de l'article L. 813-5 du code de la construction et de l'habitation, dans sa rédaction issue du II du présent article, continuent de s'appliquer aux entreprises qui atteignent ou dépassent l'effectif de cinquante salariés au 31 décembre 2019 et qui bénéficient de ces modalités de calcul à cette même date.\n\nIV.-A abrogé les dispositions suivantes :\n\n-Code de la construction et de l'habitation\n\n-Code de la sécurité sociale"
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Outre les revalorisations prévues à l'article L. 823-4 du code de la construction et de l'habitation, dans sa rédaction issue de la présente ordonnance, il est procédé, par voie réglementaire, jusqu'en 2022, à des revalorisations spécifiques à Mayotte des paramètres de calcul de l'allocation de logement, en vue de réduire la différence entre le montant de cette allocation dans cette collectivité et celui de la même allocation en Guadeloupe, en Guyane, en Martinique et à La Réunion."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I.-Entrent en vigueur le 1er septembre 2019 :\n\n1° Les dispositions de la partie législative du livre VIII du code de la construction et de l'habitation, annexées à la présente ordonnance, à l'exception du chapitre V du titre II et du II de l'article L. 860-3 ;\n\n2° Les articles 1er à 20, le I de l'article 21 et l'article 22 de la présente ordonnance.\n\nII.-Entrent en vigueur le 1er janvier 2020 :\n\n1° Les dispositions du chapitre V du titre II du livre VIII du code de la construction et de l'habitation, annexées à la présente ordonnance ; ces dispositions s'appliquent aux décisions des organismes payeurs mentionnées au 1° de l'article L. 825-3 du code de la construction et de l'habitation annexé à la présente ordonnance, prises à partir du 1er janvier 2020, ainsi qu'aux décisions prises, à partir de cette même date, par le directeur de l'organisme payeur sur les demandes de remise de dettes mentionnées au 2° de ce même article. Les décisions prises avant le 1er janvier 2020 en matière d'allocation de logement demeurent soumises aux dispositions applicables en matière de sécurité sociale et de mutualité sociale agricole prévues aux articles L. 142-1 et suivants du code de la sécurité sociale. Les décisions prises en matière d'aide personnalisée au logement avant cette même date demeurent soumises aux dispositions de l'article L. 351-14 du code de la construction et de l'habitation dans sa rédaction en vigueur à la date de publication de l'ordonnance ;\n\n2° Les dispositions des II à IV de l'article 21 de la présente ordonnance.\n\nIII.-Le II de l'article L. 860-3 du code de la construction et de l'habitation, annexé à la présente ordonnance, entre en vigueur le 1er janvier 2021.\n\nA abrogé les dispositions suivantes :\n\nIV.-Les articles L. 863-1 à L. 863-5 du code de la construction et de l'habitation, annexés à la présente ordonnance, s'appliquent aux contributions et aux prestations dues à compter du 1er janvier 2022.\n\n-LOI n° 2018-1021 du 23 novembre 2018"
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Le Premier ministre, la ministre des solidarités et de la santé, la ministre de la cohésion des territoires et des relations avec les collectivités territoriales, la ministre des outre-mer et le ministre auprès de la ministre de la cohésion des territoires et des relations avec les collectivités territoriales, chargé de la ville et du logement, sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}