{
  "id": "ordonnance-n-2020-304-du-25-mars-2020",
  "type": "statute",
  "title": "Ordonnance n°2020-304 du 25 mars 2020",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000041755577",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les dispositions de la présente ordonnance sont applicables aux juridictions de l'ordre judiciaire statuant en matière non pénale pendant la période comprise entre le 12 mars 2020 et l'expiration d'un délai d'un mois à compter de la date de cessation de l'état d'urgence sanitaire déclaré dans les conditions de l'article 4 de la loi du 23 mars 2020 susvisée."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I.-Les dispositions de l'article 2 de l'ordonnance n° 2020-306 du 25 mars 2020 susvisée relative à la prorogation des délais échus pendant la période d'urgence sanitaire et à l'adaptation des procédures pendant cette même période sont applicables aux procédures devant les juridictions de l'ordre judiciaire statuant en matière non pénale.II.-Par dérogation aux dispositions du I :1° Les délais de procédure applicables devant le juge des libertés et de la détention et devant le premier président de la cour d'appel saisi d'un appel formé contre les décisions de ce juge courent selon les règles législatives et réglementaires qui leur sont applicables ;2° Les délais de procédure applicables devant les juridictions pour enfants sont adaptés dans les conditions prévues par le chapitre III du présent titre ;3° Les délais mentionnés aux articles L. 311-1 à L. 322-14 et R. 311-1 à R. 322-72 du code des procédures civiles d'exécution sont suspendus pendant la période comprise entre le 12 mars 2020 et le 23 juin 2020 inclus."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Lorsqu'une juridiction du premier degré est dans l'incapacité totale ou partielle de fonctionner, le premier président de la cour d'appel désigne par ordonnance, après avis du procureur général près cette cour, des chefs de juridiction et des directeurs de greffe des juridictions concernées, une autre juridiction de même nature et du ressort de la même cour pour connaître de tout ou partie de l'activité relevant de la compétence de la juridiction empêchée.L'ordonnance détermine les activités faisant l'objet du transfert de compétences et la date à laquelle ce transfert intervient. Elle est prise pour une durée ne pouvant excéder la période mentionnée à l'article 1er. Elle fait l'objet d'une publication dans deux journaux diffusés dans le ressort de la cour et de toute autre mesure de publicité dans tout lieu jugé utile.La juridiction désignée est compétente pour les affaires en cours à la date d'entrée en vigueur de l'ordonnance de désignation."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Lorsqu'une audience ou une audition est supprimée, si les parties sont assistées ou représentées par un avocat ou lorsqu'elles ont consenti à la réception des actes sur le « Portail du justiciable » du ministère de la justice conformément à l'article 748-8 du code de procédure civile, le greffe avise les parties du renvoi de l'affaire ou de l'audition par tout moyen, notamment électronique.Dans les autres cas, il les en avise par tout moyen, notamment par lettre simple. Si le défendeur ne comparaît pas à l'audience à laquelle l'affaire est renvoyée et n'a pas été cité à personne, la décision est rendue par défaut."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "La juridiction peut, sur décision de son président, statuer à juge unique en première instance et en appel dans toutes les affaires qui lui sont soumises.\n\nLe juge désigné est un magistrat du siège qui n'est ni magistrat honoraire ni magistrat à titre temporaire.\n\nDevant le tribunal de commerce, le président du tribunal peut, dans toutes les affaires, décider que l'audience sera tenue par l'un des membres de la formation de jugement. Le juge rend compte au tribunal dans son délibéré.\n\nLe conseil de prud'hommes statue en formation restreinte comprenant un conseiller employeur et un conseiller salarié. En cas de partage des voix, l'affaire est renvoyée devant un juge du tribunal judiciaire dans le ressort duquel est situé le siège du conseil de prud'hommes. Il statue après avoir recueilli par tout moyen l'avis des conseillers présents lors de l'audience de renvoi en départage. Si, au terme de la période mentionnée à l'article 1er, le juge n'a pas tenu l'audience de départage, l'affaire est renvoyée à la formation restreinte présidée par ce juge.\n\nEn procédure écrite ordinaire, le juge de la mise en état ou le magistrat chargé du rapport peut tenir seul l'audience pour entendre les plaidoiries. Il en informe les parties par tout moyen. Il rend compte au tribunal dans son délibéré.Le présent article s'applique aux affaires dans lesquelles l'audience de plaidoirie ou la mise en délibéré de l'affaire dans le cadre de la procédure sans audience a lieu pendant la période mentionnée à l'article 1er."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Les parties peuvent échanger leurs écritures et leurs pièces par tout moyen dès lors que le juge peut s'assurer du respect du contradictoire."
    },
    {
      "provision_ref": "art6-1",
      "section": "6-1",
      "title": "Article 6-1",
      "content": "I.-Les chefs de juridiction définissent les conditions d'accès à la juridiction, aux salles d'audience et aux services qui accueillent du public permettant d'assurer le respect des règles sanitaires en vigueur.Ces conditions sont portées à la connaissance du public notamment par voie d'affichage.II. ‒ Le juge ou le président de la formation de jugement peut décider, avant l'ouverture de l'audience, que les débats se dérouleront en publicité restreinte ou, en cas d'impossibilité de garantir les conditions nécessaires à la protection de la santé des personnes présentes à l'audience, en chambre du conseil. Dans les conditions déterminées par le juge ou le président de la formation de jugement, des journalistes peuvent assister à l'audience, y compris lorsqu'elle se tient en chambre du conseil en application des dispositions du présent article.Lorsque le nombre de personnes admises à l'audience est limité, les personnes qui souhaitent y assister saisissent par tout moyen le juge ou le président de la formation de jugement."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Le juge, le président de la formation de jugement ou le juge des libertés et de la détention peut, par une décision non susceptible de recours, décider que l'audience ou l'audition se tiendra en utilisant un moyen de télécommunication audiovisuelle permettant de s'assurer de l'identité des personnes y participant et garantissant la qualité de la transmission et la confidentialité des échanges entre les parties et leurs avocats.En cas d'impossibilité technique ou matérielle de recourir à un tel moyen, le juge peut, par décision insusceptible de recours, décider d'entendre les parties et leurs avocats, ou la personne à auditionner, par tout moyen de communication électronique, y compris téléphonique, permettant de s'assurer de leur identité et de garantir la qualité de la transmission et la confidentialité des échanges.Dans les cas prévus au présent article, les membres de la formation de jugement, le greffier, les parties, les personnes qui les assistent ou les représentent en vertu d'une habilitation légale ou d'un mandat, les techniciens et auxiliaires de justice ainsi que les personnes convoquées à l'audience ou à l'audition peuvent se trouver en des lieux distincts. Le juge organise et conduit la procédure. Il s'assure du bon déroulement des échanges entre les parties et veille au respect des droits de la défense et au caractère contradictoire des débats. Le greffe dresse le procès-verbal des opérations effectuées. Les moyens de communication utilisés par les membres de la formation de jugement garantissent le secret du délibéré."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Lorsque la représentation est obligatoire ou que les parties sont assistées ou représentées par un avocat, le juge ou le président de la formation de jugement peut, à tout moment de la procédure, décider qu'elle se déroule selon la procédure sans audience. Il en informe les parties par tout moyen.\n\nA l'exception des procédures en référé, des procédures accélérées au fond et des procédures dans lesquelles le juge doit statuer dans un délai déterminé, les parties disposent d'un délai de quinze jours pour s'opposer à la procédure sans audience. A défaut d'opposition, la procédure est exclusivement écrite. La communication entre les parties est faite par notification entre avocats. Il en est justifié dans les délais impartis par le juge.\n\nEn matière de soins psychiatriques sans consentement, la personne hospitalisée peut à tout moment demander à être entendue par le juge des libertés et de la détention. Cette audition peut être réalisée par tout moyen permettant de s'assurer de son identité et garantissant la qualité de la transmission et la confidentialité des échanges.Le présent article s'applique aux affaires dans lesquelles la mise en délibéré de l'affaire est annoncée pendant la période mentionnée à l'article 1er."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "En cas d'assignation en référé, la juridiction statuant en référé peut rejeter la demande avant l'audience, par ordonnance non contradictoire, si la demande est irrecevable ou s'il n'y a pas lieu à référé."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Sans préjudice des dispositions relatives à leur notification, les décisions peuvent être portées à la connaissance des parties ou des personnes intéressées par tout moyen.\n\nLes convocations et les notifications qui sont à la charge du greffe sont adressées par lettre simple lorsqu'une lettre recommandée avec demande d'avis de réception est prévue."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Toute prestation de serment devant une juridiction peut être présentée par écrit. Elle comprend la mention manuscrite des termes de la prestation. Cet écrit est déposé auprès de la juridiction compétente qui en accuse réception."
    },
    {
      "provision_ref": "art11-1",
      "section": "11-1",
      "title": "Article 11-1",
      "content": "Par dérogation aux articles 1222 à 1223-1 du code de procédure civile, le dossier d'un majeur protégé peut être communiqué par tous moyens aux mandataires judiciaires à la protection juridique des majeurs, à l'exception du certificat médical qui ne peut être consulté que suivant les règles énoncées aux articles précités."
    },
    {
      "provision_ref": "art11-2",
      "section": "11-2",
      "title": "Article 11-2",
      "content": "La durée des mesures de droit de visite et de remise d'enfant fixées en espace de rencontre par décision du juge aux affaires familiales est réputée avoir été suspendue à compter de la fermeture de l'espace de rencontre et jusqu'à la reprise effective de la mesure par ce service."
    },
    {
      "provision_ref": "art11-3",
      "section": "11-3",
      "title": "Article 11-3",
      "content": "Lorsque, trois mois après la saisine du conseil de prud'hommes, l'audience du bureau de conciliation et d'orientation n'a pas eu lieu ou le procès-verbal prévu à l'article R. 1454-10 du code du travail n'a pas été établi et la décision sur le fondement de l'article R. 1454-14 du même code n'a pas été prise, l'affaire est, en l'absence d'opposition du demandeur, renvoyée devant le bureau de jugement approprié au règlement de l'affaire à une date que le greffe indique aux parties par tout moyen."
    },
    {
      "provision_ref": "art11-4",
      "section": "11-4",
      "title": "Article 11-4",
      "content": "Les agents de service de greffe affectés dans un service d'accueil unique du justiciable peuvent assurer la réception par voie électronique et la transmission par voie électronique :1° De tous les actes en matière civile, lorsque la représentation n'est pas obligatoire ;2° En matière prud'homale :a) Des requêtes ;b) Des demandes de délivrance de copie certifiée conforme, d'un extrait et d'une copie certifiée conforme revêtue de la formule exécutoire ;3° Des demandes d'aide juridictionnelle dans les conditions prévues aux articles 26 et 132-9 du décret du 19 décembre 1991 susvisé.Dans le cas où il a été reçu par voie électronique, le document original établi sur support papier doit être produit par son auteur avant qu'il ne soit statué sur sa demande."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Les mesures de protection juridique des majeurs et les mesures de protection prises en application des articles 515-9 à 515-13 du code civil dont le terme vient à échéance au cours de la période définie à l'article 1er sont prorogées de plein droit jusqu'à l'expiration d'un délai de deux mois suivant la fin de cette période, à moins qu'il n'y ait été mis fin ou que leur terme ait été modifié par le juge compétent avant l'expiration de ce délai."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Lorsque le délai prévu pour la mise en œuvre d'une mesure d'assistance éducative expire au cours de la période mentionnée définie à l'article 1er, le juge peut, sans audition des parties et par décision motivée, dire qu'il n'y a plus lieu à assistance éducative s'il estime à la lecture du rapport éducatif remis par le service en charge de la mesure que les conditions de l'article 375 du code civil ne sont plus réunies.Il peut, dans les mêmes conditions, s'il estime que les conditions de l'article 375-9-1 du même code ne sont plus réunies, lever la mesure judiciaire d'aide à la gestion du budget familial.A défaut de mise en œuvre des dispositions des deux alinéas précédents, les mesures d'assistance éducative en milieu ouvert et les mesures judiciaires d'aide à la gestion du budget dont le terme vient à échéance au cours de la période définie à l'article 1er sont prorogées de plein droit jusqu'à l'expiration d'un délai d'un mois suivant la fin de cette période. Toutefois, les mesures d'assistance éducative et les mesures judiciaires d'aide à la gestion du budget arrivées à échéance avant le 1er juin 2020 sont prorogées de plein droit jusqu'au 1er août 2020 inclus."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Lorsque le délai prévu pour la mise en œuvre des mesures prononcées en application des articles 375-2 et 375-9-1 du code civil expire au cours de la période mentionnée à l'article 1er, le juge peut, sur proposition du service chargé de la mesure, renouveler la mesure, par décision motivée et sans audition des parties, pour une durée qui ne peut excéder un an.Le renouvellement est subordonné à l'accord écrit d'un parent au moins et à l'absence d'opposition écrite de l'autre parent à la date de l'échéance initiale de la mesure ou à celle à laquelle il est statué sur le renouvellement. Le service en charge de la mesure transmet au juge l'avis du mineur capable de discernement sur le renouvellement envisagé lorsque ce dernier en fait la demande.\n\nUne mesure ne peut être renouvelée dans ces conditions qu'une seule fois."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Lorsqu'une interdiction de sortie du territoire a été prononcée en même temps que la mesure éducative qui a été renouvelée en application de l'article 14, le juge peut renouveler cette interdiction, dans les mêmes conditions et pour la même durée que la mesure éducative qui l'accompagne.Lorsqu'une interdiction de sortie du territoire a été prononcée en même temps qu'une des mesures prévues à l'article 1183 du code de procédure civile et qu'elle expire au cours de la période mentionnée à l'article 1er, le juge peut en reporter l'échéance pour une durée qui ne peut excéder deux mois après la fin de cette période."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Les délais de quinze jours prévus aux deuxième et troisième alinéas de l'article 1184 du code de procédure civile sont portés à un mois."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Lorsqu'il expire au cours de la période définie à l'article 1er, le délai de six mois prévu au premier alinéa de l'article 1185 du code de procédure civile est suspendu pendant une durée qui ne peut excéder deux mois après la fin de cette période."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Saisi dans les conditions prévues par l'article 375 du code civil au cours de la période définie à l'article 1er, le juge peut, sans audition des parties et par décision motivée :1° Dire n'y avoir lieu à assistance éducative ;2° Ordonner une mesure judiciaire d'investigation éducative ou toute autre mesure d'information prévue à l'article 1183 du code de procédure civile ;3° Ordonner la mesure prévue par l'article 375-2 du code civil pour une durée qui ne peut excéder six mois.Il en informe les parents, le tuteur, la personne ou le service à qui l'enfant a été confié, en même temps qu'il délivre l'avis d'ouverture prévu au quatrième alinéa de l'article 1182 du code de procédure civile."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Le juge des enfants peut décider de tenir les audiences civiles en ayant recours à un moyen de communication audiovisuelle permettant de s'assurer de l'identité des parties et garantissant la qualité de la transmission et la confidentialité des échanges entre les parties et leurs avocats. Le juge s'assure du bon déroulement des échanges entre les parties. Le greffe dresse le procès-verbal des opérations effectuées."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Au cours de la période définie à l'article 1er, les convocations et notifications peuvent être faites par courrier simple, par voie électronique ou être remises aux parents contre émargement par les services éducatifs."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I. - Par dérogation aux dispositions de l'article 1102 et du deuxième alinéa de l'article 1214 du code civil et de la loi n° 65-557 du 10 juillet 1965 fixant le statut de la copropriété des immeubles bâtis, lorsque l'assemblée générale appelée à désigner un syndic n'a pas pu ou ne peut se tenir, le contrat de syndic qui expire ou a expiré entre le 1er janvier 2022 et le 15 février 2022 inclus est renouvelé dans les mêmes termes jusqu'à la prise d'effet du nouveau contrat du syndic désigné par la prochaine assemblée générale des copropriétaires. Cette prise d'effet intervient au plus tard le 15 avril 2022.\n\nLa rémunération forfaitaire du syndic est déterminée selon les termes du contrat qui expire ou a expiré, au prorata de la durée de son renouvellement dans les conditions définies à l'alinéa précédent.\n\nII. - (Abrogé)"
    },
    {
      "provision_ref": "art22-1",
      "section": "22-1",
      "title": "Article 22-1",
      "content": "I. - Par dérogation aux dispositions de l'article 21 et du c de l'article 25 de la loi n° 65-557 du 10 juillet 1965 fixant le statut de la copropriété des immeubles bâtis, lorsque l'assemblée générale appelée à élire les membres du conseil syndical n'a pas pu ou ne peut se tenir, le mandat confié par décision de l'assemblée générale aux membres du conseil syndical, qui expire ou a expiré entre le 1er janvier 2022 et le 15 février 2022 inclus, est renouvelé jusqu'à la tenue de la prochaine assemblée générale des copropriétaires. Cette assemblée générale intervient au plus tard le 15 avril 2022.\n\nII. - (Abrogé)"
    },
    {
      "provision_ref": "art22-2",
      "section": "22-2",
      "title": "Article 22-2",
      "content": "I. ‒ Par dérogation aux dispositions du premier alinéa de l'article 17-1 A de la loi du 10 juillet 1965 susvisée, et jusqu'au 31 juillet 2022, le syndic peut prévoir que les copropriétaires ne participent pas à l'assemblée générale par présence physique.Dans ce cas, les copropriétaires participent à l'assemblée générale par visioconférence ou par tout autre moyen de communication électronique permettant leur identification. Ils peuvent également voter par correspondance, avant la tenue de l'assemblée générale, dans les conditions édictées au deuxième alinéa de l'article 17-1 A de la loi du 10 juillet 1965 susvisée.Par dérogation aux dispositions de l'article 17 de la loi du 10 juillet 1965 susvisée, lorsque le recours à la visioconférence ou à tout autre moyen de communication électronique est impossible pour des raisons techniques et matérielles, le syndic peut prévoir, après avis du conseil syndical, que les décisions du syndicat des copropriétaires sont prises au seul moyen du vote par correspondance. Lorsqu'un vote par correspondance est organisé en lieu et place de la tenue d'une assemblée générale donnant lieu à la rémunération forfaitaire prévue au premier alinéa de l'article 18-1 A de la loi du 10 juillet 1965 susvisée, les prestations fournies par le syndic au titre du traitement de ce vote sont comprises dans le forfait.II. ‒ Lorsque le syndic décide de faire application des dispositions prévues au I et que l'assemblée générale des copropriétaires a déjà été convoquée, il en informe les copropriétaires au moins quinze jours avant la tenue de cette assemblée par tout moyen permettant d'établir avec certitude la date de la réception de cette information.\n\nLorsque le délai d'information mentionné au premier alinéa du présent II ne peut être respecté, le syndic peut reporter la tenue de l'assemblée générale et, le cas échéant, décider de faire application des deux premiers alinéas du I. Il en informe les copropriétaires, au plus tard le jour prévu pour la tenue de cette assemblée, par tout moyen permettant d'établir avec certitude la date de la réception de cette information. Cette assemblée générale se tient dans un délai qui ne peut être inférieur à quinze jours à compter de la date initialement prévue."
    },
    {
      "provision_ref": "art22-3",
      "section": "22-3",
      "title": "Article 22-3",
      "content": "Lorsqu'il est fait application de l'article 22-2, il est dérogé aux dispositions des articles 9, 14, 15 et 17 du décret du 17 mars 1967 susvisé dans les conditions suivantes :1° L'assemblée générale des copropriétaires est convoquée sans qu'un lieu de réunion soit déterminé, ni indiqué dans la convocation ;2° La convocation précise que les copropriétaires ne peuvent participer à l'assemblée générale que par visioconférence ou tout autre moyen de communication électronique, sans préjudice de la possibilité de voter par correspondance. Lorsque le recours à la visioconférence ou à tout autre moyen de communication électronique n'est pas possible, la convocation précise que les copropriétaires ne peuvent voter que par correspondance ;3° Le président de séance certifie exacte la feuille de présence et signe, le cas échéant avec le ou les scrutateurs, le procès-verbal des décisions dans les huit jours suivant la tenue de l'assemblée générale ;4° Lorsque les décisions sont prises au seul moyen du vote par correspondance, le président du conseil syndical, ou à défaut, l'un de ses membres, ou en leur absence, l'un des copropriétaires votant désigné par le syndic, assure les missions qui incombent au président de séance en application des dispositions du décret du 17 mars 1967 susvisé."
    },
    {
      "provision_ref": "art22-4",
      "section": "22-4",
      "title": "Article 22-4",
      "content": "Par dérogation aux dispositions du troisième alinéa du I de l'article 22 de la loi du 10 juillet 1965 susvisée, et jusqu'au  31 juillet 2022, un mandataire peut recevoir plus de trois délégations de vote si le total des voix dont il dispose lui-même et de celles de ses mandants n'excède pas 15 % des voix du syndicat des copropriétaires."
    },
    {
      "provision_ref": "art22-5",
      "section": "22-5",
      "title": "Article 22-5",
      "content": "Par dérogation aux dispositions de l'article 13-1 du décret du 17 mars 1967 susvisé, et jusqu'au  31 juillet 2022, le syndic peut décider des moyens et supports techniques permettant à l'ensemble des copropriétaires de participer à l'assemblée générale par visioconférence, audioconférence ou tout autre moyen de communication électronique permettant leur identification, la transmission de leur voix, ainsi que la retransmission continue et simultanée des délibérations. Ces moyens et supports techniques sont utilisés jusqu'à ce que l'assemblée générale se prononce sur leur utilisation."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "La présente ordonnance est applicable dans les îles Wallis et Futuna dans sa rédaction résultant de la loi n° 2022-46 du 22 janvier 2022 renforçant les outils de gestion de la crise sanitaire et modifiant le code de la santé publique."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Le Premier ministre et la garde des sceaux, ministre de la justice, sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}