{
  "id": "ordonnance-n-2004-605-du-24-juin-2004",
  "type": "statute",
  "title": "Ordonnance n° 2004-605 du 24 juin 2004",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000616395",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les personnes qui, à la date d'entrée en vigueur de la présente ordonnance, sont titulaires de l'allocation aux vieux travailleurs salariés, de l'allocation aux vieux travailleurs non salariés, du secours viager, de l'allocation aux mères de famille, de l'allocation spéciale vieillesse et de sa majoration prévue à l'article L. 814-2 du code de la sécurité sociale, de l'allocation viagère dont peuvent bénéficier les rapatriés en vertu de l'article 14 de la loi de finances du 2 juillet 1963 susvisée, de l'allocation de vieillesse agricole ou de l'allocation supplémentaire mentionnée à l'article L. 815-2, dans sa rédaction antérieure à l'entrée en vigueur de la présente ordonnance, continuent à percevoir ces prestations selon les règles applicables avant cette entrée en vigueur, sous réserve de l'application des articles L. 815-11, L. 815-12 et    R. 111-2 du code de la sécurité sociale."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. - Sous réserve des dispositions de l'article 2, les chapitres Ier à IV du titre Ier du livre VIII et l'article L. 757-2 du code de la sécurité sociale, l'article 14 de la loi du 2 juillet 1963 susvisée et les articles 1110 à 1120, 1142-3 et 1142-4 du code rural ancien sont abrogés à compter de la date d'entrée en vigueur de la présente ordonnance.II. - Pour l'application des dispositions législatives faisant référence, antérieurement à l'entrée en vigueur de la présente ordonnance, au montant de l'allocation aux vieux travailleurs salariés ou de l'allocation aux vieux travailleurs non salariés, il est substitué à ce montant un montant fixé par décret. Ce montant est revalorisé dans les conditions prévues à l'article L. 816-2 du code de la sécurité sociale.III. - Dans tous les textes législatifs et réglementaires en vigueur à la date d'effet de la présente ordonnance :- la référence au plafond de ressources exigé pour le bénéfice des prestations mentionnées à l'article 2 est remplacée par la référence au plafond de ressources mentionné à l'article L. 815-9 du code de la sécurité sociale ;- les autres références aux prestations mentionnées à l'article 2 sont remplacées par la référence à l'allocation de solidarité aux personnes âgées."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "La présente ordonnance entre en vigueur à une date prévue par décret et au plus tard le 1er janvier 2006."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Le Premier ministre, le ministre d'Etat, ministre de l'économie, des finances et de l'industrie, le ministre de la santé et de la protection sociale et le ministre de l'agriculture, de l'alimentation, de la pêche et des affaires rurales sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}