{
  "id": "ordonnance-n-45-2138-du-19-septembre-1945",
  "type": "statute",
  "title": "Ordonnance n° 45-2138 du 19 septembre 1945",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000698851",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Il est créé un ordre des experts-comptables, doté de la personnalité civile, groupant les professionnels habilités à exercer la profession d'expert-comptable dans les conditions fixées par la présente ordonnance.\n\nA sa tête est placé un conseil national de l'ordre.\n\nL'ordre a pour objet : d'assurer la défense de l'honneur et de l'indépendance de la profession qu'il représente.\n\nIl peut présenter aux pouvoirs publics et aux autorités constituées toute demande relative à la profession et être saisi par ces pouvoirs et autorités de toute question la concernant.\n\nIl doit vérifier le respect par les professionnels y compris ceux qui ont été autorisés à exercer partiellement l'activité d'expertise comptable, de leurs obligations prévues aux chapitres Ier et II du titre VI du livre V du code monétaire et financier ainsi que des dispositions européennes directement applicables en matière de lutte contre le blanchiment des capitaux et le financement du terrorisme, y compris celles des règlements européens portant mesures restrictives pris en application des articles 75 ou 215 du traité sur le fonctionnement de l'Union européenne, ainsi que celles prises en application du même article 215 à d'autres fins, selon une organisation spécifique prévue par arrêté. Il peut se faire communiquer, dans des conditions fixées par décret en Conseil d'Etat, les documents relatifs au respect de ces obligations."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Est expert comptable ou réviseur comptable au sens de la présente ordonnance celui qui fait profession habituelle de réviser et d'apprécier les comptabilités des entreprises et organismes auxquels il n'est pas lié par un contrat de travail. Il est également habilité à attester la régularité et la sincérité des bilans et des comptes de résultats.\n\nL'expert-comptable fait aussi profession de tenir, centraliser, ouvrir, arrêter, surveiller, redresser et consolider les comptabilités des entreprises et organismes auxquels il n'est pas lié par un contrat de travail.\n\nL'expert comptable peut aussi organiser les comptabilités et analyser par les procédés de la technique comptable la situation et le fonctionnement des entreprises et organismes sous leurs différents aspects économique, juridique et financier.\n\nIl fait rapport de ses constatations, conclusions et suggestions.\n\nL'expert-comptable peut aussi accompagner la création d'entreprise sous tous ses aspects comptables ou à finalité économique et financière.\n\nLes membres de l'ordre, les sociétés pluri-professionnelles d'exercice, les succursales et les associations de gestion et de comptabilité peuvent assister, dans leurs démarches déclaratives à finalité fiscale, sociale et administrative, les personnes physiques qui leur ont confié les éléments justificatifs et comptables nécessaires auxdites démarches."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. Nul ne peut porter le titre d'expert-comptable ni en exercer la profession s'il n'est inscrit au tableau de l'ordre.\n\nII. Pour être inscrit au tableau de l'ordre en qualité d'expert-comptable, il faut :\n\n1° (Abrogé) ;\n\n2° Jouir de ses droits civils ;\n\n3° N'avoir subi aucune condamnation criminelle ou correctionnelle de nature à entacher son honorabilité et notamment aucune condamnation comportant l'interdiction du droit de gérer et d'administrer les sociétés ;\n\n4° Etre titulaire du     diplôme français d'expertise comptable ou répondre aux conditions prévues aux articles 26 ou 27 ;\n\n5° Présenter les garanties de moralité jugées nécessaires par le conseil de l'ordre."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Le titre d'expert-comptable stagiaire est réservé aux candidats à la profession d'expert-comptable qui répondent à des conditions de diplôme fixées par décret et qui sont admis par le conseil de l'ordre à effectuer un stage professionnel.\n\nLe refus d'inscription des candidats à la profession d'expert-comptable au tableau des experts comptables est motivé.\n\nEn cas de refus, les candidats pourront faire appel de cette décision devant le comité national du tableau.\n\nLes experts-comptables stagiaires ne sont pas membres de l'ordre mais sont soumis à sa surveillance et à son contrôle disciplinaire."
    },
    {
      "provision_ref": "art4bis",
      "section": "4bis",
      "title": "Article 4bis",
      "content": "Les experts-comptables stagiaires inscrits au tableau et qui, à la date du 1er janvier 1990, bénéficiaient des dispositions prévues à l'avant-dernier alinéa de l'article 4 de la présente ordonnance dans sa rédaction en vigueur à la même date et au III de l'article 72 de la loi de finances pour 1983 (n° 82-1126 du 29 décembre 1982) sont inscrits au tableau de l'ordre en qualité d'expert-comptable s'ils remplissent les conditions posées par le II de l'article 3 ci-dessus autres que celles du 1° et du 4° de cet article.L'inscription au tableau de l'ordre en qualité d'expert-comptable des experts-comptables stagiaires autorisés à exercer après le 1er janvier 1990 est subordonnée à la décision de commissions chargées d'apprécier leurs titres et leur expérience professionnelle. La composition et le fonctionnement de ces commissions sont fixés par décret.En cas de refus d'inscription, les experts-comptables stagiaires autorisés visés à l'alinéa précédent sont autorisés à se présenter aux épreuves du diplôme d'expertise comptable dans un délai de trois ans à compter de la notification de cette décision.Si, à l'issue de ce délai, ils n'ont pas obtenu ce diplôme, ils sont radiés du tableau.Les anciens experts-comptables stagiaires autorisés ayant atteint après le 1er janvier 1990 la date limite des prorogations qui leur avaient été accordées bénéficient également de la procédure visée aux trois alinéas précédents."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Tout expert-comptable, toute société pluri-professionnelle d'exercice et toute société d'expertise comptable qui emploie du personnel qualifié doit, dans les conditions fixées par le règlement intérieur de l'ordre, prendre en charge des experts-comptables stagiaires, assurer leur formation professionnelle, les rémunérer.\n\nLes experts-comptables salariés d'une association de gestion et de comptabilité ou d'une succursale peuvent, dans les mêmes conditions, prendre en charge des experts-comptables stagiaires."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I.- Les experts-comptables, les personnes physiques ressortissantes d'un des Etats membres de l'Union européenne ou d'autres Etats parties à l'accord sur l'Espace économique européen ainsi que les personnes morales constituées en conformité avec la législation de l'un de ces Etats dans lequel est établi leur siège statutaire, leur administration centrale ou leur principal établissement, qui y exercent légalement la profession d'expertise comptable sont admis à constituer, pour l'exercice de leur profession, des sociétés dotées de la personnalité morale, à l'exception des formes juridiques qui confèrent à leurs associés la qualité de commerçant. Ces sociétés sont seules habilitées à utiliser l'appellation de \" société d'expertise comptable \" et sont inscrites au tableau de l'ordre.\n\nLes sociétés d'expertise comptable satisfont aux conditions cumulatives suivantes :\n\n1° Les personnes mentionnées au premier alinéa détiennent, directement ou indirectement par une société inscrite à l'ordre, plus de deux tiers des droits de vote ;\n\n2° Aucune personne ou groupement d'intérêts extérieur aux personnes mentionnées au premier alinéa ne détient, directement ou par une personne interposée, une partie des droits de vote de nature à mettre en péril l'exercice de la profession, l'indépendance des experts-comptables ou le respect par ces derniers des règles inhérentes à leur statut et à leur déontologie ;\n\n3° Seuls sont offerts au public des titres financiers excluant l'accès, même différé ou conditionnel, au capital ;\n\n4° Les représentants légaux sont des personnes physiques mentionnées au I, membres de la société ou d'une société qu'elle contrôle ou qui est contrôlée par elle au sens de l'article L. 233-3 du code de commerce. Peut également être représentant légal d'une société d'expertise comptable, lorsqu'elle est constituée sous forme de société civile ou de société par actions simplifiée, une société d'expertise comptable ou une société de participations d'expertise comptable mentionnée au I ou au II du présent article, dont tous les représentants légaux sont des personnes physiques mentionnées au I ;\n\n5° La société membre de l'ordre communique annuellement aux conseils de l'ordre dont elle relève la liste de ses associés ainsi que toute modification apportée à cette liste.\n\nLe deuxième alinéa des articles L. 225-22 et L. 225-85 du code de commerce n'est pas applicable aux sociétés d'expertise comptable.\n\nII.-Les personnes mentionnées au I peuvent également constituer des sociétés ayant pour objet principal la détention de titres des sociétés d'expertise comptable ainsi que la participation à tout groupement de droit étranger ayant pour objet l'exercice de la profession d'expert-comptable. Ces sociétés sont habilitées à utiliser l'appellation de \" sociétés de participations d'expertise comptable \" et sont inscrites au tableau de l'ordre. Ces sociétés peuvent avoir des activités accessoires en relation directe avec leur objet et destinées exclusivement aux sociétés ou aux groupements dont elles détiennent des participations. Ces sociétés respectent les conditions mentionnées au I.\n\nIII.-Si l'une des conditions définies au présent article n'est plus remplie par une société d'expertise comptable ou par une société de participations d'expertise comptable, le conseil de l'ordre dont elle relève lui enjoint de se mettre en conformité dans un délai, qui ne peut excéder deux ans, qu'il fixe. A défaut de régularisation à l'expiration de ce délai, constatée par le conseil de l'ordre après procédure contradictoire, la société est radiée du tableau de l'ordre."
    },
    {
      "provision_ref": "art7bis",
      "section": "7bis",
      "title": "Article 7bis",
      "content": "Les personnes ayant exercé une activité comportant l'exécution de travaux d'organisation ou de révision de comptabilité, et qui ont acquis de ce fait une expérience comparable à celle d'un expert comptable particulièrement qualifié, pourront être autorisées à demander, dans les conditions fixées par le décret prévu à l'article 84 bis ci-après, leur inscription au tableau de l'ordre en qualité d'expert comptable.Les personnes qui auront obtenu leur inscription au tableau en application du présent article ne pourront assurer des travaux comptables dans une société dont elles ont été salariées avant l'expiration d'un délai de cinq ans à compter de la cessation de leurs fonctions.Pour l'application de l'alinéa précédent, sont assimilées à la société visée ci-dessus les sociétés dont celle-ci possède au moins le dixième du capital ou qui possèdent au moins le dixième de son capital lors de la cessation des fonctions du salarié.Les dispositions des deux alinéas précédents ne sont pas applicables lorsqu'il s'agit de sociétés inscrites au tableau de l'ordre."
    },
    {
      "provision_ref": "art7quater",
      "section": "7quater",
      "title": "Article 7quater",
      "content": "Les experts-comptables et les sociétés inscrites à l'ordre peuvent détenir des participations financières dans des entreprises de toute nature, sous le contrôle du conseil régional de l'ordre, dans les conditions fixées par le règlement intérieur de l'ordre des experts-comptables.\n\nLes associations de gestion et de comptabilité et les personnes physiques visées aux articles 83 ter et 83 quater peuvent détenir des participations financières dans des entreprises de toute nature, sous le contrôle de la commission nationale d'inscription visée à l'article 42 bis, dans les conditions fixées par le règlement intérieur de l'ordre des experts-comptables."
    },
    {
      "provision_ref": "art7quinquies",
      "section": "7quinquies",
      "title": "Article 7quinquies",
      "content": "I. ― Les personnes physiques ressortissantes des autres Etats membres de l'Union européenne ou d'autres Etats parties à l'accord sur l'Espace économique européen ainsi que les personnes morales constituées en conformité avec la législation de l'un de ces Etats et ayant leur siège statutaire, leur administration centrale ou leur principal établissement dans l'un de ces Etats, qui y exercent légalement la profession d'expertise comptable, sont admises à constituer, pour l'exercice de leur profession, des succursales qui ne sont pas dotées de la personnalité juridique. Ces succursales sont seules habilitées à utiliser l'appellation de \"succursale d'expertise comptable\".\n\nLes succursales ne sont pas membres de l'ordre des experts-comptables. Elles sont inscrites au tableau.\n\nLeurs travaux sont placés sous la responsabilité d'un expert-comptable exerçant au sein de la succursale et représentant ordinal spécifiquement désigné à ce titre auprès du conseil régional de l'ordre des experts-comptables par les personnes mentionnées au I.\n\nII. ―  Les succursales sont soumises aux dispositions législatives et réglementaires relatives à la profession d'expert-comptable.\n\nIII. ―  Les succursales acquittent des cotisations au même titre et dans les mêmes conditions que les membres de l'ordre."
    },
    {
      "provision_ref": "art7sexies",
      "section": "7sexies",
      "title": "Article 7sexies",
      "content": "L'expert-comptable peut également exercer sa profession dans le cadre d'une société pluri-professionnelle d'exercice, prévue au livre IV de l'ordonnance n° 2023-77 du 8 février 2023 relative à l'exercice en société des professions libérales réglementées, ayant pour objet l'exercice en commun de la profession d'expert-comptable et d'une ou plusieurs autres professions prévues à ce titre.\n\nLa société comprend, parmi ses associés, une personne physique qui remplit les conditions requises pour exercer la profession.\n\nAu moins un membre de la profession d'expert-comptable exerçant au sein de la société, en qualité d'associé ou de salarié, doit être membre du conseil d'administration ou du conseil de surveillance de la société.\n\nLes sociétés pluri-professionnelles d'exercice ne sont pas membres de l'ordre des experts-comptables. Elles sont inscrites au tableau."
    },
    {
      "provision_ref": "art7ter",
      "section": "7ter",
      "title": "Article 7ter",
      "content": "I. - L'activité d'expertise comptable peut également être exercée au sein d'associations de gestion et de comptabilité, qui ne sont pas membres de l'ordre des experts-comptables.\n\nCes associations ont pour objet de fournir les prestations prévues aux articles 2 et 22, et notamment d'apporter conseil et assistance en matière de gestion, à l'ensemble de leurs adhérents. Elles sont créées à l'initiative de chambres de commerce et d'industrie territoriales, de chambres de métiers ou de chambres d'agriculture, ou d'organisations professionnelles d'industriels, de commerçants, d'artisans, d'agriculteurs ou de professions libérales.\n\nAucune association ne peut être inscrite au tableau si elle a moins de trois cents adhérents lors de la demande d'inscription.\n\nLes associations ayant pour objet l'activité d'expertise comptable sont seules habilitées à utiliser l'appellation \"association de gestion et de comptabilité\".\n\nLes dirigeants et les administrateurs de ces associations doivent justifier, dans les conditions définies par le décret mentionné à l'article 84 bis, avoir satisfait à leurs obligations fiscales et sociales.\n\nLes ressources de ces associations sont constituées des cotisations et des rémunérations pour services rendus, versées par les adhérents et, le cas échéant, de subventions publiques dont le montant est convenu par un contrat écrit librement et préalablement à l'exercice des missions.\n\nDes rémunérations complémentaires, liées à la réalisation d'un objectif préalablement déterminé, sont possibles mais ne doivent en aucun cas conduire à compromettre l'indépendance des associations ou à les placer en situation de conflit d'intérêts. Ces rémunérations complémentaires peuvent s'appliquer à toutes missions à l'exception de celles mentionnées aux deux premiers alinéas de l'article 2 ou de celles participant à la détermination de l'assiette fiscale ou sociale de l'adhérent.\n\nII. - Les associations de gestion et de comptabilité et les sociétés pluri-professionnelles d'exercice sont soumises aux dispositions législatives et réglementaires relatives à la profession d'expert-comptable.\n\nLeur activité est soumise à un contrôle dans les conditions fixées par le décret mentionné à l'article 84 bis.\n\nTout adhérent qui formulerait sciemment une demande de travaux ou d'activités contraires à la déontologie de l'ordre des experts-comptables doit être exclu de l'association. S'il n'est pas exclu, la commission mentionnée à l'article 49 bis peut être saisie par tout salarié de l'association inscrit au tableau de l'ordre des experts-comptables.\n\nIII. - Les associations de gestion et de comptabilité et les sociétés pluri-professionnelles d'exercice versent des contributions annuelles calculées de manière identique aux cotisations professionnelles versées par les membres de l'ordre selon des modalités de détermination et de versement fixées par l'arrêté portant règlement intérieur de l'ordre, prévu à l'article 60."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Les experts-comptables exercent leur profession soit à titre individuel et en leur propre nom, soit en qualité de salarié d'un autre expert-comptable, d'une association de gestion et de comptabilité, d'une succursale ou d'une société d'expertise comptable ou d'une société pluri-professionnelle d'exercice, soit en qualité de mandataire social d'une société d'expertise comptable ou d'une société pluri-professionnelle d'exercice ; ces diverses formes d'exercice sont compatibles entre elles.\n\nIls doivent observer les dispositions législatives et réglementaires régissant leur profession ainsi que le règlement intérieur de l'ordre qui est établi par décision du conseil national.\n\nLes experts-comptables, les salariés mentionnés à l'article 83 ter et à l'article 83 quater et les professionnels ayant été autorisés à exercer partiellement l'activité d'expertise comptable assument dans tous les cas la responsabilité de leurs travaux et activités. La responsabilité propre des sociétés membres de l'ordre, des personnes mentionnées au premier alinéa du I de l'article 7 et des associations de gestion et de comptabilité laisse subsister la responsabilité personnelle de chaque expert-comptable, salarié mentionné à l'article 83 ter et à l'article 83 quater ou professionnel ayant été autorisé à exercer partiellement l'activité d'expertise comptable à raison des travaux qu'il exécute lui-même pour le compte de ces sociétés, succursales ou associations. Les travaux et activités doivent être assortis de la signature personnelle de l'expert-comptable, du salarié ou du professionnel ayant été autorisé à exercer partiellement l'activité d'expertise comptable ainsi que du visa ou de la signature sociale.\n\nLes membres de l'ordre qui, étant associés ou actionnaires d'une société reconnue par lui, exercent leur activité dans cette société, ainsi que les membres de l'ordre salariés d'un confrère ou d'une société inscrite au tableau, d'une société pluri-professionnelle d'exercice, d'une succursale ou d'une association de gestion et de comptabilité, et les professionnels ayant été autorisés à exercer partiellement l'activité d'expertise comptable peuvent exécuter en leur nom et pour leur propre compte les missions ou mandats qui leur sont directement confiés par des clients ou adhérents. Ils exercent ce droit dans les conditions prévues par les conventions qui les lient éventuellement auxdites sociétés ou à leurs employeurs."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I.-Peut être inscrite au tableau de l'ordre en qualité d'expert-comptable en entreprise la personne physique qui :1° Est salariée d'une entité juridique non inscrite au tableau de l'ordre ayant donné son accord écrit ;2° Remplit les conditions prévues au II de l'article 3.II.-L'inscription au tableau en qualité d'expert-comptable en entreprise est demandée au conseil régional de l'ordre dans la circonscription où le candidat a son domicile, selon les modalités définies aux articles 40, 41, 42, 43 et 44.Les experts-comptables en entreprise ne sont pas membres de l'ordre.III.-L'expert-comptable en entreprise ne peut accomplir aucune des missions mentionnées aux deux premiers alinéas de l'article 2 ou réservées par toute autre disposition législative aux experts-comptables, à l'exception de celles fournies au bénéfice de l'entité juridique qui les emploie.IV.-L'expert-comptable en entreprise doit :1° S'engager à ne pas exercer la profession ou l'activité d'expert-comptable au sens des deux premiers alinéas de l'article 2 sous réserve du III du présent article ;2° S'acquitter d'une cotisation auprès du conseil régional dont il relève, fixée et recouvrée par le conseil régional, dont le montant est fixé en application du 7° de l'article 31 ;3° Mettre à jour régulièrement leur culture professionnelle et leurs connaissances générales ;4° Agir avec probité, honneur et dignité, en s'abstenant de tout acte ou manœuvre de nature à déconsidérer la profession d'expert-comptable, à ne pas respecter les lois ou à ne plus présenter les garanties de moralité jugées nécessaires par l'ordre.V.-Les experts-comptables en entreprise bénéficient de formations et d'informations de l'ordre. Ils peuvent faire usage de leur titre d'expert-comptable en entreprise.VI.-Les experts-comptables en entreprise sont soumis à la surveillance et au contrôle disciplinaire du conseil régional dont ils dépendent. Ils justifient, dans des conditions définies par le décret mentionné à l'article 84 bis, avoir satisfait à leurs obligations fiscales et n'avoir subi aucune condamnation criminelle ou correctionnelle de nature à entacher leur honorabilité.En cas de manquement à leurs obligations, la procédure prévue aux articles 49, 50 et 51 est applicable aux experts-comptables en entreprise.Les peines disciplinaires applicables aux experts-comptables en entreprise sont :1° La réprimande ;2° Le blâme avec inscription au dossier ;3° La suspension pour une durée déterminée avec sursis ;4° La suspension pour une durée déterminée ;5° La radiation du tableau.VII.-Sous réserve de dispositions contraires, les prescriptions légales et réglementaires relatives à l'activité d'expertise comptable ne s'appliquent pas aux experts-comptables en entreprise."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Une société d'expertise comptable, une association de gestion et de comptabilité, une succursale d'expertise comptable ainsi qu'une société régie par les livres III ou IV de l'ordonnance n° 2023-77 du 8 février 2023 relative à l'exercice en société des professions libérales réglementées ne peut être inscrite au tableau de l'ordre des experts-comptables ou à sa suite, si l'un de ses dirigeants ou de ses bénéficiaires effectifs au sens de l'article L. 561-2-2 du code monétaire et financier, a été condamné à une peine en matière criminelle ou correctionnelle de nature à entacher l'honorabilité de la profession d'expert-comptable.Pour les sociétés ou entités mentionnées au premier alinéa dans lesquelles cette condition d'honorabilité n'est plus remplie par l'un de leurs dirigeants ou de leurs bénéficiaires effectifs, le conseil de l'ordre dont elle relève, ou la commission mentionnée à l'article 42 bis, enjoint à la société ou à l'entité concernée de se mettre en conformité dans un délai qu'il fixe et qui ne peut excéder deux ans. A défaut de régularisation à l'expiration de ce délai, constatée par le conseil de l'ordre ou la commission susmentionnée, après procédure contradictoire, la structure est radiée du tableau de l'ordre."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Les experts-comptables, les sociétés d'expertise comptable, les succursales, les associations de gestion et de comptabilité, les salariés mentionnés à l'article 83 ter et à l'article 83 quater et les professionnels ayant été autorisés à exercer partiellement l'activité d'expertise comptable sont tenus, s'ils sont établis en France, de justifier d'un contrat d'assurance selon des modalités fixées par décret pour garantir la responsabilité civile encourue en raison de l'ensemble de leurs travaux et activités.\n\nLorsque les conséquences pécuniaires de la responsabilité civile mentionnée à l'alinéa précédent à raison des travaux et activités qui y sont mentionnés ne sont pas couvertes par un tel contrat, elles sont garanties par un contrat d'assurance souscrit par le conseil national de l'ordre au profit de qui il appartiendra. Chacune des personnes mentionnées à l'alinéa précédent participe dans des conditions fixées par décret au paiement des primes afférentes à ce contrat."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Les membres de l'ordre exerçant individuellement leur profession et les professionnels ayant été autorisés à exercer partiellement l'activité d'expertise comptable ne peuvent le faire que sous leur propre nom, à l'exclusion de tout pseudonyme ou titre impersonnel.\n\nLes membres de l'ordre ainsi que les experts comptables stagiaires et les professionnels ayant été autorisés à exercer partiellement l'activité d'expertise comptable doivent faire suivre leur titre de la mention du tableau de la circonscription où ils sont inscrits, conformément à l'article 40 ci-après."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Sont fixés par décret :\n\n1° Le nombre maximum de comptables salariés dont les services peuvent être utilisés par un membre de l'ordre, personne physique, ou par un salarié d'une association de gestion et de comptabilité autorisé à exercer la profession en vertu des articles 83 ter ou 83 quater ;\n\n2° La proportion entre le nombre de comptables salariés dont les services peuvent être utilisés par une société membre de l'ordre ou par une société pluri-professionnelle d'exercice et le nombre de membres de l'ordre, associés ou salariés, exerçant de manière effective et régulière au sein de ladite société ;\n\n3° La proportion entre le nombre de comptables salariés dont les services peuvent être utilisés par une association de gestion et de comptabilité et le nombre de membres de l'ordre ou de salariés autorisés à exercer la profession en vertu des articles 83 ter ou 83 quater, exerçant de manière effective et régulière au sein de ladite association ;\n\n4° La proportion entre le nombre de comptables salariés dont les services peuvent être utilisés par une succursale et le nombre de membres de l'ordre exerçant de manière effective et régulière au sein de ladite succursale ;\n\n5° Le nombre maximum de comptables salariés dont les services peuvent être utilisés par un professionnel ayant été autorisé à exercer partiellement l'activité d'expertise comptable.\n\nLes experts-comptables stagiaires n'entrent pas dans le calcul de ces ratios.\n\nCe décret fixe également les conditions dans lesquelles les salariés d'associations de gestion et de comptabilité antérieurement désignés en qualité de responsable des services comptables d'un centre de gestion agréé et habilité dans le cadre de l'habilitation prévue à l'article 1649 quater D du code général des impôts peuvent être pris en compte pour apprécier le respect, dans ces associations, des ratios mentionnés aux 1° et 3°."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "L'exercice illégal de la profession d'expert-comptable ou d'une partie des activités d'expertise comptable ainsi que l'usage abusif de ce titre ou de l'appellation de société d'expertise comptable, de succursale d'expertise comptable ou d'association de gestion et de comptabilité ou de titres quelconques tendant à créer une similitude ou une confusion avec ceux-ci constituent un délit puni des peines prévues à l'article 433-17 et à l'article 433-25 du code pénal, sans préjudice des sanctions qui peuvent être éventuellement prononcées par les juridictions disciplinaires de l'ordre.\n\nExerce illégalement la profession d'expert-comptable celui qui, sans être inscrit au tableau de l'ordre en son propre nom et sous sa responsabilité, exécute habituellement des travaux prévus par les deux premiers alinéas de l'article 2 ou qui assure la direction suivie de ces travaux, en intervenant directement dans la tenue, la vérification, l'appréciation ou le redressement des comptes. Exerce illégalement l'activité d'expertise comptable celui qui ayant été autorisé à exercer partiellement cette activité réalise des travaux sans remplir les conditions énoncées à l'article 26-0.\n\nEst également considéré comme exerçant illégalement l'une des professions dont il s'agit celui qui, suspendu ou radié du tableau, ne se conforme pas, pendant la durée de la peine, aux dispositions prévues à l'article 53 en vue de déterminer les modalités suivant lesquelles ladite peine est subie.\n\nLes conseils de l'ordre peuvent saisir le tribunal par voie de citation directe, donnée dans les termes de l'article 388 du code de procédure pénale, des délits prévus par le présent article, sans préjudice, pour le conseil national de l'ordre, de la faculté de se porter, s'il y a lieu, partie civile dans toute poursuite de ces délits intentée par le ministère public.\n\nNul n'est autorisé, à l'expiration du délai prévu au troisième alinéa de l'article 4 bis, à faire usage du titre d'\" expert-comptable stagiaire autorisé \", sous peine des sanctions prévues à l'article 433-17 et à l'article 433-25 du code pénal."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Sous réserve de toute disposition législative contraire, les experts comptables, les salariés mentionnés à l'article 83 ter et à l'article 83 quater, les experts comptables stagiaires et les professionnels ayant été autorisés à exercer partiellement l'activité d'expertise comptable sont tenus au secret professionnel dans les conditions et sous les peines fixées par l'article 226-13 du code pénal.\n\nSont astreints aux mêmes obligations, pour les affaires dont ils ont à connaître à l'occasion de leurs fonctions, les membres des organismes juridictionnels ainsi que les membres des autres organismes de l'ordre sauf pour les questions purement administratives dont ils sont tenus de rendre compte à leurs mandants.\n\nLes membres de la commission d'inscription mentionnée à l'article 42 bis et de la commission de discipline mentionnée à l'article 49 bis, ainsi que les personnes mentionnées au cinquième alinéa du I de l'article 7 ter, sont tenus au secret professionnel dans les mêmes conditions.\n\nLes personnes visées aux alinéas précédents sont toutefois déliées du secret professionnel dans les cas d'information ouverte contre elles ou de poursuites engagées à leur encontre par les pouvoirs publics ou dans les actions intentées devant les chambres de discipline de l'ordre."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "L'activité d'expertise comptable est incompatible avec toute occupation ou tout acte de nature à porter atteinte à l'indépendance de la personne qui l'exerce en particulier :\n\nAvec tout emploi salarié, sauf chez un autre membre de l'ordre, chez un membre de la compagnie nationale des commissaires aux comptes, dans une succursale ou dans une association de gestion et de comptabilité, dans une société relevant du livre IV de l'ordonnance n° 2023-77 du 8 février 2023 relative à l'exercice en société des professions libérales réglementées, ayant pour objet l'exercice en commun de la profession d'expert-comptable et d'une ou plusieurs autres professions prévues à ce titre ;\n\nAvec toute activité commerciale ou acte d'intermédiaire autre que ceux que comporte l'exercice de la profession, sauf s'il est réalisé à titre accessoire et n'est pas de nature à mettre en péril l'exercice de la profession ou l'indépendance des associés experts-comptables ainsi que le respect par ces derniers des règles inhérentes à leur statut et à leur déontologie. Les conditions et limites à l'exercice de ces activités et à la réalisation de ces actes sont fixées par les normes professionnelles élaborées par le conseil national de l'ordre et agréées par arrêté du ministre chargé de l'économie ;\n\nAvec tout mandat de recevoir, conserver ou délivrer des fonds ou valeurs ou de donner quittance. Toutefois, à titre accessoire, les experts-comptables, les sociétés d'expertise comptable, les succursales, les associations de gestion et de comptabilité, les salariés mentionnés aux articles 83 ter et 83 quater et les sociétés pluri-professionnelles d'exercice inscrites au tableau de l'ordre peuvent, par le compte bancaire de leur client ou adhérent, procéder au recouvrement amiable de leurs créances et au paiement de leurs dettes, pour lesquels un mandat leur a été confié, dans des conditions fixées par décret. La délivrance de fonds peut être effectuée lorsqu'elle correspond au paiement de dettes fiscales ou sociales pour lequel un mandat a été confié au professionnel.\n\nIl est en outre interdit aux membres de l'ordre, aux succursales et aux associations de gestion et de comptabilité, ainsi qu'à leurs salariés mentionnés à l'article 83 ter et à l'article 83 quater d'agir en tant qu'agent d'affaires, d'assumer une mission de représentation devant les tribunaux de l'ordre judiciaire ou administratif, d'effectuer des travaux d'expertise comptable, de révision comptable ou de comptabilité pour les entreprises dans lesquelles ils possèdent directement ou indirectement des intérêts substantiels.\n\nIls peuvent toutefois accepter, sous le contrôle du conseil régional dont ils relèvent et dans les conditions fixées par le règlement intérieur de l'ordre des experts-comptables, tout mandat social dans toute société, groupement ou association, dès lors que ce mandat n'est pas de nature à porter atteinte à leur indépendance, ainsi que les missions d'expert qui leur sont confiées, les fonctions d'arbitre et celles de commissaire aux comptes dans les conditions prévues au livre VIII du code de commerce.\n\nIls peuvent également être associés ou membres des instances dirigeantes d'une société exerçant l'une des professions relevant du champ d'application du livre IV de l'ordonnance n° 2023-77 du 8 février 2023 relative à l'exercice en société des professions libérales réglementées, dont celle d'expert-comptable.\n\nIls peuvent également, sans pouvoir en faire l'objet principal de leur activité :\n\n1° Effectuer toutes études ou tous travaux d'ordre statistique, économique, administratif, financier, environnemental, numérique ainsi que tous travaux et études à caractère administratif ou technique, dans le domaine social et fiscal, et apporter, dans ces matières, leur avis devant toute autorité ou organisme public ou privé qui les y autorise ;\n\n2° Donner des consultations, effectuer toutes études ou tous travaux d'ordre juridique, fiscal ou social et apporter, dans ces matières, leur avis devant toute autorité ou organisme public ou privé qui les y autorise, mais seulement s'il s'agit d'entreprises dans lesquelles ils assurent des missions d'ordre comptable ou d'accompagnement déclaratif et administratif de caractère permanent ou habituel ou dans la mesure où lesdits consultations, études, travaux ou avis sont directement liés aux travaux comptables dont ils sont chargés.\n\nPour l'application de l'article 2 et des 1° et 2° du présent article, les experts-comptables et les salariés mentionnés aux articles 83 ter et 83 quater bénéficient d'une présomption simple d'avoir reçu mandat des personnes qu'ils représentent devant l'administration fiscale et les organismes de sécurité sociale. La justification de détention d'un mandat reste toutefois obligatoire auprès de l'administration fiscale, dans des conditions fixées par décret, pour les demandes d'accès au compte fiscal d'un particulier.\n\nLes interdictions ou restrictions édictées par les cinquième, sixième, huitième, neuvième et dixième alinéas s'étendent aux employés salariés des membres de l'ordre, des sociétés pluri-professionnelles d'exercice, des succursales et des associations de gestion et de comptabilité, et à toute personne agissant pour leur compte ou ayant avec eux des liens ou intérêts communs.\n\nLes membres de l'ordre et les dirigeants, administrateurs et salariés des associations de gestion et de comptabilité peuvent participer à l'enseignement professionnel : toutefois, sauf pour les professeurs de l'enseignement public, les missions définies à l'article 2 ci-dessus doivent demeurer l'objet principal de leur activité. Ils peuvent procéder à des travaux et études de statistiques et de documentation économique pour le compte des entreprises privées et des organismes professionnels."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Les conditions dans lesquelles les membres de l'ordre, les sociétés pluri-professionnelles d'exercice, les succursales, les associations de gestion et de comptabilité, les professionnels ayant été autorisés à exercer partiellement l'activité d'expertise comptable et les conseils de l'ordre peuvent recourir à des actions de promotion sont précisées par le décret mentionné à l'article 84 bis."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Les membres de l'ordre, les sociétés pluri-professionnelles d'exercice, les succursales et les professionnels ayant été autorisés à exercer partiellement l'activité d'expertise comptable reçoivent pour tous les travaux entrant dans leurs attributions, des honoraires qui sont exclusifs de toute autre rémunération indirecte, d'un tiers, à quelque titre que ce soit.\n\nCes honoraires doivent être équitables et constituer la juste rémunération du travail fourni comme du service rendu.\n\nLeur montant et leurs modalités sont convenus par écrit avec les clients librement et préalablement à l'exercice des missions.Des honoraires complémentaires aux honoraires de diligence, liés à la réalisation d'un objectif préalablement déterminé, sont possibles mais ne doivent en aucun cas conduire à compromettre l'indépendance des membres de l'ordre ou à les placer en situation de conflit d'intérêts. Ces honoraires complémentaires peuvent s'appliquer à toutes missions à l'exception de celles mentionnées aux deux premiers alinéas de l'article 2 ou de celles participant à la détermination de l'assiette fiscale ou sociale du client."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Le titre d'expert comptable honoraire peut être conféré par le conseil régional de l'ordre aux membres de l'ordre qui ont été inscrits au tableau pendant trente ans et qui ont donné leur démission.\n\nLes membres honoraires restent soumis à la juridiction disciplinaire de l'ordre.\n\nLeurs droits ou leurs devoirs sont déterminés par le règlement intérieur.\n\nLe titre de président d'honneur peut être conféré au président sortant du conseil national de l'ordre ou à toute autre personne ayant rendu à la profession des services particulièrement éminents."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I.-Peut être inscrit au tableau de l'ordre en qualité d'expert-comptable, sans être titulaire du diplôme mentionné au 4° du II de l'article 3, tout ressortissant d'un Etat membre de l'Union européenne ou partie à l'accord sur l'Espace économique européen, qui satisfait à l'une des deux conditions suivantes :\n\n1° Etre titulaire d'une attestation de compétences ou d'un titre de formation visé à l'article 11 de la directive 2005/36/ CE modifiée du Parlement européen et du Conseil du 7 septembre 2005 relative à la reconnaissance des qualifications professionnelles permettant l'exercice de la profession dans un Etat membre de l'Union européenne ou partie à l'accord sur l'Espace économique européen. Cette attestation ou ce titre sont délivrés, soit par l'autorité compétente de cet Etat et sanctionnent une formation acquise dans l'Union européenne ou dans l'Espace économique européen, soit par un pays tiers, à condition que soit fournie une attestation émanant de l'autorité compétente de l'Etat membre de l'Union européenne ou partie à l'accord sur l'Espace économique européen qui a reconnu le diplôme, certificat ou autre titre, certifiant que son titulaire a, dans cet Etat, une expérience professionnelle de trois ans au moins à temps plein ou d'une durée équivalente à temps partiel au cours des dix dernières années.\n\nLes attestations de compétences ou les titres de formation sont délivrés par l'autorité compétente de l'Etat mentionné au premier alinéa, désignée conformément aux dispositions législatives, réglementaires ou administratives de cet Etat ;\n\n2° Avoir exercé à plein temps la profession d'expert-comptable pendant une année ou à temps partiel pendant une durée totale équivalente au moins au cours des dix années précédentes dans un Etat membre de l'Union européenne ou partie à l'accord sur l'Espace économique européen qui ne réglemente pas la profession et qui possèdent une ou plusieurs attestations de compétences ou preuves de titres de formation délivrés par un autre Etat qui ne réglemente pas cette profession. Ces attestations de compétences ou ces titres de formation remplissent les conditions suivantes :\n\na) Etre délivrés par l'autorité compétente de l'Etat mentionné au premier alinéa, désignée conformément aux dispositions législatives, réglementaires ou administratives de cet Etat ;\n\nb) Attester la préparation du titulaire à l'exercice de la profession concernée.\n\nToutefois, la condition d'une expérience professionnelle d'un an mentionnée au premier alinéa de ce 2° n'est pas exigée lorsque le titre ou les titres de formation détenus par le demandeur sanctionnent une formation réglementée directement orientée vers l'exercice de la profession comptable.\n\nII.-Sauf si les connaissances, aptitudes et compétences acquises au cours de son expérience professionnelle, à temps plein ou à temps partiel, ou de l'apprentissage tout au long de la vie, et ayant fait l'objet, à cette fin, d'une validation par une autorité compétente dans un Etat membre de l'Union européenne ou partie à l'accord sur l'Espace économique européen ou dans un pays tiers désigné conformément aux dispositions législatives, réglementaires ou administrative de cet Etat, sont de nature à rendre cette vérification inutile, l'intéressé doit se soumettre à une épreuve d'aptitude :\n\n1° Lorsque la formation dont il justifie porte sur des matières substantiellement différentes de celles qui figurent au programme du diplôme français d'expertise comptable ;\n\n2° Lorsque l'Etat dans lequel il a obtenu une attestation de compétences ou un titre de formation visé à l'article 11 de la directive 2005/36/ CE modifiée du Parlement européen et du Conseil du 7 septembre 2005 relative à la reconnaissance des qualifications professionnelles dont il se prévaut ou l'Etat dans lequel il a exercé la profession ne réglemente pas cette profession ou la réglemente d'une manière substantiellement différente de la réglementation française.\n\nIII.-Par dérogation aux I et II, l'accès à la profession et son exercice peuvent être refusés au ressortissant d'un Etat membre de l'Union européenne ou partie à l'accord sur l'Espace économique européen, qui est titulaire d'une attestation de compétences classée au a de l'article 11 de la directive 2005/36/ CE modifiée du Parlement européen et du Conseil du 7 septembre 2005 relative à la reconnaissance des qualifications professionnelles."
    },
    {
      "provision_ref": "art26-0",
      "section": "26-0",
      "title": "Article 26-0",
      "content": "I.-Saisie d'une demande en ce sens, que ce soit pour un établissement ou pour une prestation temporaire et occasionnelle de services en France, l'autorité compétente accorde un accès partiel aux activités d'expertise comptable lorsque toutes les conditions suivantes sont remplies :\n\n1° Le professionnel est pleinement qualifié pour exercer dans un Etat membre de l'Union européenne ou partie à l'accord sur l'Espace économique européen l'activité professionnelle pour laquelle un accès partiel est sollicité ;\n\n2° Les différences entre l'activité professionnelle légalement exercée dans l'Etat membre de l'Union européenne ou partie à l'accord sur l'Espace économique européen et la profession d'expert-comptable en France sont si importantes que l'application de mesures de compensation reviendrait à imposer au demandeur de suivre le programme complet d'enseignement et de formation requis en France pour avoir pleinement accès à la profession en France ;\n\n3° L'activité professionnelle demandée peut objectivement être séparée d'autres activités relevant de la profession d'expert-comptable en France, dans la mesure où elle peut être exercée de manière autonome dans l'Etat membre d'origine.\n\nL'accès partiel peut être refusé si ce refus est justifié par des raisons impérieuses d'intérêt général, s'il est propre à garantir la réalisation de l'objectif poursuivi et s'il ne va pas au-delà de ce qui est nécessaire pour atteindre cet objectif.\n\nL'activité professionnelle est exercée sous le titre professionnel de l'Etat d'origine lorsque l'accès partiel a été accordé. Les professionnels qui bénéficient d'un accès partiel indiquent clairement aux destinataires des services le champ de leurs activités professionnelles.\n\nLes dispositions du présent I ne s'appliquent pas aux professionnels qui bénéficient de la reconnaissance automatique de leurs qualifications professionnelles conformément aux articles 49 bis et 49 ter de la directive 2005/36/ CE modifiée du Parlement européen et du Conseil du 7 septembre 2005 relative à la reconnaissance des qualifications professionnelles.\n\nII.-Les demandes aux fins d'accès partiel pour un établissement sont examinées selon la même procédure que les demandes présentées dans le cadre de l'article 26.\n\nLes professionnels ayant été autorisés à exercer partiellement l'activité d'expertise comptable ne sont pas membres de l'ordre des experts-comptables. Ils sont inscrits au tableau de l'ordre suivant les conditions énoncées au II de l'article 3. Ils sont soumis aux dispositions législatives et réglementaires relatives à la profession d'expert-comptable. Ils acquittent des cotisations au même titre et dans les mêmes conditions que les membres de l'ordre."
    },
    {
      "provision_ref": "art26-1",
      "section": "26-1",
      "title": "Article 26-1",
      "content": "La profession d'expert-comptable ou une partie des activités d'expertise comptable peuvent être exercées en France de façon temporaire et occasionnelle par tout ressortissant d'un Etat membre de l'Union européenne ou partie à l'accord sur l'Espace économique européen, sous réserve :\n\n1° D'être légalement établi, à titre permanent, dans l'un des Etats mentionnés au premier alinéa pour exercer tout ou partie de l'activité d'expert-comptable ;\n\n2° Lorsque cette profession ou la formation y conduisant ne sont pas réglementées dans l'Etat d'établissement, d'avoir en outre exercé cette profession dans un ou plusieurs des Etats mentionnés au premier alinéa pendant au moins une année au cours des dix années qui précèdent la prestation qu'il entend réaliser en France.\n\nLa prestation d'expertise comptable est effectuée sous le titre professionnel de l'Etat d'établissement lorsqu'un tel titre existe dans cet Etat. Ce titre est indiqué dans la langue officielle de l'Etat d'établissement. Dans les cas où ce titre professionnel n'existe pas dans l'Etat d'établissement, le prestataire fait mention de son diplôme ou titre de formation dans la langue officielle de cet Etat.\n\nL'exécution de cette prestation d'expertise comptable est subordonnée à une déclaration écrite auprès du Conseil national de l'ordre des experts-comptables préalable à la première prestation.\n\nLa déclaration écrite précise les couvertures d'assurance ou autres moyens de protection personnelle ou collective concernant la responsabilité professionnelle de ce prestataire.\n\nCette déclaration est réitérée en cas de changement matériel dans les éléments de la déclaration et renouvelée chaque année si le prestataire envisage d'exercer cette activité au cours de l'année concernée.\n\nDès réception de cette déclaration, le Conseil national de l'ordre des experts-comptables en adresse copie au conseil régional de l'ordre des experts-comptables dans le ressort duquel la prestation d'expertise comptable doit être réalisée. Dès réception de cette transmission, le conseil régional procède à l'inscription du déclarant pour l'année considérée au tableau de l'ordre.\n\nUn décret en Conseil d'Etat précise en tant que de besoin les modalités d'application du présent article."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Peut être autorisé à s'inscrire au tableau de l'ordre en qualité d'expert-comptable tout ressortissant d'un Etat qui n'est pas membre de l'Union européenne ni partie à l'accord sur l'Espace économique européen à condition qu'il soit titulaire d'un diplôme reconnu de même niveau que le diplôme français d'expertise comptable et qu'il ait subi avec succès un examen d'aptitude tel que prévu à l'article 26.\n\nL'autorisation est accordée, sous réserve de réciprocité, après avis du conseil national de l'ordre, par décision du ministre chargé de l'économie en accord avec le ministre des affaires étrangères.\n\nCes dispositions sont applicables au ressortissant d'un Etat membre de l'Union européenne ou partie à l'accord sur l'Espace économique européen titulaire d'un diplôme permettant l'exercice de la profession, délivré par un pays tiers."
    },
    {
      "provision_ref": "art27bis",
      "section": "27bis",
      "title": "Article 27bis",
      "content": "L'inscription au tableau de l'ordre en qualité d'expert comptable ou en qualité de professionnel ayant été autorisé à exercer partiellement l'activité d'expertise comptable comporte l'obligation de cotiser à la caisse d'allocation vieillesse des experts comptables et des commissaires aux comptes, même en cas d'affiliation au régime général de la sécurité sociale.\n\nL'absence ou le retard de versement des cotisations est sanctionné dans les conditions fixées par le décret prévu à l'article 84 bis ci-dessous."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "Dans chacune des circonscriptions régionales qui sont déterminées par arrêté du ministre chargé de l'économie, il est créé un conseil régional de l'ordre des experts comptables.\n\nLes membres du conseil régional sont élus au scrutin secret de liste ou plurinominal sans liste, selon le nombre de membres de l'ordre, personnes physiques, inscrits dans la circonscription régionale.\n\nAfin de favoriser l'égal accès des femmes et des hommes au sein du conseil régional et selon des modalités fixées par décret, les listes de candidats comprennent, sous peine d'irrecevabilité à concourir, un pourcentage de personnes du sexe le moins représenté parmi les inscrits dans la circonscription régionale au moins proportionnel, dans la limite de 50 %, au nombre de personnes de ce même sexe inscrites dans cette circonscription. En cas de scrutin plurinominal sans liste, il en va de même, sous peine de nullité du vote et sauf insuffisance du nombre de candidats d'un sexe, des candidats désignés par chaque électeur."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "La composition, les modalités de l'élection et celles du fonctionnement du conseil régional sont déterminées par un décret en Conseil d'Etat pris sur le rapport du ministre chargé de l'économie."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Sous réserve de l'organisation spécifique prévue au cinquième alinéa de l'article 1er en matière de lutte contre le blanchiment des capitaux et le financement du terrorisme ainsi que des dispositions prévues à l'article 42 bis le conseil régional a seul qualité pour :\n\n1° Surveiller dans sa circonscription l'exercice en tout ou partie de la profession d'expert-comptable ;\n\n2° Assurer la défense des intérêts matériels de l'ordre et en gérer les biens ;\n\n3° Représenter l'ordre dans sa circonscription dans tous les actes de la vie civile, mais sans pouvoir se constituer partie civile, ce droit étant réservé au conseil national ;\n\n4° Prévenir et concilier toutes contestations ou conflits d'ordre professionnel ;\n\n5° Statuer sur les demandes d'inscription au tableau ;\n\n6° Surveiller et contrôler les stages ;\n\n7° Fixer et recouvrer le montant des cotisations qui doivent être versées par les membres de l'ordre, les succursales et les personnes soumises à sa surveillance et à son contrôle disciplinaire pour couvrir les frais de fonctionnement de l'ordre, ainsi que les contributions dues par les associations de gestion et de comptabilité en application de l'article 7 ter ;\n\n8° Saisir le conseil national de toutes requêtes ou suggestions concernant la profession d'expert comptable.\n\nLe conseil régional en tant que représentant de l'ordre de la circonscription peut, notamment :\n\nDélibérer sur toute question intéressant les professions relevant de sa compétence ;\n\nSaisir la chambre régionale de discipline de la région, ou de toute autre région, des fautes professionnelles relevées à l'encontre des membres de l'ordre, des succursales représentées par le représentant ordinal et des personnes soumises à sa surveillance et à son contrôle disciplinaire.\n\nCréer dans sa circonscription, après avis du conseil national, des organismes de coopération, de mutualité, d'assistance ou de retraite au bénéfice de ses membres et de leurs familles."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "L'assemblée générale régionale des membres de l'ordre est composée de tous les membres inscrits au tableau de la région personnellement établis dans cette région et à jour de leurs cotisations personnelles. Les membres de l'ordre ne peuvent être membres que d'une seule assemblée générale régionale. L'assemblée générale régionale se réunit une fois par an, à la diligence du président du conseil régional.\n\nL'assemblée générale régionale entend le rapport moral et financier du conseil régional pour l'exercice écoulé et le rapport des censeurs sur la gestion financière du conseil régional qui sont soumis au vote de chacune de ces catégories professionnelles.\n\nElle ne peut examiner que leurs questions portées à son ordre du jour par le conseil régional. Celui-ci est tenu d'inscrire à l'ordre du jour les questions qui lui sont soumises à cet effet, quinze jours au moins avant la date fixée pour la réunion soit par plus du tiers des membres de l'ordre ayant droit de vote dans la région, soit par plus de cent de ses membres, soit par le commissaire régional du Gouvernement.\n\nLes fonctions des censeurs sont incompatibles avec celles de membre du conseil régional."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Le conseil national de l'ordre est composé des présidents des conseils régionaux et de membres élus au scrutin secret de liste.\n\nAfin de favoriser l'égal accès des femmes et des hommes au sein du conseil national et selon des modalités fixées par décret, les listes de candidats comprennent, sous peine d'irrecevabilité à concourir, un pourcentage de personnes du sexe le moins représenté au tableau de l'ordre au moins proportionnel, dans la limite de 50 %, au nombre de personnes de ce même sexe inscrites à ce tableau."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "La composition, les modalités de l'élection et celles du fonctionnement du conseil national sont déterminées par un décret en Conseil d'Etat pris sur le rapport du ministre chargé de l'économie."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "Le conseil national a seul qualité pour :\n\n1° à 7° (abrogés)\n\n8° Exercer, devant toutes les juridictions, tous les droits réservés à la partie civile, notamment par voie de citation directe devant les tribunaux répressifs, relativement aux faits portant un préjudice direct ou indirect à l'intérêt collectif des professions relevant de sa compétence ;\n\n9° à 11° (abrogés)."
    },
    {
      "provision_ref": "art37-1",
      "section": "37-1",
      "title": "Article 37-1",
      "content": "Le Conseil national a également pour mission de collaborer, en tant qu'autorité compétente, avec les autorités compétentes des Etats membres de l'Union européenne autres que la France et celles des autres Etats parties à l'accord sur l'Espace économique européen pour concourir à l'application de la directive 2005 / 36 / CE modifiée du Parlement européen et du Conseil du 7 septembre 2005 relative à la reconnaissance des qualifications professionnelles."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "L'ensemble des membres des conseils régionaux et du conseil national se réunit en congrès national une fois par an, à la diligence du président du conseil national . Le bureau est celui du conseil national .\n\nLe congrès national entend le rapport moral et financier du conseil national pour l'exercice écoulé et le rapport des censeurs sur la gestion financière du conseil national. Ces rapports, soumis au vote, doivent être approuvés par la majorité des suffrages exprimés par les membres de l'ordre présents ou représentés. Tout représentant ne peut recevoir qu'un seul pouvoir."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "Les conseils de l'ordre ont l'exercice des droits de la personnalité civile."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "Le conseil régional dresse un tableau des personnes physiques et morales et des succursales établies dans sa circonscription qui, remplissant les conditions imposées par les lois et règlements, sont admises à exercer tout ou partie de la profession d'expert-comptable."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "Les modalités d'établissement du tableau seront fixées par un décret pris sur le rapport du ministre chargé de l'économie."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "L'inscription au tableau est demandée au conseil régional de l'ordre dans la circonscription duquel le candidat est établi.\n\nLe conseil régional doit statuer dans le délai de trois mois.\n\nLa décision du conseil régional doit être notifiée au candidat et au commissaire régional du Gouvernement dans   un délai de dix jours francs.\n\nElle peut, dans le délai d'un mois à compter de sa notification, être déférée au comité national du tableau, soit par l'intéressé en cas de refus d'inscription, soit dans le cas contraire, par le commissaire régional du Gouvernement."
    },
    {
      "provision_ref": "art42bis",
      "section": "42bis",
      "title": "Article 42bis",
      "content": "Il est institué auprès du Conseil national de l'ordre des experts-comptables une commission nationale chargée de statuer sur l'inscription des associations de gestion et de comptabilité au tableau et de tenir la liste de ces associations.\n\nLa commission statue dans les conditions de délai et d'appel prévues à l'article 42.\n\nElle surveille l'exercice de l'activité d'expertise comptable sous forme associative en participant notamment à la mise en œuvre des contrôles de qualité des associations de gestion et de comptabilité.\n\nElle peut être consultée pour avis par le ministre chargé de l'économie sur les projets de textes relatifs à l'exercice associatif de la profession.\n\nLes modalités de désignation et de fonctionnement de la commission sont déterminées par décret."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "Il est institué auprès du conseil national de l'ordre un comité national du tableau."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "L'affaire est portée entière devant le comité national du tableau.Celui-ci doit statuer dans un délai de six mois. Si la décision n'est pas intervenue à l'expiration de ce délai, l'inscription au tableau est de droit."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "Les modalités de l'élection et celles du fonctionnement du comité national du tableau seront déterminées par un décret pris sur le rapport du ministre chargé de l'économie."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "Les modalités de l'inscription au tableau, de la publication du tableau et de la radiation du tableau seront déterminées par un décret pris sur le rapport du ministre chargé de l'économie."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "Sauf dispositions contraires, il est institué auprès de chaque conseil régional de l'ordre une chambre régionale de discipline.\n\nLa chambre régionale de discipline est composée :\n\n1° D'un magistrat, président de la chambre ;\n\n2° De deux membres du conseil régional de l'ordre.\n\nUn magistrat chargé des poursuites est rattaché à la chambre régionale de discipline. Il nomme un rapporteur, qui instruit les affaires. Au vu des éléments recueillis au cours de l'instruction, le magistrat chargé des poursuites décide, le cas échéant, de notifier aux parties intéressées les griefs retenus.\n\nLe rapporteur et le magistrat chargé des poursuites ne participent pas aux délibérations sur les affaires que ce dernier a renvoyées devant la chambre.\n\nLe président, son suppléant et le magistrat chargé des poursuites sont désignés par le premier président de la cour d'appel dans le ressort de laquelle le conseil régional de l'ordre a son siège, parmi les magistrats en activité ou honoraires de cette cour et des autres cours d'appel de la circonscription du conseil régional de l'ordre.\n\nLes membres du conseil régional de l'ordre et leurs suppléants sont élus par ce conseil lors de chaque renouvellement."
    },
    {
      "provision_ref": "art49-1",
      "section": "49-1",
      "title": "Article 49-1",
      "content": "La chambre régionale de discipline près le conseil régional de l'ordre d'Ile-de-France est composée de deux sections, chacune composée :\n\n1° D'un magistrat, président de la section ;\n\n2° De deux membres du conseil régional de l'ordre.\n\nUn magistrat chargé des poursuites est rattaché à chaque section de la chambre régionale de discipline. Il nomme un rapporteur, qui instruit les affaires. Au vu des éléments recueillis au cours de l'instruction, le magistrat chargé des poursuites décide, le cas échéant, de notifier aux parties intéressées les griefs retenus.\n\nLe rapporteur et le magistrat chargé des poursuites ne participent pas aux délibérations sur les affaires que ce dernier a renvoyées devant la section.\n\nLe premier président de la cour d'appel de Paris désigne, parmi les magistrats en activité ou honoraires de cette cour, l'un des deux présidents de section de la chambre de discipline, son suppléant et le magistrat chargé des poursuites rattaché à la section. Le président de section ainsi désigné préside la chambre régionale de discipline.\n\nLe premier président de la cour d'appel de Versailles désigne, parmi les magistrats en activité ou honoraires de cette cour, l'autre président de section, son suppléant et le magistrat chargé des poursuites rattaché à la section.\n\nLes membres du conseil régional de l'ordre et leurs suppléants sont élus par ce conseil lors de chaque renouvellement."
    },
    {
      "provision_ref": "art49-2",
      "section": "49-2",
      "title": "Article 49-2",
      "content": "Il est institué une chambre interrégionale de discipline auprès des conseils régionaux de l'ordre de Guadeloupe et de Martinique. Cette chambre exerce également le pouvoir disciplinaire à l'égard des membres de l'ordre inscrits au comité départemental de l'ordre de Guyane.\n\nElle est composée :\n\n1° D'un magistrat, président de la chambre ;\n\n2° D'un membre du conseil régional de l'ordre de Guadeloupe ;\n\n3° D'un membre du conseil régional de l'ordre de Martinique.\n\nUn magistrat chargé des poursuites est rattaché à la chambre interrégionale de discipline. Il nomme un rapporteur, qui instruit les affaires. Au vu des éléments recueillis au cours de l'instruction, le magistrat chargé des poursuites décide, le cas échéant, de notifier aux parties intéressées les griefs retenus.\n\nLe rapporteur et le magistrat chargé des poursuites ne participent pas aux délibérations sur les affaires que ce dernier a renvoyées devant la chambre.\n\nLe premier président de la cour d'appel de Martinique désigne le président de la chambre interrégionale de discipline et un suppléant de celui-ci parmi les magistrats en activité ou honoraires de cette cour.\n\nLe premier président de la cour d'appel de Guadeloupe désigne le magistrat chargé des poursuites parmi les magistrats en activité ou honoraires de cette cour.\n\nLe membre du conseil régional de l'ordre de Guadeloupe, le membre du conseil régional de l'ordre de Martinique et leurs suppléants sont élus respectivement par chacun de ces conseils lors de chaque renouvellement."
    },
    {
      "provision_ref": "art49-3",
      "section": "49-3",
      "title": "Article 49-3",
      "content": "La chambre régionale de discipline près le conseil régional de l'ordre de La Réunion exerce également le pouvoir disciplinaire à l'égard des membres de l'ordre inscrits au comité départemental de Mayotte."
    },
    {
      "provision_ref": "art49bis",
      "section": "49bis",
      "title": "Article 49bis",
      "content": "Il est institué auprès du Conseil national de l'ordre des experts-comptables une commission nationale chargée, en première instance, de la discipline des associations de gestion et de comptabilité.\n\nLa commission est composée :\n\n1° D'un président désigné par le premier président de la cour d'appel de Paris parmi les magistrats en activité ou honoraires de la cour ;\n\n2° De quatre membres de conseils régionaux désignés par le Conseil national de l'ordre des experts-comptables lors de chaque renouvellement ;\n\n3° De quatre représentants des associations de gestion et de comptabilité désignés par leurs fédérations dont la liste est fixée par arrêté du ministre chargé du budget.\n\nLe mandat est de quatre ans renouvelable une fois.\n\nUn président suppléant et des membres suppléants sont désignés selon les mêmes modalités.\n\nUn magistrat chargé des poursuites est rattaché à cette commission. Il nomme un rapporteur, qui instruit les affaires. Au vu des éléments recueillis au cours de l'instruction, le magistrat chargé des poursuites décide, le cas échéant, de notifier aux parties intéressées les griefs retenus.\n\nLe magistrat chargé des poursuites est nommé selon les mêmes modalités que le président de la commission.\n\nLe rapporteur et le magistrat chargé des poursuites ne participent pas aux délibérations sur les affaires que ce dernier a renvoyées devant la commission.\n\nLes conditions de désignation et de fonctionnement de cette commission sont précisées par le décret mentionné à l'article 84 bis."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "Il est institué auprés du conseil national de l'ordre une chambre nationale de discipline.\n\nLa chambre nationale de discipline est composée :\n\n1° D'un magistrat ayant qualité de président désigné par le garde des sceaux, ministre de la justice, parmi les présidents de chambre de la cour d'appel de Paris en activité ou honoraires ;\n\n2° De deux fonctionnaires, désignés par le ministre de l'économie et des finances ;\n\n3° De deux membres du conseil national de l'ordre, élus par ce conseil lors de chaque renouvellement.\n\nLa chambre nationale de discipline statue en appel sur les décisions prises par la commission mentionnée à l'article 49 bis. Dans ce cas, un des membres du Conseil national de l'ordre des experts-comptables est remplacé par un représentant des associations de gestion et de comptabilité désigné par les fédérations mentionnées au 3° de l'article 49 bis.\n\nUn président suppléant et des membres suppléants sont désignés dans les mêmes conditions.\n\nUn magistrat chargé des poursuites est rattaché à la chambre nationale de discipline. Il nomme un rapporteur, qui instruit les affaires. Au vu des éléments recueillis au cours de l'instruction, le magistrat chargé des poursuites décide, le cas échéant, de notifier aux parties intéressées les griefs retenus.\n\nLe magistrat chargé des poursuites est nommé selon les mêmes modalités que le président de la chambre nationale de discipline.\n\nLe rapporteur et le magistrat chargé des poursuites ne participent pas aux délibérations sur les affaires que ce dernier a renvoyées devant la chambre."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "Les modalités de l'élection et celles du fonctionnement des chambres régionales de discipline et de la chambre nationale de discipline seront déterminées par un décret pris sur le rapport du ministre chargé de l'économie."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "En dehors de l'avertissement dans le cabinet du président de la chambre régionale de discipline ou de la commission prévue à l'article 49 bis pour les faits qui ne paraissent pas justifier d'autre sanction, les peines disciplinaires sont :\n\n1° La réprimande ;\n\n2° Le blâme avec inscription au dossier ;\n\n3° La suspension pour une durée déterminée avec sursis ;\n\n4° La suspension pour une durée déterminée ;\n\n5° La radiation du tableau comportant interdiction définitive d'exercer la profession.\n\nEn outre, pour les associations de gestion et de comptabilité, la commission peut également prononcer la déchéance du mandat d'un ou de plusieurs dirigeants ou administrateurs.\n\nLa réprimande, le blâme et la suspension peuvent comporter, en outre, pour le membre de l'ordre, la privation, par la décision qui prononce la peine disciplinaire, du droit de faire partie des conseils de l'ordre pendant une durée n'excédant pas dix ans.\n\nSans préjudice des dispositions du premier alinéa de l'article 54, les instances disciplinaires peuvent, à titre de sanction accessoire, ordonner la publicité, sans ses motifs, de toute peine disciplinaire dans la presse professionnelle.\n\nLe sursis décidé en application du 3° ne s'étend pas aux mesures accessoires prises en application des septième, huitième et neuvième alinéas ci-dessus. Si, dans un délai de cinq ans à compter du prononcé de la peine, le membre de l'ordre, la succursale, l'association de gestion et de comptabilité ou le professionnel ayant été autorisé à exercer partiellement l'activité d'expertise comptable a commis une infraction ou une faute ayant conduit au prononcé d'une nouvelle peine disciplinaire, celle-ci entraîne l'exécution de la première peine sans confusion avec la seconde, sauf décision motivée.\n\nLes membres de l'ordre, les succursales, les associations de gestion et de comptabilité et les professionnels ayant été autorisés à exercer partiellement l'activité d'expertise comptable suspendus ou radiés du tableau sont remplacés, le cas échéant, soit d'office, soit à la requête de la partie la plus diligente dans les missions qui leur avaient été confiées, soit par autorité de justice, soit par une administration publique. Les particuliers peuvent également, sans indemnité de part ni d'autre, mais à charge par les membres de l'ordre, les succursales, les associations de gestion et de comptabilité ou les professionnels ayant été autorisés à exercer partiellement l'activité d'expertise comptable en cause de restituer tous les documents ainsi que les sommes déjà touchées qui ne correspondent pas au remboursement de frais effectivement exposés, retirer aux membres de l'ordre, aux succursales, aux associations de gestion et de comptabilité ou aux professionnels ayant été autorisés à exercer partiellement l'activité d'expertise comptable suspendus ou radiés du tableau les missions dont ils les avaient chargés.\n\nLe membre de l'ordre, la succursale, la société pluri-professionnelle d'exercice, l'association de gestion et de comptabilité ou le professionnel ayant été autorisé à exercer partiellement l'activité d'expertise comptable radié du tableau doit payer à ses employés quittant son service une indemnité de délai-congé dans les conditions fixées par le titre III du livre II de la première partie du code du travail et par la convention collective applicable.\n\nLe membre de l'ordre, la succursale, la société pluri-professionnelle d'exercice, l'association de gestion et de comptabilité ou le professionnel ayant été autorisé à exercer partiellement l'activité d'expertise comptable suspendu doit payer à ses employés, pendant la durée de sa suspension, les salaires et indemnités de toute nature prévus par les conventions particulières ou collectives et par les règlements en vigueur. Toutefois, il a la faculté de payer à ses employés qui, à cette occasion, quittent son service, l'indemnité de délai-congé prévue au paragraphe précédent.\n\nSont nuls et de nul effet tous actes, traités ou conventions tendant à permettre, directement ou indirectement, l'exercice de tout ou partie de la profession d'expert comptable aux professionnels radiés du tableau ou, pendant la durée de leur peine, à ceux qui sont temporairement suspendus.\n\nLes personnes intervenant à ces actes, à quelque titre que ce soit peuvent être poursuivies comme complices des professionnels suspendus ou radiés, reconnus coupables d'exercice illégal de la profession, et elles sont passibles des mêmes peines.\n\nLes décisions de la chambre régionale de discipline doivent être notifiées à l'intéressé et au commissaire régional du Gouvernement dans les dix jours francs de leur date.\n\nL'affaire est portée entière devant la chambre nationale de discipline.\n\nLe délai d'appel et l'appel sont suspensifs.\n\nLa décision de la chambre nationale de discipline peut faire l'objet de recours devant le conseil d'Etat. Ce recours n'est pas suspensif, sous réserve de la possibilité de demander le sursis à exécution de la décision dans les conditions prévues au code de justice administrative."
    },
    {
      "provision_ref": "art53bis",
      "section": "53bis",
      "title": "Article 53bis",
      "content": "Pour tout manquement aux obligations prévues par le chapitre Ier du titre VI du livre V du code monétaire et financier en matière de lutte contre le blanchiment des capitaux et le financement du terrorisme, les dispositions prévues à l'article L. 561-36-3 du code monétaire et financier sont également applicables."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "Les conseils régionaux publient, sans leurs motifs, les décisions portant suspension ou radiation, dans tout support approprié.\n\nElles sont, en outre, notifiées avec leurs motifs à tous les conseils régionaux de l'ordre et, s'agissant des associations de gestion et de comptabilité, à la commission mentionnée à l'article 42 bis. La personne ainsi frappée ne peut plus rester inscrite sur aucun tableau et ne peut exercer sa profession dans aucune région.\n\nUn décret fixera en tant que de besoin les modalités d'application du présent article."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "La tutelle des pouvoirs publics sur l'ordre des experts comptables est exercée par le ministre chargé de l'économie qui, à cet effet, est représenté par un commissaire du Gouvernement auprès du conseil national de l'ordre, et par un commissaire régional du Gouvernement auprès de chaque conseil régional de l'ordre.\n\nLe commissaire et les commissaires régionaux du Gouvernement peuvent déléguer sous leur responsabilité tout ou partie de leurs fonctions à l'un de leurs collaborateurs.\n\nLes mesures qui pourront être prises à titre provisoire en vue d'assurer la continuité du fonctionnement des organismes de l'ordre en cas de carence de certains de leurs membres seront fixées par un décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "Le commissaire du Gouvernement assiste aux séances du conseil national, de la commission permanente dudit conseil, du comité national du tableau, de la chambre nationale de discipline et du congrès national des conseils de l'ordre.\n\nIl a pouvoir, notamment, pour former devant le conseil d'Etat tout recours contre les décisions prises par la chambre nationale de discipline et par le comité national du tableau.\n\nLes décisions du conseil national et celles de la commission permanente ne sont exécutoires qu'après avoir été revêtues de son approbation. A l'expiration d'un délai de deux mois, le silence du commissaire du Gouvernement vaut approbation. Ses décisions de rejet sont motivées."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "Le commissaire régional du Gouvernement assiste aux séances du conseil régional, de la chambre régionale de discipline et de l'assemblée générale régionale.\n\nIl a pouvoir notamment pour :\n\nIntroduire devant la chambre régionale de discipline toute action contre les personnes physiques, les sociétés ou les succursales soumises à la surveillance et au contrôle disciplinaire de l'ordre ;\n\nDéférer à la chambre nationale de discipline les décisions de la chambre régionale de discipline ;\n\nDéférer au comité national du tableau les décisions du conseil régional portant inscription ou refus d'inscription au tableau ;\n\nPour être exécutoires les décisions du conseil régional autres que celles visées à l'alinéa ci-dessus doivent être revêtues de l'approbation du commissaire régional du Gouvernement. A l'expiration d'un délai de deux mois, le silence de ce dernier vaut approbation. Ses décisions de rejet sont motivées."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "La tutelle des associations de gestion et de comptabilité est exercée par le ministre chargé de l'économie.Un commissaire du Gouvernement qui représente le ministre chargé de l'économie est désigné auprès des commissions mentionnées aux articles 42 bis et 49 bis. Il assiste aux séances de ces commissions.Il a pouvoir pour introduire devant la commission mentionnée à l'article 49 bis toute action contre les associations de gestion et de comptabilité.Il peut également déférer devant les instances d'appel compétentes toute décision des commissions précitées."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "Le règlement intérieur de l'ordre arrêté par le conseil national de l'ordre est soumis à l'agrément du ministre chargé de l'économie et du ministre chargé de l'enseignement supérieur.\n\nLes dispositions de ce règlement intérieur relatives aux contributions et aux cotisations prévues aux III des articles 7 ter et 7 quinquies et à l'article 26-0 ainsi qu'à l'exercice du contrôle de qualité s'appliquent aux associations de gestion et de comptabilité, aux sociétés pluriprofessionnelles d'exercice et aux succursales et aux professionnels ayant été autorisés à exercer partiellement l'activité d'expertise comptable même s'ils ne sont pas membres de l'ordre."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "Est expressément constatée la nullité des actes dits lois n° 467 et 468 du 3 avril 1942 instituant l'ordre des experts comptables et des comptables agréés et portant interdiction des statuts dudit ordre.Cette nullité ne porte pas atteinte aux effets découlant de l'application desdits actes, sauf en ce qui concerne la dissolution des syndicats et associations de professionnels.Les décisions des conseils  et des chambres de discipline postérieures au 1er mai 1942 sont validées."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "Les centres de gestion agréés et habilités, mentionnés aux II à IV de l'article 1649 quater D du code général des impôts, disposent d'un délai de quatre ans, à compter de la date de publication du décret mentionné à l'article 42 bis, pour demander à la commission prévue à cet article l'inscription au tableau des associations de gestion et de comptabilité issues de leur transformation. En cas d'appel formé contre une décision de la commission, le comité national du tableau siège dans une formation élargie fixée par le décret mentionné à l'article 45.La condition d'inscription prévue au troisième alinéa du I de l'article 7 ter ne s'applique pas.Les associations inscrites en application du présent article ne seront soumises à la condition d'encadrement prévue à l'article 19 que cinq ans après la date de publication de l'ordonnance n° 2004-279 du 25 mars 2004 portant simplification et adaptation des conditions d'exercice de certaines activités professionnelles."
    },
    {
      "provision_ref": "art83bis",
      "section": "83bis",
      "title": "Article 83bis",
      "content": "Les salariés de centres de gestion agréés et habilités peuvent demander à la commission mentionnée à l'article 42 bis à être inscrits au tableau en qualité d'experts-comptables, s'ils remplissent les conditions suivantes :1° Etre âgé de quarante-cinq ans révolus à la date de publication du décret mentionné à l'article 42 bis ;2° Etre titulaire d'un titre ou d'un diplôme sanctionnant un niveau correspondant à un minimum de quatre années d'études supérieures, délivré soit par l'Etat, soit par une université ou un établissement d'enseignement supérieur ;3° Avoir, à la date de publication du décret mentionné à l'article 42 bis, exercé pendant dix ans une responsabilité d'encadrement d'un service comptable d'un centre de gestion agréé et habilité ou avoir été pendant la même durée désigné en qualité de responsable des services comptables d'un centre de gestion agréé et habilité dans le cadre de l'habilitation prévue à l'article 1649 quater D du code général des impôts ;4° Remplir les conditions exigées aux 1°, 2° et 3° du II de l'article 3 et satisfaire à leurs obligations fiscales.Les candidats disposent d'un délai de douze mois à compter de la publication du décret mentionné à l'article 42 bis pour présenter leur demande, après en avoir informé leur employeur."
    },
    {
      "provision_ref": "art83quater",
      "section": "83quater",
      "title": "Article 83quater",
      "content": "Lorsque aucun salarié d'un centre de gestion agréé et habilité n'a été inscrit au tableau en application des articles 83 bis ou 83 ter, le centre demande à la commission mentionnée à l'article 42 bis, au plus tard dans les quatre ans à compter de la date de publication du décret mentionné à cet article, d'autoriser à exercer la profession d'expert-comptable l'un de ses salariés, exerçant une responsabilité d'encadrement d'un service comptable ou désigné en qualité de responsable des services comptables dans le cadre de l'habilitation prévue à l'article 1649 quater D du code général des impôts, et qui remplit les conditions prévues au 4° de l'article 83 bis.\n\nDans l'année de leur inscription au tableau, ces salariés doivent, sous peine de radiation, suivre un cycle de formation et passer avec succès des épreuves, selon des modalités fixées par arrêté."
    },
    {
      "provision_ref": "art83quinquies",
      "section": "83quinquies",
      "title": "Article 83quinquies",
      "content": "La commission prévue à l'article 42 bis et le comité national du tableau statuent sur les demandes présentées en application des articles 83 à 83 quater dans les conditions de délai et d'appel prévues aux articles 42 et 44.Le conseil régional de l'ordre de la circonscription dans laquelle la personne concernée exerce son activité inscrit au tableau, en qualité d'expert-comptable, les personnes bénéficiant de l'autorisation prévue à l'article 83 bis et, en qualité de salariés d'associations de gestion et de comptabilité autorisés à exercer la profession d'expert-comptable, les personnes bénéficiant de l'autorisation prévue à l'article 83 ter ou à l'article 83 quater.Les salariés d'associations de gestion et de comptabilité autorisés à exercer la profession d'expert-comptable sont soumis à la surveillance et au contrôle disciplinaire de l'ordre."
    },
    {
      "provision_ref": "art83septies",
      "section": "83septies",
      "title": "Article 83septies",
      "content": "Les personnes titulaires de l'examen d'aptitude aux fonctions de commissaire aux comptes avant la date du 27 mars 2007, les personnes titulaires du certificat d'aptitude aux fonctions de commissaire aux comptes mentionné à l'article L. 821-14 du code de commerce dans un délai de cinq ans à compter de la publication de la loi n° 2019-486 du 22 mai 2019 relative à la croissance et la transformation des entreprises, et les personnes ayant réussi l'épreuve d'aptitude avant la date du 27 mars 2007 ou l'examen d'aptitude mentionné à l'article L. 821-15 du code de commerce au jour de la publication de la loi n° 2019-486 du 22 mai 2019 précitée peuvent demander leur inscription au tableau en qualité d'expert-comptable au conseil régional de l'ordre dans la circonscription duquel elles sont personnellement établies, si elles remplissent les conditions suivantes :1° Etre inscrites sur la liste mentionnée au I de l'article L. 821-13 du code de commerce ;2° Remplir les conditions exigées aux 2°, 3° et 5° du II de l'article 3 de la présente ordonnance et satisfaire à leurs obligations fiscales.Les candidats disposent d'un délai de cinq ans à compter de la promulgation de la loi n° 2019-486 du 22 mai 2019 précitée pour présenter leur demande."
    },
    {
      "provision_ref": "art83sexies",
      "section": "83sexies",
      "title": "Article 83sexies",
      "content": "Les centres de gestion et associations agréés régis par les articles 1649 quater C à 1649 quater K du code général des impôts, existant au 1er janvier 2008, peuvent demander à la commission prévue à l'article 42 bis de la présente ordonnance l'inscription au tableau des associations de gestion et de comptabilité issues de leur transformation, jusqu'au 31 décembre de la troisième année qui suit la date de publication dudit décret.\n\nLes organismes de gestion mentionnés au premier alinéa doivent délibérer par assemblée générale ou par tout organe délibérant qui s'y substitue, avant le 31 décembre de la deuxième année suivant la publication du décret en Conseil d'Etat prévu à l'article 1649 quater L, pour décider de l'option choisie et de communiquer cette décision à l'administration fiscale dans le délai d'un mois après la date de la décision."
    },
    {
      "provision_ref": "art83ter",
      "section": "83ter",
      "title": "Article 83ter",
      "content": "Les centres de gestion agréés et habilités proposent à la commission mentionnée à l'article 42 bis, dans le délai de deux ans à compter de la publication du décret mentionné à cet article, d'autoriser à exercer la profession tout ou partie de ceux de leurs salariés qui remplissent les conditions prévues aux 3° et 4° de l'article 83 bis ainsi que l'une des deux conditions prévues aux 1° et 2° de ce même article."
    },
    {
      "provision_ref": "art84",
      "section": "84",
      "title": "Article 84",
      "content": "Les contributions prévues à l'article 7 ter sont exigibles à compter de l'année 2009. Toutefois, s'agissant des implantations secondaires, la contribution n'est acquittée qu'à hauteur de 50 % en 2009 et 75 % en 2010."
    },
    {
      "provision_ref": "art84bis",
      "section": "84bis",
      "title": "Article 84bis",
      "content": "Les modalités d'application de la présente ordonnance et de la loi n° 68-946 du 31 octobre 1968 seront, en tant que de besoin, déterminées par un décret en Conseil d'Etat qui précisera notamment les modalités selon lesquelles le conseil national et les conseils régionaux exerceront les missions définies à l'article 1er ci-dessus."
    }
  ]
}