{
  "id": "ordonnance-n-2021-702-du-2-juin-2021",
  "type": "statute",
  "title": "Ordonnance n°2021-702 du 2 juin 2021",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000043590607",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les agents qui occupent, au sein des administrations de l'Etat, les emplois supérieurs mentionnés au 1° de l'article 3 de la loi du 11 janvier 1984 susvisée sont soumis aux dispositions des articles 2, 3 et 4.Ces dispositions sont également applicables aux agents occupant les emplois de direction mentionnés au 1° bis du même article, ainsi qu'aux dirigeants des établissements publics de l'Etat exerçant la plus haute fonction exécutive mentionnée par les statuts de l'établissement, quel que soit leur titre, et aux agents occupant dans ces établissements des fonctions exécutives de haut niveau.Sont soumis aux mêmes dispositions :1° Les agents qui exercent des fonctions supérieures de direction, d'encadrement, d'expertise ou de contrôle leur donnant vocation à occuper les emplois mentionnés au deuxième alinéa ;2° Les agents dont la nature des missions et le niveau de responsabilité, de recrutement, d'expertise ou d'autonomie leur permettent de prétendre aux emplois mentionnés au deuxième et au quatrième alinéa du présent article.Un décret en Conseil d'Etat fixe la liste des emplois, corps, grades et fonctions mentionnés au deuxième alinéa et précise les critères de détermination des catégories d'agents mentionnés aux 1° et 2°."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Le Premier ministre édicte, après avis du Conseil supérieur de la fonction publique de l'Etat, des lignes directrices de gestion interministérielle des agents mentionnés à l'article 1er.Ces lignes directrices déterminent la stratégie pluriannuelle de pilotage des ressources humaines de ces agents et fixent les orientations générales les concernant en matière de recrutement, de gestion prévisionnelle des emplois et des compétences, de mobilité, de promotion, d'évaluation, de formation, de valorisation des parcours professionnels et d'accompagnement des transitions professionnelles.Elles définissent les modalités selon lesquelles l'accomplissement d'une mobilité peut conditionner la promotion de grade ou l'accès aux emplois mentionnés au deuxième alinéa et aux 1° et 2° de l'article 1er ainsi que celles selon lesquelles le suivi d'une formation peut être pris en compte pour l'accès à ces mêmes emplois.Les lignes directrices de gestion sont communiquées aux agents et rendues publiques.Un décret en Conseil d'Etat précise les conditions d'application du présent article, notamment les modalités d'articulation des lignes directrices prévues au présent article avec celles mentionnées à l'article 18 de la loi du 11 janvier 1984 susvisée."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Sans préjudice des dispositions de l'article 17 de la loi du 13 juillet 1983 susvisée et de l'article 55 de la loi du 11 janvier 1984 susvisée, les agents mentionnés à l'article 1er bénéficient à différents moments de leur parcours professionnel d'évaluations destinées à apprécier la qualité de leurs pratiques professionnelles et de leurs réalisations ainsi que leur aptitude à occuper des responsabilités de niveau supérieur.Ces évaluations sont confiées à une instance collégiale ministérielle ou interministérielle. Elles sont communiquées à l'agent.Cette instance apprécie les perspectives de carrière de l'intéressé et, le cas échéant, émet des recommandations de mobilité. Elle peut également recommander d'orienter les agents vers des actions de formation et d'accompagnement de nature à développer et à diversifier leurs compétences. Elle peut préconiser une transition professionnelle ainsi que les mesures d'accompagnement qui peuvent y être associées.Un décret en Conseil d'Etat précise les conditions d'application du présent article, notamment la composition de l'instance collégiale, les modalités de son intervention ainsi que celles de la participation de l'agent à l'évaluation et de la prise en compte des recommandations relatives aux promotions de grade ou à l'accès aux emplois mentionnés à l'article 1er."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les agents mentionnés à l'article 1er pour lesquels l'évaluation prévue à l'article 3 a conduit l'instance collégiale à préconiser une transition professionnelle peuvent bénéficier des dispositifs prévus aux II et IV de l'article 62 bis de la loi du 11 janvier 1984 susvisée. Un accompagnement personnalisé leur est proposé afin de définir un projet personnel de transition professionnelle en vue de la poursuite de leur carrière, le cas échéant en leur proposant le recours à une rupture conventionnelle dans les conditions prévues à l'article 72 de la loi du 6 août 2019 susvisée.Un décret en Conseil d'Etat fixe les conditions d'application du présent article."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "L'Institut national du service public est un établissement public de l'Etat chargé d'assurer la formation initiale de fonctionnaires destinés à accéder au corps des administrateurs de l'Etat ainsi qu'à d'autres corps de fonctionnaires ou de magistrats susceptibles d'exercer les fonctions mentionnées à l'article 1er.Il contribue à la formation continue des agents mentionnés au même article.Il coordonne l'élaboration des programmes de formation initiale et continue destinés à accroître la culture commune de l'action publique des agents mentionnés à l'article 1er ou appartenant à des corps et cadres d'emplois comparables et assure le suivi de leur mise en œuvre.Il peut conduire des travaux de recherche en lien avec l'action publique.L'Institut national du service public est administré par un conseil d'administration comprenant, outre des représentants de l'Etat, des personnalités qualifiées, des représentants de fédérations syndicales de fonctionnaires et des représentants élus du personnel et des élèves, un député et un sénateur ainsi qu'un représentant au Parlement européen élu en France. Il est dirigé par un directeur.Les ressources de l'Institut national du service public sont notamment constituées par des subventions de l'Etat ou des autres personnes publiques, par les dons et legs faits à son profit et par toute recette provenant de l'exercice de ses activités.Un décret en Conseil d'Etat précise les règles relatives à l'organisation et au fonctionnement de l'Institut national du service public. Il fixe la liste des corps mentionnés au premier alinéa."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Les nominations, parcours de carrière et mobilités au sein des services d'inspection générale dont les missions le justifient et dont la liste est fixée par décret en Conseil d'Etat sont régis par les dispositions qui suivent.Les chefs de ces services sont nommés par décret en conseil des ministres pour une durée renouvelable. Il ne peut être mis fin à leurs fonctions avant le terme de cette durée qu'à leur demande ou en cas d'empêchement ou de manquement à leurs obligations déontologiques, après avis d'une commission dont la composition est fixée par décret en Conseil d'Etat. Le sens de cet avis est rendu public avec la décision mettant fin aux fonctions.Les agents exerçant des fonctions d'inspection générale au sein des mêmes services sont recrutés, nommés et affectés dans des conditions garantissant leur capacité à exercer leurs missions avec indépendance et impartialité.Lorsqu'ils ne sont pas régis par les statuts particuliers des corps d'inspection et de contrôle, ces agents sont nommés pour une durée renouvelable. Pendant cette durée, il ne peut être mis fin à leurs fonctions qu'à leur demande ou, sur proposition du chef du service de l'inspection générale concernée, en cas d'empêchement ou de manquement à leurs obligations déontologiques.Un décret en Conseil d'Etat détermine les conditions d'application du présent article."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I. - Le recrutement des personnes mentionnées au premier alinéa de l'article L. 133-9 du code de justice administrative et aux deux premiers alinéas de l'article L. 112-7 du code des juridictions financières dans leur rédaction issue de la présente ordonnance peut être effectué au moyen d'une procédure de sélection relevant de l'Institut national du service public et destinée à apprécier leurs compétences en matière d'action publique. Peuvent présenter leur candidature les personnes justifiant d'une durée minimale fixée par décret et au moins égale à six années de services publics effectifs en qualité d'administrateur de l'Etat, dans des corps et cadres d'emploi de niveau comparable, ou dans des fonctions d'un niveau équivalent.\n\nUn jury sélectionne les candidats qui exercent leur choix entre les postes offerts par ordre de mérite.\n\nPour le Conseil d'Etat et pour la Cour des comptes, le nombre des recrutements effectués par la voie de cette procédure est fixé annuellement par arrêté du Premier ministre sur propositions du vice-président du Conseil d'Etat et du premier président de la Cour des comptes.\n\nLes maîtres des requêtes en service extraordinaires recrutés au titre de cette procédure ayant exercé pendant dix-huit mois au moins peuvent être intégrés sur proposition de la commission d'intégration mentionnée à l'article L. 133-12-3 du code de justice administrative, qui se prononce dans les conditions fixées à l'article L. 133-12-4 de ce code. Pour l'application de l'article L. 133-12 du même code, au moins une nomination au grade de maître des requêtes est réservée à un maître des requêtes en service extraordinaire recruté en application de la présente procédure.\n\nLes conseillers référendaires en service extraordinaires recrutés au titre de cette procédure ayant exercé pendant dix-huit mois au moins peuvent être intégrés sur proposition de la commission d'intégration mentionnée à l'article L. 122-9 du code des juridictions financières, qui se prononce dans les conditions fixées à l'article L. 122-10 de ce code. Pour l'application de l'article L. 122-5 du même code, au moins une nomination au grade de conseiller référendaire est réservée à un conseiller référendaire en service extraordinaire recruté en application de la présente procédure.\n\nUn décret en Conseil d'Etat précise les modalités d'application du présent I.\n\nII. - Jusqu'au 31 décembre 2024, la deuxième phrase du quatrième alinéa du présent article est ainsi rédigée : Pour l'application de l'article L. 133-12 du même code, au moins un maître des requêtes en service extraordinaire recruté en application de la présente procédure peut être nommé au grade de maître des requêtes.\n\nIII. - Jusqu'au 31 décembre 2024, la deuxième phrase du cinquième alinéa du présent article est ainsi rédigée : Pour l'application de l'article L. 122-5 du même code, au moins un conseiller référendaire en service extraordinaire recruté en application de la présente procédure peut être nommé au grade de conseiller référendaire."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Les dispositions de la présente ordonnance entrent en vigueur le 1er janvier 2022, à l'exception des dispositions de l'article 5, qui entrent en vigueur selon les modalités définies par le décret en Conseil d'Etat prévu à cet article et au plus tard le 1er janvier 2022, et de l'article 9, qui entre en vigueur le 1er janvier 2023, et sous réserve des dispositions des articles 12, 13 et 14."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I.-Les auditeurs nommés au Conseil d'Etat jusqu'au 1er janvier 2023 restent régis par les dispositions des articles L. 121-2, L. 133-5 et L. 133-6 du code de justice administrative dans leur rédaction antérieure. Les dispositions de l'article L. 133-12-4 du code de justice administrative telles qu'issues de la présente ordonnance ne leur sont pas applicables. Ils sont nommés au grade de maître des requêtes après avoir accompli trois ans dans le grade d'auditeur.II.-Des auditeurs recrutés selon les modalités prévues à l'article L. 133-5 du code de justice administrative, dans sa rédaction résultant de la présente ordonnance, peuvent être nommés à compter du 1er janvier 2022. Les dispositions des articles L. 133-12-1 et L. 133-12-2 relatives au comité chargé de donner un avis sur le recrutement des auditeurs entrent en vigueur à une date fixée par le décret en Conseil d'Etat prévu à l'article L. 133-12-6 et au plus tard le 1er septembre 2021.III.-Les dispositions de l'article L. 133-4 du code de justice administrative dans leur rédaction issue de la présente ordonnance entrent en vigueur le 1er janvier 2022, à l'exception du troisième alinéa de cet article, qui entre en vigueur le 1er janvier 2025. Jusqu'au 1er janvier 2025, le nombre total des nominations prononcées chaque année sur le fondement des articles L. 133-8 et L. 133-12 du code de justice administrative ne peut être supérieur à sept.IV.-Les maîtres des requêtes qui, sous l'empire des dispositions antérieures à l'entrée en vigueur de la présente ordonnance, remplissent les conditions pour être nommés au grade de conseiller d'Etat au 1er janvier 2027, demeurent régis par ces dispositions.V.-Les maîtres des requêtes en service extraordinaire nommés avant le 1er janvier 2022 restent soumis, pour l'intégration au grade de maître des requêtes, aux conditions prévues au dernier alinéa de l'article L. 133-4 du code de justice administrative, dans sa rédaction antérieure à la présente ordonnance.VI.-A modifié les dispositions suivantes :\n\nVII.-Les dispositions des articles L. 133-3, L. 133-3-1, L. 133-3-2 et L. 133-7 du code de justice administrative, dans leur rédaction issue de la présente ordonnance, s'appliquent aux nominations prononcées à compter du 1er janvier 2023. Jusqu'à cette date, les dispositions des articles L. 133-3 et L. 133-7, dans leur rédaction antérieure à la présente ordonnance, demeurent applicables. L'article L. 133-4 du code de justice administrative, dans sa rédaction antérieure à la présente ordonnance, reste applicable pour les nominations au tour extérieur dans le grade de maître des requêtes prononcées jusqu'au 1er janvier 2023.VIII.-Les périodes accomplies au titre de la mobilité en qualité d'auditeur ou de maître des requêtes ainsi que les périodes accomplies par des maîtres des requêtes en position de détachement ou de mise à disposition dans des fonctions à l'extérieur du Conseil d'Etat antérieurement à l'entrée en vigueur de la présente ordonnance sont réputées accomplies au titre de la mobilité statutaire pour l'application de l'article L. 133-3 du code de justice administrative dans sa rédaction résultant de la présente ordonnance.IX.-Les dispositions du 1° du I de l'article L. 233-2 du code de justice administrative, dans leur rédaction issue de la présente ordonnance, entrent en vigueur le 1er janvier 2023.X.-Les dispositions de l'article L. 234-2-1 du code de justice administrative, dans leur rédaction issue de la présente ordonnance, sont applicables aux conseillers des tribunaux administratifs et des cours administratives d'appel recrutés après le 1er janvier 2023.XI.-Les premiers conseillers de tribunal administratif et de cour administrative d'appel qui, sous l'empire des dispositions antérieures à l'entrée en vigueur de la présente ordonnance, remplissent les conditions pour être nommés au grade de président au 1er janvier 2027, demeurent régis par ces dispositions.XII.-Les périodes accomplies au titre de la mobilité, en qualité de conseiller ou de premier conseiller, par les magistrats recrutés jusqu'au 1er janvier 2023 qui ne remplissent pas la condition prévue au XI, sont réputées accomplies au titre de l'obligation prévue à l'article L. 234-2-2 du code de justice administrative.\n\n-Code de justice administrative"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I. - Les auditeurs nommés à la Cour des comptes jusqu'au 1er janvier 2023 restent régis par les dispositions de l'article L. 112-1 du code des juridictions financières. Les dispositions de l'article L. 122-10 du code des juridictions financières telles qu'issues de la présente ordonnance ne leur sont pas applicables.II. - Les périodes accomplies au titre de la mobilité en qualité d'auditeur ou de conseiller référendaire ainsi que les périodes accomplies par des conseillers référendaires en position de détachement ou de mise à disposition dans des fonctions à l'extérieur de la Cour des comptes antérieurement à l'entrée en vigueur de la présente ordonnance sont réputées accomplies au titre de la mobilité statutaire pour l'application de l'article L. 122-3 du code des juridictions financières dans sa rédaction résultant de la présente ordonnance.III. - Les dispositions de l'article L. 122-5 du code des juridictions financières dans leur rédaction issue de la présente ordonnance entrent en vigueur le 1er janvier 2022, à l'exception du premier alinéa de cet article, qui entre en vigueur le 1er janvier 2025. Jusqu'au 1er janvier 2025, le nombre total des nominations prononcées chaque année sur le fondement des deuxième et troisième alinéas de cet article ne peut être supérieur à sept.IV. - Des auditeurs recrutés selon les modalités prévues à l'article L. 112-3-1 du code des juridictions financières, dans sa rédaction résultant de la présente ordonnance, peuvent être nommés à compter du 1er janvier 2022. Les dispositions des articles L. 122-7 et L. 122-8 du même code relatives au comité chargé de donner un avis sur le recrutement des auditeurs entrent en vigueur à une date fixée par le décret en Conseil d'Etat prévu au dernier alinéa de l'article L. 122-10 du même code et au plus tard le 1er septembre 2021.V. - Les conseillers référendaires qui, sous l'empire des dispositions antérieures à l'entrée en vigueur de la présente ordonnance, remplissent les conditions pour être nommés au grade de conseiller maître au 1er janvier 2027, demeurent régis par ces dispositions.VI. - Les rapporteurs extérieurs recrutés à temps plein antérieurement à l'entrée en vigueur de la présente ordonnance exercent leurs fonctions, à compter de cette date, en qualité de conseillers référendaires en service extraordinaire, pour la durée de leur détachement ou de leur contrat restant à courir. Les services accomplis en qualité de rapporteurs extérieurs sont réputés accomplis en qualité de conseillers référendaires en service extraordinaire.VII. - Les conseillers référendaires en service extraordinaire nommés en application de l'article L. 112-6 du code des juridictions financières, dans sa rédaction antérieure à l'entrée en vigueur de la présente ordonnance, sont régis à compter de cette date par les dispositions de l'article L. 112-7 du même code.VIII. - Les dispositions des premier, quatrième et cinquième alinéas du I de l'article L. 122-3 du code des juridictions financières, dans leur rédaction issue de la présente ordonnance, sont applicables aux nominations prononcées après le 1er janvier 2023.IX. - L'article L. 122-6 du code des juridictions financières, dans sa rédaction issue de la présente ordonnance, entre en vigueur le 1er janvier 2023. L'article L. 122-5 du code des juridictions financières, dans sa rédaction antérieure à la présente ordonnance, reste applicable pour les nominations au tour extérieur dans le grade de conseiller référendaire prononcées jusqu'au 1er janvier 2023.X. - Les dispositions du II de l'article L. 221-2-1 du code des juridictions financières sont applicables aux conseillers de chambre régionale des comptes recrutés à compter du 1er janvier 2023.XI. - Les premiers conseillers de chambre régionale des comptes qui, sous l'empire des dispositions antérieures à l'entrée en vigueur de la présente ordonnance, remplissent les conditions pour être nommés au grade de président de section au 1er janvier 2027, demeurent régis par ces dispositions.XII. - Les présidents de section de chambre régionale des comptes inscrits au 1er janvier 2022 sur la liste d'aptitude prévue par l'article L. 221-2 du code des juridictions financières, dans sa rédaction antérieure à celle issue de la présente ordonnance, sont réputés avoir accompli la mobilité statutaire et remplir les conditions pour se porter candidats aux emplois de président et de vice-président de chambre régionale des comptes."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Le Premier ministre et la ministre de la transformation et de la fonction publiques sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}