{
  "id": "ordonnance-n-2020-562-du-13-mai-2020",
  "type": "statute",
  "title": "Ordonnance n°2020-562 du 13 mai 2020",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000041876437",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Aux fins de lutter contre la propagation de l'épidémie de covid-19, si le lieu de réunion de l'assemblée délibérante ne permet pas d'assurer sa tenue dans des conditions conformes aux règles sanitaires en vigueur, le maire, le président de l'organe délibérant d'une collectivité territoriale ou le président d'un établissement public de coopération intercommunale à fiscalité propre peut décider de réunir le conseil en tout lieu dès lors que ce lieu ne contrevient pas au principe de neutralité, qu'il offre les conditions d'accessibilité et de sécurité nécessaires et qu'il permet d'assurer la publicité des séances.\n\nLorsqu'il est fait application du premier alinéa, l'autorité territoriale informe préalablement le représentant de l'État dans le département du lieu choisi pour la réunion du conseil.\n\nLe présent article est applicable jusqu'au 30 août 2020 ou, si celui-ci est prolongé au-delà de cette date, pendant la durée de l'état d'urgence sanitaire prévu à l'article L. 3131-12 du code de la santé publique dans les zones géographiques où il reçoit application."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Aux fins de lutter contre la propagation de l'épidémie de covid-19, le maire, le président de l'organe délibérant d'une collectivité territoriale ou le président d'un établissement public de coopération intercommunale à fiscalité propre peut décider, pour assurer la tenue de la réunion de l'organe délibérant dans des conditions conformes aux règles sanitaires en vigueur, que celle-ci se déroulera sans que le public ne soit autorisé à y assister ou en fixant un nombre maximal de personnes autorisées à y assister. Le caractère public de la réunion est réputé satisfait lorsque les débats sont accessibles en direct au public de manière électronique.\n\nLorsqu'il est fait application du premier alinéa, il est fait mention de cette décision sur la convocation de l'organe délibérant.\n\nLe présent article est applicable jusqu'au 30 août 2020 ou, si celui-ci est prolongé au-delà de cette date, pendant la durée de l'état d'urgence sanitaire prévu à l'article L. 3131-12 du code de la santé publique dans les zones géographiques où il reçoit application."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I. ‒ L'article 1er et l'article 10, dans sa rédaction résultant de la loi n° 2020-760 du 22 juin 2020 tendant à sécuriser l'organisation du second tour des élections municipales et communautaires de juin 2020 et à reporter les élections consulaires, sont applicables aux communes de Polynésie française et de Nouvelle-Calédonie.L'article 2 est applicable aux établissements publics de coopération intercommunale à fiscalité propre de Polynésie française.L'article 9 est applicable aux communes de Polynésie française dans sa rédaction résultant de la loi n° 2020-760 du 22 juin 2020 tendant à sécuriser l'organisation du second tour des élections municipales et communautaires de juin 2020 et à reporter les élections consulaires.\n\nII. ‒ A modifié les dispositions suivantes :\n\n- Ordonnance n°2020-391 du 1er avril 2020"
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Le Premier ministre, le ministre de l'intérieur, la ministre de la cohésion des territoires et des relations avec les collectivités territoriales, la ministre des outre-mer et le ministre auprès de la ministre de la cohésion des territoires et des relations avec les collectivités territoriales, chargé des collectivités territoriales, sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}