{
  "id": "ordonnance-n-2005-299-du-31-mars-2005",
  "type": "statute",
  "title": "Ordonnance n° 2005-299 du 31 mars 2005",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000258121",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Une instance nationale élue est substituée, jusqu'à l'installation du conseil d'administration de la Caisse nationale du régime social des travailleurs indépendants, aux conseils d'administration de la Caisse nationale d'assurance maladie et maternité des travailleurs non salariés des professions non agricoles, de la Caisse nationale de l'organisation autonome d'assurance vieillesse des travailleurs non salariés des professions artisanales et de la Caisse nationale de l'organisation autonome d'assurance vieillesse des travailleurs non salariés des professions industrielles et commerciales.Elle règle par ses délibérations les affaires générales des trois caisses nationales.Elle prépare la mise en place du régime social des travailleurs indépendants et l'exercice de ses missions d'interlocuteur social unique pour le recouvrement des cotisations et contributions sociales dont sont redevables à titre personnel les travailleurs non salariés des professions non agricoles.A cette fin elle propose notamment à l'autorité compétente de l'Etat le schéma d'implantation territoriale des futures caisses de base du nouveau régime et négocie les garanties sociales dont les agents seront appelés à bénéficier en matière de reclassement.Le mandat des administrateurs des caisses nationales prend fin à la date d'installation de l'instance nationale."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "L'instance nationale provisoire est composée de cinquante-six membres élus par les membres ayant voix délibérative des conseils d'administration des caisses nationales mentionnées au premier alinéa de l'article 1er et parmi eux, à raison de vingt-cinq administrateurs, représentant le groupe professionnel des artisans, vingt-cinq administrateurs, représentant le groupe professionnel des industriels et commerçants et six administrateurs, représentant le groupe professionnel des professions libérales.L'instance nationale élit en son sein son président.Les dispositions du septième alinéa de l'article L. 611-12 du code de la sécurité sociale sont applicables aux candidats aux fonctions d'administrateur de l'instance nationale. La limite d'âge applicable aux administrateurs autres que les représentants des retraités est celle qui leur était applicable à la date du dernier renouvellement du conseil d'administration de la caisse nationale auquel ils appartiennent et s'apprécie à cette date.L'instance nationale peut siéger en sections professionnelles pour délibérer sur les questions propres à un ou à plusieurs groupes de professions ci-après :a) Professions artisanales ;b) Professions industrielles et commerciales ;c) Professions libérales.Le mandat des membres de l'instance nationale prend fin à la date d'installation du conseil d'administration de la Caisse nationale du régime social des travailleurs indépendants.Les autorités compétentes de l'Etat sont représentées auprès de l'instance nationale par des commissaires du Gouvernement.Les dispositions des articles L. 224-10, L. 231-5, L. 272-1, L. 272-2 et L. 281-3 du code de la sécurité sociale sont applicables à l'instance nationale."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Un directeur général commun aux caisses nationales mentionnées à l'article 1er est nommé par l'autorité compétente de l'Etat. Il exerce les attributions précédemment dévolues aux directeurs généraux de ces caisses nationales.Le directeur général commun dirige les caisses nationales visées au premier alinéa. Il met en oeuvre les décisions de l'instance nationale.Il est en outre chargé de prendre les mesures nécessaires à l'organisation et au fonctionnement des caisses de base. A cet effet, il peut notamment prendre les décisions prévues aux articles L. 224-11, L. 224-12, L. 224-13 et L. 281-2 du code de la sécurité sociale.Dans le cadre de ses missions, le directeur général commun peut suspendre ou annuler, après avis du président de l'instance nationale, toute délibération ou décision prise par une caisse de base qui méconnaîtrait les dispositions de la convention d'objectifs et de gestion mentionnée aux articles L. 611-6-2 et L. 633-13 ou du contrat pluriannuel de gestion mentionné aux articles L. 611-6-3 et L. 633-14 du code de la sécurité sociale.Il peut recevoir mandat de l'instance nationale pour négocier et, le cas échéant, conclure des accords collectifs nationaux applicables aux agents de chacun des organismes de sécurité sociale concernés par la création du régime social des travailleurs indépendants."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I. - Les conseils d'administration des caisses de base des trois régimes mentionnés à l'article 1er nomment les directeurs et agents comptables de ces caisses après accord du directeur général commun et avis de la section du comité des carrières des agents de direction instituée au présent article.Le directeur général commun peut mettre fin aux fonctions des directeurs et des agents comptables des caisses de base, sous les garanties, notamment de reclassement, prévues par la convention collective qui régit l'agent. La décision mettant fin aux fonctions ne vaut pas licenciement.II. - Il est institué au sein du comité des carrières des agents de direction mentionné à l'article L. 217-5 du code de la sécurité sociale une section compétente pour les agents de direction des organismes de sécurité sociale des régimes d'assurance maladie et d'assurance vieillesse des travailleurs non salariés non agricoles.Cette section est présidée par le président du comité des carrières.La section du comité des carrières émet un avis motivé sur les nominations des directeurs et des agents comptables des caisses de base des trois régimes, dans le respect des principes mentionnés à l'article L. 217-5 du code de la sécurité sociale.III. - Les dispositions du deuxième alinéa du I du présent article sont applicables à compter du 1er octobre 2005."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Les conventions d'objectifs et de gestion et les contrats pluriannuels de gestion mentionnés aux articles L. 611-6-2, L. 611-6-3, L. 633-13 et L. 633-14 du code de la sécurité sociale sont signés par le président de l'instance nationale et le directeur général commun."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Pendant la période transitoire, l'instance nationale engage les négociations en vue de la conclusion d'accords :a) Se substituant aux conventions collectives en vigueur au sein des trois régimes avant leur regroupement ;b) Définissant les garanties individuelles, notamment de classification et d'emploi, dont bénéficieront les agents, dans le cadre d'un reclassement négocié, au sein des organismes du régime social des travailleurs indépendants ;c) Déterminant, après consultation de l'union des caisses nationales de sécurité sociale, les garanties individuelles, notamment de classification et d'emploi dont bénéficieront à titre contractuel les agents, dans le cadre d'un reclassement négocié, au sein des organismes du régime général."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Les modalités d'application de la présente ordonnance sont fixées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Les articles L. 611-6, L. 611-13 et L. 633-2 à L. 633-5 du code de la sécurité sociale sont abrogés."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Le Premier ministre, le ministre des solidarités, de la santé et de la famille, le ministre de l'économie, des finances et de l'industrie, le ministre de la fonction publique et de la réforme de l'Etat et le ministre des petites et moyennes entreprises, du commerce, de l'artisanat, des professions libérales et de la consommation sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}