{
  "id": "ordonnance-n-2005-866-du-28-juillet-2005",
  "type": "statute",
  "title": "Ordonnance n° 2005-866 du 28 juillet 2005",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000812119",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "L'article 12 de la loi n° 2002-73 du 17 janvier 2002 de modernisation sociale est abrogé, à l'exception des dispositions du 4° du II."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Le groupement d'intérêt public dénommé \" Laboratoire français du fractionnement et des biotechnologies \" est transformé en société anonyme portant le même nom à compter de son immatriculation au registre du commerce et des sociétés.A la date de sa création, le capital de la société est détenu par l'Etat.Cette transformation n'emporte ni création d'une personne morale nouvelle, ni conséquence sur le régime juridique auquel est soumis le personnel. Les droits et obligations du groupement d'intérêt public sont transférés de plein droit et en pleine propriété à la société anonyme.Les biens de l'Etablissement français du sang mis à disposition ou affectés au groupement d'intérêt public sont transférés, sous réserve de la formalité préalable du déclassement pour ceux de ces biens qui relèvent du domaine public, de plein droit et en pleine propriété, à la société anonyme dénommée \" Laboratoire français du fractionnement et des biotechnologies \" ou, aux fins d'être affectés aux activités relatives aux médicaments dérivés du sang, issus du fractionnement du plasma, à sa filiale mentionnée à l'article L. 5124-14 du code de la santé publique. Ils sont inscrits à l'actif du bilan de la société pour leur valeur nette comptable.Pour la société bénéficiaire du transfert, l'inscription à l'actif des biens pour une valeur excédant le montant de la contrepartie versée par cette société ne constitue pas un produit imposable et ne pourra donner lieu pour cette fraction excédentaire à aucune déduction fiscale ultérieure, y compris lors de la cession.Les transferts mentionnés aux alinéas précédents ne donnent lieu ni à indemnité, ni à perception d'impôts, de droit ou taxes, ni au versement  de la contribution prévue à l'article 879 du code général des impôts ou honoraires."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Les activités relatives aux médicaments dérivés du sang issus du fractionnement sont exercées par la société dénommée \"Laboratoire français du fractionnement et des biotechnologies\", jusqu'à la notification par l'Agence française de sécurité sanitaire des produits de santé à la filiale mentionnée au deuxième alinéa de l'article L. 5124-14 du même code, de l'autorisation mentionnée à l'article L. 5124-3."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Le Premier ministre, le ministre de l'économie, des finances et de l'industrie et le ministre de la santé et des solidarités sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}