{
  "id": "ordonnance-n-2014-471-du-7-mai-2014",
  "type": "statute",
  "title": "Ordonnance n° 2014-471 du 7 mai 2014",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000028910625",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Sans préjudice des articles Lp. 462-8, Lp. 463-1 à Lp. 463-4, Lp. 463-6, Lp. 463-7 et Lp. 464-1 à Lp. 464-6-2 du code de commerce applicable en Nouvelle-Calédonie, les litiges relatifs à l'application des règles contenues dans les articles Lp. 421-1 à Lp. 421-5 du même code et ceux dans lesquels ces dispositions sont invoquées sont attribués :a) Au tribunal de première instance de Nouméa pour les litiges ne concernant ni un commerçant ni un artisan ;b) Au tribunal mixte de commerce de Nouméa pour les litiges concernant un commerçant ou un artisan."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Le cours de la prescription de l'action publique est suspendu, le cas échéant, lorsque l'autorité de la concurrence de la Nouvelle-Calédonie est consultée par les juridictions dans le cadre de la procédure prévue à l'article Lp. 462-3 du code de commerce applicable en Nouvelle-Calédonie.Le cours de la prescription de l'action publique est interrompu :1° Par la transmission au procureur de la République prévue au deuxième alinéa de l'article Lp. 462-6 du même code ;2° Par les actes interruptifs de la prescription devant l'autorité de la concurrence de la Nouvelle-Calédonie en application de l'article Lp. 462-7 du code de commerce applicable en Nouvelle-Calédonie ;3° Lorsque les faits visés dans la saisine de l'autorité de la concurrence de la Nouvelle-Calédonie font l'objet d'un acte tendant à leur recherche, leur constatation ou leur sanction par l'autorité de la concurrence mentionnée à l'article L. 461-1 du code de commerce."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les juridictions d'instruction et de jugement peuvent communiquer à l'autorité de la concurrence de la Nouvelle-Calédonie, sur sa demande, les procès-verbaux, rapports d'enquête ou autres pièces de l'instruction pénale ayant un lien direct avec des faits dont l'autorité de la concurrence de la Nouvelle-Calédonie est saisie."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "La décision par laquelle l'autorité de la concurrence de la Nouvelle-Calédonie prend des mesures conservatoires sur le fondement de l'article Lp. 464-1 du code de commerce applicable en Nouvelle-Calédonie peut faire l'objet d'un recours en annulation ou en réformation par les parties en cause et le président du gouvernement de la Nouvelle-Calédonie devant la cour d'appel de Paris au maximum dix jours après sa notification. La cour statue dans le mois du recours.Le recours n'est pas suspensif. Toutefois, le premier président de la cour d'appel de Paris peut ordonner qu'il soit sursis à l'exécution des mesures conservatoires si celles-ci sont susceptibles d'entraîner des conséquences manifestement excessives ou s'il est intervenu, postérieurement à leur notification, des faits nouveaux d'une exceptionnelle gravité."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Les décisions de l'autorité de la concurrence de la Nouvelle-Calédonie mentionnées aux articles Lp. 462-8, Lp. 464-2, Lp. 464-3, Lp. 464-5, Lp. 464-6 et Lp. 464-6-1 du code de commerce applicable en Nouvelle-Calédonie sont notifiées aux parties en cause et au président du gouvernement de la Nouvelle-Calédonie, qui peuvent, dans le délai d'un mois, introduire un recours en annulation ou en réformation devant la cour d'appel de Paris.Le recours n'est pas suspensif. Toutefois, le premier président de la cour d'appel de Paris peut ordonner qu'il soit sursis à l'exécution de la décision si celle-ci est susceptible d'entraîner des conséquences manifestement excessives ou s'il est intervenu, postérieurement à sa notification, des faits nouveaux d'une exceptionnelle gravité.Le pourvoi en cassation, formé le cas échéant contre l'arrêt de la cour, est exercé dans un délai d'un mois suivant sa notification.Le président de l'autorité de la concurrence de la Nouvelle-Calédonie peut former un pourvoi en cassation contre l'arrêt de la cour d'appel de Paris ayant annulé ou réformé une décision de l'autorité de la concurrence de la Nouvelle-Calédonie.Le président du gouvernement de la Nouvelle-Calédonie peut, dans tous les cas, former un pourvoi en cassation contre l'arrêt de la cour d'appel de Paris.L'autorité de la concurrence de la Nouvelle-Calédonie veille à l'exécution de ces décisions."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "La juridiction peut condamner solidairement les personnes morales au paiement des amendes prononcées contre leurs dirigeants en vertu des dispositions relatives à la liberté des prix et à la concurrence du code de commerce applicable en Nouvelle-Calédonie.\n\nEst puni d'un emprisonnement de quatre ans le fait pour toute personne physique de prendre frauduleusement une part personnelle et déterminante dans la conception, l'organisation ou la mise en œuvre de pratiques mentionnées aux articles Lp. 421-1 et Lp. 421-2 du code de commerce applicable en Nouvelle-Calédonie.\n\nLe procureur de la République financier, le juge d'instruction et le tribunal correctionnel de Paris exercent une compétence concurrente à celle qui résulte de l'application des articles 43,52,704 et 706-42 du code de procédure pénale pour la poursuite, l'instruction et le jugement du délit prévu au deuxième alinéa du présent article."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Un décret en Conseil d'Etat détermine les modalités d'application de la présente ordonnance."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Les dispositions des articles 1er à 5 et du second alinéa de l'article 6 de la présente ordonnance entrent en vigueur le jour de la première réunion du collège de l'autorité de la concurrence de la Nouvelle-Calédonie."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Le Premier ministre, la garde des sceaux, ministre de la justice, le ministre de l'économie, du redressement productif et du numérique et la ministre des outre-mer sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}