{
  "id": "ordonnance-n-82-204-du-1-mars-1982",
  "type": "statute",
  "title": "Ordonnance n° 82-204 du 1 mars 1982",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000888520",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "A raison de la situation particulière des secteurs du textile et de l'habillement et à titre temporaire, l'Etat peut prendre en charge, dans les conditions définies aux articles suivants, une partie des cotisations de sécurité sociale incombant obligatoirement aux employeurs, dans les entreprises industrielles appartenant à ces secteurs qui mettent en oeuvre un programme de modernisation et d'adaptation par le développement de l'investissement et l'amélioration de l'emploi."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "La prise en charge prévue à l'article 1er est subordonnée à un double engagement de l'employeur relatif aux investissements et à l'amélioration de l'emploi.\n\nL'engagement relatif aux investissements doit avoir pour effet de porter le taux d'investissement par rapport au chiffre d'affaires ou à la valeur ajoutée, réalisé dans un délai de douze mois, à un niveau supérieur ou au moins égal au taux d'investissement de l'entreprise au cours des années 1978 à 1980 ou au taux d'investissement moyen, pendant cette même période, pour l'ensemble des entreprises du secteur auquel elle appartient.\n\nL'engagement relatif à l'amélioration de l'emploi doit avoir pour objet, soit l'accroissement net de l'effectif total des salariés de l'entreprise soit le remplacement en totalité ou en partie des salariés dont le contrat prend fin dans un délai de douze mois. Il doit nécessairement comporter la compensation des licenciements pour motif économique qui interviendraient dans ce délai par un nombre égal d'embauches de salariés bénéficiant de contrats à durée indéterminée. S'il a eu recours aux dispositions des articles L. 322-4 et L. 351-5 du code du travail, l'employeur n'est pas tenu de compenser les départs des salariés qui ont fait l'objet de ces dispositions."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "La prise en charge, qui ne peut excéder 12 p. 100 du montant total des rémunérations servant de base, dans la limite du plafond, au calcul des cotisations de sécurité sociale mentionnées à l'article 1er est fixée en fonction des engagements souscrits par l'employeur."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Lorsque l'évolution de la situation d'une entreprise met en cause sa survie et affecte gravement l'équilibre économique et social d'une région, la prise en charge prévue à l'article 1er peut être exceptionellement obtenue sur présentation d'un plan de modernisation et d'adaptation de l'entreprise et de sauvegarde de l'emploi approuvé par l'autorité administrative compétente. Dans ce cas, la prise en charge ne peut excéder 8 p. 100 du montant défini à l'article 3."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "La prise en charge est subordonnée, compte tenu de la situation de l'entreprise, à la conclusion entre l'Etat et l'employeur d'un contrat d'une durée égale à douze mois, qui précise notamment les engagements souscrits par l'employeur en application des dispositions de la présente ordonnance, la date d'effet de la prise en charge, laquelle doit être postérieure à la conclusion du contrat, et les modalités du contrôle de la réalisation des engagements de l'employeur. Aucun contrat ne peut être conclu postérieurement au 31 décembre 1982.\n\nPour les entreprises industrielles dont l'activité ne s'exerce pas exclusivement dans les secteurs du textile et de l'habillement, le contrat précise la part des investissements, des effectifs et des rémunérations pris en compte pour l'application de la présente ordonnance.\n\nLe contrat peut être renouvelé, le cas échéant, après modification, pour une nouvelle période de douze mois. La durée totale du ou des contrats ne peut excéder vingt-quatre mois pour une même entreprise."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Les comités d'entreprise ou d'établissement ou, à défaut, les délégués du personnel sont consultés sur les projets de contrat prévus par la présente ordonnance."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Peuvent seuls bénéficier de la prise en charge prévue par la présente ordonnance les employeurs qui, à la date de conclusion du contrat, sont en situation régulière, compte tenu le cas échéant des délais de règlement accordés, en ce qui concerne leurs cotisations de sécurité sociale.\n\nTout retard dans le versement des cotisations de sécurité sociale dues au titre de la période couverte par un contrat, compte tenu le cas échéant des délais de règlement accordés, entraîne la suspension du bénéfice de la prise en charge jusqu'à ce que la totalité de la dette ait été acquittée."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "N'entrent pas dans le calcul du montant total des rémunérations, au sens de l'article 3, les rémunérations afférentes aux emplois pour lesquels une prise en charge par l'Etat de cotisations de sécurité sociale incombant obligatoirement aux employeurs est prévue par d'autres dispositions législatives ou réglementaires, à l'exception de l'article 23 de la loi n° 81-734 du 3 août 1981, portant loi de finances rectificative pour l'année 1981."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "La prise en charge prévue à l'article 1er n'est définitivement acquise à l'employeur que si celle-ci a satisfait aux conditions posées par la présente ordonnance, par les textes pris pour son application, et par les stipulations du contrat prévu à l'article 5."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Les agents compétents pour vérifier le respect des engagements souscrits par l'employeur en ce qui concerne les investissements ont accès aux documents comptables de l'entreprise."
    },
    {
      "provision_ref": "artExecution",
      "section": "Execution",
      "title": "Article Execution",
      "content": "RAPPORT AU PRESIDENT DE LA REPUBLIQUE    Les industries du textile et de l'habillement enregistrent une profonde dégradation de leur situation depuis 1973. Cette dégradation se traduit par des difficultés accentuées pour les entreprises provoquant une chute des investissements, une multiplication des mises en règlement judiciaire, un écrasement des marges financières et par des conséquences dramatiques sur l'emploi : depuis 1973 le rythme annuel des pertes d'emplois s'est accéléré et est passé de 25000 par an à près de 40000 en 1980 et 1981.\n\nCes industries emploient encore aujourd'hui près de 550000 personnes réparties sur l'ensemble du territoire et jouent un rôle déterminant dans l'emploi de certaines régions.\n\nUne telle situation résulte essentiellement de la perte de compétitivité de ce secteur tant à l'égard des industries des pays développés que de celles des pays en voie de développement.\n\nEn effet, les coûts de production de ces industries, qui restent pour l'essentiel des industries de main-d'oeuvre, leur permettent difficilement de rivaliser avec leurs concurrentes qui se sont souvent modernisées plus vite et qui supportent pour la plupart des charges sociales beaucoup moins élevées.\n\nLe Gouvernement, en concertation avec les partenaires sociaux,\n\na donc décidé de mettre en place en 1982 et 1983 un dispositif exceptionnel et sans précédent visant, d'une part, à promouvoir une industrie dynamique, efficace et de haute technologie et, d'autre part, à alléger les charges sociales des secteurs du textile et de l'habillement.\n\nCette prise en charge d'une partie des charges sociales des entreprises sera accordée en contrepartie d'engagements précis en terme d'investissements et d'emplois. Ces allègements peuvent aller jusqu'à la valeur de douze points ; les engagements des employeurs seront négociés entreprise par entreprise.\n\nL'engagement relatif aux investissements doit avoir pour effet de porter le taux d'investissement par rapport au chiffre d'affaires ou à la valeur ajoutée, réalisé dans un délai de douze mois, à un taux supérieur ou au moins égal au taux d'investissement moyen du secteur de l'entreprise pendant la période 1978-1980 ou au taux d'investissement de l'entreprise pendant cette même période.\n\nL'engagement relatif à l'amélioration de l'emploi doit porter sur l'accroissement net de l'effectif total des salariés de l'entreprise ou, à défaut, le remplacement en totalité ou en partie des salariés dont le contrat prend fin dans un délai de douze mois. Il doit nécessairement comporter la compensation des licenciements autorisés pour motif économique qui interviendraient dans ce délai sous réserve des licenciements donnant lieu à l'application des procédures prévues aux articles L. 322-4 et L. 351-5 du code du travail, par un nombre égal d'embauches de salariés bénéficiant de contrats à durée indéterminée.\n\nCette mesure de prise en charge d'une partie des cotisations sociales nécessite l'intervention du législateur. Tel est l'objet de la présente ordonnance."
    }
  ]
}