{
  "id": "ordonnance-n-2014-463-du-7-mai-2014",
  "type": "statute",
  "title": "Ordonnance n° 2014-463 du 7 mai 2014",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000028910023",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les dispositions du code de l'action sociale et des familles relatives à l'adoption, à l'allocation personnalisée d'autonomie et à la prestation de compensation du handicap sont applicables à Mayotte dans les conditions prévues par la présente ordonnance."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "L'article L. 14-10-6 du code de l'action sociale et des familles s'applique à Mayotte sous réserve des dispositions transitoires suivantes :\n\n1° Dans l'attente de la définition du potentiel fiscal tel que prévu par l'article L. 3334-6 du code général des collectivités territoriales, le concours prévu au premier alinéa du 1° du I de l'article L. 14-10-6 est déterminé en retenant une valeur nulle de ce potentiel ;\n\n2° Pour la répartition prévisionnelle du concours au 1er janvier 2015 et au titre des années 2015 et 2016, il est tenu compte du montant des dépenses d'allocations équivalentes à l'allocation pour perte d'autonomie versées par le département au titre de l'aide sociale tel qu'il est connu, respectivement, au 31 décembre 2014 et au 31 décembre 2015.\n\nPour le calcul du concours définitif au titre de ces mêmes années, il est également tenu compte du montant des dépenses d'allocations équivalentes à l'allocation pour perte d'autonomie versées par le département au titre de l'aide sociale respectivement au titre des années 2015 et 2016 ainsi que de la dépense d'allocation personnalisée d'autonomie servie au titre de ces mêmes années ;\n\n3° En l'absence de transmission des états récapitulatifs des données de dépenses d'allocation personnalisée d'autonomie nécessaires au calcul du concours définitif, il est tenu compte au titre de l'année 2015 des données de dépenses d'allocations personnalisées d'autonomie figurant dans les derniers comptes connus ;\n\n4° Dans l'attente de la définition du potentiel fiscal tel que prévu par l'article L. 3334-6 du code général des collectivités territoriales et lorsque le produit du rapport entre le concours prévu à l'article L. 14-10-6 et les dépenses réalisées au titre de l'allocation personnalisée d'autonomie à Mayotte est inférieur au produit du même rapport calculé en moyenne pour l'ensemble des départements et collectivités de la Martinique, de la Guadeloupe, de la Guyane et de La Réunion, la Caisse nationale de solidarité pour l'autonomie prend en charge les dépenses réalisées au titre de l'allocation personnalisée d'autonomie correspondant à la différence entre ces deux produits.\n\nLa différence entre le montant du solde notifié à Mayotte au titre de l'année 2015 et le montant du solde au titre du même exercice tel que calculé en application des dispositions du présent article est imputée sur les crédits affectés au concours prévu à l'article L. 14-10-6 du code de l'action sociale et des familles pour l'exercice 2016 et versée à Mayotte en 2017.\n\nLes concours prévisionnels et les acomptes au titre, respectivement, des exercices 2017 et 2018 sont calculés en tenant compte des dépenses d'allocations équivalentes à l'allocation pour perte d'autonomie versées par le département au titre de l'aide sociale au titre, respectivement, des années 2015 et 2016 ainsi que de la dépense d'allocation personnalisée d'autonomie servie au titre de ces mêmes années."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "L'article L. 14-10-7 du code de l'action sociale et des familles s'applique à Mayotte sous réserve des dispositions transitoires suivantes :\n\n1° Dans l'attente de la définition du potentiel fiscal tel que prévu par l'article L. 3334-6 du code général des collectivités territoriales, le concours prévu au b du III de l'article L. 14-10-5 du code de l'action sociale et des familles destiné à couvrir une partie du coût de la prestation de compensation est déterminé en retenant une valeur nulle de ce potentiel ;\n\n2° Pour l'application, à compter du 1er janvier 2015 et au titre des années 2015 et 2016, du a du I de l'article L. 14-10-7, il est tenu compte du nombre de bénéficiaires des allocations pour tierce personne pour adultes et enfants handicapés et allocations spécifiques aux personnes handicapées versées par le département, au titre de l'aide sociale tel qu'il est connu au 31 décembre 2014 et au 31 décembre 2015.\n\nPour le calcul du concours définitif au titre de ces mêmes années, il  est tenu compte du nombre de bénéficiaires des allocations pour tierce  personne pour adultes et enfants handicapés et allocations spécifiques  aux personnes handicapées versées par le département, au titre de l'aide  sociale, respectivement, au 31 décembre 2015 et au 31 décembre 2016 ou,  à défaut, au 31 décembre 2014 et au 31 décembre 2015, et du nombre de  bénéficiaires de la prestation de compensation du handicap recensés à  ces mêmes dates ;\n\n3° Pour la répartition prévisionnelle du concours au 1er janvier 2015 et au titre des années 2015 et 2016, il est tenu compte du montant des dépenses d'allocations pour tierce personne pour adultes et enfants handicapés et d'allocations spécifiques aux personnes handicapées versées par le département, au titre de l'aide sociale tel qu'il est connu au 31 décembre 2014 ;\n\n4° En l'absence de transmission des états récapitulatifs des données relatives au nombre de bénéficiaires et aux dépenses de prestation de compensation du handicap, nécessaires au calcul du concours définitif, il est tenu compte au titre des années 2015 et 2016 des données de dépenses de prestation de compensation du handicap figurant dans les derniers comptes connus ;\n\n5° Dans l'attente de la définition du potentiel fiscal tel que prévu par l'article L. 3334-6 du code général des collectivités territoriales et lorsque le produit du rapport entre le concours prévu au I de l'article L. 14-10-7 et les dépenses réalisées au titre de la prestation de compensation à Mayotte est inférieur au produit du même rapport calculé en moyenne pour l'ensemble des départements et collectivités de la Martinique, de la Guadeloupe, de la Guyane et de La Réunion, la Caisse nationale de solidarité pour l'autonomie prend en charge les dépenses réalisées au titre de prestation de compensation du handicap correspondant à la différence entre ces deux produits.\n\nLa différence entre le montant du solde notifié à Mayotte au titre de  l'année 2015 et le montant du solde au titre du même exercice tel que  calculé en application des dispositions du présent article est imputée  sur les crédits affectés au concours au titre de la prestation de  compensation prévu à l'article L. 14-10-7 du code de l'action sociale et  des familles pour l'exercice 2016 et versée à Mayotte en 2017.\n\nLes concours prévisionnels et les acomptes au titre, respectivement,  des exercices 2017 et 2018 sont calculés en tenant compte du nombre de  bénéficiaires des allocations pour tierce personne pour adultes et  enfants handicapés et des allocations spécifiques aux personnes  handicapées versées par le département au titre de l'aide sociale,  respectivement, au 31 décembre 2015 et 31 décembre 2016 et du nombre de  bénéficiaires de la prestation de compensation du handicap recensés à  ces mêmes dates."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "L'article 2, à l'exception du 3°, et les articles 5 à 12 de la présente ordonnance entrent en vigueur le 1er janvier 2015."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Le Premier ministre, la ministre des affaires sociales et de la santé et la ministre des outre-mer sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}