{
  "id": "ordonnance-n-2019-59-du-30-janvier-2019",
  "type": "statute",
  "title": "Ordonnance n° 2019-59 du 30 janvier 2019",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000038074343",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "A titre expérimental et pour une durée de cinq ans à compter de la publication de la présente ordonnance :1° Les chambres départementales d'agriculture, les chambres interdépartementales d'agriculture et les chambres de région exercent, dans un cadre départemental, les missions nouvelles mentionnées aux articles 2 et 3 ;2° Les chambres régionales d'agriculture peuvent exercer, à titre exclusif, en lieu et place des autres établissements du réseau de leur circonscription, tout ou partie des missions mentionnées à l'article 4, dans les conditions prévues aux articles 5 et 6."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les établissements mentionnés au 1° de l'article 1er délivrent aux exploitants agricoles, dans chaque département, une information à caractère général sur la réglementation relative à l'identification des animaux, à la santé et à la protection animales, à la politique agricole commune, à la santé des végétaux et à la protection de l'environnement.Cette information porte sur les droits et obligations des exploitants, les contrôles susceptibles d'être réalisés et les principales formalités permettant d'assurer la mise en conformité des exploitations.Elle est adaptée aux caractéristiques géographiques du département, aux zonages environnementaux opposables aux exploitations agricoles et à la nature de leur activité.Cette information est fournie à titre gratuit par tout moyen et sur tout support."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les établissements mentionnés au 1° de l'article 1er fournissent aux exploitants agricoles, dans chaque département :1° Un service d'appui au dépôt des demandes d'aides prévues par les règlements relatifs à la politique agricole commune ;2° Un diagnostic portant sur leur exploitation, préalablement à une intervention des autorités de contrôle, visant à apprécier le respect par l'exploitant de ses obligations, au titre de la réglementation relative à l'identification des animaux, à la santé et à la protection animales, à la politique agricole commune, à la santé des végétaux et à la protection de l'environnement ;3° Un service d'assistance à la mise en conformité des exploitations agricoles après tout contrôle réalisé au titre de la réglementation relative à l'identification des animaux, à la santé et à la protection animales, à la politique agricole commune, à la santé des végétaux et à la protection de l'environnement.Ces services sont fournis à titre onéreux aux exploitants qui les sollicitent."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I.-Les chambres régionales d'agriculture peuvent exercer, au terme de la procédure prévue à l'article 5 et dans les conditions prévues à l'article 6, à titre exclusif, en lieu et place des autres établissements du réseau de leur circonscription, l'ensemble des missions suivantes :1° L'élaboration, après consultation des chambres départementales et interdépartementales, du programme régional de développement agricole et rural mentionné à l'article L. 511-3 du code rural et de la pêche maritime ;2° Les missions d'animation et de développement des territoires ruraux énumérées à l'article L. 511-4 du même code, dans les conditions prévues à cet article ;3° Les missions de l'établissement de l'élevage mentionné à l'article L. 653-7 du même code lorsque celui-ci est constitué sous la forme d'un service d'une chambre d'agriculture ;4° Les missions de mise en valeur des bois et forêts et de promotion des activités agricoles en lien avec la forêt définies à l'article L. 322-1 du code forestier, dans les conditions prévues à cet article.II.-Outre les missions mentionnées au I, les chambres régionales d'agriculture peuvent exercer, dans les mêmes conditions, l'ensemble des missions mentionnées aux articles 2 et 3, ainsi que tout ou partie des autres missions attribuées aux chambres départementales et interdépartementales par les dispositions législatives et réglementaires en vigueur, à l'exclusion des fonctions de représentation mentionnées à l'article L. 511-1."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "En vue d'exercer les missions mentionnées à l'article 4, la chambre régionale d'agriculture soumet aux chambres départementales et interdépartementales situées dans sa circonscription un projet de délibération mentionnant les missions qu'elle entend exercer, ainsi que les moyens correspondants à lui transférer. Les chambres départementales et interdépartementales émettent un avis sur ce projet, dans un délai de trois mois à compter de leur saisine par la chambre régionale. A défaut de délibération dans ce délai, leur avis est réputé défavorable.La chambre régionale arrête, par une nouvelle délibération, les missions qu'elle décide d'exercer et les moyens correspondants qui lui sont transférés, dès lors qu'au moins deux tiers des chambres départementales et interdépartementales de sa circonscription émettent un avis favorable.Participent à cette expérimentation les chambres départementales et interdépartementales qui ont émis un avis favorable."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I. - Lors du transfert des missions prévues à l'article 4, les personnels affectés pour l'essentiel à l'accomplissement de ces missions sont transférés de plein droit, jusqu'au terme de l'expérimentation, à la chambre régionale d'agriculture, qui devient leur nouvel employeur.II. - Les biens, droits et obligations des chambres départementales et interdépartementales d'agriculture afférents à ces mêmes missions sont transférés à la chambre régionale d'agriculture pour la durée de l'expérimentation. L'ensemble des transferts liés à l'expérimentation sont réalisés à titre gratuit et ne donnent lieu au paiement d'aucun droit, ni d'aucune indemnité ou taxe, ni de la contribution prévue à l'article 879 du code général des impôts. Le transfert à la chambre régionale des contrats et conventions en cours passés par les chambres départementales et interdépartementales n'emporte aucun droit à résiliation ou indemnisation pour les cocontractants de ces établissements. Il en va de même lorsqu'un transfert de contrat ou de convention est opéré en fin d'expérimentation au profit des chambres départementales et interdépartementales.L'agrément délivré au service d'une chambre départementale d'agriculture constituant l'établissement d'élevage mentionné à l'article L. 653-7 du code rural et de la pêche maritime est transféré à la chambre régionale jusqu'au terme de l'expérimentation.III. - La part du produit de la taxe prévue au premier alinéa du III de l'article 1604 du code général des impôts correspondant aux missions transférées est reversée à la chambre régionale d'agriculture par les chambres départementales et interdépartementales, pour la durée de l'expérimentation."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. - Les missions mentionnées aux articles 2 et 3 sont exercées au plus tard le premier jour du sixième mois suivant l'entrée en vigueur de la présente ordonnance.II. - La délibération mentionnée au premier alinéa de l'article 5 est adoptée avant le 1er février 2022.III. - Au plus tard douze mois avant la fin de l'expérimentation, le Gouvernement présente au Parlement un rapport d'évaluation."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Le Premier ministre et le ministre de l'agriculture et de l'alimentation sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}