{
  "id": "ordonnance-n-2015-1781-du-28-decembre-2015",
  "type": "statute",
  "title": "Ordonnance n°2015-1781 du 28 décembre 2015",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000031702175",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les dispositions annexées à la présente ordonnance constituent la partie législative du code des pensions militaires d'invalidité et des victimes de guerre."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les dispositions de la partie législative du code des pensions militaires d'invalidité et des victimes de guerre qui mentionnent, sans les reproduire, des dispositions soit d'autres codes, soit de textes législatifs, sont de plein droit modifiées par l'effet des modifications ultérieures de ces dispositions."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les références dans d'autres codes ou des textes législatifs à des dispositions abrogées par la présente ordonnance sont remplacées par les références aux dispositions correspondantes du code des pensions militaires d'invalidité et des victimes de guerre."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I. - Nonobstant les dispositions de l'article 5, sont maintenues en vigueur les dispositions des articles L. 41, L. 52-2, L. 105, L. 140, L. 149 à L. 153, L. 158, L. 163 à L. 166, L. 173 à L. 175, L. 188, L. 194, L. 196, L. 204 à L. 208, L. 230, L. 248, L. 249, L. 250, L. 252-3, L. 265, L. 277, L. 294, L. 300, L. 303, L. 312, L. 314, L. 336, L. 337, L. 340 et L. 491 du code des pensions militaires d'invalidité et des victimes de la guerre.II. - Pour l'application des articles mentionnés au I, les références à des dispositions du code des pensions militaires d'invalidité et des victimes de la guerre sont remplacées par les références aux dispositions correspondantes du code des pensions militaires d'invalidité et des victimes de guerre."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Sont abrogées les dispositions suivantes, et remplacées par les dispositions correspondantes de la partie législative du code des pensions militaires d'invalidité et des victimes de guerre annexée à la présente ordonnance :\n\n2° L'article 5 de la loi n° 55-356 du 3 avril 1955 relative au développement des crédits affectés aux dépenses du ministère des anciens combattants et des victimes de la guerre pour l'exercice 1955 ;\n\n4° L'article 5 de la loi n° 56-791 du 8 août 1956 relative à l'amnistie pour certaines infractions commises en Tunisie ;\n\n11° L'article 85 de la loi n° 70-1199 du 21 décembre 1970 de finances pour 1971 ;\n\n24° Le deuxième alinéa de l'article 1er, les articles 2,3 et 7 du décret n° 57-570 du 13 mai 1957 portant règlement d'administration publique pour l'application de l'article 5 de la loi n° 56-791 du 8 aout 1956 relatif à la réparation des dommages subis par les ressortissants français en Tunisie ;\n\n26° Le décret n° 64-505 du 5 juin 1964 portant règlement d'administration publique pour l'application de l'article 13 de la loi n° 63-778 du 31 juillet 1963 relatif à la réparation des dommages physiques subis par certaines catégories de personnes en Algérie par suite des événements qui se sont déroulés sur ce territoire depuis le 31 octobre 1954.\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\n-Loi n° 63-778 du 31 juillet 1963\n\nArt. 13\n\nA abrogé les dispositions suivantes :\n\n-Loi n° 86-1020 du 9 septembre 1986\n\n-Décret n° 59-327 du 20 février 1959\n\n-Loi n° 87-1060 du 30 décembre 1987\n\n-Loi n° 89-1013 du 31 décembre 1989\n\n-Loi n° 90-86 du 23 janvier 1990\n\n-Loi n° 93-915 du 19 juillet 1993\n\n-LOI n° 2008-492 du 26 mai 2008\n\n-LOI n° 2011-13 du 5 janvier 2011\n\n-LOI n° 2012-273 du 28 février 2012\n\n-Décret n° 54-1304 du 27 décembre 1954\n\n-Décret n° 59-327 du 20 février 1959\n\n-Loi n° 54-751 du 19 juillet 1954\n\n-Loi n° 55-1476 du 12 novembre 1955\n\n-Ordonnance n° 59-66 du 7 janvier 1959\n\n-Loi n° 59-900 du 31 juillet 1959\n\n-Loi n° 59-901 du 31 juillet 1959\n\n-Loi n° 59-964 du 31 juillet 1959\n\n-Loi n° 62-897 du 4 août 1962\n\n-Loi n° 74-1105 du 26 décembre 1974\n\n-Loi n° 83-1109 du 21 décembre 1983\n\n-Loi n° 85-528 du 15 mai 1985"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. - Les dispositions de l'article L. 141-10 du code des pensions militaires d'invalidité et des victimes de guerre, en ce qu'elles concernent la détermination de l'âge requis pour bénéficier d'une pension d'ascendant, entrent en vigueur le 1er janvier 2021. Jusqu'à cette date, pour la détermination de la condition d'âge, il est fait application des dispositions de l'article L. 67 du code des pensions militaires d'invalidité et des victimes de la guerre.Les pensions concédées avant le 1er janvier 2021 sur le fondement des dispositions de l'article L. 67 de ce code en ce qui concerne la condition d'âge continuent à être payées après le 1er janvier 2021, sous réserve que les pensionnés continuent à satisfaire aux conditions prévues à l'article L. 141-10 du code des pensions militaires d'invalidité et des victimes de guerre, autres que la condition d'âge.II. - Les dispositions de l'article L. 321-2 du même code, en ce qu'elles concernent la détermination de l'âge requis pour bénéficier de la retraite du combattant entrent en vigueur le 1er janvier 2021 à l'égard des personnes résidant dans les départements et collectivités d'outre-mer et en Nouvelle-Calédonie. Jusqu'à cette date, pour la détermination de la condition d'âge à l'égard de ces personnes, il est fait application des dispositions de l'article L. 256 bis du code des pensions militaires d'invalidité et des victimes de la guerre.Les retraites du combattant attribuées avant le 1er janvier 2021 sur le fondement des dispositions de l'article L. 256 bis précité continuent à être payées après le 1er janvier 2021 sous réserve que les intéressés continuent à résider dans un département ou une collectivité d'outre-mer ou en Nouvelle-Calédonie, jusqu'à ce qu'ils aient atteint l'âge de soixante-cinq ans.III. - Dans les cas où l'application de l'article L. 141-27 du code des pensions militaires d'invalidité et des victimes de guerre conduit à une révision et à une liquidation d'une pension inférieure à ce que percevait l'ayant cause du militaire ou de la victime civile avant le 1er janvier 2016, cet ayant cause conserve le bénéfice de l'ancienne pension jusqu'à la notification par l'administration du nouveau montant calculé conformément à l'article L. 141-27 du même code. Le trop-perçu ne peut faire l'objet d'aucune demande de l'administration tendant à la répétition des sommes indûment versées."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Les dispositions de la présente ordonnance entrent en vigueur le lendemain de la publication au Journal officiel de la République française du décret en Conseil d'Etat relatif à la partie réglementaire du code des pensions militaires d'invalidité et des victimes de guerre, et au plus tard le 1er janvier 2017."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Le Premier ministre, la garde des sceaux, ministre de la justice, le ministre des finances et des comptes publics, le ministre de la défense, la ministre des outre-mer, le secrétaire d'Etat chargé du budget et le secrétaire d'Etat chargé des anciens combattants et de la mémoire sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}