{
  "id": "ordonnance-n-2022-536-du-13-avril-2022",
  "type": "statute",
  "title": "Ordonnance n°2022-536 du 13 avril 2022",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000045570540",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Le code minier est modifié conformément aux articles 2 à 23 de la présente ordonnance."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I. - Les dispositions de la présente ordonnance entrent en vigueur à la date d'entrée en vigueur du décret en Conseil d'Etat pris pour son application, et au plus tard le 1er juillet 2024.1° Les dispositions du code minier, dans leur rédaction résultant des 1° à 5° de l'article 5, de l'article 7 à l'exception du 1°, de l'article 11 à l'exception du 7°, de l'article 13 à l'exception du 5°, des 2°, 3°, 4° et 6° de l'article 20 de la présente ordonnance, s'appliquent aux demandes d'octroi, de prolongation et d'extension de permis exclusif de recherches ou de concession déposées postérieurement à cette date ;2° Les dispositions du code minier, dans leur rédaction résultant de l'article 8, de l'article 10 à l'exception du 6°, de l'article 15 à l'exception du 1°, de l'article 18 et du 5° de l'article 20 de la présente ordonnance, s'appliquent aux demandes d'octroi de permis exclusif de recherches en cours d'instruction à cette date ou déposées auprès de l'autorité administrative postérieurement à cette même date mais dont l'instruction n'a pas commencé à cette date ;3° Les permis exclusifs de recherches en cours de validité à cette date peuvent être prolongés sur le fondement des articles L. 124-2-5 et L. 142-1 du code minier, dans leur rédaction applicable lors de la délivrance du permis, sous réserve de soumettre la première demande de prolongation déposée après cette date à l'analyse environnementale, économique et sociale prévue à l'article L. 114-2 du même code, dans sa rédaction résultant de la présente ordonnance.II. - Par dérogation au I :1° Les dispositions du code minier, dans leur rédaction résultant du 2° de l'article 2, du 1°, du 3°, du b du 4° et du 5° de l'article 3, de l'article 4, du 6° de l'article 5, de l'article 6, du 1° de l'article 7, du 6° de l'article 10, des 1°, 2°, 3° et 6° de l'article 12, du 5° de l'article 13, du 1° de l'article 15, de l'article 16, de l'article 17, de l'article 19, des 1° et 7° de l'article 20, de l'article 21 à l'exception du 3°, l'article 22, de l'article 24, de l'article 26 de la présente ordonnance entrent en vigueur au lendemain de sa publication ;2° Les dispositions introduites au chapitre V du titre Ier du livre Ier du code minier, dans sa rédaction résultant de la présente ordonnance, demeurent en vigueur, dans les conditions définies au premier alinéa du II de l'article 67 de la loi n° 2021-1104 du 22 août 2021 susvisée.III. - L'instruction des demandes de prolongation de concessions déposées en application de l'article L. 144-4 du code minier sur lesquelles il n'a pas encore été statué à la date d'abrogation de cet article se poursuit dans les conditions prévues à la sous-section 2 de la section 1 du chapitre II du titre IV du livre Ier du même code, dans sa rédaction en vigueur avant la publication de la présente ordonnance.La validité du titre est prorogée de droit jusqu'à l'intervention d'une décision expresse et au plus tard jusqu'au 31 décembre 2023. Cette prorogation n'est valable que pour le périmètre et les substances sur lesquels porte la demande.Cette instruction comporte, au choix de l'autorité compétente pour conduire ces procédures, soit une consultation du public réalisée dans les conditions de l'article L. 123-19-2 du code de l'environnement, soit une enquête publique réalisée conformément au chapitre III du titre II du livre Ier du même code.L'autorité compétente apprécie, au vu des pièces du dossier et des résultats de l'instruction les conséquences du projet de prolongation sur les intérêts énumérés à l'article L. 161-1 et détermine s'il y a lieu de faire application des possibilités ouvertes par les dispositions des II et III de l'article L.114-3.\n\nIV.-Par dérogation au I :\n\n1° Le 6° de l'article 10 de la présente ordonnance et le 1° de l'article 15, tel que modifié par le 8° de l'article 2 de l'ordonnance n° 2022-1423 du 10 novembre 2022, entrent en vigueur à la date d'entrée en vigueur de cette dernière ordonnance ;\n\n2° L'article L. 132-6 dans sa rédaction résultant du 7° de l'article 11 de la présente ordonnance, tel que modifié par le c du 6° de l'article 2 de l'ordonnance n° 2022-1423 du 10 novembre 2022 portant diverses dispositions relatives au code minier, entre en vigueur à la date d'entrée en vigueur de cette dernière ordonnance."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "Le Premier ministre, la ministre de la transition écologique et le ministre de l'économie, des finances et de la relance sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}