{
  "id": "ordonnance-n-82-878-du-15-octobre-1982",
  "type": "statute",
  "title": "Ordonnance n° 82-878 du 15 octobre 1982",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000521779",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Il est créé, dans le territoire de Nouvelle-Calédonie et dépendances, sous la dénomination d'Office de développement de l'intérieur et des îles, un établissement public d'Etat, à caractère industriel et commercial, chargé de mettre en oeuvre des actions complémentaires de la politique de développement économique du territoire et des communes, en favorisant le développement des équipements publics et des activités créatrices d'emploi."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "L'office participe à l'élaboration des plans régionaux de développement économique et social.Il est consulté sur les programmes d'équipement du territoire et des communes.Il est représenté au sein des commissions locales d'agrément chargées de la mise en oeuvre du régime des aides au développement économique."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Le haut-commissaire de la République détermine, sur propositions du conseil d'administration et après avis du conseil du Gouvernement, les zones dans lesquelles l'office intervient. Pour l'accomplissement de sa mission, l'office peut concourir à toutes les actions visant au développement économique de l'intérieur et des îles, et notamment :\n\nAccorder des subventions, des primes, des bonifications d'intérêt ;\n\nGarantir des prêts ;\n\nPrendre des participations dans les entreprises implantées dans l'intérieur et les îles ;\n\nFinancer des actions de formation."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "L'office est administré par un conseil d'administration de douze membres ;\n\nTrois représentants de l'Etat désignés par le haut-commissaire de la République ;\n\nTrois représentants du territoire dont un conseiller de Gouvernement désigné par le conseil de Gouvernement et deux conseillers territoriaux désignés par l'assemblée territoriale ;\n\nTrois représentants des communes élus par les maires des communes comprises dans les zones d'intervention de l'office prévues à l'alinéa 1er de l'article 3, suivant des modalités fixées par arrêté du haut-commissaire de la République ;\n\nTrois représentants des groupements de droit particulier local désignés par les organisations représentatives de ces groupements suivant des modalités fixées par arrêté du haut-commissaire de la République.\n\nLe président de l'office est nommé parmi les membres et sur proposition du conseil d'administration, après avis du conseil de Gouvernement, par arrêté du ministre chargé des territoires d'outre-mer et du ministre chargé de l'économie et des finances.\n\nLes membres du conseil d'administration sont désignés pour trois ans. Lorsqu'ils ont été désignés au titre du mandat qu'ils assumaient ou des fonctions qu'ils exerçaient, ils cessent de faire partie du conseil d'administration à l'expiration de leur mandat ou à la cessation de leur fonction. En cas de vacance au conseil d'administration, il est pourvu au remplacement des membres qui ont cessé de faire partie du conseil pour le temps restant à courir de la durée de leur mandat.\n\nLes fonctions de membre du conseil d'administration de l'office sont gratuites."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Le directeur de l'office est nommé par arrêté du ministre chargé des territoires d'outre-mer et du ministre chargé de l'économie et des finances, après avis du conseil d'administration.\n\nLe directeur prépare les délibérations du conseil d'administration.\n\nIl est chargé de leur application et rend compte au conseil de leur exécution.\n\nIl assure le fonctionnement des services de l'office. Il nomme et affecte le personnel.\n\nLe directeur représente l'office en justice et dans tous les actes de la vie civile.\n\nIl est ordonnateur des recettes et des dépenses."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Le haut-commissaire de la République est commissaire du Gouvernement auprès de l'office.\n\nLe commissaire du Gouvernement veille à la bonne gestion de l'établissement et en informe les ministères de tutelle.\n\nIl peut convoquer le conseil d'administration sur un ordre du jour qu'il établit.\n\nIl assiste ou se fait représenter de plein droit aux réunions du conseil d'administration, ainsi qu'aux réunions des comités consultatifs. Il est convoqué à ces réunions et en reçoit les ordres du jour.\n\nLes délibérations sont de plein droit exécutoires si le commissaire du Gouvernement n'y a pas fait opposition dans les dix jours qui suivent soit la réunion du conseil s'il y a assisté, soit la réception du procès-verbal de la séance.\n\nDans le cas où il forme opposition, le commissaire du Gouvernement en réfère immédiatement au ministre chargé de l'économie et des finances et au ministre chargé des territoires d'outre-mer, au ministre chargé du budget qui doivent se prononcer dans le délai de deux mois. A défaut de décision expresse dans ce délai, la délibération du conseil d'administration est exécutoire."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "L'agent comptable de l'office est nommé par arrêté du ministre chargé du budget."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "L'état prévisionnel des recettes et des dépenses de l'office est voté par le conseil d'administration et approuvé par le ministre chargé des territoires d'outre-mer, le ministre chargé de l'économie et des finances et le ministre chargé du budget. Cette approbation est réputée acquise dans un délai de deux mois, après la délibération du conseil d'administration."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Les recettes de l'office sont composées notamment par :Les concours de L'Etat ;Les subventions du budget du territoire ;Les produits de taxes instituées au profit de l'office et affectés à son budget par le territoire ;Les concours des communes ;Les produits des emprunts ;Les dons et legs et les recettes diverses."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Les dépenses de l'office comprennent notamment :Les dépenses de fonctionnement et d'investissement de l'office ;Les subventions et primes pour investissements ;Les bonifications d'intérêts ;Les remboursements de prêts ;Les dotations constituées au titre de la garantie de prêts ;Les prises de participation dans les entreprises implantées dans l'intérieur et les îles."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Le Premier ministre, le ministre d'Etat, ministre de l'intérieur et de la décentralisation, le ministre de l'économie et des finances, le ministre délégué auprès du ministre de l'économie et des finances, chargé du budget, et le secrétaire d'Etat auprès du ministre d'Etat, ministre de l'intérieur et de la décentralisation, chargé des départements et des territoires d'outre-mer, sont chargés, chacun en ce qui le concerne, de l'exécution de la présente ordonnance, qui sera publiée au Journal officiel de la République française.Fait à Paris, le 15 octobre 1982."
    },
    {
      "provision_ref": "artExecution",
      "section": "Execution",
      "title": "Article Execution",
      "content": "Monsieur le Président,    Promouvoir le développement économique de l'intérieur et des îles de la Nouvelle-Calédonie implique une action adaptée aux réalités socio-économiques locales que les méthodes et les structures classiques de développement ne sont pas aptes à appréhender dans leur totalité.Afin de réduire les disparités entre Nouméa et l'intérieur, qu'il s'agisse de l'emploi ou des équipements collectifs, et de donner aux zones défavorisées du territoire les moyens de leur développement, il est proposé de créer un office de développement, établissement public d'Etat à caractère industriel et commercial.Il s'agit, en effet, d'associer, selon des modalités très souples, à la fois l'Etat, le territoire, les communes et les autorités coutumières pour l'élaboration d'actions de développement.Seule la conjonction de ces quatre partenaires permettra de procéder au rééquilibrage économique et social de la Nouvelle-Calédonie. Toutes les parties prenantes à la vie de l'intérieur et des îles seront donc associées à cette oeuvre de développement, l'Etat restant le garant de la bonne marche de l'office et apportant le soutien technique et financier nécessaire aux opérations entreprises.L'office définira et mettra en oeuvre des méthodes originales adaptées aux besoins des populations et permettant l'aménagement de l'espace rural.Il participera à la définition des plans régionaux et des programmes d'équipement. Utilisant les procédures de l'établissement public industriel et commercial, l'office pourra accorder des subventions, des primes, des bonifications d'intérêts, prendre des participations dans des entreprises et financer des actions de formation.Au total, l'office apparaît comme une structure légère d'impulsion et de coordination des actions de développement dans l'intérieur et les îles. Son action spécifique s'inscrira dans le cadre général du développement économique et social de la Nouvelle-Calédonie, étant entendu que toute possibilité lui est laissée de compléter l'action des communes, des services administratifs territoriaux et des associations avec lesquels il pourra se lier par des conventions.Tel est l'objet de la présente ordonnance que nous avons l'honneur de soumettre à votre approbation.Veuillez agréer, monsieur le Président, l'assurance de notre profond respect.Le Président de la République,    Sur le rapport du Premier ministre, du ministre d'Etat, ministre de l'intérieur et de la décentralisation, du ministre de l'économie et des finances et du ministre délégué auprès du ministre de l'économie et des finances, chargé du budget,    Vu la loi n° 82-127 du 4 février 1982 autorisant le Gouvernement, par application de l'article 38 de la Constitution, à promouvoir les réformes nécessitées par la situation en Nouvelle-Calédonie ;Vu la loi n° 76-1222 du 28 décembre 1976 relative à l'organisation de la Nouvelle-Calédonie et dépendances, modifiée par la loi n° 79-407 du 24 mai 1979 ;Vu le décret n° 55-733 du 28 mai 1955 modifié relatif au contrôle économique et financier de l'Etat ;Après consultation de l'assemblée territoriale de la Nouvelle-Calédonie ;Le Conseil d'Etat entendu ;Le conseil des ministres entendu,"
    }
  ]
}