{
  "id": "ordonnance-n-2007-235-du-22-fevrier-2007",
  "type": "statute",
  "title": "Ordonnance n° 2007-235 du 22 février 2007",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000613578",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. - Les dispositions de la présente ordonnance entrent en vigueur le 1er mars 2007.II. - Les dispositions du 6° et du 8° de l'article 11 de l'ordonnance du 26 septembre 1977 susvisée dans sa rédaction issue de la présente ordonnance s'appliquent à compter du 1er mars 2007 pour les enfants nés ou adoptés à compter du 1er mars 2007 ainsi que pour les enfants nés avant cette date alors que la date présumée de l'accouchement était postérieure au 28 février 2007.III. - Les personnes bénéficiaires des allocations prénatales, des allocations de maternité, des majorations pour âge des allocations familiales ou de l'allocation de salaire unique en vertu de la réglementation applicable antérieurement au 1er mars 2007 pour un enfant né avant cette date continuent à percevoir ces allocations jusqu'à leur terme. Toutefois, le bénéfice du complément de libre choix d'activité, prévu par les dispositions du 6° de l'article 11 de l'ordonnance du 26 septembre 1977 susvisée dans sa rédaction issue de la présente ordonnance, ne peut être cumulé avec celui de l'allocation de salaire unique.IV. - Les mensualités d'allocations prénatales perçues antérieurement au 1er mars 2007 sont déduites du montant de la prime à la naissance mentionnée au 6° de l'article 11 de l'ordonnance du 26 septembre 1977 susvisée dans sa rédaction issue de la présente ordonnance.V. - Pour l'année scolaire en cours à la date d'entrée en vigueur de la présente ordonnance, l'allocation de rentrée scolaire, prévue par les dispositions du 10° de l'article 11 de l'ordonnance du 26 septembre 1977 susvisée dans sa rédaction issue de la présente ordonnance, est attribuée à la date de cette entrée en vigueur, pour chaque enfant, aux ménages ou personnes qui en avaient la charge au jour de la rentrée scolaire."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Le Premier ministre, le ministre de la santé et des solidarités, le ministre de l'outre-mer et le ministre délégué à la sécurité sociale, aux personnes âgées, aux personnes handicapées et à la famille sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}