{
  "id": "ordonnance-n-2005-898-du-2-aout-2005",
  "type": "statute",
  "title": "Ordonnance n° 2005-898 du 2 août 2005",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000810769",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "A l'exception des installations terminales embranchées, ont vocation à devenir des voies ferrées portuaires les voies ferrées, ainsi que leurs équipements et accessoires, exploitées par la SNCF Réseau et SNCF Mobilités à la date d'entrée en vigueur de la présente ordonnance, à l'intérieur de la circonscription des ports autonomes ou des limites administratives des autres ports, qui ne relèvent pas du réseau ferré national et qui participent à la desserte de la zone portuaire.\n\nPour chaque port, la répartition des voies et des installations entre le réseau ferré national et les voies ferrées portuaires vise à faciliter l'organisation de la desserte ferroviaire du port. Elle est fixée par une convention de répartition entre l'autorité portuaire, SNCF Réseau et SNCF Mobilités avant le 30 juin 2016.\n\nLa convention de répartition précise la description des voies et des points d'échange, les limites foncières et les limites de gestion et d'entretien.\n\nLes charges d'entretien et de gestion imputées à l'autorité portuaire du fait de cette répartition font l'objet d'une compensation. La compensation est déterminée forfaitairement en tenant compte du type des voies transférées, de leur longueur, des catégories d'équipements et accessoires qui s'y rattachent et des coûts correspondant à l'entretien et à la gestion de ces biens. Cette compensation ne donne lieu à aucune perception d'impôts, de droits ou de taxes de quelque nature que ce soit.\n\nLa convention de répartition fixe le montant total de la compensation et la fraction incombant respectivement à SNCF Réseau et à SNCF Mobilités. Elle détermine également les conditions de partage entre l'autorité portuaire, SNCF Réseau et SNCF Mobilités du coût de l'éventuelle remise en état de ces voies et de leurs équipements.\n\nA défaut de signature de la convention de répartition avant les dates prévues au deuxième alinéa, l'autorité ministérielle arrête la répartition dans le respect des objectifs définis au présent article, fixe la date à laquelle la répartition entre en vigueur et le montant des compensations et coûts de remise en état incombant respectivement à l'autorité portuaire, à SNCF Réseau et à SNCF Mobilités."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Les terrains transférés sont apportés en pleine propriété selon le cas à SNCF Réseau ou à l'autorité portuaire.\n\nLes transferts de propriété en résultant sont effectués à titre gratuit. Ils ne donnent lieu à aucun versement de la contribution prévue à l'article 879 du code général des impôts ou d'honoraires au profit d'agents de l'Etat ni aucune perception d'impôts, de droits ou de taxes de quelque nature que ce soit.\n\nUn décret en Conseil d'Etat précise les modalités de prise en compte dans les comptes des entités intéressées de l'intégration des voies et accessoires dans leur patrimoine.\n\nL'autorité portuaire se substitue, à la date de l'entrée en vigueur de la convention ou de l'arrêté de répartition, à SNCF Réseau et à SNCF Mobilités dans leurs droits et obligations résultant des conventions de raccordement des installations terminales embranchées sur ces voies. Ces conventions de raccordement sont résiliées de plein droit sans indemnité un an après la mise en oeuvre de la convention ou de l'arrêté de répartition."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "La convention ou l'arrêté de répartition peuvent fixer la date à laquelle la répartition entre en vigueur et peuvent également préciser les modalités d'un transfert progressif, sur une période maximale de deux ans à compter de l'entrée en vigueur de la répartition, des responsabilités de maintenance ou de gestion des voies ferrées portuaires à l'autorité portuaire."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Le Premier ministre et le ministre des transports, de l'équipement, du tourisme et de la mer sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}