{
  "id": "ordonnance-n-2023-1210-du-20-decembre-2023",
  "type": "statute",
  "title": "Ordonnance n°2023-1210 du 20 décembre 2023",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000048603839",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Les dispositions figurant en annexe II à la présente ordonnance constituent le titre V du livre IV du même code."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Les références à des dispositions abrogées par le chapitre II de la présente ordonnance sont remplacées par les références aux dispositions correspondantes du code des impositions sur les biens et services, du code général des impôts ou du livre des procédures fiscales.Les références à des dispositions abrogées par le chapitre III de la présente ordonnance sont remplacées par les références aux dispositions correspondantes du code de commerce, du code rural et de la pêche maritime, du code de la santé publique et du code de l'énergie."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "A modifié les dispositions suivantes :\n\n-Ordonnance n° 2021-1843 du 22 décembre 2021"
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Sont abrogés :1° L'article 4 de la loi du 28 février 1923 relative à la modification de la réglementation de la production des alcools par les bouilleurs de cru ;2° L'arrêté du 22 janvier 1919 relatif au régime fiscal des alcools en Alsace et en Lorraine."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "L'abrogation des dispositions suivantes prend effet à compter de l'entrée en vigueur des dispositions prises en application ou pour l'application des dispositions législatives qui les remplacent pour ce qui concerne :1° Les dispositions relatives à la déclaration et au paiement des impositions mentionnées au c du 1° de l'article 8 ;2° Les 6° à 8° du I de l'article 570 et l'article 633 du code général des impôts ;3° Les articles 265 ter et 265 quater du code des douanes ;4° Toute désignation d'une autorité administrative ;\n\n5° Les dispositions mentionnées à l'article 38 de l'ordonnance n° 2021-1843 du 22 décembre 2021 portant partie législative du code des impositions sur les biens et services et transposant diverses normes du droit de l'Union européenne."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "Les dispositions du chapitre Ier de la présente ordonnance sont applicables à Saint-Barthélemy, à Saint-Martin, à Saint-Pierre-et-Miquelon, en Nouvelle-Calédonie, en Polynésie française, à Wallis-et-Futuna et dans les Terres australes et antarctiques françaises."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "Les dispositions de la présente ordonnance entrent en vigueur le 1er janvier 2024 et sont applicables aux impositions pour lesquelles le fait générateur intervient à compter de cette date, à l'exception des dispositions suivantes, qui entrent en vigueur aux dates qu'elles prévoient :1° Le iii du a du 4° de l'article 2 ;2° Le iv du b du 1° et le ii du b du 2° de l'article 30.Toutefois, le d du 1° de l'article 37 entre en vigueur le 1er janvier 2025 et les a et d du 3°, le 4° de l'article 2, le second alinéa de l'article 7 et les dispositions des sections 1 à 6 du chapitre III, à l'exception du 3° de l'article 28 et du d du 1° de l'article 37, entrent en vigueur le 1er juillet 2025."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "La Première ministre, le ministre de l'économie, des finances et de la souveraineté industrielle et numérique, le ministre de l'intérieur et des outre-mer, le ministre de l'agriculture et de la souveraineté alimentaire, le ministre de la transition écologique et de la cohésion des territoires, la ministre de la transition énergétique, la ministre de la culture, le ministre de la santé et de la prévention et la ministre des sports et des jeux Olympiques et Paralympiques sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}