{
  "id": "ordonnance-n-67-830-du-27-septembre-1967",
  "type": "statute",
  "title": "Ordonnance n° 67-830 du 27 septembre 1967",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000698675",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Les dispositions du présent titre, et notamment celles des articles 5, 6 et 14 ne font pas obstacle aux prescriptions énoncées à la section III du chapitre V du titre Ier du livre II du Code du travail (Théatres et professions ambulantes) et aux textes qui s'y rattachent, non plus qu'aux dispositions législatives ou réglementaires relatives aux travaux présentant pour les enfants des causes de danger, excédant leurs forces, ou dangereux pour leur moralité."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Les collectivités publiques et leurs établissements peuvent attribuer le titre-restaurant :\n\n- dans le cas où ils n'ont pas mis en place de dispositif propre de restauration collective, aux agents qu'ils ne peuvent pas faire bénéficier, par contrat passé avec un ou plusieurs gestionnaires de restaurants publics ou privés, d'un dispositif de restauration compatible avec la localisation de leur poste de travail ;\n\n- dans le cas où ils ont mis en place un dispositif propre de restauration collective, aux agents qu'ils ne peuvent faire bénéficier, compte tenu de la localisation de leur poste de travail, ni de ce dispositif, ni d'un dispositif de restauration mis en place par contrat passé avec un ou plusieurs gestionnaires de restaurants publics ou privés."
    },
    {
      "provision_ref": "art19-1",
      "section": "19-1",
      "title": "Article 19-1",
      "content": "Les associations caritatives reconnues d'utilité publique fournissant une aide alimentaire sont autorisées à percevoir des dons sous forme de titres-restaurants de la part des salariés."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "L'article 3 de la loi n. 66-948 du 22 décembre 1966 est abrogé."
    }
  ]
}