{
  "id": "ordonnance-n-2021-611-du-19-mai-2021",
  "type": "statute",
  "title": "Ordonnance n°2021-611 du 19 mai 2021",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000043511942",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I. - En vue de favoriser le développement des services aux familles à l'échelle d'un département, d'un établissement public de coopération intercommunale ou d'une commune, les autorités compétentes en matière de services aux familles, notamment le président du conseil départemental, les maires des communes et présidents d'établissements publics de coopération intercommunales et le directeur de la caisse des allocations familiales, peuvent organiser, par convention, leur coopération en matière de services aux familles.Dans ce cadre, à titre expérimental et pour une durée ne pouvant excéder cinq ans à compter de la date d'entrée en vigueur de la présente ordonnance, l'une des autorités compétentes en matière de services aux familles peut prendre, avec l'accord et au nom d'une ou plusieurs autres autorités également compétentes en matière de services aux familles, tout ou partie des actes relatifs à la création, au maintien ou au développement de services aux familles, notamment les autorisations et avis prévus aux premier et deuxième alinéas de l'article L. 2324-1 du code de la santé publique, la surveillance et le contrôle ainsi que les vérifications prévus à l'article L. 2324-2 du même code, ainsi que les décisions de financement, à l'exclusion du complément de libre choix du mode de garde mentionné aux articles L. 531-5 et L. 531-6 du code de la sécurité sociale.Une convention est conclue entre les autorités concernées. Elle précise :1° La liste des compétences concernées en tout ou partie par l'expérimentation et les actes réalisés en application du deuxième alinéa du présent I pour le compte des autorités compétentes, notamment en matière d'instruction, de décision individuelle ou, le cas échéant, de représentation dans les litiges relatifs aux décisions prises dans ce cadre ;2° La durée de l'expérimentation ;3° Les modalités financières et comptables de l'expérimentation, le cas échéant en cas de litiges relatifs aux décisions prises dans ce cadre ;4° Les objectifs à atteindre par les autorités exerçant des missions au nom d'autres ;5° Les modalités de contrôle et d'information des autorités délégantes sur les actes et décisions prises dans le cadre des compétences déléguées.Les autorités concernées informent le président du comité départemental des services aux familles de leur décision et lui transmettent copie de la convention qui encadre cette expérimentation.II. - Les autorités mentionnées au premier alinéa du I organisent par la même convention leur coopération dans l'un au moins des domaines suivants :1° L'information des parents sur les différents services aux familles disponibles dans leur périmètre géographique ;2° L'information sur les métiers des services aux familles, la promotion de l'apprentissage dans les services aux familles ainsi que la coordination d'actions de formation continue pour les professionnels des services aux familles ;3° La coordination des actions d'accompagnement des professionnels de la petite enfance notamment en matière de droit du travail pour les assistants maternels, de prévention en santé et d'inclusion des enfants en situation de handicap ou atteints de maladies chroniques et pour le développement qualitatif des services proposés, en application des chartes nationales mentionnées aux articles L. 214-1-1 et L. 214-1-2 du code de l'action sociale et des familles.Dans chaque département, l'organisation, le suivi et l'évaluation des expérimentations de coopération sont intégrés aux travaux du comité départemental des services aux familles prévu à l'article L. 214-5 du même code.Au plus tard douze mois avant le terme de l'expérimentation prévue au I, et sur la base des évaluations mentionnées à l'alinéa précédent qui lui sont transmises, le Gouvernement présente au Parlement un rapport d'évaluation. Ce rapport évalue en outre l'intérêt de nouvelles dispositions législatives, en particulier sur la répartition des compétences entre l'Etat, les collectivités territoriales et les caisses des allocations familiales en matière de services aux familles.III. - Un décret fixe les modalités d'application du présent article."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I.-Pour l'application de l'article 9 de la présente ordonnance dans les collectivités de Saint-Barthélemy, de Saint-Martin et de Saint-Pierre-et-Miquelon :1° La référence au département est remplacée par la référence a ̀ la collectivité territoriale ;2° La référence au conseil départemental est remplacée par la référence au conseil territorial ;3° La référence au président du conseil départemental est remplacée par la référence au président du conseil territorial ;4° La référence au comité ́ départemental des services aux familles est remplacée par la référence au comité territorial des services aux familles.\n\nII.-A modifié les dispositions suivantes :\n\n- Code de l'action sociale et des familles"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I. - Les dispositions du III de l'article L. 214-1-1 du code de l'action sociale et des familles, lorsqu'elles s'appliquent aux services et salariés mentionnés au 3° du I du même article et celles de l'article L. 214-7 du même code, dans leur rédaction résultant de la présente ordonnance, ainsi que celles du 2° de l'article 8 de la présente ordonnance, entrent en vigueur le 1er janvier 2022.II. - Les dispositions du III de l'article L. 214-1-1 du code de l'action sociale et des familles dans leur rédaction résultant de la présente ordonnance s'appliquent aux contrats et agréments en cours à leur date d'entrée en vigueur.III. - Les dispositions du I de l'article L. 421-4 et celles de l'article L. 424-5 du code de l'action sociale et des familles dans leur rédaction résultant de la présente ordonnance s'appliquent aux demandes d'agrément, de renouvellement ou de modification d'agrément d'assistant maternel déposées à compter de leur date d'entrée en vigueur."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Le Premier ministre, la ministre du travail, de l'emploi et de l'insertion, le ministre des outre-mer, le garde des sceaux, ministre de la justice, le ministre des solidarités et de la santé et le secrétaire d'État auprès du ministre des solidarités et de la santé, chargé de l'enfance et des familles, sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}