{
  "id": "ordonnance-n-2010-49-du-13-janvier-2010",
  "type": "statute",
  "title": "Ordonnance n° 2010-49 du 13 janvier 2010",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000021683301",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Dans le code de la santé publique et le code de la sécurité sociale (parties législatives) :\n\n1° Les mots : laboratoires d'analyses de biologie médicale sont remplacés par les mots : laboratoires de biologie médicale ;\n\n2° Les mots : laboratoire d'analyse de biologie médicale sont remplacés par les mots : laboratoire de biologie médicale ;\n\n3° Les mots : directeur de laboratoire sont remplacés par les mots : biologiste-responsable ;\n\n4° Les mots : directeurs de laboratoire sont remplacés par les mots : biologiste-responsable et biologistes coresponsables ;\n\n5° Les mots : directeur adjoint de laboratoire sont remplacés par les mots : biologiste médical ;\n\n6° Les mots : directeurs adjoints de laboratoire sont remplacés par les mots : biologistes médicaux ;\n\n7° Les mots : analyse de biologie médicale sont remplacés par les mots : examen de biologie médicale ;\n\n8° Les mots : analyses de biologie médicale sont remplacés par les mots : examens de biologie médicale ;\n\n9° Les mots : d'analyses et d'examens de laboratoire sont remplacés par les termes : d'examens de biologie médicale.\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-Code de la sécurité sociale.\n\n-Code de la santé publique\n\n-Code de la sécurité sociale.\n\n-Code de la santé publique\n\n-Code de la sécurité sociale.\n\n-Code de la santé publique"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I.-Jusqu'au 31 octobre 2020, aucun laboratoire de biologie médicale non accrédité, au sens de l'article L. 6221-1 du code de la santé publique, ne peut fonctionner sans respecter les conditions déterminées par un arrêté du ministre chargé de la santé relatif à la bonne exécution des analyses de biologie médicale.\n\nAucun laboratoire de biologie médicale privé non accrédité ne peut fonctionner sans détenir l'autorisation administrative prévue au premier alinéa de l'article L. 6211-2 du même code, dans sa rédaction antérieure à la publication de la présente ordonnance.\n\nL'autorisation peut être retirée lorsque les conditions de sa délivrance cessent d'être remplies.\n\nA compter du 1er novembre 2016, les laboratoires de biologie médicale ne peuvent fonctionner sans disposer d'une accréditation portant sur 50 % des examens de biologie médicale qu'ils réalisent. Toutefois, les laboratoires de biologie médicale qui, au 31 octobre 2016, ont déposé une demande d'accréditation portant sur 50 % des examens de biologie médicale qu'ils réalisent et sur au moins un examen par famille auprès de l'instance nationale d'accréditation mentionnée au I de l'article 137 de la loi n° 2008-776 du 4 août 2008 de modernisation de l'économie sont autorisés à continuer à fonctionner après le 31 octobre 2016 jusqu'à ce que cette instance ait pris une décision sur leur demande, et au plus tard jusqu'au 31 décembre 2017.\n\nA compter du 1er mai 2021, un laboratoire de biologie médicale ne peut plus réaliser les examens de biologie médicale correspondant aux lignes de portée pour lesquelles il n'est pas accrédité sans avoir déposé auprès de l'instance nationale d'accréditation mentionnée au I de l'article 137 de la loi n° 2008-776 du 4 août 2008 de modernisation de l'économie une demande d'accréditation portant sur ces lignes de portée. Une ligne de portée correspond à un ensemble d'examens de biologie médicale ayant des caractéristiques communes mobilisant une méthodologie commune d'accréditation. Les laboratoires de biologie médicale fournissent à l'instance nationale d'accréditation tous les éléments strictement nécessaires à l'instruction de leur demande d'accréditation. Après la décision de l'instance nationale d'accréditation, les examens de biologie médicale correspondant aux lignes de portée pour lesquelles le laboratoire de biologie médicale n'est pas accrédité ne peuvent plus être réalisés.\n\nAvant leur évaluation clinique ou médico-économique par la Haute Autorité de santé, dans les conditions prévues à l'article L. 161-37 du code de la sécurité sociale, les examens de biologie médicale innovants hors nomenclature, notamment en cours de validation à l'aide de recherches biomédicales définies à l'article L. 1121-1 du code de la santé publique, sont exclus de la procédure d'accréditation prévue à l'article L. 6221-1 du même code.\n\nLes accréditations prévues aux quatrième à avant-dernier alinéas du présent I portent sur chacune des familles d'examens de biologie médicale.\n\nII.-L'autorisation administrative d'un laboratoire de biologie médicale délivrée, dans les conditions définies au I, avant la date de publication de la présente ordonnance continue de produire ses effets jusqu'à la décision d'accréditation du laboratoire mentionnée au cinquième alinéa du même I. Toutefois, si le laboratoire de biologie médicale n'a pas commencé à fonctionner effectivement deux mois après la date de publication de la présente ordonnance, l'autorisation devient caduque.\n\nIII.-Après la date de publication de la présente ordonnance, seul peut obtenir une autorisation administrative délivrée dans les conditions définies au I :\n\n1° Un laboratoire de biologie médicale qui résulte de la transformation de plusieurs laboratoires existants en un laboratoire de biologie médicale. Lorsque ces laboratoires étaient réunis antérieurement en une société d'exercice libéral ou par des contrats de collaboration, la satisfaction des règles de territorialité antérieures à la publication de l'ordonnance a valeur de satisfaction, pour les sites concernés, au critère de territorialité défini à l'article L. 6222-5 du code de la santé publique, dans sa rédaction issue de la présente ordonnance, dans la limite de trois départements limitrophes ou de la région Ile-de-France ;\n\n1° bis Un laboratoire de biologie médicale qui ouvre un site nouveau, dans le respect des limites territoriales définies au même article L. 6222-5, à condition de ne pas dépasser le même nombre total de sites ouverts au public.\n\nIV.-Les autorisations administratives délivrées dans les conditions définies au I demeurent valables jusqu'à la décision d'accréditation du laboratoire mentionnée au cinquième alinéa du même I.\n\nV.-Le fait de faire fonctionner un laboratoire de biologie médicale non accrédité, au sens de l'article L. 6221-1 du code de la santé publique, sans respecter les conditions déterminées par un arrêté du ministre chargé de la santé relatif à la bonne exécution des analyses de biologie médicale et, pour un laboratoire de biologie médicale privé, sans détenir une autorisation administrative telle que définie aux articles L. 6211-2 à L. 6211-9 du même code, dans leur rédaction antérieure à la présente ordonnance, est constitutif d'une infraction soumise à sanction administrative dans les mêmes conditions que l'infraction mentionnée au 10° de l'article L. 6241-1 dudit code."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I. - Un laboratoire de biologie médicale qui remplit les conditions d'accréditation définies au 2° du III de l'article 7 peut faire figurer la mention de son accréditation partielle dans les conditions déterminées par arrêté du ministre chargé de la santé.\n\nII. - Un laboratoire de biologie médicale établi sur un seul site et non accrédité au sens de l'article L. 6221-1 du code de la santé publique peut, jusqu'au 31 octobre 2013, par dérogation au deuxième alinéa de l'article L. 6211-19 du code de la santé publique, faire réaliser par un autre laboratoire de biologie médicale, pour une année civile, au maximum deux tiers du volume total des examens de biologie médicale qu'il effectue sur place.\n\nIII. - Un contrat de collaboration conclu avant la date de publication de la présente ordonnance continue de produire les effets mentionnés à l'article L. 6211-5 du code de la santé publique, dans sa rédaction antérieure à la publication de la présente ordonnance, jusqu'au 1er novembre 2020.\n\nIV. (Abrogé)\n\nV. - Aucun laboratoire de biologie médicale non accrédité au sens de l'article L. 6221-1 du code de la santé publique ne peut fonctionner après le 1er novembre 2013 sans respecter les conditions définies par arrêté du ministre chargé de la santé justifiant de son entrée effective dans une démarche d'accréditation. Le laboratoire de biologie médicale qui respecte les conditions prouvant son entrée effective dans une démarche d'accréditation n'est plus soumis aux règles de personnel mentionnées dans l'arrêté du ministre chargé de la santé relatif à la \" bonne exécution des analyses de biologie médicale \".\n\nVI. - Un laboratoire de biologie médicale non accrédité au sens de l'article L. 6221-1 du code de la santé publique, qui respecte les conditions mentionnées au V du présent article et au I de l'article 7, peut transmettre à des fins d'analyse et d'interprétation des échantillons biologiques à un autre laboratoire de biologie médicale établi dans un autre Etat membre de l'Union européenne ou partie à l'accord sur l'Espace économique européen dans les conditions prévues à l'article L. 6211-2-1 du code de la santé publique dans sa rédaction antérieure à la publication de la présente ordonnance.\n\nVII. - Le fait pour un laboratoire de biologie médicale établi dans un autre Etat membre de l'Union européenne ou partie à l'accord sur l'Espace économique européen de réaliser l'analyse des échantillons biologiques et l'interprétation des résultats sans avoir procédé à la déclaration ou sans avoir préalablement obtenu l'autorisation administrative mentionnée au VI est constitutif d'une infraction soumise à sanction administrative dans les mêmes conditions que l'infraction mentionnée au 10° de l'article L. 6241-1 du code de la santé publique."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I.-Une société qui exploite un laboratoire de biologie médicale et qui ne satisfait pas aux dispositions de l'article L. 6223-1 du code de la santé publique dispose d'un an à compter de la publication de la loi ratifiant la présente ordonnance pour modifier ses statuts ou transférer cette exploitation à une société ou à un organisme relevant de l'une des catégories mentionnées à cet article.II.-Une personne physique ou morale qui, à la date de la publication de la présente ordonnance, détient légalement, directement ou indirectement, une part du capital social d'une société d'exercice libéral de laboratoire de biologie médicale constituée avant la publication de ladite ordonnance, et qui serait contraire aux articles L. 6223-4 et L. 6223-5 du même code, ne peut conserver, par dérogation, cette part de capital que pour autant que les conditions cumulatives suivantes sont respectées :1° Le montant du capital détenu par cette personne ne peut pas être augmenté ;2° Le laboratoire ne peut ouvrir aucun site nouveau.III.-Le mandat de la Commission nationale permanente de biologie médicale instituée par l'article L. 6211-4 du code de la santé publique en vigueur avant la publication de la présente ordonnance est prorogé jusqu'à la mise en place de la commission instituée par l'article L. 6213-12 et au plus tard jusqu'au 1er janvier 2011.IV.-Un vétérinaire est autorisé à commencer une formation en spécialisation de biologie médicale postérieurement à la date de publication de la présente ordonnance et à la poursuivre jusqu'à la mise en place d'une spécialisation de biologie vétérinaire, et au plus tard jusqu'au 31 octobre 2011. Toutefois, il ne peut pas s'en prévaloir pour exercer les fonctions de biologiste médical.\n\nV.-Les personnes ayant déposé auprès du ministre chargé de la santé, avant la date de publication de la présente ordonnance, une demande d'autorisation d'exercice des fonctions de directeur ou directeur adjoint de laboratoire sans qu'une décision leur ait été notifiée au plus tard à cette même date peuvent présenter une demande d'autorisation d'exercer les fonctions de biologiste médical ; cette demande est adressée au ministre chargé de la santé qui prend sa décision après avis de la commission mentionnée à l'article L. 6213-12 du code de la santé publique, dans des conditions fixées par décret."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Pour l'application de la présente ordonnance dans les collectivités de Saint-Barthélemy, Saint-Martin, Saint-Pierre-et-Miquelon et Mayotte, la définition des territoires de santé et du schéma régional d'organisation des soins est celle qui résulte de l'ordonnance mentionnée au troisième alinéa de l'article 133 de la loi du 21 juillet 2009 susvisée."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Le Premier ministre, la ministre d'Etat, garde des sceaux, ministre de la justice et des libertés, la ministre de l'économie, de l'industrie et de l'emploi et la ministre de la santé et des sports sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}