{
  "id": "ordonnance-n-2004-279-du-25-mars-2004",
  "type": "statute",
  "title": "Ordonnance n° 2004-279 du 25 mars 2004",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000436810",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. - Paragraphe modificateur.II. - Les personnes ayant obtenu la validation par la Commission nationale de la coiffure de leur capacité professionnelle en application des dispositions du troisième alinéa de l'article 3 de la loi du 23 mai 1946 susvisée dans sa rédaction antérieure à la loi du 17 janvier 2002 susvisée sont réputées remplir les conditions de qualification professionnelle mentionnées à cet article. Il en va de même des personnes pour lesquelles une décision du Conseil d'Etat notifiée postérieurement à l'entrée en vigueur de la loi du 17 janvier 2002 a annulé pour erreur manifeste d'appréciation un refus opposé par la Commission nationale de la coiffure."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. - Paragraphe modificateur.\n\nII. - 1° Alinéa modificateur.\n\n2° Les centres de gestion agréés tels que mentionnés aux II, III et IV de l'article 1649 quater D du code général des impôts sont habilités à tenir des comptabilités jusqu'au 31 décembre 2009. Les dispositions de l'article 1649 quater E-0 bis du même code s'appliquent également jusqu'à cette même date ;\n\n3° Les opérations de transfert de biens, droits et obligations réalisées par un centre de gestion agréé et habilité, mentionné aux II à IV de l'article 1649 quater D du code général des impôts, et rendues nécessaires par la mise en oeuvre de la présente ordonnance ne donnent lieu à aucune indemnité ou perception d'impôts, droits ou taxes.\n\nPour la détermination de leurs résultats imposables, les bénéficiaires des transferts doivent se conformer aux conditions prévues au 3 de l'article 210 A du code général des impôts à raison des biens, droits et obligations qui leur ont été transmis. Pour l'application de cette mesure, la société absorbée s'entend de l'entité qui possédait les biens avant l'intervention de l'opération, et la société absorbante s'entend de l'entité possédant ces mêmes biens après l'opération.\n\nIII. - Paragraphe modificateur.\n\nIV. - Avant le 1er mai 2008, un rapport sera établi sur la réforme des professions comptables et sur les modalités d'application aux centres de gestion agréés et habilités et notamment ceux créés à l'initiative des syndicats professionnels, constatées au 1er janvier 2008."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. - Paragraphe modificateur.II. - Le II de l'article 1er de la présente ordonnance est applicable à Mayotte."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "L'article 3 de la présente ordonnance est applicable en Nouvelle-Calédonie."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "L'article 3 de la présente ordonnance est applicable dans les îles Wallis et Futuna."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Le Premier ministre, le ministre de l'intérieur, de la sécurité intérieure et des libertés locales, le garde des sceaux, ministre de la justice, le ministre de l'économie, des finances et de l'industrie, la ministre de l'outre-mer, le ministre délégué au budget et à la réforme budgétaire et le secrétaire d'Etat aux petites et moyennes entreprises, au commerce, à l'artisanat, aux professions libérales et à la consommation sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}