{
  "id": "ordonnance-n-96-1122-du-20-decembre-1996",
  "type": "statute",
  "title": "Ordonnance n°96-1122 du 20 décembre 1996",
  "title_en": null,
  "short_name": null,
  "status": "repealed",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000368749",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Les articles 60 et 61 de l'ordonnance du 24 avril 1996 susvisée sont applicables à l'établissement public de santé de Mayotte."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I. – Il est institué dans la collectivité territoriale de Mayotte un régime d'assurance maladie, maternité, invalidité, décès et autonomie.\n\nCe régime est géré par la caisse de sécurité sociale de Mayotte.\n\nII. – Sauf dispositions particulières, est affiliée à ce régime :\n\n1° Toute personne majeure de nationalité française résidant à Mayotte, y compris pour les seules prestations en nature les fonctionnaires civils et militaires de l'Etat et les magistrats relevant du code des pensions civiles et militaires de retraite, les fonctionnaires territoriaux et hospitaliers relevant de la Caisse nationale de retraite des agents des collectivités locales et les ouvriers relevant du Fonds spécial des pensions des ouvriers des établissements industriels de l'Etat qui exercent leurs fonctions à Mayotte ;\n\n2° Toute personne majeure de nationalité étrangère en situation régulière au regard de la législation sur le séjour et le travail des étrangers applicable à Mayotte, autorisée à séjourner sur le territoire de cette collectivité territoriale pour une durée supérieure à trois mois ou y résidant effectivement depuis trois mois ;\n\n3° Toute personne mineure résidant à Mayotte prise en charge par les établissements ou services mentionnés aux 1° et 4° du I de l'article L. 312-1 du code de l'action sociale et des familles.\n\nIII. – Sont considérés comme ayants droit de l'affilié au régime les enfants mineurs qui sont à sa charge, qu'ils soient légitimes, naturels, reconnus ou non, adoptifs, pupilles de la nation dont l'affilié est tuteur, ou enfants recueillis.\n\nIV.-Nonobstant les dispositions du 2° du II, les personnes écrouées à Mayotte sont affiliées au régime mentionné au I.\n\nLa rémunération due aux personnes détenues qui exercent une activité de travail dans le cadre d'un contrat d'emploi pénitentiaire est assujettie à la contribution mentionnée à l'article 28-3 et aux cotisations mentionnées aux articles 28-4 et 28-6. Ces cotisations sont à la charge du donneur d'ordre."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Le régime d'assurance maladie, maternité, invalidité, décès et autonomie assure pour les personnes qui y sont affiliées et leurs ayants droit la couverture et le paiement direct de l'intégralité des frais d'hospitalisation et de consultation externe exposés dans l'établissement public de santé de Mayotte.\n\nPar dérogation au premier alinéa, une participation proportionnelle aux tarifs déterminés en application de l'article L. 6415-4 du code de la santé publique est laissée à la charge des assurés pour les analyses et examens prescrits par un médecin dans le cadre de son activité libérale. Les modalités de cette participation sont fixées par décret en Conseil d'Etat.\n\nPar dérogation à l'article 19 et au premier alinéa du présent article, les frais mentionnés au même alinéa sont personnellement et solidairement à la charge du père ayant reconnu un enfant né d'une mère étrangère et de celle-ci, lorsqu'elle ne remplit pas les conditions fixées aux articles 4 à 6 de l'ordonnance n° 2000-373 du 26 avril 2000 relative aux conditions d'entrée et de séjour des étrangers à Mayotte. Cette disposition s'applique même lorsque la reconnaissance fait l'objet de la procédure prévue aux articles 2499-2 à 2499-5 du code civil."
    },
    {
      "provision_ref": "art20-1",
      "section": "20-1",
      "title": "Article 20-1",
      "content": "I.-L'assurance maladie, maternité, invalidité, décès et autonomie comporte également :\n\n1° La couverture des frais de médecine générale et spéciale, des frais de soins et de prothèses dentaires, des frais pharmaceutiques et d'appareils, des frais d'analyse et examens de laboratoire, y compris d'actes d'investigations individuels, des frais d'hospitalisation et de traitement dans les établissements de santé privés mentionnés aux b, d et e de l'article L. 162-22 du code de la sécurité sociale, ainsi que des médicaments, produits et objets contraceptifs et des frais d'analyse et examens de laboratoire ordonnés en vue de prescriptions contraceptives ;\n\n2° La couverture des frais afférents aux vaccinations dont la liste est fixée par arrêté interministériel ;\n\n3° La couverture des frais relatifs aux examens de dépistage effectués dans le cadre de programmes de santé publique définis par arrêté interministériel ;\n\n4° Abrogé ;\n\n5° La couverture des frais médicaux, pharmaceutiques, d'examens de laboratoire, d'appareils et d'hospitalisation relatifs à la grossesse, à l'accouchement et à ses suites, ainsi que les frais d'examens prescrits par les articles L. 2122-1, L. 2122-3, L. 2132-2 et L. 2132-2-1 du code de la santé publique ;\n\n6° La couverture des frais de soins, de médicaments et d'hospitalisation afférents à l'interruption volontaire de grossesse effectuée dans les conditions prévues par le code de la santé publique ;\n\n7° L'octroi d'indemnités journalières à l'assuré salarié qui se trouve dans l'incapacité physique médicalement constatée de travailler ainsi que durant le congé de maternité, le congé de paternité et d'accueil de l'enfant ou durant le congé d'adoption ;\n\n7° bis L'attribution d'une pension d'invalidité à l'assuré salarié qui présente une invalidité réduisant sa capacité de travail ou de gain ;\n\n7° ter Le versement aux ayants droit d'un capital en cas de décès de l'assuré salarié ;\n\n7° quater L'attribution aux femmes exerçant une profession artisanale, commerciale ou libérale, d'une allocation forfaitaire et d'indemnités journalières forfaitaires à l'occasion de leurs maternités ;\n\n7° quinquies L'attribution aux assurés relevant d'une profession artisanale ou commerciale d'indemnités journalières en cas d'incapacité physique médicalement constatée de continuer ou de reprendre son travail ;\n\n7° sexies L'attribution au père et, le cas échéant, au conjoint de la mère, à la personne liée à elle par un pacte civil de solidarité ou à son concubin, exerçant une profession artisanale, commerciale ou libérale, d'indemnités journalières forfaitaires à l'occasion de leur paternité ou de l'accueil de l'enfant ;\n\n7° septies L'attribution au parent adoptif ou accueillant exerçant une profession artisanale, commerciale ou libérale d'une allocation forfaitaire de repos et d'indemnités journalières forfaitaires ;\n\n7° octies L'attribution aux conjoints collaborateurs mentionnés au 1° du I de l'article L. 121-4 du code de commerce d'allocations forfaitaires de repos et d'indemnités complémentaires de remplacement à l'occasion de leur maternité, de leur paternité ou de l'accueil d'un enfant ou d'une adoption ;\n\n8° La couverture des frais de transport de l'assuré ou de ses ayants droit se trouvant dans l'obligation de se déplacer pour recevoir des soins, subir des examens ou interventions appropriés à son état selon les règles définies par l'article L. 322-5 du code de la sécurité sociale, dans des conditions précisées par arrêté interministériel ;\n\n9° Lorsque, sur décision d'une commission médicale dans des conditions définies par décret, l'état du patient nécessite son évacuation sanitaire hors de Mayotte, la couverture des frais de transport prévus au 8° du présent I, ainsi que la couverture des frais de soins et d'hospitalisation, y compris le forfait journalier prévu à l'article L. 174-4 du code de la sécurité sociale ;\n\n10° La couverture des frais de soins et d'hospitalisation de l'assuré et de ses ayants droit hors de Mayotte sur le territoire national, dans les conditions prévues aux articles L. 174-4, L. 160-13 et L. 160-14 du code de la sécurité sociale ;\n\n11° La couverture des frais de soins et d'hospitalisation de l'assuré ou de ses ayants droit dont l'état de santé nécessite des soins immédiats au cours d'un séjour à l'étranger ou lorsque le malade ne peut recevoir en France les soins appropriés à son état, dans des conditions fixées par décret ;\n\n12° La couverture, sur décision de la commission mentionnée à l'article L. 545-2 du code de l'action sociale et des familles, des frais d'hébergement et de traitement des enfants ou adolescents handicapés dans les établissements mentionnés au 2° du I de l'article L. 312-1 applicable à Mayotte du même code, ainsi que celle des frais de traitement concourant à leur éducation dispensée en dehors de ces établissements, à l'exception de la partie de ces frais incombant à l'Etat en application des articles L. 112-1 à L. 112-4, L. 123-4-1, L. 351-1 à L. 351-3 et L. 352-1 du code de l'éducation ;\n\n13° La couverture des dépenses afférentes aux soins médicaux dispensés aux assurés sociaux dans les établissements et services mentionnés aux 2°, 3°, b du 5°, 7°, 10° et 11° du I de l'article L. 312-1 applicable à Mayotte du code de l'action sociale et des familles, selon des modalités fixées par voie réglementaire ;\n\n14° La couverture des frais de transport entre leur domicile et une unité adaptée de gynécologie obstétrique prescrits, pour des motifs de qualité et de sécurité des soins, aux femmes enceintes dont la situation du domicile implique une durée d'accès à cette unité supérieure à un seuil, dans les conditions prévues au 3° de l'article L. 160-9 du code de la sécurité sociale ;\n\n15° L'attribution de l'allocation journalière d'accompagnement d'une personne en fin de vie mentionnée à l'article L. 168-1 du code de la sécurité sociale ;\n\n16° La couverture des frais relatifs aux actes et traitements liés à la préservation de la fertilité et à l'assistance médicale à la procréation, à l'exception de ceux afférents à la conservation des gamètes réalisée en application de l'article L. 2141-12 du code de la santé publique pour des assurés non atteints d'une pathologie altérant leur fertilité et ne relevant pas de l'article L. 2141-11 du même code ;\n\n17° La couverture des frais relatifs aux protections périodiques réutilisables inscrites sur la liste prévue à l'article L. 162-59 du code de la sécurité sociale pour les personnes assurées ayant leurs menstruations âgées de moins de vingt-six ans ou bénéficiaires de la protection complémentaire en matière de santé prévue à l'article L. 861-1 du même code ;\n\n18° La couverture des frais relatifs aux interventions et traitements réalisés dans le cadre des parcours mentionnés à l'article L. 4012-1 du code de la santé publique ;\n\n19° La couverture des frais relatifs aux séances d'accompagnement psychologique mentionnées à l'article L. 162-58 du code de la sécurité sociale.\n\nII.-Le chapitre X du titre VI du livre Ier du code de la sécurité sociale est applicable à Mayotte."
    },
    {
      "provision_ref": "art20-2",
      "section": "20-2",
      "title": "Article 20-2",
      "content": "Une participation aux tarifs servant de base au calcul des prestations prévues aux 1° et 8° du I de l'article 20-1 est due par l'assuré ; elle peut être proportionnelle à ces tarifs ou forfaitaire et peut varier selon les catégories de prestations. Elle peut être limitée ou supprimée dans les cas prévus à l'article L. 160-14 du code de la sécurité sociale."
    },
    {
      "provision_ref": "art20-3",
      "section": "20-3",
      "title": "Article 20-3",
      "content": "Les dispositions tarifaires et financières des conventions nationales prises sur le fondement des articles L. 162-1-11, L. 162-5 à L. 162-5-2, L. 162-5-3 à l'exception des cinq derniers alinéas, L. 162-5-4, L. 162-9, L. 162-12-2, L. 162-12-9, L. 162-14, L. 162-14-1, L. 162-14-2, L. 322-5-1 et L. 322-5-2 du code de la sécurité sociale sont applicables à Mayotte. Elles peuvent faire l'objet d'adaptations conclues par les parties à ces conventions.\n\nA défaut de convention, les tarifs servant de base au remboursement des honoraires des professions concernées sont fixés par voie réglementaire.\n\nLes autres dispositions des conventions visées à l'alinéa premier du présent article sont applicables à Mayotte sous réserve d'adaptations justifiées par les conditions d'exercice conclues entre la caisse de sécurité sociale et les professions intéressées à Mayotte. Ces conventions modifiées sont approuvées par les ministres chargés de la santé et de la sécurité sociale. Elles sont réputées approuvées si les ministres chargés de la santé et de la sécurité sociale n'ont pas fait connaître aux signataires, dans un délai de quarante-cinq jours à compter de la réception du texte qu'ils s'opposent à leur approbation dans les conditions définies aux deuxième et troisième alinéas de l'article L. 162-15 du même code.\n\nLes dispositions conventionnelles sont applicables aux professionnels de santé exerçant à titre libéral et souhaitant adhérer à ces dispositions pour la première fois. Dans ce cas, ils en font la demande auprès de la caisse de sécurité sociale de Mayotte.\n\nLes nouvelles dispositions conventionnelles sont applicables aux professionnels de santé qui, après leur adhésion, n'ont pas fait connaître à la caisse de sécurité sociale de Mayotte qu'ils ne souhaitent plus être régis par ces dispositions.\n\nLes honoraires, rémunérations et frais accessoires des professionnels qui n'adhèrent pas aux conventions ou qui ne sont pas régis par un règlement arbitral donnent lieu à remboursement par la caisse de sécurité sociale sur la base des tarifs d'autorité prévus aux articles L. 162-5-10, L. 162-12 et L. 322-5-4 du code de la sécurité sociale.\n\nLes dispositions relatives aux centres de santé prévues aux articles L. 162-32 à L. 162-32-4 du même code sont applicables à Mayotte."
    },
    {
      "provision_ref": "art20-4",
      "section": "20-4",
      "title": "Article 20-4",
      "content": "Les articles L. 161-32, L. 161-33, L. 161-34, L. 161-36-3, L. 162-1-21, L. 162-2, L. 162-2-1, L. 162-4, L. 162-4-1 , L. 162-4-5, L. 162-8-1, L. 162-12-1, L. 162-12-8, L. 162-13-2 , L. 162-16-1 et L. 162-62 et les I et II de l'article L. 162-38-1 du code de la sécurité sociale sont applicables à Mayotte."
    },
    {
      "provision_ref": "art20-5",
      "section": "20-5",
      "title": "Article 20-5",
      "content": "La prise en charge des médicaments par la caisse de sécurité sociale est régie conformément aux dispositions des articles L. 162-16 et L. 162-17 du code de la sécurité sociale. Des majorations applicables aux prix de ces médicaments remboursables peuvent, en tant que de besoin, être fixées par arrêté interministériel pour prendre en compte les frais particuliers qui grèvent leur coût à Mayotte.La prise en charge des produits et prestations visés à l'article L. 165-1 du code de la sécurité sociale par la caisse de sécurité sociale est régie conformément aux dispositions de ce même article. Des majorations applicables aux prix de ces produits ou prestations peuvent, en tant que de besoin, être fixées par arrêté interministériel pour prendre en compte les frais particuliers qui grèvent leur coût à Mayotte."
    },
    {
      "provision_ref": "art20-5-1",
      "section": "20-5-1",
      "title": "Article 20-5-1",
      "content": "Les dispositions des articles L. 162-16-5, L. 162-16-6 et L. 165-7 ainsi que des trois premières sous-sections de la section V du chapitre II du titre VI du livre Ier du code de la sécurité sociale, dans leur rédaction issue de la loi n° 2003-1199 du 18 décembre 2003 de financement de la sécurité sociale pour 2004, à l'exception de l'article L. 162-22-16, sont applicables à compter du 1er janvier 2005 aux établissements de santé privés, mentionnés aux b, d et e de l'article L. 162-22-6 du code de la sécurité sociale dans sa rédaction issue de la loi du 18 décembre 2003 susvisée, sous réserve des adaptations prévues par le présent chapitre."
    },
    {
      "provision_ref": "art20-5-2",
      "section": "20-5-2",
      "title": "Article 20-5-2",
      "content": "Pour l'application du présent chapitre, au premier alinéa de l'article L. 162-22-15 du code de la sécurité sociale, les mots : “par les caisses mentionnées aux articles L. 174-2 ou L. 174-18\" sont remplacés par les mots : \"par la caisse de sécurité sociale de Mayotte\" et les deuxième et troisième alinéas sont supprimés."
    },
    {
      "provision_ref": "art20-5-3",
      "section": "20-5-3",
      "title": "Article 20-5-3",
      "content": "L'article L. 174-18 du code de la sécurité sociale est applicable à Mayotte à compter du 1er janvier 2005. Pour son application, la caisse compétente pour le versement des frais d'hospitalisation afférents aux soins dispensés dans les établissements de santé privés mentionnés aux d et e de l'article L. 162-22 est la caisse de sécurité sociale de Mayotte."
    },
    {
      "provision_ref": "art20-5-4",
      "section": "20-5-4",
      "title": "Article 20-5-4",
      "content": "Les dispositions de la section 1 du chapitre IV du titre VII du livre Ier du code de la sécurité sociale, dans leur rédaction issue de la loi n° 2003-1199 du 18 décembre 2003 de financement de la sécurité sociale pour 2004, sont applicables à compter du 1er janvier 2005 au financement des activités de soins de suite ou de réadaptation réalisés dans les établissements de santé privés, mentionnés au b de l'article L. 162-22 du code de la sécurité sociale, dans sa rédaction issue de ladite loi du 18 décembre 2003, sous réserve des adaptations prévues par le présent chapitre."
    },
    {
      "provision_ref": "art20-5-5",
      "section": "20-5-5",
      "title": "Article 20-5-5",
      "content": "Pour l'application à Mayotte de l'article L. 174-2 du code de la sécurité sociale, les prestations d'hospitalisation mentionnées au 1° de l'article L. 162-22-6 dans les établissements mentionnés au b du même article et les dotations annuelles sont versées par la caisse de sécurité sociale de Mayotte."
    },
    {
      "provision_ref": "art20-5-7",
      "section": "20-5-7",
      "title": "Article 20-5-7",
      "content": "Les frais d'hospitalisation mentionnés au 10° de l'article 20-1 sont facturés dans les conditions prévues aux articles L. 162-22 et L. 162-22-7, au I de l'article L. 162-22-10 et à l'article L. 174-1 du code de la sécurité sociale."
    },
    {
      "provision_ref": "art20-5-8",
      "section": "20-5-8",
      "title": "Article 20-5-8",
      "content": "L'article L. 174-16 du code de la sécurité sociale est applicable à Mayotte. Pour son application, la caisse compétente pour le versement de la dotation forfaitaire annuelle est la caisse de sécurité sociale de Mayotte."
    },
    {
      "provision_ref": "art20-6",
      "section": "20-6",
      "title": "Article 20-6",
      "content": "Pour ouvrir droit aux indemnités journalières prévues au 7° du I de l'article 20-1, l'assuré social salarié ou assimilé doit justifier, au cours d'une période de référence, soit avoir cotisé sur la base d'un salaire au moins égal à un montant fixé par référence au salaire minimum garanti prévu à l'article L. 3231-2 du code du travail, soit avoir effectué un nombre minimum d'heures de travail salarié ou assimilé.\n\nPour bénéficier des indemnités journalières en cas de maternité, de paternité et d'accueil de l'enfant et d'adoption, l'assuré doit, en outre, justifier d'une durée minimale d'activité professionnelle."
    },
    {
      "provision_ref": "art20-7",
      "section": "20-7",
      "title": "Article 20-7",
      "content": "L'indemnité journalière visée à l'article 20-6 prévue en cas d'incapacité physique médicalement constatée est accordée, pendant une période d'une durée maximale, à l'expiration d'un délai déterminé à compter de la constatation médicale de l'incapacité de travail.\n\nL'indemnité journalière est égale à une fraction du revenu antérieur d'activité déterminé d'après la ou les dernières payes antérieures à la date d'interruption du travail. Elle ne peut excéder un montant maximum fixé par rapport au revenu mensuel.\n\nLe délai de carence, le taux et le montant maximum de l'indemnité journalière ainsi que les modalités de détermination du revenu antérieur d'activité sont fixés par décret.\n\nLa durée de versement est calculée dans les conditions ci-après :\n\n1° Pour les affections prévues au 3° de l'article L. 160-14 du code de la sécurité sociale, la période pendant laquelle l'indemnité journalière peut être servie est calculée de date à date pour chaque affection. Dans le cas d'une interruption suivie d'une reprise du travail, le délai ci-dessus court à nouveau dès l'instant où le travail a été repris pendant une durée minimale ;\n\n2° Pour les affections non prévues au 3° de l'article L. 160-14 du même code, l'assuré ne peut recevoir, au titre d'une ou plusieurs maladies, pour une période quelconque d'une durée déterminée, un nombre d'indemnités journalières supérieur à un chiffre déterminé."
    },
    {
      "provision_ref": "art20-7-1",
      "section": "20-7-1",
      "title": "Article 20-7-1",
      "content": "I. ― Les dispositions de l'article L. 323-3 et des premier à septième alinéas de l'article L. 323-6 du code de la sécurité sociale sont applicables à Mayotte.\n\nII. ― Les dispositions de l'article L. 323-3-1 du même code sont applicables à Mayotte sous réserve de l'adaptation suivante : les mots : \" la caisse primaire ” sont remplacés par les mots : \" la caisse de sécurité sociale de Mayotte ”."
    },
    {
      "provision_ref": "art20-8",
      "section": "20-8",
      "title": "Article 20-8",
      "content": "L'indemnité journalière mentionnée à l'article 20-6 prévue en cas de maternité est attribuée durant la période de congé définie à l'article L. 1225-17 du code du travail, sous réserve que l'assurée cesse tout travail salarié durant la période d'indemnisation et au moins pendant huit semaines.Lorsque le congé postnatal défini à l'article L. 1225-17 du même code est prolongé dans le cas prévu à l'article L. 1225-21 du même code, cette période supplémentaire est indemnisée dans les conditions de l'article 20-7 de la présente ordonnance.Les dispositions de l'article L. 331-4-1 du code de la sécurité sociale sont applicables à Mayotte.L'indemnité journalière mentionnée à l'article 20-6 de la présente ordonnance, prévue en cas de paternité et d'accueil de l'enfant, est attribuée durant la période de congé définie aux premier et cinquième alinéas de l'article L. 1225-35 du code du travail, sous réserve que le père et, le cas échéant, le conjoint de la mère ou la personne liée à elle par un pacte civil de solidarité ou son concubin, cesse tout travail salarié ou assimilé durant la période d'indemnisation et au moins pendant quatre jours à la suite du congé de naissance.L'indemnité est versée également durant le congé défini aux articles L. 1225-37 et L. 1225-40 du même code sous réserve que l'assuré cesse tout travail salarié ou assimilé durant la période d'indemnisation.Les indemnités journalières dues pour la maternité, la paternité et l'accueil de l'enfant et l'adoption ne sont pas cumulables avec l'indemnisation des congés maladie et d'accident du travail, ni avec l'indemnisation de la perte d'activité par l'assurance chômage ou le régime de solidarité.Un décret fixe les modalités de détermination du revenu antérieur d'activité, le montant de l'indemnité journalière ainsi que les modalités de mise en œuvre des congés maternité, paternité et d'accueil de l'enfant et d'adoption."
    },
    {
      "provision_ref": "art20-8-1",
      "section": "20-8-1",
      "title": "Article 20-8-1",
      "content": "Pour ouvrir droit à la pension d'invalidité prévue au 7 bis de l'article 20-1, l'assuré salarié doit présenter une invalidité réduisant, dans des proportions déterminées, sa capacité de travail ou de gain.\n\nIl doit, en outre, justifier à la fois d'une durée minimale d'immatriculation et, au cours d'une période de référence, soit d'un montant minimum de cotisations fixé par référence au salaire minimum interprofessionnel de croissance prévu à l'article L. 3231-2 du code du travail, soit d'un nombre d'heures de travail salarié."
    },
    {
      "provision_ref": "art20-8-2",
      "section": "20-8-2",
      "title": "Article 20-8-2",
      "content": "L'état d'invalidité est apprécié en tenant compte de la capacité de travail restante, de l'état général, de l'âge et des facultés physiques et mentales de l'assuré, ainsi que de ses aptitudes et de sa formation professionnelle :1° Soit après consolidation de la blessure en cas d'accident non régi par l'ordonnance n° 2006-1588 du 13 décembre 2006 relative au régime de prévention, de réparation et de tarification des accidents du travail et des maladies professionnelles à Mayotte ;2° Soit à l'expiration de la période pendant laquelle l'assuré a bénéficié des indemnités journalières prévues au 7° de l'article 20-1 en cas d'incapacité physique de continuer ou de reprendre son travail ;3° Soit après stabilisation de son état intervenue avant l'expiration du délai mentionné au 1° ou de celui mentionné au 2°."
    },
    {
      "provision_ref": "art20-8-3",
      "section": "20-8-3",
      "title": "Article 20-8-3",
      "content": "I. ― La pension d'invalidité est égale à un pourcentage du salaire annuel moyen.II. ― Le montant minimum de la pension d'invalidité ne peut être inférieur au montant prévu à l'article 14 de l'ordonnance n° 2002-411 du 27 mars 2002 relative à la protection sanitaire et sociale à Mayotte.III. ― Les salaires servant de base au calcul des pensions et des pensions déjà liquidées sont revalorisés dans les conditions prévues à l'article 13 de l'ordonnance du 27 mars 2002 précitée."
    },
    {
      "provision_ref": "art20-8-4",
      "section": "20-8-4",
      "title": "Article 20-8-4",
      "content": "La pension d'invalidité est toujours concédée à titre temporaire.Elle prend effet à compter de l'expiration du délai mentionné au 2° de l'article 20-8-2 ou de la date de la consolidation de la blessure ou de la stabilisation de l'état."
    },
    {
      "provision_ref": "art20-8-5",
      "section": "20-8-5",
      "title": "Article 20-8-5",
      "content": "La pension d'invalidité prend fin à l'âge prévu à l'article 10 de l'ordonnance du 27 mars 2002 relative à la protection sanitaire et sociale à Mayotte. Elle est remplacée à partir de cet âge par la pension de retraite allouée en cas d'inaptitude au travail, prévue au même article 10.\n\nEn cas de reprise ou de poursuite d'une activité ouvrant droit à une nouvelle pension de retraite, la pension de retraite mentionnée au premier alinéa du présent article est celle résultant de la première liquidation de la retraite."
    },
    {
      "provision_ref": "art20-8-6",
      "section": "20-8-6",
      "title": "Article 20-8-6",
      "content": "Les dispositions des articles L. 355-2 et L. 355-3 du code de la sécurité sociale sont applicables à Mayotte sous réserve des adaptations suivantes :\n\n1° Au troisième alinéa de l'article L. 355-2, les mots : \" à l'article L. 341-5 ” sont remplacés par les mots : \" au premier alinéa du II de l'article 20-8-3 de l'ordonnance n° 96-1122 du 20 décembre 1996 relative à l'amélioration de la santé publique à Mayotte ” ;\n\n2° Au dernier alinéa du même article, les mots : \" tiers du minimum prévu au premier alinéa de l'article L. 351-10 ” sont remplacés par les mots : \" quart du montant prévu à l'article 29 de l'ordonnance n° 2002-411 du 27 mars 2002 relative à la protection sanitaire et sociale à Mayotte ” ;\n\n3° Au deuxième alinéa de l'article L. 355-3, les mots : \" de l'allocation aux vieux travailleurs salariés ” sont remplacés par les mots : \" de l'allocation spéciale pour les personnes âgées prévue à l'article 28 de l'ordonnance n° 2002-411 du 27 mars 2002 relative à la protection sanitaire et sociale à Mayotte ” ;\n\n4° Au dernier alinéa de l'article L. 355-3, les mots : “ gérées par les organismes mentionnés à l'article L. 133-4-1 ou sur les prestations mentionnées à l'article L. 511-1, aux titres Ier, II et IV du livre VIII du présent code, à l'article L. 821-1 du code de la construction et de l'habitation et à l'article L. 262-46 du code de l'action sociale et des familles ˮ sont remplacés par les mots : “ mentionnées à l'article 20-1 de la présente ordonnance ou sur les prestations mentionnées au chapitre II du titre Ier de l'ordonnance n° 2002-149 du 7 février 2002 relative à l'extension et la généralisation des prestations familiales et à la protection sociale dans la collectivité départementale de Mayotte, aux chapitres Ier et II du titre II et aux chapitres Ier et II du titre VI de l'ordonnance n° 2002-411 du 27 mars 2002 relative à la protection sanitaire et sociale à Mayotte, au titre Ier de l'ordonnance n° 2016-160 du 18 février 2016 portant adaptation de la prime d'activité au Département de Mayotte, au revenu de solidarité active applicable à Mayotte mentionné à l'article L. 542-6 du code de l'action sociale et des familles, au 2° de l'article L. 821-1 du code de la construction et de l'habitation, à l'article L. 433-1 et au deuxième alinéa de l'article L. 434-2 du présent code ˮ."
    },
    {
      "provision_ref": "art20-8-7",
      "section": "20-8-7",
      "title": "Article 20-8-7",
      "content": "Les conditions d'application des articles 20-8-1 à 20-8-5 sont déterminées par décret."
    },
    {
      "provision_ref": "art20-8-8",
      "section": "20-8-8",
      "title": "Article 20-8-8",
      "content": "Un capital décès égal à un multiple du gain journalier de base défini à l'article 20-7 est versé aux ayants droit de l'assuré décédé lorsque ce dernier, moins de trois mois avant son décès, exerçait une activité salariée, était titulaire d'une pension d'invalidité mentionnée à l'article 20-8-1 ou d'une rente allouée en application de l'ordonnance n° 2006-1588 du 13 décembre 2006 relative au régime de prévention, de réparation et de tarification des accidents du travail et des maladies professionnelles à Mayotte.Le capital décès est attribué au conjoint survivant non séparé de droit ou de fait, au partenaire auquel le défunt était lié par un pacte civil de solidarité ou à défaut aux descendants et, dans le cas où l'assuré décédé ne laisse ni conjoint ni partenaire ni descendants, aux ascendants.Les modalités d'application du présent article sont prévues par décret, notamment en cas d'application du statut civil local."
    },
    {
      "provision_ref": "art20-9",
      "section": "20-9",
      "title": "Article 20-9",
      "content": "Les articles L. 133-4-6, L. 323-5 et L. 332-1, à l'exception du deuxième alinéa, ainsi que le premier alinéa de l'article L. 332-2 du code de la sécurité sociale sont applicables à Mayotte."
    },
    {
      "provision_ref": "art20-10",
      "section": "20-10",
      "title": "Article 20-10",
      "content": "Sans préjudice des sanctions pénales encourues, le chapitre VII du titre VII du livre III du code de la sécurité sociale est applicable aux prestations instituées par la présente section."
    },
    {
      "provision_ref": "art20-10-1",
      "section": "20-10-1",
      "title": "Article 20-10-1",
      "content": "Les femmes mentionnées au 7° quater de l'article 20-1 bénéficient, à l'occasion de leur maternité, à condition de cesser leur activité pendant une durée minimale, d'une allocation forfaitaire de repos maternel et d'une indemnité journalière forfaitaire.Un décret fixe le montant de l'allocation forfaitaire de repos maternel et le montant et la durée d'attribution de l'indemnité journalière.Les montants des prestations sont revalorisés dans les mêmes conditions que celles fixées pour le plafond des cotisations de sécurité sociale prévu au troisième alinéa du I de l'article 28-1."
    },
    {
      "provision_ref": "art20-10-2",
      "section": "20-10-2",
      "title": "Article 20-10-2",
      "content": "Pour avoir droit aux indemnités journalières mentionnées au 7° quinquies de l'article 20-1, l'assuré doit :\n\n1° Etre affilié au régime d'assurance maladie, maternité, invalidité, décès et autonomie de Mayotte depuis au moins un an ;\n\n2° (Abrogé).\n\nLa durée maximale de versement, le délai de carence et les modalités de détermination du montant de l'indemnité journalière sont fixés par décret."
    },
    {
      "provision_ref": "art20-10-3",
      "section": "20-10-3",
      "title": "Article 20-10-3",
      "content": "Les assurés mentionnés au 7° sexies de l'article 20-1 bénéficient, à l'occasion de leur paternité ou de l'accueil de l'enfant d'une indemnité journalière forfaitaire de même montant que celle mentionnée à l'article 20-10-1.Pour bénéficier des indemnités mentionnées au premier alinéa, les intéressés doivent cesser leur activité professionnelle à compter de la naissance pendant une durée minimale.Lorsque l'état de santé de l'enfant nécessite son hospitalisation dans les conditions prévues à l'article L. 1225-35 du code du travail, les indemnités journalières sont versées pendant la période d'hospitalisation, dans la limite d'une durée maximale.Un décret fixe les modalités d'application du présent article."
    },
    {
      "provision_ref": "art20-10-4",
      "section": "20-10-4",
      "title": "Article 20-10-4",
      "content": "Lorsqu'ils remplissent les conditions mentionnées au deuxième alinéa de l'article L. 161-6 du code de la sécurité sociale, et cessent à ce titre leur activité pendant une durée minimale, les parents adoptifs ou accueillants exerçant une profession artisanale, commerciale ou libérale mentionnés au 7° septies de l'article 20-1 de la présente ordonnance bénéficient :1° Sous réserve que l'autre parent n'en ait déjà bénéficié, d'une allocation forfaitaire de repos dont le montant est égal à la moitié de celle mentionnée à l'article 20-10-1 ;2° D'indemnités journalières du même montant que celles mentionnées à l'article 20-10-1 versées pour la ou les périodes d'interruption d'activité se situant après l'arrivée de l'enfant au foyer. La durée maximale d'attribution de la prestation est égale, sans préjudice des dispositions du premier alinéa de l'article L. 161-6 du code de la sécurité sociale, aux trois quarts de celle qui est prévue pour les indemnités mentionnées à l'article 20-10-1 de la présente ordonnance.Un décret fixe les modalités d'application du présent article."
    },
    {
      "provision_ref": "art20-10-5",
      "section": "20-10-5",
      "title": "Article 20-10-5",
      "content": "Les conjoints collaborateurs mentionnés au 7° octies de l'article 20-1 bénéficient :1° En cas de maternité, d'adoption ou d'accueil de l'enfant, d'allocations forfaitaires de repos dans les conditions prévues respectivement aux articles 20-10-1 et 20-10-4 ;2° En cas de maternité, de paternité, d'adoption ou d'accueil de l'enfant, lorsqu'ils font appel à du personnel salarié pour se faire remplacer dans les travaux, professionnels ou ménagers, qu'ils effectuent habituellement, d'indemnités complémentaires de remplacement.Les montants et les modalités de revalorisation des allocations forfaitaires et des indemnités de remplacement mentionnées aux 1° et 2° sont déterminés par décret.Pour l'adoption, et sans préjudice des dispositions du premier alinéa de l'article L. 161-6 du code de la sécurité sociale, la durée maximale d'attribution des indemnités complémentaires de remplacement est égale aux trois quarts de celle prévue en cas de maternité."
    },
    {
      "provision_ref": "art20-12",
      "section": "20-12",
      "title": "Article 20-12",
      "content": "Les articles L. 168-1, L. 168-2 et L. 168-4 à L. 168-7 du code de la sécurité sociale, relatifs à l'allocation journalière d'accompagnement d'une personne en fin de vie, sont applicables à Mayotte."
    },
    {
      "provision_ref": "art20-13",
      "section": "20-13",
      "title": "Article 20-13",
      "content": "Les articles L. 223-5 à L. 223-8 et L. 223-11 à L. 223-16 du code de la sécurité sociale, relatifs à la Caisse nationale de solidarité pour l'autonomie, sont applicables à Mayotte."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Sont affectés au financement du régime d'assurance maladie, maternité, invalidité, décès et autonomie de Mayotte les produits des contributions et cotisations prévues aux articles 28-3 et 28-4 de la présente ordonnance."
    },
    {
      "provision_ref": "art21-2",
      "section": "21-2",
      "title": "Article 21-2",
      "content": "La protection sociale des marins est régie par la présente ordonnance.\n\nLa protection sociale du personnel navigant professionnel aérien est régie par les dispositions du chapitre VI du titre II du livre V de la sixième partie du code des transports.\n\nLes modalités de coordination entre les différents régimes sont réglés, le cas échéant, par une convention entre la caisse de sécurité sociale de Mayotte et les organismes chargés des régimes précités en métropole."
    },
    {
      "provision_ref": "art21-2-1",
      "section": "21-2-1",
      "title": "Article 21-2-1",
      "content": "Les articles L. 382-34 à L. 382-36, L. 382-38 et L. 382-43 à L. 382-47 du code de la sécurité sociale, relatifs aux personnes détenues, sont applicables à Mayotte sous réserve des adaptations suivantes :a) A l'article L. 382-34 du code de la sécurité sociale, les mots : “ à l'article L. 160-1, ” sont remplacés par les mots : “ au 2° du II de l'article 19 de la présente ordonnance ” ;b) A l'article L. 382-43 du code de la sécurité sociale, les mots : “ et L. 172-1 à L. 172-3 ” sont supprimés ;c) A l'article L. 382-44, les mots : “ à l'article L. 321-1 ” sont remplacés par les mots : “ du premier au septième alinéas de l'article L. 323-6 du code de la sécurité sociale ” ;d) A l'article L. 382-45, les mots : “ aux articles L. 331-3 à L. 331-6 ” sont remplacés par les mots : “ aux trois premiers alinéas de l'article 20-8 ” ;e) A l'article L. 382-47, les mots : “ aux articles L. 341-1 et L. 361-1 ” sont remplacés par les mots : “ aux articles 20-8-1 et 20-8-8 ” ;Les personnes détenues qui exercent une activité de travail dans le cadre d'un contrat d'emploi pénitentiaire et qui ne satisfont pas à la condition de régularité prévue au 2° du II de l'article 19 de la présente ordonnance bénéficient des seules prestations prévues à l'article L. 382-34 du code de la sécurité sociale."
    },
    {
      "provision_ref": "art21-3",
      "section": "21-3",
      "title": "Article 21-3",
      "content": "Le présent chapitre est applicable aux personnes mentionnées à l'article L. 169-1 du code de la sécurité sociale."
    },
    {
      "provision_ref": "art21-4",
      "section": "21-4",
      "title": "Article 21-4",
      "content": "Ne sont pas applicables aux personnes mentionnées à l'article 21-3 :1° La participation de l'assuré mentionnée à l'article 20-2 pour les prestations, actes et consultations résultant de l'acte de terrorisme ;2° Le premier alinéa de l'article 20-6 et le délai mentionné au premier alinéa de l'article 20-7 pour les indemnités journalières résultant de l'acte de terrorisme ;3° Le délai mentionné au dernier alinéa de l'article 20-10-2 pour les indemnités journalières résultant de l'acte de terrorisme."
    },
    {
      "provision_ref": "art21-5",
      "section": "21-5",
      "title": "Article 21-5",
      "content": "Le 7° de l'article L. 169-2 du code de la sécurité sociale est applicable aux personnes mentionnées à l'article 21-3 de la présente ordonnance."
    },
    {
      "provision_ref": "art21-6",
      "section": "21-6",
      "title": "Article 21-6",
      "content": "Les articles L. 169-2-1 et L. 169-3 du code de la sécurité sociale sont applicables aux personnes mentionnées à l'article 21-3 de la présente ordonnance."
    },
    {
      "provision_ref": "art21-7",
      "section": "21-7",
      "title": "Article 21-7",
      "content": "Les articles L. 169-4 et L. 169-5 du code de la sécurité sociale sont applicables aux personnes mentionnées à l'article 21-3 de la présente ordonnance, sous réserve des adaptations suivantes :1° A l'article L. 169-4, la référence à l'article L. 169-2 du même code est remplacée par la référence aux articles 21-4 et 21-5 de la présente ordonnance ;2° A l'article L. 169-5, la référence au 4° de l'article L. 169-2 dudit code est remplacée par la référence au 1° de l'article 21-4 de la présente ordonnance."
    },
    {
      "provision_ref": "art21-8",
      "section": "21-8",
      "title": "Article 21-8",
      "content": "Les articles L. 169-6 et L. 169-7 du code de la sécurité sociale sont applicables à Mayotte sous réserve, pour la référence à l'article L. 169-5 du même code, des adaptations prévues au 2° de l'article 21-7 de la présente ordonnance."
    },
    {
      "provision_ref": "art21-9",
      "section": "21-9",
      "title": "Article 21-9",
      "content": "La caisse de sécurité sociale de Mayotte verse directement aux professionnels de santé et aux distributeurs de produits et prestations ainsi qu'aux établissements de santé le montant des prestations mentionnées au 1° de l'article 21-4 de la présente ordonnance et aux articles L. 169-2-1 et L. 169-3 du code de la sécurité sociale."
    },
    {
      "provision_ref": "art21-9-1",
      "section": "21-9-1",
      "title": "Article 21-9-1",
      "content": "L'article L. 169-11 du code de la sécurité sociale est applicable aux personnes mentionnées à l'article 21-3 de la présente ordonnance, sous réserve de l'adaptation suivante : la référence aux articles L. 169-2 à L. 169-8 du code de la sécurité sociale est remplacée par la référence aux articles 21-4 à 21-9 de la présente ordonnance."
    },
    {
      "provision_ref": "art21-10",
      "section": "21-10",
      "title": "Article 21-10",
      "content": "Le financement des dépenses mentionnées au présent chapitre est assuré dans les conditions prévues à l'article L. 169-10 du code de la sécurité sociale, sous réserve de l'adaptation suivante : au premier alinéa du I, la référence à l'article L. 169-2 est remplacée par la référence aux articles 21-4 et 21-5 de la présente ordonnance."
    },
    {
      "provision_ref": "art21-11",
      "section": "21-11",
      "title": "Article 21-11",
      "content": "Un décret détermine les modalités d'application du présent chapitre."
    },
    {
      "provision_ref": "art21-12",
      "section": "21-12",
      "title": "Article 21-12",
      "content": "Les articles L. 168-8 à L. 168-16 du code de la sécurité sociale sont applicables à Mayotte, sous réserve des adaptations suivantes :1° Au deuxième alinéa de l'article L. 168-8, les mots : “ en France mentionnées à l'article L. 512-1 et aux deux premiers alinéas de l'article L. 512-2 ” sont remplacés par les mots : “ à Mayotte, dans les conditions prévues à l'article 4 de l'ordonnance du 7 février 2002 relative à l'extension et la généralisation des prestations familiales et à la protection sociale dans la collectivité départementale de Mayotte. ” ;2° A l'article L. 168-10 :a) Le 2° est remplacé par les dispositions suivantes :“ 2° L'indemnité d'interruption d'activité ou l'allocation de remplacement pour maternité ou paternité, prévues aux articles 20-10-1,20-10-3 et 20-10-5 de l'ordonnance n° 96-1122 du 20 décembre 1996 relative à l'amélioration de la santé publique, à l'assurance maladie, maternité, invalidité et décès, au financement de la sécurité sociale à Mayotte et aux articles L. 732-10 à L. 732-12-2 du code rural et de la pêche maritime ” ;b) Le 5° est abrogé ;c) Au 6°, les mots : “ de l'article L. 512-1 du présent code ” sont remplacés par les mots : “ des articles 4 à 6 de l'ordonnance n° 2002-149 du 7 février 2002 relative à l'extension et la généralisation des prestations familiales et à la protection sociale dans la collectivité départementale de Mayotte ” ;d) Au 7°, les mots : “ aux adultes handicapés ” sont remplacés par les mots : “ pour adulte handicapé ” ;3° A l'article L. 168-13 :a) Le premier alinéa est ainsi modifié :\n\n-après les mots : “ organisme payeur ”, sont insérés les mots : “ mentionné à l'article 19 de l'ordonnance n° 96-1122 du 20 décembre 1996 relative à l'amélioration de la santé publique, à l'assurance maladie, maternité, invalidité et décès, au financement de la sécurité sociale à Mayotte ” ;-la référence : “ L. 511-1 ” est remplacée par la référence : “ 2 de l'ordonnance n° 2002-149 du 7 février 2002 relative à l'extension et la généralisation des prestations familiales et à la protection sociale dans la collectivité départementale de Mayotte ” ;-la référence : “ L. 553-2 du présent code ” est remplacée par la référence : “ 13 de l'ordonnance n° 2002-149 du 7 février 2002 relative à l'extension et la généralisation des prestations familiales et à la protection sociale dans la collectivité départementale de Mayotte ” ;\n\nb) Le deuxième alinéa est ainsi modifié :\n\n-les mots : “ à l'avant-dernier alinéa de l'article L. 553-2 ” sont remplacés par les mots : “ au cinquième alinéa de l'article 13 de l'ordonnance n° 2002-149 du 7 février 2002 relative à l'extension et la généralisation des prestations familiales et à la protection sociale dans la collectivité départementale de Mayotte ” ;-le mot : “ avant-dernier ” est remplacé par le mot : “ cinquième ” ;"
    },
    {
      "provision_ref": "art21-13",
      "section": "21-13",
      "title": "Article 21-13",
      "content": "Les articles L. 861-1 à L. 861-12, L. 862-1 à L. 862-8 et L. 871-1 du code de la sécurité sociale sont applicables à Mayotte, sous réserve des adaptations suivantes :\n\n1° Au premier alinéa de l'article L. 861-1, la référence à l'article L. 160-1 est remplacée par une référence aux II et III de l'article 19 de la présente ordonnance ;\n\n2° A l'article L. 861-2 :\n\na) Les références à l'article L. 815-1 sont remplacées par la référence à l'article 28 de l'ordonnance n° 2002-411 du 27 mars 2002 relative à la protection sanitaire et sociale à Mayotte ;\n\nb) La référence aux articles L. 815-24 et L. 821-1 est remplacée par la référence à l'article 35 de l'ordonnance n° 2002-411 du 27 mars 2002 précitée ;\n\n3° A l'article L. 861-5 :\n\na) Au troisième alinéa, les mots : “à l'article L. 815-24 et les bénéficiaires de l'allocation mentionnée à l'article L. 821-1” sont remplacés par les mots : “à l'article 35 de l'ordonnance n° 2002-411 du 27 mars 2002 précitée” ;\n\nb) Au quatrième alinéa, la deuxième phrase est remplacée par deux phrases ainsi rédigées : “Cette décision doit être notifiée au demandeur dans un délai maximal fixé par décret et peut faire l'objet d'un recours contentieux en application de l'article L. 142-3 et du 3° de l'article L. 142-8. Elle peut faire l'objet d'une saisine de la commission de recours amiable, selon des conditions prévues par décret.” ;\n\nc) Au dernier alinéa, la référence à l'article L. 815-1 est remplacée par la référence à l'article 28 de l'ordonnance n° 2002-411 du 27 mars 2002 précitée."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I.-La caisse de sécurité sociale de Mayotte est un organisme de droit privé doté de la personnalité civile.\n\nII.-La caisse a pour rôle :\n\n1° D'assurer la gestion du régime d'assurance maladie, maternité, invalidité, décès et autonomie institué à l'article 19 de la présente ordonnance ;\n\n2° D'assurer la gestion du régime des prestations familiales institué par le titre Ier de l'ordonnance n° 2002-149 du 7 février 2002 relative à l'extension et la généralisation des prestations familiales et à la protection sociale dans la collectivité départementale de Mayotte ;\n\n3° D'assurer la gestion du régime d'assurance accidents du travail et des maladies professionnelles en application des textes en vigueur dans la collectivité territoriale de Mayotte ;\n\n4° D'assurer la gestion du régime d'assurance vieillesse institué par les articles 5 à 23 de l'ordonnance n° 2002-411 du 27 mars 2002 relative à la protection sanitaire et sociale à Mayotte ;\n\n5° D'exercer une action sociale en faveur des ressortissants du régime des prestations familiales et de leurs familles ;\n\n6° De promouvoir une action de prévention des accidents du travail et des maladies professionnelles ;\n\n7° D'exercer une action sanitaire et sociale au profit des ressortissants du régime visé au 1° ci-dessus ;\n\n8° D'exercer une action sociale au profit des ressortissants du régime visé au 4° ci-dessus ;\n\n8° bis De mettre en œuvre, pour les travailleurs indépendants mentionnés au II de l'article 28-1 de la présente ordonnance, les décisions prises par l'instance du conseil mentionné à l'article L. 612-1 du code de la sécurité sociale compétente en matière d'action sanitaire et sociale ;\n\n9° De recouvrer les contributions mentionnées aux 2° à 4° et, le cas échéant, celles mentionnées au 5° du I de l'article L. 6131-1 du code du travail, ainsi que les contributions mentionnées au II et au III de l'article L. 2135-10 du même code et la contribution mentionnée au deuxième alinéa de l'article L. 4163-21 dudit code.\n\nIII.-La caisse assure le recouvrement des ressources des régimes mentionnés aux 1° à 4° du II du présent article et de la contribution prévue aux articles L. 813-4 et suivants du code de la construction tel qu'adaptés par les article L. 861-1 à L. 861-3 du même code ainsi que des contributions mentionnées au 9° du II du présent article, selon les règles, les garanties et les sanctions prévues par le code de la sécurité sociale et mises en œuvre par les organismes chargés du recouvrement des contributions et cotisations du régime général de la sécurité sociale de la France métropolitaine. Un décret en Conseil d'Etat adapte en tant que de besoin ces règles, garanties et sanctions à la situation particulière de la collectivité territoriale de Mayotte.\n\nLes articles L. 244-6 et L. 244-12 du code de la sécurité sociale sont applicables à Mayotte.\n\nLes agents de l'administration fiscale de Mayotte communiquent à leur demande aux agents de la caisse de sécurité sociale les renseignements nécessaires à l'établissement de l'assiette des cotisations et contributions et au calcul des prestations des régimes et actions gérés par la caisse.\n\nIV.-Sont applicables à la caisse de sécurité sociale de Mayotte, qui est regardée pour leur application comme un organisme local du régime général :\n\n1° Les articles L. 122-6 à L. 122-9 du code de la sécurité sociale ;\n\n2° L'article L. 162-15-4 du même code ;\n\n3° L'article L. 217-7-1 du même code ; pour l'application du V de cet article, il est fait application des dispositions du chapitre III du titre II de la présente ordonnance au lieu des dispositions de l'article L. 131-6 du même code ;\n\n4° Le III de l'article L. 2135-10 du code du travail et le II de l'article L. 6131-3 du même code.\n\nV.-La caisse de sécurité sociale peut assurer, notamment pour le compte de la collectivité territoriale de Mayotte ou de l'Etat, la gestion de tout dispositif de protection ou d'aide sociale autres que ceux entrant directement dans ses compétences, dans des conditions définies par des conventions et sous réserve du paiement des frais correspondant à cette gestion.\n\nVI.-Les organismes nationaux visés aux articles L. 221-1, L. 222-1, L. 223-1 et L. 225-1 du code de la sécurité sociale exercent, chacun dans son champ de compétence, un contrôle en matière de gestion de trésorerie ainsi qu'un contrôle sur les opérations immobilières et sur la gestion du patrimoine immobilier sur la caisse de sécurité sociale de Mayotte, au titre de ses attributions énoncées aux II et III ci-dessus.\n\nLes articles L. 224-11 et L. 224-13 du code de la sécurité sociale sont applicables à la caisse de sécurité sociale de Mayotte qui est considérée comme un organisme de base mentionné au titre Ier du livre II de ce même code.\n\nL'article L. 227-3 du code de la sécurité sociale est applicable à la caisse de sécurité sociale de Mayotte.\n\nVII.-Les accords collectifs de travail conclus au sein de la caisse de sécurité sociale de Mayotte ne deviennent applicables qu'après avoir reçu l'agrément du ministre chargé de la sécurité sociale."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I.-La caisse de sécurité sociale de Mayotte est dotée d'un conseil composé :1° D'un nombre égal :a) De représentants des assurés sociaux, désignés par les organisations syndicales représentatives au niveau national et interprofessionnel selon les dispositions de l'article L. 2122-9 du code du travail ;b) De représentants des employeurs et des travailleurs indépendants, désignés respectivement par les organisations professionnelles d'employeurs représentatives au niveau national et interprofessionnel, selon les dispositions de l'article L. 2152-4 du code du travail et par les institutions ou les organisations de travailleurs indépendants représentatives au niveau national telles qu'elles sont définies à l'article L. 612-6 du code de la sécurité sociale ;2° De représentants des associations familiales désignés par l'Union départementale des associations familiales territorialement compétente ;3° D'un représentant désigné par la Fédération nationale de la mutualité française ;4° D'un représentant désigné par l'Union nationale des associations agréées d'usagers du système de santé ;5° De représentants des exploitants agricoles désignés par les organisations professionnelles nationales représentatives selon les modalités prévues au 3° de l'article L. 752-6 du code de la sécurité sociale ;6° De personnalités qualifiées dans les domaines d'activité de la caisse de sécurité sociale de Mayotte, dont au moins un représentant des retraités, désignés par l'autorité compétente de l'Etat.Siègent également, avec voix consultative, des représentants du personnel de la caisse élus.\n\nI bis.-Chaque organisation ayant désigné un ou plusieurs représentants au conseil de la caisse de sécurité sociale de Mayotte désigne un nombre égal d'administrateurs suppléants.\n\nLes suppléants sont appelés à siéger au conseil en l'absence des titulaires et à remplacer ceux dont le siège deviendrait vacant. Le nombre de suppléants est égal au nombre de titulaires. Lorsque le siège d'un de ses représentants titulaire ou suppléant devient vacant, l'organisation locale concernée désigne un ou plusieurs nouveaux représentants. Ces nouveaux représentants siègent jusqu'au renouvellement suivant de l'ensemble du conseil.\n\nLes fonctions de suppléant des représentants du personnel sont exercées par les candidats venant sur la liste immédiatement après le dernier candidat élu de cette liste.\n\nII.-Les articles L. 121-2, L. 231-3 à L. 231-10, le premier alinéa du L. 231-11 et le L. 231-12 du code de la sécurité sociale sont applicables à la caisse de sécurité sociale de Mayotte. Pour l'application de l'article L. 231-4 du même code, la caisse de sécurité sociale est considérée comme un organisme du régime général de sécurité sociale.\n\nIII.-L'exercice d'une fonction rémunérée par la caisse de sécurité sociale est interdit aux anciens administrateurs de cet organisme autres que les représentants du personnel pendant le délai de quatre ans à dater de la cessation de leurs fonctions d'administrateur. Cette interdiction ne s'applique pas aux personnes qui, avant l'exercice de leur mandat d'administrateur, étaient salariées d'un organisme de protection sociale.\n\nIV.-Il est constitué auprès du conseil de la caisse un comité technique composé, par parties égales, de représentants des organisations professionnelles de salariés et d'employeurs et chargé d'assister le conseil dans la gestion du régime d'accidents du travail et des maladies professionnelles.\n\nV.-La caisse élabore un règlement intérieur relatif aux formalités que doivent remplir les bénéficiaires des actions mentionnées aux 7° et 8° du II de l'article 22 ci-dessus. Ce règlement est opposable aux bénéficiaires lorsqu'il a été porté à leur connaissance.\n\nVI.-La caisse peut confier à des agents agréés par les caisses nationales compétentes du régime général et assermentés le soin de procéder à toutes vérifications ou enquêtes administratives concernant l'attribution des prestations et la tarification des accidents du travail et des maladies professionnelles.\n\nVII.-Les modalités de mise en œuvre du présent article sont précisées par décret, notamment le nombre de membres de chaque catégorie mentionnée au I et le nombre et les conditions d'élection des représentants du personnel mentionnés au même I."
    },
    {
      "provision_ref": "art23-1",
      "section": "23-1",
      "title": "Article 23-1",
      "content": "Les articles L. 315-1 à L. 315-2-1 et L. 442-5 du code de la sécurité sociale sont applicables à Mayotte."
    },
    {
      "provision_ref": "art23-2",
      "section": "23-2",
      "title": "Article 23-2",
      "content": "I.-Les articles L. 162-29, L. 162-29-1, \nL. 162-30 et L. 162-30-1 du code de la sécurité sociale sont applicables à Mayotte.\n\nLa caisse de sécurité sociale de Mayotte assume dans ce cadre les compétences des caisses primaires d'assurance maladie.\n\nII.-Les articles L. 114-17 à L. 114-17-2 du code de la sécurité sociale sont applicables à Mayotte, sous réserve de l'adaptation suivante : aux 1° et 3° du II de l'article L. 114-17-1, les mots : \" du présent code \" sont remplacés par les mots : \" de la présente ordonnance \".\n\nLa caisse de sécurité sociale de Mayotte assume dans ce cadre les compétences des organismes chargés de la gestion des prestations familiales ou des prestations d'assurance vieillesse et des caisses d'assurance maladie."
    },
    {
      "provision_ref": "art23-3",
      "section": "23-3",
      "title": "Article 23-3",
      "content": "La caisse de sécurité sociale de Mayotte établit pour chaque exercice un budget de gestion et un budget d'intervention dans les conditions fixées par les articles L. 153-2, L. 153-4, L. 153-5 et L. 153-6 du code de la sécurité sociale."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Le conseil de la caisse de sécurité sociale de Mayotte a pour rôle de déterminer, sur proposition du directeur :\n\n1° Les orientations des contrats pluriannuels de gestion mentionnés à l'article L. 227-3 du code de la sécurité sociale au titre de ses missions fixées aux 1° à 4° et III et IV de l'article 22 ;\n\n2° Les objectifs poursuivis pour améliorer la qualité des services rendus à l'usager ;\n\n3° Les axes de la politique de communication à l'égard des usagers ;\n\n4° Les axes de la politique de gestion du risque.\n\nIl est périodiquement tenu informé par le directeur de la mise en œuvre des orientations qu'il définit et formule, en tant que de besoin, les recommandations qu'il estime nécessaires pour leur aboutissement. Il approuve, sur proposition du directeur, les budgets de gestion et d'intervention. Ces propositions sont réputées approuvées, sauf opposition du conseil à la majorité qualifiée, dans des conditions et selon des modalités fixées par décret.\n\nLe conseil délibère également sur :\n\n1° La politique d'action sanitaire et sociale menée par la caisse dans le cadre des orientations définies par les caisses nationales mentionnées aux articles L. 221-1, L. 222-1 et L. 223-1 du code de la sécurité sociale ;\n\n2° Les modalités de traitement des réclamations déposées par les usagers, notamment par une commission spécifique constituée à cet effet ;\n\n3° L'acceptation et le refus des dons et legs ;\n\n4° La représentation de la caisse dans les instances ou organismes au sein desquels celle-ci est amenée à siéger.\n\nIl délibère sur les contrats pluriannuels de gestion mentionnés à l'article L. 227-3 du code de la sécurité sociale.\n\nLe conseil peut être saisi par le directeur de toute question relative au fonctionnement de la caisse.\n\nLe conseil peut, sur le fondement d'un avis motivé rendu à la majorité des deux tiers de ses membres, diligenter tout contrôle nécessaire à l'exercice de ses missions.\n\nLes modalités de mise en œuvre du présent article, notamment les conditions de fonctionnement du conseil, sont précisées par décret."
    },
    {
      "provision_ref": "art24-1",
      "section": "24-1",
      "title": "Article 24-1",
      "content": "Le directeur dirige la caisse de sécurité sociale de Mayotte et est responsable de son bon fonctionnement. Il met en œuvre les orientations décidées par le conseil. Il prend toutes décisions nécessaires et exerce toutes les compétences qui ne sont pas attribuées à une autre autorité.Il négocie et signe les contrats pluriannuels de gestion mentionnés à l'article L. 227-3 du code de la sécurité sociale.Il est notamment chargé :1° De préparer les travaux du conseil, de mettre en œuvre les orientations qu'il définit et d'exécuter ses décisions ;2° De prendre toute décision et d'assurer toutes les opérations relatives à l'organisation et au fonctionnement de la caisse, à sa gestion administrative, financière et immobilière ;3° D'établir et d'exécuter les budgets de gestion et d'intervention, de conclure au nom de la caisse toute convention et d'en contrôler la bonne application.Le directeur représente la caisse en justice et dans tous les actes de la vie civile. Il signe les marchés et conventions, est l'ordonnateur des dépenses et des recettes de la caisse et vise le compte financier. Il recrute le personnel et a autorité sur lui. Il peut déléguer sa signature.Le directeur nomme les agents de direction dans les conditions prévues à l'article L. 217-6 du code de la sécurité sociale.Le directeur rend compte au conseil de la gestion de la caisse après la clôture de chaque exercice.Il rend également compte périodiquement au conseil de la mise en œuvre des orientations définies par ce dernier.Les modalités d'application du présent article sont précisées par décret."
    },
    {
      "provision_ref": "art24-2",
      "section": "24-2",
      "title": "Article 24-2",
      "content": "Les décisions relatives aux opérations immobilières et à la gestion du patrimoine de la caisse sont prises en commun par les caisses nationales après avis du conseil."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Les décisions du conseil de la caisse de sécurité sociale de Mayotte sont soumises au contrôle de l'autorité compétente de l'Etat. Les dispositions des deuxième et troisième alinéas de l'article L. 151-1 du code de la sécurité sociale s'y appliquent dans les mêmes conditions qu'aux caisses primaires d'assurance maladie, aux caisses d'assurance retraite et de la santé au travail, aux caisses d'allocations familiales et aux unions pour le recouvrement des cotisations de sécurité sociale et d'allocations familiales.\n\nLes articles L. 281-1 à L. 281-5 du code de la sécurité sociale s'appliquent à la caisse de sécurité sociale de Mayotte qui est, pour leur application, considérée comme un organisme du régime général de sécurité sociale."
    },
    {
      "provision_ref": "art25-1",
      "section": "25-1",
      "title": "Article 25-1",
      "content": "La nomination et la cessation de fonctions du directeur et du directeur comptable et financier de la caisse de sécurité sociale sont soumises aux conditions prévues à l'article L. 217-3-1 du code de la sécurité sociale et les décisions relatives à leur nomination et à leur cessation de fonctions sont prises conjointement par les directeurs des caisses nationales concernées. Les mêmes directeurs exercent sur cette caisse les compétences mentionnées au douzième alinéa de l'article L. 221-3-1 et à l'avant-dernier alinéa de l'article L. 227-3 du code de la sécurité sociale, le cas échéant conjointement."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I.-Pour assurer le service des prestations des régimes définis aux 1° à 4° du II de l'article 22, les organismes nationaux mentionnés aux articles L. 221-1, L. 222-1 et L. 223-1 du code de la sécurité sociale attribuent à la caisse de sécurité sociale de Mayotte les dotations dont elle doit disposer pour couvrir les dépenses de chacun desdits régimes au titre de l'exercice, après déduction des recettes de cotisations et contributions sociales de ces mêmes régimes au titre du même exercice.\n\nSi, pour tout ou partie des régimes, les recettes de cotisations et contributions sociales excèdent les dépenses au titre de l'exercice, la caisse de sécurité sociale de Mayotte transfère les excédents constatés au titre de ce même exercice aux organismes nationaux du régime général concernés.\n\nII.-Les organismes nationaux mentionnés au I ainsi que l'Agence centrale des organismes de sécurité sociale attribuent à la caisse de sécurité sociale de Mayotte les dotations dont elle doit disposer pour couvrir ses dépenses de gestion administrative au titre de l'exercice, après déduction des éventuelles recettes de gestion administrative au titre de ce même exercice.\n\nLes dépenses de gestion administrative de la caisse s'inscrivent dans le respect des autorisations budgétaires fixées par les contrats pluriannuels de gestion mentionnés à l'article L. 227-3 du code de la sécurité sociale.\n\nIII.-Les organismes nationaux mentionnés aux articles L. 221-1, L. 222-1 et L. 223-1 du code de la sécurité sociale attribuent à la caisse de sécurité sociale de Mayotte les dotations dont elle doit disposer pour couvrir les dépenses d'action sociale et de prévention au bénéfice des ressortissants des régimes mentionnés au II de l'article 22 de la présente ordonnance.\n\nLes dépenses d'action sociale et de prévention s'inscrivent dans le respect des autorisations budgétaires fixées par les contrats pluriannuels de gestion mentionnés à l'article L. 227-3 du même code.\n\nLes objectifs de l'action sociale et de la prévention exercée par la caisse de sécurité sociale de Mayotte en faveur des ressortissants des régimes mentionnés au II de l'article 22 de la présente ordonnance et de leur famille sont définis par les contrats pluriannuels mentionnés au même article L. 227-3.\n\nIV.-La gestion de chacun des régimes et actions mentionnés au II de l'article 22 est retracée distinctement dans les écritures comptables de la caisse de sécurité sociale de Mayotte.\n\nV.-L'Agence centrale des organismes de sécurité sociale assure la gestion commune de la trésorerie des différents régimes et actions gérés par la caisse de sécurité sociale de Mayotte, dans les conditions fixées en application de l'article L. 225-1 du code de la sécurité sociale.\n\nVI.-Les articles L. 114-5, L. 114-6, L. 114-6-1 et L. 114-8-1 du code de la sécurité sociale sont applicables à la caisse de sécurité sociale de Mayotte.\n\nVII.-Pour l'application du présent article, la caisse de sécurité sociale de Mayotte est considérée comme un organisme de base, au sens du titre Ier du livre II du code de la sécurité sociale."
    },
    {
      "provision_ref": "art26-1",
      "section": "26-1",
      "title": "Article 26-1",
      "content": "Les articles L. 122-2 à L. 122-4 du code de la sécurité sociale sont applicables à Mayotte."
    },
    {
      "provision_ref": "art27-1",
      "section": "27-1",
      "title": "Article 27-1",
      "content": "Les médecins et les chirurgiens-dentistes exerçant à Mayotte relèvent de la compétence de la section des assurances sociales de la chambre disciplinaire de première instance de la Réunion-Mayotte, compétente pour chacune de ces professions, dans les conditions fixées aux articles L. 145-1 à L. 145-5 du code de la sécurité sociale."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "La caisse de sécurité sociale de Mayotte est soumise au contrôle de la Cour des comptes selon les modalités et les sanctions définies en application de l'article L. 154-1 du code de la sécurité sociale."
    },
    {
      "provision_ref": "art28-1",
      "section": "28-1",
      "title": "Article 28-1",
      "content": "I. ― Pour l'application du présent titre, les rémunérations des travailleurs salariés sont celles énumérées à l'article L. 242-1 du code de la sécurité sociale, à l'exception de celles mentionnées aux deuxième et treizième alinéas de ce même article.\n\nCes rémunérations excluent la part des indemnités versées à l'occasion de la rupture du contrat de travail ou de la cessation forcée des fonctions qui n'est pas imposable en application du code général des impôts en vigueur à Mayotte, dans la limite de deux fois le plafond annuel. Elles excluent également la part contributive de l'employeur aux titres-restaurant remis à ses salariés, en application des articles L. 131-4 et L. 133-4-3 du code de la sécurité sociale.\n\nIl est créé un plafond de cotisations de sécurité sociale à Mayotte. Il est fixé à intervalles qui ne peuvent être inférieurs au semestre ni supérieurs à l'année, dans des conditions prévues par décret. Son montant, calculé selon des règles prévues par décret, est arrêté par le ministre chargé de la sécurité sociale.\n\nII.-Pour l'application du présent titre, les revenus d'activité des travailleurs indépendants non agricoles sont ceux assujettis dans les conditions prévues à l'article L. 136-3 du code de la sécurité sociale."
    },
    {
      "provision_ref": "art28-2",
      "section": "28-2",
      "title": "Article 28-2",
      "content": "I. ― Sont affectés au financement du régime de retraite de base obligatoire de sécurité sociale de Mayotte institué par l'ordonnance n° 2002-411 du 27 mars 2002 relative à la protection sanitaire et sociale à Mayotte :\n\n1° Le produit des cotisations, assises sur les rémunérations et revenus d'activité définis à l'article 28-1, dans la limite du plafond prévu au deuxième alinéa du I de l'article 28-1, qui sont dues par tout employeur de personnes mentionnées à l'article 5 de l'ordonnance n° 2002-411 du 27 mars 2002 relative à la protection sanitaire et sociale à Mayotte et par tout assuré, ainsi que par les travailleurs indépendants agricoles et non agricoles.\n\n2° En tant que de besoin, une contribution de la Caisse nationale de l'assurance vieillesse des travailleurs salariés.\n\nII. ― Un décret fixe les taux des cotisations prévues au 1° du I pour la période allant du 1er janvier 2012 au 1er janvier 2036 en vue d'assurer, au terme de cette période, l'alignement des taux sur ceux applicables en France métropolitaine. Ces cotisations sont recouvrées par la caisse de sécurité sociale de Mayotte.\n\nLorsque l'application des dispositions qui précèdent conduit à un montant de cotisations inférieur à un montant minimum fixé par décret, l'assuré est soumis au versement d'une cotisation forfaitaire minimale égale à ce même montant.\n\nLa cotisation à la charge de l'assuré fait l'objet d'un précompte par son employeur.\n\nIII.-La rémunération due aux personnes détenues à Mayotte qui exercent une activité de travail dans le cadre d'un contrat d'emploi pénitentiaire mentionnées à l'article 5 de l'ordonnance n° 2002-411 du 27 mars 2002 est assujettie aux cotisations mentionnées au présent article.\n\nCes cotisations sont calculées dans les conditions prévues à l'article L. 382-40 du code de la sécurité sociale. Elles sont prises en charge par l'Etat pour leur part patronale ainsi que, pour les personnes détenues au service général, pour leur part salariale.\n\nLes dispositions de l'article L. 382-42 du code de la sécurité sociale sont applicables."
    },
    {
      "provision_ref": "art28-3",
      "section": "28-3",
      "title": "Article 28-3",
      "content": "I. ― Le financement du régime d'assurance maladie, maternité, invalidité, décès et autonomie de Mayotte prévu à l'article 19 est assuré par une contribution sociale assise :\n\n1° Sur l'ensemble des rémunérations et des revenus d'activité définis à l'article 28-1, qui sont perçus par les salariés et les travailleurs indépendants non agricoles ;\n\n2° Sur les pensions, allocations de retraite ou d'invalidité, allocations chômage ainsi que sur tous les autres revenus de remplacement, sous réserve des exonérations accordées aux titulaires de ces revenus dont les ressources sont insuffisantes ; la définition et les modalités de ces exonérations sont fixées par décret ;\n\n3° (Abrogé)\n\nII. ― Le taux de la contribution est fixé à 2 % jusqu'au 31 décembre 2019.\n\nIl est fixé comme suit pour les années civiles allant de 2020 à 2036 :\n\n2,35 % en 2020 ;\n\n2,71 % en 2021 ;\n\n3,06 % en 2022 ;\n\n3,41 % en 2023 ;\n\n3,77 % en 2024 ;\n\n4,12 % en 2025 ;\n\n4,47 % en 2026 ;\n\n4,82 % en 2027 ;\n\n5,18 % en 2028 ;\n\n5,53 % en 2029 ;\n\n5,88 % en 2030 ;\n\n6,24 % en 2031 ;\n\n6,59 % en 2032 ;\n\n6,94 % en 2033 ;\n\n7,30 % en 2034 ;\n\n7,65 % en 2035.\n\nIl est fixé à 8 % à compter du 1er janvier 2036.\n\nIII. ― La contribution fait l'objet d'un précompte par l'employeur ou par l'organisme assurant le versement du revenu ou est versée, dans les autres cas, directement par le titulaire du revenu. Elle est recouvrée par la caisse de sécurité sociale de Mayotte."
    },
    {
      "provision_ref": "art28-4",
      "section": "28-4",
      "title": "Article 28-4",
      "content": "I. ― Le financement du régime d'assurance maladie-maternité et autonomie de Mayotte est également assuré par :\n\n1° Le produit d'une cotisation due par tout employeur de personnes mentionnées au II de l'article 19 assise sur l'ensemble des rémunérations telles que définies à l'article 28-1 ;\n\n2° Le produit d'une cotisation due par tout employeur et tout travailleur indépendant non agricole additionnelle à la contribution sociale prévue au 1° du II de l'article 28-3, émise sur leurs revenus professionnels soumis à cette contribution et supérieurs à un seuil fixé par décret, à raison de la moitié de ces revenus jusqu'au plafond prévu au deuxième alinéa du I de l'article 28-1 et de la totalité de ces mêmes revenus au-delà de ce plafond ;\n\n3° En tant que de besoin, une contribution de la Caisse nationale de l'assurance maladie des travailleurs salariés.\n\nII. ― Le taux des cotisations prévues aux 1° et 2° du I est fixé par décret pour la période allant du 1er janvier 2012 au 1er janvier 2036. Ces cotisations sont recouvrées par la caisse de sécurité sociale de Mayotte."
    },
    {
      "provision_ref": "art28-5",
      "section": "28-5",
      "title": "Article 28-5",
      "content": "I. ― Sont affectés au financement du régime des prestations familiales de Mayotte institué par l'ordonnance n° 2002-411 du 7 février 2002 relative à la protection sanitaire et sociale à Mayotte :1° Le produit des cotisations dues au titre des prestations familiales par tout employeur de salariés ; ces cotisations sont assises sur les rémunérations telles que définies à l'article 28-1, dans la limite du plafond prévu à cet article ;2° Le produit des cotisations assises, dans la limite du plafond prévu à l'article 28-1 et pour la moitié de leur montant, sur les revenus professionnels des employeurs et travailleurs indépendants pris en compte pour la détermination du revenu imposable dans les conditions prévues au 2° du II de l'article 28-2 et supérieurs à un seuil fixé par décret ;3° En tant que de besoin, une contribution d'équilibre de la Caisse nationale des allocations familiales.II. ― Le taux des cotisations prévues aux 1° et 2° du I du présent article est fixé par décret pour la période allant du 1er janvier 2012 au 1er janvier 2036 en vue d'assurer, au terme de cette période, l'alignement des taux sur ceux de la métropole. Ces cotisations sont recouvrées par la caisse de sécurité sociale de Mayotte."
    },
    {
      "provision_ref": "art28-6",
      "section": "28-6",
      "title": "Article 28-6",
      "content": "I. ― Les cotisations dues au titre des accidents du travail et des maladies professionnelles sont à la charge exclusive de l'employeur. Elles sont assises, dans la limite d'un plafond fixé par décret, sur les rémunérations ou gains des travailleurs salariés.\n\nDes cotisations forfaitaires peuvent être fixées par décret pour certaines catégories de salariés ou assimilés.\n\nLes cotisations dues au titre des accidents du travail et des maladies professionnelles ne peuvent faire l'objet d'aucune exonération.\n\nII. ― Le taux de ces cotisations est fixé par arrêté du ministre chargé de la sécurité sociale.\n\nCes cotisations sont recouvrées par la caisse de sécurité sociale de Mayotte.\n\nIII. ― Les gratifications en espèces ou en nature versées aux personnes mentionnées aux a, b et f du 2° de l'article L. 412-8 du code de la sécurité sociale ne sont pas incluses dans l'assiette des cotisations accidents du travail et maladies professionnelles pour leur part qui n'excède pas, au titre d'un mois civil, le produit d'un pourcentage, fixé par décret, du plafond de la sécurité sociale en vigueur à Mayotte et du nombre d'heures de stage effectuées au cours du mois considéré.\n\nIV. ― Les dispositions du chapitre III du titre IV du livre Ier et des articles L. 241-5-1, L. 241-5-2 et L. 242-5 à L. 242-7 du code de la sécurité sociale sont applicables à Mayotte à partir d'une date fixée par décret et au plus tard à compter du 1er janvier 2022.\n\nJusqu'à l'entrée en vigueur des dispositions de l'alinéa précédent, un décret fixe les règles générales du classement et de la tarification des risques. Le taux des cotisations dues, en application de ces règles, au titre des accidents du travail et des maladies professionnelles est fixé par arrêté du ministre chargé de la sécurité sociale, après avis du conseil d'administration de la Caisse de sécurité sociale de Mayotte.\n\nV. ― Le financement du régime des accidents du travail et des maladies professionnelles de Mayotte est assuré par les cotisations mentionnées au présent article et, en tant que de besoin, jusqu'à la date prévue par le premier alinéa du IV, par une contribution de la banche des accidents du travail et des maladies professionnelles du régime général de la sécurité sociale."
    },
    {
      "provision_ref": "art28-7",
      "section": "28-7",
      "title": "Article 28-7",
      "content": "I. ― Les cotisations à la charge de l'employeur au titre des assurances sociales et des allocations familiales qui sont assises sur les gains ou les rémunérations inférieures salaire minimum interprofessionnel de croissance versé à Mayotte majoré de 30 % font l'objet d'une réduction dégressive, dans des conditions fixées par décret.\n\nLe taux de 30 % mentionné au précédent alinéa est porté à 40 %, 50 % et 60 % respectivement à compter du 1er janvier 2019, du 1er janvier 2027 et du 1er janvier 2036.\n\nII. ― Cette réduction est appliquée aux gains et rémunérations versés par les employeurs entrant dans le champ du dispositif prévu au II de l'article L. 241-13 du code de la sécurité sociale. Toutefois, les références aux articles L. 351-4 et L. 351-12 du code du travail sont remplacées par les références aux articles L. 5422-13 et L. 5424-1 du code du travail.\n\nIII. ― Son montant, calculé chaque année civile, pour chaque salarié, est égal au produit de la rémunération annuelle, telle que définie à l'article 28-1, par un coefficient. Celui-ci est fonction du rapport entre la rémunération annuelle hors rémunération des temps de pause, d'habillage et de déshabillage versée en application d'une convention ou d'un accord collectif étendu en vigueur au 11 octobre 2007 et le salaire minimum interprofessionnel garanti mahorais calculé pour un an sur la base de la durée légale du travail augmentée, le cas échéant, du nombre d'heures complémentaires ou supplémentaires, sans prise en compte des majorations auxquelles elles donnent lieu. Lorsque le salarié est soumis à un régime d'heures d'équivalence payées à un taux majoré en application d'une convention ou d'un accord collectif étendu en vigueur depuis le 1er janvier 2010, la majoration salariale correspondante est également déduite de la rémunération annuelle du salarié dans la limite d'un taux de 25 %. Pour les salariés qui ne sont pas employés à temps plein ou qui ne sont pas employés sur toute l'année, le salaire minimum interprofessionnel garanti mahorais pris en compte est celui qui correspond à la durée de travail prévue au contrat.\n\nIV. ― Ce coefficient varie en fonction de l'effectif de l'entreprise. A l'issue d'une période de convergence allant du 1er janvier 2012 au 31 décembre 2035, il est calculé sur les mêmes bases d'abattement qu'en métropole respectivement pour les entreprises de un à dix-neuf salariés et les entreprises de plus de dix-neuf salariés.\n\nV. ― Un décret fixe les modalités d'application du présent article."
    },
    {
      "provision_ref": "art28-8",
      "section": "28-8",
      "title": "Article 28-8",
      "content": "Par dérogation aux dispositions du présent titre, les travailleurs indépendants non agricoles débutant l'exercice de leur activité sont exonérés des cotisations et contributions pour une période de vingt-quatre mois à compter de la date de création de l'activité."
    },
    {
      "provision_ref": "art28-8-1",
      "section": "28-8-1",
      "title": "Article 28-8-1",
      "content": "Chaque heure de travail effectuée par les salariés employés par des  particuliers au domicile de ces derniers pour réaliser des travaux à  caractère familial ou ménager ouvre droit à une déduction forfaitaire  patronale des cotisations et contributions sociales d'origine légale et  conventionnelle.\n\nCette déduction n'est cumulable  avec aucune exonération de cotisations sociales, ni avec l'application  de taux ou d'assiettes spécifiques ou de montants forfaitaires de  cotisations.\n\nJusqu'au 1er janvier 2036, le  montant de la déduction forfaitaire patronale prévue au premier alinéa  est fixé en vue de déterminer un montant applicable à Mayotte dont  l'évolution au cours de cette période correspond à celle du montant des  contributions et cotisations sociales prévues au présent chapitre."
    },
    {
      "provision_ref": "art28-9",
      "section": "28-9",
      "title": "Article 28-9",
      "content": "I. - L'article L. 161-1-1 du code de la sécurité sociale est applicable à Mayotte.\n\nII. - Les articles L. 242-1-1 à L. 242-1-4, ainsi que les chapitres III et IV du titre IV du livre II du code de la sécurité sociale, sont applicables à Mayotte."
    },
    {
      "provision_ref": "art28-9-1",
      "section": "28-9-1",
      "title": "Article 28-9-1",
      "content": "Les articles L. 133-5-3 à L. 133-5-5 du code de la sécurité sociale sont applicables à Mayotte, sous réserve des adaptations suivantes :\n\n1° Le plafond mensuel de sécurité sociale mentionné au deuxième alinéa de l'article L. 133-5-4 est celui en vigueur à Mayotte ;\n\n2° La caisse de sécurité sociale de Mayotte est l'organisme de sécurité sociale destinataire des déclarations mentionnées à l'article L. 133-5-3 et chargé de l'application de l'article L. 133-5-4."
    },
    {
      "provision_ref": "art28-10",
      "section": "28-10",
      "title": "Article 28-10",
      "content": "Le chapitre VI du titre VII du livre III du code de la sécurité sociale, à l'exclusion de  l'avant-dernier alinéa de l'article L. 376-1, est applicable à Mayotte."
    },
    {
      "provision_ref": "art28-11",
      "section": "28-11",
      "title": "Article 28-11",
      "content": "Les dispositions de la sous-section 2 de la section 1 du chapitre III bis du livre Ier du code de la sécurité sociale sont applicables à Mayotte sous réserve des adaptations suivantes :\n\n1° Au 1° de l'article L. 133-5-6, les mots : “ ou dont les salariés relèvent du régime agricole ” sont supprimés ;2° Le 5° de l'article L. 133-5-6 est abrogé ;\n\n3° Au dernier alinéa de l'article L. 133-5-8, le terme “, 5° ” est supprimé."
    },
    {
      "provision_ref": "art28-12",
      "section": "28-12",
      "title": "Article 28-12",
      "content": "La section 3 du chapitre III du titre Ier du livre VI du code de la sécurité sociale est applicable à Mayotte."
    },
    {
      "provision_ref": "art28-13",
      "section": "28-13",
      "title": "Article 28-13",
      "content": "Pour le recouvrement des cotisations et contributions sociales dues par les travailleurs indépendants au titre de leurs revenus d'activité mentionnés au II de l'article 28-1, il est fait application des règles, modalités, garanties et sanctions prévues par le code de la sécurité sociale et mises en œuvre par les organismes mentionnés aux articles L. 213-1 et L. 752-4 du même code."
    },
    {
      "provision_ref": "art28-13-1",
      "section": "28-13-1",
      "title": "Article 28-13-1",
      "content": "Les travailleurs indépendants mentionnés au II de l'article 28-1 de la présente ordonnance sont éligibles à l'action sanitaire et sociale prévue au 2° de l'article L. 612-1 du code de la sécurité sociale. Les demandes sont déposées auprès de la caisse de sécurité sociale de Mayotte et mises en paiement par cette caisse. Les décisions d'attribution sont prises par l'instance régionale de la protection sociale des travailleurs indépendants désignée par arrêté du ministre chargé de la sécurité sociale."
    },
    {
      "provision_ref": "art28-14",
      "section": "28-14",
      "title": "Article 28-14",
      "content": "Les articles L. 114-13 et L. 114-18 du code de la sécurité sociale sont applicables à Mayotte."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I. - L'établissement public de santé de Mayotte est constitué à une date fixée par un arrêté du représentant du Gouvernement.II. - A la date de cet arrêté, les biens mobiliers et immobiliers affectés à l'hôpital de Mamoudzou-Dzaoudzi ainsi que les droits détenus et les obligations contractées pour le fonctionnement de ce service non personnalisé par la collectivité territoriale de Mayotte sont transférés de plein droit à l'établissement public de santé de Mayotte.Le représentant du Gouvernement détermine la consistance, à la date de l'arrêté mentionné au I ci-dessus, du patrimoine de l'établissement public de santé de Mayotte, après avis du conseil général de la collectivité territoriale.L'arrêté mentionné au I vaut autorisation de fonctionner, au sens de l'article L. 712-8 du code de la santé publique, pour les activités et les installations gérées par l'hôpital de Mamoudzou-Dzaoudzi lors de la publication de la présente ordonnance. L'établissement public de santé de Mayotte doit déposer la demande de renouvellement d'autorisation mentionnée à l'article L. 712-14 du même code dans un délai égal à celui que les textes réglementaires pris pour son application fixent pour le renouvellement de ladite autorisation.Le conseil d'administration, le directeur et la commission médicale de l'hôpital de Mamoudzou-Dzaoudzi, en fonctions lors de la publication de la présente ordonnance, assurent respectivement les attributions prévues par les articles L. 726-4, à l'exception de son 3°, L. 726-11 et L. 726-13, à l'exception de son 5°, du code de la santé publique jusqu'aux dates de constitution du conseil d'administration et de la commission médicale de l'établissement public de santé et de nomination de son directeur."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "Les dispositions des articles 2 à 109 de la loi du 9 janvier 1986 susvisée sont étendues à la collectivité territoriale de Mayotte, pour être applicables aux agents de l'établissement public de santé de Mayotte mentionnés au 1° et au c du 2° de l'article L. 726-21 du code de la santé publique.Lorsque les effectifs des agents de l'établissement public de santé de Mayotte mentionnés au c du 2° de l'article L. 726-21 ne permettent pas la constitution de commissions administratives paritaires locales conformément à l'article 17 de la loi du 9 janvier 1986 susvisée, il est fait appel, par dérogation aux articles 17, 18 et 22 de la même loi, pour tout ce qui concerne la situation individuelle de ces agents y compris en matière disciplinaire, aux commissions administratives départementales compétentes du département de la Réunion."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Jusqu'à la date du transfert de compétences fixée par la convention constitutive de l'agence régionale de l'hospitalisation territorialement compétente à l'égard de la collectivité territoriale de Mayotte et au plus tard jusqu'au 30 juin 1998, les attributions dévolues par la présente ordonnance à ladite agence sont exercées par le représentant du Gouvernement."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Le versement prévu au deuxième alinéa de l'article 16 ci-dessus est assuré à titre provisoire et jusqu'au 31 décembre 1998 par la caisse générale de sécurité sociale de la Réunion."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Pour l'année 2004, la contribution de l'Etat et de la collectivité départementale de Mayotte aux dépenses de fonctionnement de l'établissement public de santé de Mayotte, au titre des frais d'hospitalisation et de consultations externes des personnes non affiliées au régime d'   assurance maladie, maternité, invalidité et décès  de Mayotte, est arrêtée pour chaque collectivité à 1 900 000 Euros, auxquels s'ajoutent 4 855 000 Euros de contribution de l'Etat au titre des activités mentionnées à l'article L. 6424-1 du code de la santé publique.Pour les années 2005 à 2010, dans les conditions prévues chaque année par la loi de finances, la contribution de l'Etat aux dépenses de fonctionnement de l'établissement public de santé de Mayotte, au titre des frais d'hospitalisation et de consultations externes des personnes non affiliées au régime d'   assurance maladie, maternité, invalidité et décès  de Mayotte, est déterminée après intégration des activités prévues à l'article L. 6424-1 du code de la santé publique et est réévaluée annuellement en fonction du nombre de bénéficiaires et du coût des soins correspondants."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "I. - La caisse de sécurité sociale, établissement public de la collectivité territoriale de Mayotte, est dissoute à compter du 1er janvier 1997.A la même date, les biens de cette caisse sont dévolus à la caisse de sécurité sociale de Mayotte, organisme de droit privé régi par les articles 22 et suivants de la présente ordonnance.II. - Les excédents des régimes visés aux 2° à 5° du II de l'article 22 de la présente ordonnance qui, au 31 décembre 1996, n'ont pas été régulièrement affectés au financement d'actions diverses menées par le conseil général de la collectivité territoriale sont dévolus à compter du 1er janvier 1997 à la caisse de sécurité sociale de Mayotte, qui en assure la gestion conformément aux dispositions du III de l'article 26 ci-dessus."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "La contribution instituée par l'article 21 de la présente ordonnance est recouvrée pour la première fois sur toutes les sommes perçues à compter du 1er janvier 1998."
    },
    {
      "provision_ref": "art36-1",
      "section": "36-1",
      "title": "Article 36-1",
      "content": "I. ― Les dispositions des articles 20-7 à 20-8, dans leur rédaction issue de l'ordonnance n° 2011-1923 du 22 décembre 2011 relative à l'évolution de la sécurité sociale à Mayotte dans le cadre de la départementalisation, sont applicables aux arrêts de travail intervenus à compter du 1er janvier 2012.II. ― 1° Les dispositions des articles 20-8-1 à 20-8-7 prennent effet le 1er janvier 2013 ;2° Les dispositions de l'article 20-8-8 sont applicables aux décès intervenus à compter du 1er janvier 2012.III. ― 1° Les dispositions de l'article 20-10-1 sont applicables aux diminutions ou aux cessations d'activité intervenues à compter du 1er juin 2012 en raison d'une grossesse ou d'une adoption ;2° Les dispositions de l'article 20-10-2 sont applicables aux arrêts de travail intervenus à compter du 1er juin 2012.IV. ― Les dispositions de l'article 28-9 sont applicables aux accidents intervenus à compter du 1er juillet 2012.V. ― Les dispositions des articles 22 à 23-1 et 23-3 à 25-1, dans leur rédaction issue de l'ordonnance n° 2011-1923 du 22 décembre 2011 relative à l'évolution de la sécurité sociale à Mayotte dans le cadre de la départementalisation, sont applicables au 1er juillet 2012."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "Le Premier ministre, le ministre du travail et des affaires sociales, le ministre de l'économie et des finances, le ministre délégué à l'outre-mer, le ministre délégué au budget, porte-parole du Gouvernement, et le secrétaire d'Etat à la santé et à la sécurité sociale sont chargés, chacun en ce qui le concerne, de l'exécution de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}