{
  "id": "ordonnance-n-2016-1687-du-8-decembre-2016",
  "type": "statute",
  "title": "Ordonnance n°2016-1687 du 8 décembre 2016",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000033553233",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les espaces maritimes relevant de la souveraineté ou de la juridiction de la République française sont constitués des baies historiques, des eaux intérieures, de la mer territoriale, de la zone contiguë, de la zone économique exclusive et du plateau continental, tels que définis dans la convention des Nations unies sur le droit de la mer, signée à Montego Bay le 10 décembre 1982, ci-après dénommée « la Convention », ainsi que de la zone de protection écologique."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les lignes de base à partir desquelles est mesurée la largeur des espaces maritimes relevant de la souveraineté ou de la juridiction de la République française, tels que prévus par la Convention, sont déterminées par la laisse de basse mer le long de la côte, ou par des lignes de base droites, ou par des lignes de fermeture de baie, historique ou non."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Constitue une baie historique, au sens de la Convention, la baie du Mont Saint-Michel, délimitée par la ligne de fermeture de baie joignant la pointe du Roc à la pointe du Grouin."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les eaux situées en deçà des lignes de base définies à l'article 2 constituent les eaux intérieures. La souveraineté de la République française s'exerce sur celles-ci."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "L'espace maritime pouvant s'étendre jusqu'à une distance de 12 milles marins au-delà des lignes de base définies à l'article 2 constitue la mer territoriale."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Lorsque la distance entre les lignes de base des côtes françaises et celles des côtes d'un ou d'autres Etats qui leur font face est inférieure à 24 milles marins, les limites extérieures de la mer territoriale sont fixées sous réserve d'accords de délimitation avec ce ou ces Etats.La mer territoriale ne s'étend pas au-delà d'une ligne médiane dont tous les points sont équidistants des points les plus proches des lignes de base des côtes françaises et des côtes d'autres Etats qui leur font face ou qui leur sont adjacentes. Cette disposition ne s'applique cependant pas dans le cas où, en raison de l'existence de titres historiques ou d'autres circonstances spéciales, il est nécessaire de délimiter autrement la mer territoriale entre la République française et d'autres Etats."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "La souveraineté de la République française s'étend, au-delà de son territoire terrestre et de ses eaux intérieures, à la mer territoriale, aux fonds marins et au sous-sol de celle-ci ainsi qu'à l'espace aérien surjacent."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Le droit de passage inoffensif dans la mer territoriale est régi par les articles L. 5211-1 à L. 5211-5 du code des transports."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Dans les détroits servant à la navigation internationale entre une partie de la haute mer ou une zone économique exclusive et une autre partie de la haute mer ou une zone économique exclusive, les navires et aéronefs étrangers bénéficient du droit de passage en transit sans entrave dans les conditions prévues par la Convention. Le passage en transit comprend la liberté de navigation et de survol à seule fin d'un transit continu et rapide."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "L'espace maritime situé au-delà de la limite de la mer territoriale et adjacent à celle-ci, s'étendant jusqu'à une limite fixée à 24 milles marins des lignes de base définies à l'article 2, constitue la zone contiguë.Dans la zone contiguë, l'Etat exerce les contrôles nécessaires en vue de prévenir et réprimer les infractions à ses lois et règlements douaniers, fiscaux, sanitaires et d'immigration lorsqu'elles sont susceptibles d'être commises ou l'ont été sur le territoire français ou dans la mer territoriale."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "L'espace maritime situé au-delà de la mer territoriale et adjacent à celle-ci constitue la zone économique exclusive et ne peut s'étendre au-delà de 200 milles marins des lignes de base telles que définies à l'article 2.Lorsque les côtes d'autres Etats sont adjacentes ou font face aux côtes françaises, la délimitation de la zone économique exclusive est effectuée par voie d'accord conformément au droit international afin d'aboutir à une solution équitable."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "La République exerce, dans la zone économique exclusive, des droits souverains en ce qui concerne l'exploration, l'exploitation, la conservation et la gestion des ressources naturelles, biologiques ou non biologiques, des eaux surjacentes jusqu'aux fonds marins, des fonds marins et de leur sous-sol, comme en ce qui concerne les autres activités tendant à l'exploration et à l'exploitation de la zone à des fins économiques, telles que la production d'énergie.Dans la zone économique exclusive, les autorités françaises exercent en outre les compétences reconnues par le droit international, relatives à la construction, la mise en place, l'exploitation et l'utilisation d'îles artificielles, d'installations ou d'ouvrages, à la protection et la préservation du milieu marin, et à la recherche scientifique marine."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Lorsque au-delà de la mer territoriale, l'Etat entend sur un espace donné exercer uniquement des compétences relatives à la protection et à la préservation du milieu marin, et à la recherche scientifique marine, reconnues aux Etats côtiers par la Convention, l'espace correspondant est dénommé zone de protection écologique. Cette zone ne peut s'étendre au-delà de 200 milles marins des lignes de base définies à l'article 2.La zone de protection écologique est créée par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Le plateau continental comprend les fonds marins et leur sous-sol. Il s'étend, au-delà de la mer territoriale, sur toute l'étendue du prolongement naturel du territoire terrestre jusqu'au rebord externe de la marge continentale, ou jusqu'à 200 milles marins à partir des lignes de base définies à l'article 2 lorsque le rebord externe de la marge continentale se trouve à une distance inférieure, sous réserve d'accords de délimitation avec les autres Etats.Les limites extérieures du plateau continental peuvent être fixées au-delà de 200 milles marins à partir des lignes de base telles que définies à l'article 2, dans les conditions prévues par la Convention.Lorsque les côtes d'autres Etats sont adjacentes ou font face aux côtes françaises, la délimitation du plateau continental est effectuée par voie d'accord conformément au droit international afin d'aboutir à une solution équitable."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "La République exerce sur le plateau continental des droits souverains et exclusifs sur les fonds marins et leur sous-sol aux fins de son exploration et de l'exploitation de ses ressources naturelles minérales, fossiles et biologiques.Les autorités françaises y exercent en outre les compétences reconnues par le droit international, relatives :1° A la construction, à l'exploitation et à l'utilisation d'îles artificielles, d'installations ou d'ouvrages ;2° A la recherche scientifique marine ;3° A l'agrément du tracé de tout pipeline, et du tracé des câbles installés ou utilisés dans le cadre de l'exploration de son plateau continental ou de l'exploitation de ses ressources."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Il est créé un portail national des limites maritimes dont les modalités sont fixées par décret.Les limites des espaces maritimes définis aux articles 2, 5, 10, 11, 13 et 14 sont fixées par décret.Elles sont cartographiées et publiées, à l'échelle appropriée, sur le portail national des limites maritimes. Ces limites sont opposables à l'ensemble des usagers de la mer."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I. - Au-delà des limites de la juridiction nationale, dans les fonds marins et leur sous-sol qui constituent la zone internationale des fonds marins, dite la Zone au sens de l'article 1er, paragraphe 1, de la Convention, les personnes physiques ou morales de nationalité française qui souhaitent entreprendre des activités d'exploration ou d'exploitation des ressources minérales, soumises à autorisation de l'Autorité internationale des fonds marins, sollicitent le patronage de l'Etat.La demande de patronage est adressée conjointement au ministère chargé des affaires étrangères et au ministère chargé des mines. Elle précise le secteur de la Zone concerné avec les coordonnées en latitude et longitude, la catégorie de ressources minérales concernées et la nature des opérations projetées. Elle est accompagnée des justificatifs établissant la capacité financière du demandeur pour la durée des opérations projetées ainsi que sa capacité technologique à mener les opérations d'exploration ou d'exploitation projetées.Le patronage est accordé, après examen de la demande, sous la forme d'un certificat des autorités compétentes destiné à être annexé au dossier adressé par le demandeur à l'Autorité internationale des fonds marins.II. - Toute activité de prospection, entreprise dans la Zone par les personnes mentionnées au I et soumise à notification préalable à l'Autorité internationale des fonds marins, est portée à la connaissance des autorités compétentes de l'Etat.III. - L'Etat exerce son contrôle sur toute activité de prospection, d'exploration ou d'exploitation des ressources minérales de la Zone entreprise par les personnes physiques ou morales de nationalité française, en vue de la protection et de la préservation du milieu marin.Il s'assure que ces activités sont menées dans le respect des règlements de l'Autorité internationale des fonds marins."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Les droits souverains mentionnés aux articles 12 et 15 sont exercés dans les conditions et selon les modalités prévues par le présent titre, en ce qui concerne l'exploration et l'exploitation des ressources naturelles, biologiques ou non biologiques, du fond de la mer, de son sous-sol et des eaux surjacentes sur le plateau continental et dans la zone économique exclusive."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I. - Les lois et règlements s'appliquent, pendant le temps où sont exercées en zone économique exclusive ou sur le plateau continental les activités autorisées au titre de l'article 20 et de l'article 40-1 et les activités autorisées au titre du code minier, sur les îles artificielles, installations, ouvrages et leurs installations connexes, comme s'ils se trouvaient en territoire français métropolitain. Ils sont également applicables, dans les mêmes conditions, aux îles artificielles, installations, ouvrages et leurs installations connexes, eux-mêmes.Lorsque les compétences reconnues à l'Etat pour réglementer l'exploration et l'exploitation des ressources de la zone économique exclusive et du plateau continental sont transférées, en droit interne, à une collectivité mentionnée à l'article 74 de la Constitution ou à la Nouvelle-Calédonie, l'ensemble des lois et règlements applicables sur le territoire de cette collectivité s'appliquent aux îles artificielles, installations, ouvrages et à leurs installations connexes situés en zone économique exclusive ou sur le plateau continental comme s'ils se trouvaient sur le territoire de cette collectivité, ainsi qu'aux activités qui y sont exercées.II. - Ces lois et règlements s'appliquent, dans les mêmes conditions, à l'intérieur des zones de sécurité mentionnées à l'article 29, au contrôle des opérations qui y sont effectuées ainsi qu'au maintien de l'ordre public.III. - L'expression îles artificielles, installations et ouvrages et leurs installations connexes recouvre notamment, au sens de la présente ordonnance :1° Les plates-formes et autres engins d'exploration ou d'exploitation ainsi que leurs annexes ;2° Les bâtiments de mer qui participent directement aux opérations d'exploration ou d'exploitation."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Sous réserve des dispositions de l'article 28, toute activité exercée sur le plateau continental ou dans la zone économique exclusive, en vue de l'exploration ou de l'exploitation des ressources naturelles ou de l'utilisation des milieux marins, est subordonnée à la délivrance d'une autorisation unique. Cette autorisation unique tient lieu des autorisations, déclarations, approbations et dérogations nécessaires pour la construction, l'exploitation et l'utilisation d'îles artificielles, d'installations, d'ouvrages et de leurs installations connexes. Elle est incluse dans l'autorisation environnementale prévue à l'article L. 181-1 du code de l'environnement lorsqu'il est fait application du 17° du I de l'article L. 181-2 du même code.Les activités régies par le code minier et celles relevant de la politique commune de la pêche sont dispensées de l'autorisation mentionnée au premier alinéa.L'autorisation délivrée doit être compatible avec les objectifs environnementaux du plan d'action pour le milieu marin prévu à l'article L. 219-9 du code de l'environnement.Le titulaire de l'autorisation mentionnée au premier alinéa communique à l'autorité administrative mentionnée au même article L. 219-9 les données relatives au milieu marin recueillies dans le cadre du dossier d'étude d'impact réalisé en application de l'article L. 122-1 du même code, ainsi que dans le cadre de l'exercice de l'activité autorisée dans la zone économique exclusive ou sur le plateau continental."
    },
    {
      "provision_ref": "art20-1",
      "section": "20-1",
      "title": "Article 20-1",
      "content": "Lorsqu'il est saisi de conclusions dirigées contre une autorisation unique prévue à l'article 20 de la présente ordonnance, le juge administratif se prononce dans les conditions prévues à l'article L. 181-18 du code de l'environnement."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Les projets d'îles artificielles, d'installations, d'ouvrages et leurs installations connexes sur le plateau continental ou dans la zone économique exclusive, soumis à étude d'impact en application de l'article L. 122-1 du code de l'environnement, sont mis à la disposition du public par l'autorité compétente, dans les conditions prévues aux articles L. 122-1-1 et L. 123-7 du même code.Par dérogation au même article L. 122-1-1, les observations du public, déposées uniquement par voie électronique, doivent parvenir à l'autorité compétente dans un délai maximal de vingt et un jours à compter de la mise à disposition."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Pour les îles artificielles, les installations, les ouvrages et leurs installations connexes prévus sur le plateau continental ou dans la zone économique exclusive présentant un risque pour l'environnement ou pour la sécurité de la navigation, la délivrance de l'autorisation peut être subordonnée à la constitution de garanties financières.Ces garanties financières sont destinées à assurer la mise en sécurité des îles artificielles, des installations, des ouvrages et de leurs installations connexes et la restauration, la réhabilitation et la remise en état du site.Le titulaire de l'autorisation constitue ces garanties financières soit dès le début de la construction ou de l'activité, soit au titre des années suivant le début de l'activité."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "A l'expiration de l'autorisation ou, si elle intervient plus tôt, à la fin de l'exploitation ayant donné lieu à autorisation, le titulaire est responsable du démantèlement des îles artificielles, des installations, des ouvrages et de leurs installations connexes ainsi que de la remise en état du site.L'autorité administrative peut décider du maintien de certains éléments, dès lors qu'ils bénéficient aux écosystèmes et qu'ils ne portent atteinte ni à la sécurité de la navigation ni à d'autres usages."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Une activité de recherche sur le milieu marin est associée à toute activité qui fait l'objet d'une autorisation délivrée en application de l'article 20 et qui a un impact sur le milieu marin. Cette obligation ne s'applique pas aux activités de recherche autorisées en application du même article 20.Cette activité de recherche est effectuée sur le site où l'activité est exercée. Elle porte sur le milieu affecté par l'activité."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "La réalisation d'une activité de recherche mentionnée à l'article 24 est subordonnée à la délivrance d'une autorisation par l'autorité administrative.Cette activité de recherche est effectuée selon un cahier des charges défini par l'autorité qui a accordé l'autorisation. Ce cahier des charges définit notamment l'objet de la recherche, les équipements utilisés, le calendrier des opérations, les modalités de restitution, par étapes, des travaux et les modalités de diffusion de ces travaux."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Le titulaire d'une autorisation mentionnée à l'article 20 peut être associé au suivi de l'activité de recherche associée mentionnée à l'article 24 dans des conditions définies par un contrat passé avec l'organisme titulaire de l'autorisation mentionnée à l'article 25."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Les activités soumises à autorisation en application du présent chapitre exercées sur le plateau continental ou dans la zone économique exclusive sont assujetties au paiement d'une redevance annuelle au profit de l'Agence française pour la biodiversité mentionnée à l'article L. 131-8 du code de l'environnement.Par dérogation au premier alinéa du présent article, l'autorisation peut être délivrée gratuitement :1° Lorsque l'activité se rattache à un service public gratuit ;2° Lorsque l'activité autorisée contribue directement à assurer la conservation de la zone marine ;3° Ou lorsque l'autorisation est délivrée pour une activité exercée sans but lucratif et concourant à la satisfaction d'un intérêt général, ainsi que pour la réalisation d'études techniques et environnementales relatives aux installations de production d'énergie renouvelable en mer et à leurs ouvrages de raccordement au réseau public de transport d'électricité, pour le compte de l'Etat ou du gestionnaire du réseau public de transport d'électricité.Lorsque l'activité autorisée concerne la construction, l'exploitation et l'utilisation d'installations de production d'énergie renouvelable en mer et leurs installations connexes ayant donné lieu à la procédure de mise en concurrence mentionnée à l'article L. 311-10 du code de l'énergie ou concerne les ouvrages de raccordement de ces installations, la redevance peut être fixée à un niveau nul par l'autorité administrative pendant la durée du contrat conclu en application de l'article L. 311-12 du même code, ainsi que pendant certaines périodes avant la mise en service des installations ou ouvrages.La redevance due pour les activités exercées sur le plateau continental ou dans la zone économique exclusive tient compte des avantages de toute nature tirés de l'exploitation des ressources, de l'impact environnemental des activités concernées ainsi que du risque pour l'environnement. Cette redevance est majorée si les activités concernées s'exercent dans le périmètre d'une aire marine protégée au sens de l'article L. 334-1 du code de l'environnement.Les articles L. 2321-1, L. 2321-4, L. 2321-5, L. 2322-1, L. 2322-4, L. 2323-1, L. 2323-2, L. 2323-4, L. 2323-4-1, L. 2323-6, L. 2323-8 et L. 2323-11 à L. 2323-13 du code général de la propriété des personnes publiques relatifs à la constatation, à la prescription, au paiement et au recouvrement des redevances du domaine s'appliquent à cette redevance."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "Le tracé des pipelines sur le plateau continental ainsi que celui des câbles installés ou utilisés dans le cadre de l'exploration de son plateau continental ou de l'exploitation de ses ressources sont agréés par l'autorité administrative de l'Etat désignée par décret en Conseil d'Etat.L'autorité administrative définit des mesures destinées à :1° Prévenir, réduire et maîtriser la pollution par les pipelines et y mettre fin ;2° Préserver l'exploration du plateau continental et l'exploitation de ses ressources naturelles, ainsi que leur caractère durable ;3° Eviter la rupture ou la détérioration des câbles sous-marins.Ces mesures doivent être compatibles avec les objectifs environnementaux du plan d'action pour le milieu marin prévu à l'article L. 219-9 du code de l'environnement.A la fin de l'utilisation du câble sous-marin ou du pipeline, l'exploitant ou, à défaut, le propriétaire de l'installation est responsable de son enlèvement ainsi que de la remise en état du site.L'autorité administrative peut décider du maintien de certains éléments, dès lors qu'ils bénéficient aux écosystèmes et qu'ils ne portent atteinte ni à la sécurité de la navigation, ni à la protection des biens culturels maritimes, ni à d'autres usages."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Le représentant de l'Etat en mer peut créer une zone de sécurité autour des îles artificielles, installations, ouvrages et leurs installations connexes sur le plateau continental ou dans la zone économique exclusive, s'étendant jusqu'à une distance de 500 mètres mesurée à partir de chaque point du bord extérieur de ces îles artificielles, installations et ouvrages et leurs installations connexes.Il est interdit de pénétrer sans autorisation, par quelque moyen que ce soit, dans cette zone, pour des raisons étrangères aux opérations d'exploration ou d'exploitation.Cependant, lors d'opérations de recherches ou d'exploitation d'hydrocarbures liquides ou gazeux, cette interdiction ne s'applique pas à un navire qui entre ou reste dans la zone de sécurité s'il :1° Mène ou participe à la pose, à l'inspection, au contrôle, à la réparation, à l'entretien, au changement, au renouvellement ou à l'enlèvement des îles artificielles, installations et ouvrages ou de leurs installations connexes, y compris les câbles ou pipelines sous-marins dans la zone de sécurité ou à proximité ;2° Fournit des services à une installation située dans la zone de sécurité ou transporte des personnes ou des marchandises à destination ou au départ de cette installation ;3° Mène ou participe à l'inspection d'une installation ou d'une infrastructure connectée située dans la zone de sécurité ;4° Mène ou participe à une opération de lutte contre la pollution, d'assistance ou de sauvetage ;5° Fait face à des contraintes météorologiques ;6° Est en situation de détresse ;7° A l'accord de l'exploitant, du propriétaire ou du représentant de l'Etat en mer.Des restrictions peuvent être apportées au survol des îles artificielles, installations et ouvrages et leurs installations connexes et des zones de sécurité, dans la mesure nécessaire à la protection de ces îles artificielles, installations et ouvrages et à la sécurité de la navigation aérienne."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Le propriétaire ou l'exploitant d'îles artificielles, installations et ouvrages et de leurs installations connexes, ou la personne y assumant la conduite des travaux d'exploration ou d'exploitation, est responsable, chacun en ce qui le concerne, de l'installation, du fonctionnement et du maintien constant en bon état de sa signalisation maritime.Dans tous les cas, les frais de signalisation incombent au propriétaire ou à l'exploitant. Ces dispositions s'appliquent, le cas échéant, à la signalisation des zones de sécurité prévues à l'article 34.Faute pour les personnes mentionnées au premier alinéa de se conformer aux instructions que l'autorité compétente leur donne pour l'application du présent article et sans préjudice des poursuites judiciaires, ladite autorité peut, après injonction restée sans effet, prendre d'office et aux frais du propriétaire ou de l'exploitant les mesures nécessaires.Pour s'assurer que lesdites personnes satisfont aux obligations mises à leur charge par le présent article, l'autorité compétente a accès aux îles artificielles, installations et ouvrages, et à leurs installations connexes, ainsi qu'aux appareils de signalisation.Les articles L. 5337-1, L. 5337-2, R. 5333-9, R. 5333-10 et R. 5337-1 du code des transports sont applicables à la signalisation des îles artificielles, installations et ouvrages, et de leurs installations connexes, ainsi qu'à celle des zones de sécurité prévues par l'article 29. Pour l'application des articles L. 5337-1, R. 5333-9 et R. 5333-10 du code des transports, la personne assumant, sur ces îles artificielles, installations et ouvrages, la conduite des travaux d'exploration ou d'exploitation est considérée comme le capitaine ou le patron au sens desdits articles."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Les renseignements de sécurité maritime utiles aux navigateurs pour leur permettre d'assurer leur sécurité et celle des autres usagers de la mer, dits « informations nautiques », relatifs aux activités d'exploration et d'exploitation du plateau continental et de la zone économique exclusive doivent être transmis aux autorités compétentes.Cette obligation incombe, suivant les cas, au propriétaire ou à l'exploitant d'une île artificielle, d'une installation ou d'un ouvrage, ou à la personne y assumant la conduite des travaux."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "En matière douanière, les produits extraits du plateau continental ou de la zone économique exclusive sont considérés comme extraits d'une nouvelle partie du territoire douanier prévu par l'article 1er du code des douanes.Les mêmes produits doivent, pour l'application de la législation fiscale, être considérés comme extraits du territoire français métropolitain."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Les matériels industriels, ainsi que les produits nécessaires à leur fonctionnement et à leur entretien, affectés sur le plateau continental ou dans la zone économique exclusive, à la recherche ou à l'exploitation des hydrocarbures et d'autres substances minérales et organiques dont la liste est fixée par décret, sont exonérés des droits de douane d'importation."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Les agents des douanes peuvent, à tout moment, visiter les îles artificielles, installations et ouvrages et leurs installations connexes. Ils peuvent également visiter les moyens de transport concourant à l'exploration ou à l'exploitation des ressources naturelles du plateau continental ou de la zone économique exclusive, à l'intérieur des zones de sécurité prévues par l'article 29 et dans la zone maritime du rayon des douanes."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "Les impositions mentionnées à la deuxième partie du livre Ier du code général des impôts et perçues au profit des collectivités territoriales et de divers organismes, ne sont pas applicables sur le plateau continental ni dans la zone économique exclusive, à l'exception des contributions indirectes prévues au chapitre II du titre III et de la taxe prévue à l'article 1519 B."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "I. - Tout transport maritime entre le territoire français et les îles artificielles, installations et ouvrages et leurs installations connexes, mis en place dans la zone économique exclusive ou sur le plateau continental adjacent et liés à leur maintenance courante est réservé, sauf dérogation exceptionnelle accordée par le ministre compétent, aux navires immatriculés dans un Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen et battant pavillon de ce même Etat.II. - Tout transport aérien entre le territoire français et les îles artificielles, installations et ouvrages et leurs installations connexes, mis en place dans la zone économique exclusive ou sur le plateau continental adjacent, est réservé, sauf dérogation exceptionnelle accordée par le ministre compétent, aux aéronefs exploités par une entreprise de transport aérien titulaire d'une licence d'exploitation délivrée par un Etat membre de l'Union européenne ou par un autre Etat partie à l'accord sur l'Espace économique européen, conformément au droit de l'Union européenne en vigueur.III. - Les transports par navire à destination ou en provenance des îles artificielles, des installations, des ouvrages ou de leurs installations connexes mis en place dans la zone économique exclusive ou sur le plateau continental adjacent et liés à leur maintenance courante sont en provenance ou à destination des ports des États membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "Les marins qui concourent, sur les, ou à bord des, îles artificielles, installations et ouvrages et leurs installations connexes, aux activités d'exploration ou d'exploitation des ressources dans les espaces maritimes sous souveraineté ou juridiction française peuvent, sur leur demande, rester assujettis au régime de sécurité sociale des marins et ainsi continuer à bénéficier des dispositions du livre V de la partie V du code des transports en ce qui concerne les maladies et blessures ainsi que le rapatriement lié à ces dernières ; dans ce cas, l'employeur assume, à leur égard, les obligations de l'armateur."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "Pour les activités en mer régies par le code minier ou par le chapitre II du présent titre, si le propriétaire ou l'exploitant refusent ou négligent d'exécuter les travaux de démantèlement et de remise en état auxquelles ils ont l'obligation de procéder, l'autorité administrative compétente peut, après mise en demeure de prendre les mesures nécessaires à l'exécution de ces travaux, y procéder d'office à leurs frais et risques. En ce cas, le propriétaire ou l'exploitant peuvent être déchus de leurs droits de propriété ou de tout autre droit réel sur les îles artificielles, installations, ouvrages et leurs installations connexes.La mise en demeure notifiée en application de l'alinéa précédent mentionne que le défaut de procéder aux travaux requis dans les délais impartis est susceptible d'avoir pour conséquence la déchéance des droits du propriétaire ou de l'exploitant de l'île artificielle, installation ou ouvrages.Les délais impartis tiennent compte de la nature et de l'étendue des travaux requis.La déchéance peut être prononcée faute d'achèvement des travaux dans le délai fixé par la mise en demeure, qui, sauf urgence, ne peut être inférieur à un an, ou faute d'un commencement d'exécution dans un délai qui ne peut être inférieur à quatre mois."
    },
    {
      "provision_ref": "art40-1",
      "section": "40-1",
      "title": "Article 40-1",
      "content": "Les installations de production d'énergie renouvelable en mer, ainsi que les études techniques et environnementales relatives à de telles installations et à leurs ouvrages de raccordement au réseau public de transport d'électricité, qui sont, respectivement, situées ou réalisées, en partie, en mer territoriale et, en partie, dans la zone économique exclusive, sont régies par les règles relatives aux autorisations, aux déclarations et aux autres titres nécessaires pour la construction, l'exploitation, l'utilisation et le démantèlement de ces installations, à la réalisation de ces études et à la remise en état, ainsi que, le cas échéant, aux sanctions en cas d'inobservation de ces règles, applicables lorsque de telles installations ou études sont situées exclusivement en mer territoriale. Les autorisations d'occupation domaniale délivrées pour ces installations ou ces études valent autorisation d'implantation pour la partie située en zone économique exclusive. Pour cette partie des installations ou des études qui est, respectivement, située ou réalisée en zone économique exclusive, les chapitres II, III et VIII du titre II ne sont pas applicables, à l'exception de l'article 27 ; les chapitres Ier, IV, V et VI du titre II et l'article 27 lui sont applicables."
    },
    {
      "provision_ref": "art40-2",
      "section": "40-2",
      "title": "Article 40-2",
      "content": "Les îles artificielles, les installations et les ouvrages flottants exploités dans les espaces maritimes relevant de la souveraineté ou de la juridiction française sont immatriculés.Les îles artificielles, les installations et les ouvrages flottants peuvent être francisés. Dans ce cas, ils sont inscrits sur le registre d'immatriculation des îles artificielles, installations et ouvrages flottants, enregistrés sous pavillon français dans les conditions prévues au chapitre II du titre Ier du livre Ier de la cinquième partie du code des transports et susceptibles d'hypothèques dans les conditions prévues à la section 7 du chapitre Ier du titre IX du code des douanes."
    },
    {
      "provision_ref": "art40-3",
      "section": "40-3",
      "title": "Article 40-3",
      "content": "Les îles artificielles, les installations et les ouvrages flottants sont conçus, construits, entretenus et exploités conformément aux règles fixées par voie réglementaire destinées à assurer la sécurité maritime, la sûreté de leur exploitation et la prévention de la pollution.\n\nParmi les îles artificielles, les installations et les ouvrages flottants, seuls ceux destinés à la production d'énergie renouvelable ou nécessaires à l'exercice d'une mission de service public peuvent être implantés sur le domaine public maritime naturel.\n\nLes îles artificielles, les installations et les ouvrages flottants peuvent être soumis à des contrôles, effectués par un organisme agréé, permettant de s'assurer du respect des règles mentionnées au premier alinéa. Le respect de ces règles est attesté par un certificat délivré par l'organisme agréé. Ces contrôles et la délivrance du certificat sont effectués aux frais du propriétaire, de l'exploitant ou de la personne assumant la conduite des travaux d'exploration ou d'exploitation.\n\nLes résultats des contrôles mentionnés au troisième alinéa sont tenus à la disposition de l'autorité administrative compétente et, lorsque des non-conformités sont identifiées, celles-ci sont transmises sans délai à cette même autorité.\n\nUn décret en Conseil d'Etat précise les conditions d'application du présent article. Il fixe, notamment, les règles mentionnées au premier alinéa et définit, selon les catégories d'îles artificielles, d'installations et d'ouvrages flottants, les conditions de délivrance de l'agrément des organismes chargés du contrôle, les modalités du contrôle ainsi que les informations et les modalités selon lesquelles ces informations sont transmises à l'administration ou mises à la disposition de celle-ci."
    },
    {
      "provision_ref": "art40-4",
      "section": "40-4",
      "title": "Article 40-4",
      "content": "Une amende administrative d'un montant maximal de 100 000 € peut être prononcée par l'autorité administrative compétente à l'encontre d'un organisme agréé en application de l'article 40-3 si celui-ci n'exécute pas la mission pour laquelle il est agréé avec la diligence requise pour sa bonne exécution.\n\nEn cas de manquement grave ou répété dans l'exécution de la mission pour laquelle l'organisme est agréé ou en cas de non-paiement de l'amende administrative prononcée en application du premier alinéa du présent article, l'agrément peut être suspendu ou retiré par l'autorité administrative compétente, dans des conditions fixées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art40-5",
      "section": "40-5",
      "title": "Article 40-5",
      "content": "I. - Lorsque les obligations mentionnées au présent titre ne sont pas respectées, l'autorité administrative compétente met le propriétaire ou l'exploitant d'une île artificielle, d'une installation ou d'un ouvrage flottant en demeure de s'y conformer.\n\nII. - Lorsque l'intéressé ne se conforme pas à une mise en demeure mentionnée au I dans le délai que l'autorité administrative compétente a fixé, elle peut prononcer une ou plusieurs des sanctions administratives suivantes :\n\n1° Obliger la personne mise en demeure à s'acquitter entre les mains d'un comptable public, avant une date déterminée par l'autorité administrative, du paiement d'une somme correspondant au montant des travaux ou des opérations à réaliser.\n\nCette somme bénéficie d'un privilège de même rang que celui prévu à l'article 1920 du code général des impôts. Il est procédé à son recouvrement comme en matière de créances de l'Etat étrangères à l'impôt et au domaine.\n\nUne fois la somme recouvrée par le comptable public, celui-ci procède à sa consignation auprès de la Caisse des dépôts et consignations. Un décret en Conseil d'Etat fixe les modalités de déconsignation et les conditions dans lesquelles les sommes consignées sont insaisissables, au sens de l'article L. 112-2 du code des procédures civiles d'exécution, par dérogation aux articles 2284 et 2285 du code civil, ainsi que les conditions de leur utilisation en cas d'ouverture d'une procédure collective ;\n\n2° Faire procéder d'office, en lieu et place de la personne mise en demeure et à ses frais, à l'exécution des mesures prescrites. Les sommes consignées auprès de la Caisse des dépôts et consignations en application du 1° du présent II sont utilisées pour régler les dépenses ainsi engagées ;\n\n3° Suspendre le fonctionnement de l'île artificielle, de l'installation ou de l'ouvrage flottant, la réalisation des travaux, des opérations ou des aménagements ou l'exercice des activités jusqu'à l'exécution complète des conditions imposées et prendre les mesures conservatoires nécessaires, aux frais de la personne mise en demeure.\n\nLes mesures mentionnées aux 1° à 3° du présent II sont prises après communication à l'intéressé des éléments susceptibles de fonder les mesures et information sur la possibilité de présenter ses observations dans un délai déterminé."
    },
    {
      "provision_ref": "art40-6",
      "section": "40-6",
      "title": "Article 40-6",
      "content": "Selon leurs caractéristiques, la finalité et l'usage poursuivis, certaines catégories d'îles artificielles, d'installations ou d'ouvrages flottants peuvent être exclues par voie réglementaire de l'application des articles 40-2 et 40-3."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "Les règles relatives à la recherche scientifique marine sont fixées au chapitre Ier du titre V du livre II du code de la recherche."
    },
    {
      "provision_ref": "art41-1",
      "section": "41-1",
      "title": "Article 41-1",
      "content": "Les activités d'études préalables à la pose ou à l'enlèvement d'un câble ou d'un pipeline sous-marin en mer territoriale et dans les eaux intérieures sont subordonnées à la délivrance d'une autorisation, dans des conditions fixées par décret en Conseil d'Etat.\n\nCette autorisation prend en compte les incidences que peuvent avoir ces activités sur la sécurité de la navigation, sur la protection de l'environnement ou des biens culturels maritimes ou sur la sauvegarde des intérêts de la défense nationale."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "Est puni d'un an d'emprisonnement et de 150 000 € d'amende le fait pour tout capitaine, chef de quart, ou toute personne exerçant la responsabilité ou la conduite d'un navire ou d'un engin nautique, de refuser d'obtempérer aux injonctions du représentant de l'Etat en mer faites en vertu des articles L. 5211-3 et L. 5211-4 du code des transports."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "I. - Dans les eaux intérieures, la mer territoriale et les zones de sécurité mentionnées à l'article 29, est puni d'un an d'emprisonnement et de 150 000 € d'amende le fait pour tout capitaine, chef de quart, ou toute personne exerçant la responsabilité ou la conduite d'un navire ou d'un engin nautique, de ne pas respecter les mesures prises par le représentant de l'Etat en mer pour le respect de la paix, de la sécurité ou de la sûreté des personnes ou des biens.II. - Est puni des mêmes peines le capitaine, chef de quart ou toute personne exerçant la responsabilité ou la conduite d'un navire battant pavillon français qui, en dehors des eaux intérieures, de la mer territoriale et des zones de sécurité mentionnées à l'article 29, ne se conforme pas aux mesures mentionnées au I."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "Est puni d'un an d'emprisonnement et de 150 000 € d'amende le fait pour tout capitaine, chef de quart, ou toute personne exerçant la responsabilité ou la conduite d'un navire ou d'un engin nautique ou volant, de pénétrer sans y avoir été autorisé dans la zone de sécurité définie à l'article 29."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "Est puni d'un an d'emprisonnement et de 150 000 € d'amende le fait :1° Pour tout propriétaire ou exploitant d'une île artificielle, d'une installation ou d'un ouvrage, de ne pas respecter les obligations prévues au premier alinéa de l'article 31 ;2° Pour tout propriétaire ou exploitant d'une île artificielle, d'une installation ou d'un ouvrage, de ne pas transmettre aux autorités compétentes les renseignements de sécurité maritime mentionnés à l'article 32 ;3° Pour tout propriétaire ou exploitant d'une île artificielle, d'une installation ou d'un ouvrage flottant, de l'exploiter en violation d'une mesure de mise en demeure prononcée par l'autorité administrative en application du I de l'article 40-5 ;4° Pour tout propriétaire ou exploitant d'une île artificielle, d'une installation ou d'un ouvrage flottant, de l'exploiter en violation d'une mesure de suspension prononcée par l'autorité administrative en application du 3° du II du même article 40-5."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "Les personnes coupables des infractions prévues au présent titre encourent également, à titre de peine complémentaire, la confiscation du navire, embarcation, engin nautique ou volant, chose ou installation ayant servi à l'infraction, dans les conditions prévues à l'article 131-21 du code pénal."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "I. - Le fait d'entreprendre, sans l'autorisation requise en application de l'article 20, sur le plateau continental ou dans la zone économique exclusive la construction, l'exploitation ou l'utilisation d'îles artificielles, d'installations, d'ouvrages ou de leurs installations connexes ou une autre activité d'exploration ou d'exploitation de leurs ressources naturelles ou d'utilisation des milieux marins est puni d'une amende de 150 000 € pour les activités d'exploration et de deux ans d'emprisonnement et d'une amende de 300 000 € pour les activités d'exploitation.II. - Le fait d'entreprendre sur le plateau continental ou dans la zone économique exclusive la construction, l'exploitation ou l'utilisation d'îles artificielles, d'installations, d'ouvrages ou de leurs installations connexes ou une autre activité d'exploration ou d'exploitation de leurs ressources naturelles ou d'utilisation des milieux marins sans respecter les conditions fixées par l'autorisation, requise en application de l'article 20, délivrée par l'autorité compétente est puni d'une amende de 75 000 €.III. - Sauf pour ce qui concerne, le cas échéant, les éléments dont l'autorité administrative a décidé le maintien, conformément aux dispositions du second alinéa de l'article 23, le fait de s'abstenir de démanteler les îles artificielles, les installations, les ouvrages ou leurs installations connexes ou de s'abstenir de remettre en état le site exploité à l'expiration de l'autorisation requise en application de l'article 20 ou à la fin de l'exploitation ayant donné lieu à autorisation est puni d'une amende de 75 000 €.IV. - La juridiction peut, en outre, ordonner la remise en état des lieux ou la mise en conformité des îles artificielles, des installations, des ouvrages ou de leurs installations connexes avec les prescriptions de l'autorisation requise en application de l'article 20.En ce cas, la juridiction fixe le délai dans lequel la remise en état ou la mise en conformité doit intervenir. Elle peut assortir sa décision d'une astreinte journalière d'un montant maximal de 3 000 €.La juridiction peut décider que la remise en état ou la mise en conformité sont exécutées immédiatement aux frais de l'exploitant. Elle peut, dans ce cas, ordonner la consignation par l'exploitant, dans les mains du régisseur de recettes de la juridiction, d'une somme correspondant au montant des travaux à réaliser."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "Quiconque aura entrepris, dans la zone économique exclusive ou sur le plateau continental, une activité en vue de son exploration ou de l'exploitation de ses ressources minières sans, d'une part, une autorisation de prospection préalable, un permis exclusif de recherche ou une concession, et, d'autre part, un récépissé de déclaration ou une autorisation d'ouverture des travaux ou sans que soient respectées les conditions fixées par ce récépissé ou cette autorisation, sera puni d'un emprisonnement de trois mois et d'une amende de 3 750 € ou de l'une de ces deux peines seulement.De plus, le tribunal pourra ordonner, s'il y a lieu, soit l'enlèvement des installations et dispositifs mis en place sur les lieux d'exploration ou d'exploitation sans la déclaration ou l'autorisation mentionnée à l'alinéa précédent, soit leur mise en conformité avec les conditions fixées par le récépissé de déclaration ou cette autorisation. Il pourra impartir au condamné un délai pour procéder, selon le cas, à l'enlèvement des installations ou dispositifs ou à leur mise en conformité.Les peines prévues au premier alinéa seront également applicables en cas d'inexécution, dans les délais prescrits, des travaux d'enlèvement ou de mise en conformité mentionnés au deuxième alinéa.Si, à l'expiration du délai fixé par le jugement, l'enlèvement des installations et dispositifs ou leur mise en conformité, selon le cas, n'a pas eu lieu ou n'est pas terminé, l'autorité administrative désignée par décret en Conseil d'Etat pourra faire procéder d'office à tous travaux nécessaires à l'exécution de la décision de justice, aux frais et aux risques du condamné."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "A moins qu'elles ne soient déjà prévues et réprimées par l'article 48 et lorsqu'elles sont commises sur le plateau continental, les infractions aux dispositions du code minier auxquelles se réfèrent les articles L. 512-1, L. 512-2, L. 615-1 et L. 615-2 de ce code sont punies des peines prévues à ces articles. Toutefois, les peines d'amende sont de 3 750 € en ce qui concerne les infractions prévues à ces articles du code minier."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "Lorsqu'un procès-verbal relevant une infraction prévue à l'article 48 a été dressé, l'interruption des travaux d'exploration ou d'exploitation peut être ordonnée jusqu'à la décision définitive de l'autorité judiciaire sur réquisition du ministère public agissant à la requête de l'autorité administrative désignée conformément à cet article 48, soit même d'office, par le juge d'instruction saisi des poursuites ou par le tribunal correctionnel.L'autorité judiciaire statue après avoir entendu le propriétaire ou l'exploitant ou l'avoir dûment convoqué à comparaître dans les quarante-huit heures.La décision judiciaire est exécutoire sur minute et nonobstant toute voie de recours.Dès l'établissement du procès-verbal mentionné au premier alinéa, l'autorité administrative peut également, si l'autorité judiciaire ne s'est pas encore prononcée, ordonner, par décision motivée, l'interruption des travaux. Copie de cette décision est transmise sans délai au ministère public.L'autorité administrative prend toutes mesures de coercition nécessaires pour assurer l'application immédiate de son arrêté.L'autorité judiciaire peut à tout moment, d'office ou à la demande, soit de l'autorité administrative, soit du propriétaire ou de l'exploitant, se prononcer sur la mainlevée ou sur le maintien des mesures prises pour assurer l'interruption des travaux. En tout état de cause, la décision de l'autorité administrative cesse d'avoir effet en cas de décision de non-lieu ou de relaxe.L'autorité administrative est avisée de la décision judiciaire et en assure, le cas échéant, l'exécution.Lorsque aucune poursuite n'a été engagée, le procureur de la République en informe l'autorité administrative qui, soit d'office, soit à la demande du propriétaire ou de l'exploitant intéressé, met fin aux mesures par elle prises."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "La continuation des travaux d'exploration ou d'exploitation minière, nonobstant la décision judiciaire ou administrative ordonnant l'interruption, sera punie d'un emprisonnement de trois mois et d'une amende de 3 750 € ou de l'une de ces deux peines seulement."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "Le propriétaire ou l'exploitant qui aura refusé ou négligé de se conformer aux dispositions de l'article 40, après avoir pris connaissance de la mise en demeure prévue à cet article, sera puni d'un emprisonnement de trois mois et d'une amende de 3 750 € ou de l'une de ces deux peines seulement."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "I. - Outre les officiers et agents de police judiciaire agissant conformément au code de procédure pénale, sont habilités à rechercher et à constater les infractions prévues par les articles 42 à 49 :1° Les administrateurs des affaires maritimes ;2° Les fonctionnaires civils affectés à des missions de contrôle dans le domaine des affaires maritimes sous l'autorité ou à la disposition du ministre chargé de la mer ;3° Les commandants, commandants en second et commissaires des armées des bâtiments de la marine nationale ;4° Le personnel militaire de la marine nationale, affecté dans les centres régionaux opérationnels de surveillance et de sauvetage (CROSS) et dans les sémaphores ;5° Les commandants de bord des aéronefs de l'Etat ;6° Les agents des douanes ;7° Les inspecteurs de l'environnement mentionnés à l'article L. 172-1 du code de l'environnement et les agents publics commissionnés et assermentés des parcs nationaux, des parcs naturels marins et des réserves naturelles marines ;8° Les agents mentionnés à l'article L. 511-1 du code minier.Les officiers de port et officiers de port adjoints sont également compétents pour constater les infractions mentionnées à l'article 43.II. - Outre les officiers et agents de police judiciaire agissant conformément au code de procédure pénale, ainsi que les agents mentionnés aux 1° à 7° du I du présent article, sont habilités à rechercher et à constater les infractions prévues par l'article 47 :1° Les ingénieurs des ponts, des eaux et des forêts, les ingénieurs des travaux publics de l'Etat, les ingénieurs de l'agriculture et de l'environnement affectés dans les services de l'Etat chargés de la mise en œuvre de ces dispositions ainsi que les agents de ces services commissionnés à cet effet ;2° Les agents assermentés au titre de l'article L. 2132-21 du code général de la propriété des personnes publiques lorsque l'île artificielle, l'installation, l'ouvrage ou l'installation connexe est implanté pour partie sur le domaine public maritime.III. - Les procès-verbaux relevant une infraction prévue au présent titre font foi jusqu'à preuve du contraire. Sans préjudice de l'application des dispositions prévues par la loi du 17 décembre 1926 relatives à la transmission des procès-verbaux de constatation d'infractions maritimes, ils sont transmis immédiatement au procureur de la République par l'agent verbalisateur."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "I. - Les règles relatives à la compétence des juridictions pénales spécialisées prévues à l'article 706-107 du code de procédure pénale sont applicables aux infractions prévues au présent titre, à l'exception des infractions prévues aux articles 42, 43 et 44, qui relèvent de la compétence des tribunaux maritimes, conformément aux dispositions de la loi du 17 décembre 1926.II. - Sont portés devant la juridiction administrative les litiges relatifs :1° Aux autorisations ou contrats relatifs aux activités soumises à autorisation comportant occupation ou usage du plateau continental ou de la zone économique exclusive, quelle que soit leur forme ou leur dénomination, accordées ou conclus par les personnes publiques ou leurs représentants ;2° A l'instauration ou au montant des redevances d'occupation ou d'usage du plateau continental, de la zone économique exclusive ou de la zone de protection écologique, quelles que soient les modalités de leur fixation.III. - L'administration conserve la faculté de poursuivre, selon la procédure des contraventions de grande voirie, la réparation des dommages causés au domaine public."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "I. - Les dispositions du titre Ier de la présente ordonnance sont applicables sur l'ensemble du territoire de la République.Les droits souverains mentionnés aux articles 12 et 15 sont exercés par l'Etat, sous réserve des compétences dévolues aux collectivités d'outre-mer mentionnées à l'article 74 de la Constitution, et à la Nouvelle-Calédonie.II. - Les dispositions du titre II de la présente ordonnance, dans sa rédaction résultant de la loi n° 2023-175 du 10 mars 2023 relative à l'accélération de la production d'énergies renouvelables, sont applicables à Wallis-et-Futuna et dans les Terres australes et antarctiques françaises, à l'exception du troisième alinéa de l'article 20, du dernier alinéa de l'article 27, du septième alinéa de l'article 28 et de l'article 37.Pour l'application du deuxième alinéa de l'article 20 à Wallis-et-Futuna et dans les Terres australes et antarctiques françaises, les mots : \" celles relevant de la politique commune de la pêche \" sont remplacés par les mots : \" les activités de pêche régies par le code rural et de la pêche maritime \".L'article 19 de la présente ordonnance est applicable en Nouvelle-Calédonie et en Polynésie française, à Saint-Barthélemy et à Saint-Martin.Les articles 19 à 26, 28 et 40 de la présente ordonnance sont applicables à Saint-Pierre-et-Miquelon, ainsi que l'article 27, hors mines d'hydrocarbures liquides ou gazeux.L'article 27, à l'exception de son dernier alinéa, est applicable à Saint-Barthélemy et à Saint-Martin.Les articles 33, 34 et 36 sont applicables à Saint-Pierre-et-Miquelon.II bis. - Le titre II ter de la présente ordonnance est applicable à Wallis-et-Futuna et aux Terres australes et antarctiques françaises dans sa rédaction résultant de la loi n° 2023-175 du 10 mars 2023 relative à l'accélération de la production d'énergies renouvelables.II ter.-L'article 41-1 est applicable à Saint-Barthélemy, à Saint-Martin, à Saint-Pierre-et-Miquelon, en Polynésie française et en Nouvelle-Calédonie, sous réserve des compétences dévolues à ces collectivités, ainsi qu'à Wallis-et-Futuna et dans les Terres australes et antarctiques françaises.III. - Les dispositions du titre IV de la présente ordonnance sont applicables aux collectivités d'outre-mer mentionnées à l'article 74 de la Constitution, en Nouvelle-Calédonie et dans les Terres australes et antarctiques françaises.Pour l'application de l'article 47 en Nouvelle-Calédonie, en Polynésie française, à Saint-Barthélemy, à Saint-Martin et à Saint-Pierre-et-Miquelon, les mots : \" de l'article 20 \", d'une part, et les mots : \" du second alinéa de l'article 23 \", d'autre part, sont remplacés par les mots : \" de la réglementation applicable localement \"."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "Les conditions d'application de la présente ordonnance sont fixées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "Le Premier ministre, le ministre des affaires étrangères et du développement international, la ministre de l'environnement, de l'énergie et de la mer, chargée des relations internationales sur le climat, la ministre de l'éducation nationale, de l'enseignement supérieur et de la recherche, le ministre de l'économie et des finances, le ministre de la défense, le garde des sceaux, ministre de la justice, la ministre de la culture et de la communication et la ministre des outre-mer sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}