{
  "id": "ordonnance-n-2017-1389-du-22-septembre-2017",
  "type": "statute",
  "title": "Ordonnance n°2017-1389 du 22 septembre 2017",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000035607482",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I.-Sous réserve des II à VI du présent article, les dispositions de la présente ordonnance entrent en vigueur le 1er octobre 2017.II.-Entrent en vigueur au 1er janvier 2018 :1° Les sections 4 et 5 du chapitre III du titre VI du livre Ier de la quatrième partie du code du travail, dans leur rédaction issue de la présente ordonnance ;2° Les 2° et 3° de l'article 3 et les 3°, 4° et 5° de l'article 4.Jusqu'au 31 décembre 2017, les sections 3 et 4 du chapitre II du titre VI du livre Ier de la quatrième partie du code du travail continuent à s'appliquer dans leur rédaction antérieure à l'entrée en vigueur de la présente ordonnance. Toutefois, pour le quatrième trimestre 2017, la cotisation additionnelle, mentionnée au 2° de l'article L. 4162-19 du code de travail dans sa rédaction antérieure à l'entrée en vigueur de la présente ordonnance, est due par les seuls employeurs ayant exposé au moins un de leurs salariés aux six facteurs de risques professionnels définis à l'article L. 4163-1 du code du travail dans la rédaction issue de la présente ordonnance. Seuls les rémunérations ou gains des salariés exposés à ces six facteurs sont pris en compte dans le calcul du montant de cette cotisation déterminé en application du II de l'article L. 4162-20 du code du travail dans sa rédaction antérieure à l'entrée en vigueur de la présente ordonnance.III.-Le chapitre II du titre VI du livre Ier de la quatrième partie du code du travail, dans sa rédaction issue de la présente ordonnance, entre en vigueur le 1er janvier 2019.Jusqu'au 31 décembre 2018, le chapitre III du titre VI du livre Ier de la quatrième partie du code du travail continue à s'appliquer dans sa rédaction antérieure à l'entrée en vigueur de la présente ordonnance.IV.-Pour les expositions aux facteurs de risques professionnels au titre des années 2015,2016 et des trois premiers trimestres de 2017, les articles L. 4161-1, L. 4162-1 à L. 4162-10, L. 4162-12 à L. 4162-16 et L. 4162-20 du code du travail demeurent applicables dans leur rédaction antérieure aux dispositions issues de la présente ordonnance.V.-Les points acquis au titre du compte personnel de prévention de la pénibilité, qui n'ont pas été utilisés avant l'entrée en vigueur de la présente ordonnance, sont transférés sur le compte professionnel de prévention.Pour l'utilisation des points inscrits, avant l'entrée en vigueur de la présente ordonnance, sur le compte personnel de prévention de la pénibilité, les dispositions réglementaires d'application restent en vigueur jusqu'à la publication des décrets mentionnés au chapitre 3 du titre VI du livre Ier de la quatrième partie du code du travail dans sa rédaction résultante de la présente ordonnance, et au plus tard jusqu'au 1er janvier 2018.VI.-Les 6° et 7° de l'article 3 et les 6° et 7° de l'article 4 entrent en vigueur à une date fixée par le décret mentionné à l'article L. 432-12 du code de la sécurité sociale dans sa rédaction issue de la présente ordonnance et au plus tard le 1er janvier 2019."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Au 1er janvier 2018, l'ensemble des biens, droits et obligations du fonds chargé du financement des droits liés au compte personnel de prévention de la pénibilité sont transférés de plein droit aux organismes nationaux de la branche accidents du travail et maladies professionnelles, nonobstant toute disposition ou stipulation contraire.A la même date, le solde de ce fonds, tel que résultant de l'exécution des opérations autorisées au titre des années 2015 à 2017, est affecté aux ressources des organismes nationaux de la branche accidents du travail et maladies professionnelles.Un décret détermine les conditions d'application du présent article. Il précise notamment les conditions dans lesquelles un liquidateur permet de clôturer les opérations financières et comptables du fonds au titre de l'année 2017."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Le Premier ministre, la ministre des solidarités et de la santé, la ministre du travail, le ministre de l'agriculture et de l'alimentation et le ministre de l'action et des comptes publics sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}