{
  "id": "ordonnance-n-2017-80-du-26-janvier-2017",
  "type": "statute",
  "title": "Ordonnance n°2017-80 du 26 janvier 2017",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000033926976",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "III. - Le 20° de l'article 1er de l'ordonnance n° 2016-1058 du 3 juillet 2016 susvisée est abrogé."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Les dispositions de la présente ordonnance entrent en vigueur le 1er mars 2017, sous réserve des dispositions suivantes :1° Les autorisations délivrées au titre du chapitre IV du titre Ier du livre II ou du chapitre II du titre Ier du livre V du code de l'environnement dans leur rédaction antérieure à la présente ordonnance, ou au titre de l'ordonnance n° 2014-355 du 20 mars 2014 ou de l'ordonnance n° 2014-619 du 12 juin 2014, avant le 1er mars 2017, ainsi que les permis de construire en cours de validité à cette même date autorisant les projets d'installation d'éoliennes terrestres sont considérées comme des autorisations environnementales relevant du chapitre unique du titre VIII du livre Ier de ce code, avec les autorisations, enregistrements, déclarations, absences d'opposition, approbations et agréments énumérés par le I de l'article L. 181-2 du même code que les projets ainsi autorisés ont le cas échéant nécessités ; les dispositions de ce chapitre leur sont dès lors applicables, notamment lorsque ces autorisations sont contrôlées, modifiées, abrogées, retirées, renouvelées, transférées, contestées ou lorsque le projet autorisé est définitivement arrêté et nécessite une remise en état ;2° Les demandes d'autorisation au titre du chapitre IV du titre Ier du livre II ou du chapitre II du titre Ier du livre V du code de l'environnement, ou de l'ordonnance n° 2014-355 du 20 mars 2014 ou de l'ordonnance n° 2014-619 du 12 juin 2014 régulièrement déposées avant le 1er mars 2017 sont instruites et délivrées selon les dispositions législatives et réglementaires dans leur rédaction antérieure à l'entrée en vigueur de la présente ordonnance ; après leur délivrance, le régime prévu par le 1° leur est applicable ;3° Les autorisations, enregistrements, déclarations, absences d'opposition, approbations et agréments énumérés par le I de l'article L. 181-2 du code de l'environnement auxquels un projet d'activités, installations, ouvrages et travaux prévus par l'article L. 181-1 du même code est soumis ou qu'il nécessite qui ont été régulièrement sollicités ou effectués avant le 1er mars 2017 sont instruits et délivrés ou acquis selon les dispositions législatives et réglementaires procédurales qui leur sont propres, et le titulaire en conserve le bénéfice en cas de demande d'autorisation environnementale ultérieure ; toutefois, dans ce dernier cas, lorsqu'une autorisation de défrichement n'a pas été exécutée, elle est suspendue jusqu'à la délivrance de l'autorisation environnementale ; le régime prévu par le 1° leur est ensuite applicable ;4° Les dispositions procédurales applicables aux demandes d'autorisation de projets auxquels le certificat de projet institué par l'ordonnance n° 2014-356 du 20 mars 2014 a été délivré avant le 31 mars 2017 sont celles identifiées par ledit certificat en application du 1° du I de l'article 2 de cette ordonnance, dans les conditions et sous les réserves prévues par les I à III de l'article 3 de ladite ordonnance ;5° Lorsqu'une demande d'autorisation de projet d'activités, installations, ouvrages et travaux prévus par l'article L. 181-1 du code de l'environnement est formée entre le 1er mars et le 30 juin 2017, le pétitionnaire peut opter pour qu'elle soit déposée, instruite et délivrée :a) Soit en application des dispositions du chapitre IV du titre Ier du livre II ou du chapitre II du titre Ier du livre V de ce code, et, le cas échéant des dispositions particulières aux autorisations, enregistrements, déclarations, absences d'opposition, approbations et agréments énumérés par le I de l'article L. 181-2 du même code qui lui sont nécessaires, dans leur rédaction antérieure à la présente ordonnance ; le régime prévu par le 1° leur est ensuite applicable ;b) Soit en application des dispositions du chapitre unique du titre VIII du livre Ier de ce code issu de la présente ordonnance. Lorsque le pétitionnaire est déjà titulaire d'autorisations, enregistrements, déclarations, absences d'opposition, approbations et agréments énumérés par le I de l'article L. 181-2 de ce code, il en conserve le bénéfice pour cette demande d'autorisation environnementale ; toutefois, lorsqu'une autorisation de défrichement obtenue dans ces conditions n'a pas été exécutée, elle est suspendue jusqu'à la délivrance de l'autorisation environnementale ;6° La possibilité prévue au 5° est également offerte au-delà du 30 juin 2017 aux pétitionnaires dont les projets ont fait l'objet d'une enquête publique préalable à déclaration d'utilité publique ouverte avant le 1er mars 2017, y compris en cas d'intervention d'une déclaration d'utilité publique modificative postérieure ; le régime prévu par le 1° leur est ensuite applicable.Les dispositions du présent article sont précisées et, le cas échéant, complétées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Le Premier ministre et la ministre de l'environnement, de l'énergie et de la mer, chargée des relations internationales sur le climat, sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}