{
  "id": "ordonnance-n-2019-36-du-23-janvier-2019",
  "type": "statute",
  "title": "Ordonnance n° 2019-36 du 23 janvier 2019",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000038047573",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Pour les travaux directement liés à la construction ou à l'aménagement en urgence de locaux, installations ou infrastructures requis par le rétablissement des contrôles des marchandises et des passagers à destination ou en provenance du Royaume-Uni en raison de son retrait de l'Union européenne :1° Dans les limites administratives des grands ports maritimes, les avis du conseil de développement et de sa commission d'investissement prévus à l'article L. 5312-11 du code des transports sont remplacés par une information préalable de leurs membres ;2° Dans les limites administratives des ports maritimes relevant des collectivités territoriales et de leurs groupements, les consultations du conseil portuaire prévues à l'article L. 5314-12 du code des transports sont remplacées par une information préalable de ses membres."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I.-Les constructions, installations et aménagements directement liés au rétablissement des contrôles des marchandises et des passagers à destination ou en provenance du Royaume-Uni en raison du retrait de cet Etat de l'Union européenne constituent des réalisations dispensées de toute formalité au titre du code de l'urbanisme comme relevant du b de l'article L. 421-5 de ce code et sont soumis au régime applicable à celles-ci.La durée d'implantation de ces constructions, installations et aménagements ne peut être supérieure à deux ans. La remise en état des sites est réalisée dans un délai maximum de six mois à compter de la fin de leur utilisation ou de l'expiration de la durée de deux ans, sauf lorsque l'implantation pérenne de ces réalisations est autorisée avant l'expiration de ce délai dans les conditions de droit commun prévues par le code de l'urbanisme.II.-Par dérogation au II de l'article L. 632-2 du code du patrimoine, pour les projets mentionnés au I, l'autorité qui statue sur le recours en cas de désaccord avec l'architecte des Bâtiments de France est dispensée de la consultation de la commission régionale du patrimoine et de l'architecture.III.-Les projets mentionnés au I ne peuvent faire l'objet des opérations d'archéologie préventive relevant du titre II du livre V du code du patrimoine que s'ils sont susceptibles d'avoir un impact notable et direct sur le patrimoine archéologique. Dans ce cas, les opérations d'archéologie préventive sont réalisées dans un délai compatible avec la mise en service des projets au plus tard à la date de retrait du Royaume-Uni de l'Union européenne, fixé par le préfet de région, ou, si la demande est présentée après la date de ce retrait, dans un délai compatible avec la date de mise en service impérative des projets fixée par le préfet de département. A l'expiration de ces délais, les opérations d'archéologie préventive sont réputées réalisées."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. - A modifié les dispositions suivantes :\n\n- Ordonnance n° 2015-899 du 23 juillet 2015\n\nCes dispositions s'appliquent aux marchés pour lesquels une consultation est engagée ou un avis d'appel à la concurrence est envoyé à compter de l'entrée en vigueur de la présente ordonnance.II. - Par dérogation aux dispositions de l'article L. 2171-2 du code de la commande publique, les acheteurs peuvent confier à un opérateur économique une mission globale portant à la fois sur la conception et la construction ou l'aménagement en urgence de locaux, installations ou infrastructures requis par le rétablissement des contrôles des marchandises et des passagers à destination ou en provenance du Royaume-Uni en raison du retrait de cet Etat de l'Union européenne.Ces dispositions s'appliquent, sans préjudice de l'article 7, aux marchés pour lesquels une consultation est engagée ou un avis d'appel à la concurrence est envoyé à la publication à compter du 1er avril 2019."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I.-Pour les projets directement liés au rétablissement des contrôles des marchandises et des passagers à destination ou en provenance du Royaume-Uni en raison du retrait de cet Etat de l'Union européenne qui concernent des parcs de stationnement, des voiries ou des bâtiments nécessaires aux ports maritimes, aux aéroports ou aux sociétés concessionnaires de la liaison fixe trans-Manche, sauf s'ils nécessitent une extension sur la mer, l'autorisation environnementale prévue aux articles L. 181-1 et L. 181-2 du code de l'environnement est accordée en tenant compte des adaptations et dérogations mentionnées au II et de celles prévues par décret en Conseil d'Etat.Sont toutefois exceptés des projets mentionnés au premier alinéa ceux qui sont inscrits dans les projets stratégiques existants des établissements portuaires concernés, sont susceptibles d'avoir un impact sur des sites Natura 2000 ou sur des réserves naturelles, sont situés dans le périmètre de sites classés et ceux qui, concernant des aéroports, sont susceptibles d'avoir un impact sur des parcs nationaux, sur des parcs naturels marins ou sur des animaux appartenant à une espèce de vertébrés protégée définie par l'article R. 411-8 du code de l'environnement et figurant sur les listes établies en application de l'article R. 411-8-1 du même code.II.-Pour les projets mentionnés au I :1° L'enquête publique prévue aux articles L. 181-9 et L. 181-10 du code de l'environnement est remplacée par une phase de participation du public par voie électronique telle que prévue par l'article L. 123-19 du même code. Toutefois, lorsque le projet n'est pas soumis à évaluation environnementale, le délai de participation prévu au dernier alinéa du II de cet article L. 123-19 est de quinze jours ;2° Pour l'application du III de l'article L. 123-19 du même code, le délai prévu au cinquième alinéa du II de l'article L. 123-19-1 de ce code est de vingt-quatre heures."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "L'examen au cas par cas des projets mentionnés au I de l'article 4 de la présente ordonnance en vue de déterminer ceux qui seront soumis à évaluation environnementale, prévu au II de l'article L. 122-1 du code de l'environnement, est réalisé, par dérogation à cet article, par une autorité désignée par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Les contrôles portant sur les animaux et produits mentionnés à l'article L. 236-4 du code rural et de la pêche maritime, originaires ou en provenance de pays non membres de l'Union européenne, peuvent, en ce qui concerne les animaux et produits originaires ou en provenance du Royaume-Uni et à compter de la date d'un retrait sans accord de cet Etat de l'Union européenne, n'être effectués qu'après leur entrée sur le territoire métropolitain, dans des centres situés à proximité de leur point d'entrée dont la liste est fixée par arrêté conjoint du ministre chargé de l'agriculture et du ministre chargé des douanes."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "La présente ordonnance est applicable aux procédures mentionnées aux articles 1er à 5 engagées jusqu'à la fin du sixième mois suivant la date du retrait du Royaume-Uni de l'Union européenne."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Le Premier ministre, le ministre d'Etat, ministre de la transition écologique et solidaire, et le ministre de l'agriculture et de l'alimentation sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}