{
  "id": "ordonnance-n-58-1360-du-29-decembre-1958",
  "type": "statute",
  "title": "Ordonnance n° 58-1360 du 29 décembre 1958",
  "title_en": null,
  "short_name": null,
  "status": "repealed",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000339361",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Le Conseil économique, social et environnemental est auprès des pouvoirs publics une assemblée consultative.\n\nReprésentant les principales activités du pays, le Conseil favorise leur collaboration et assure leur participation à la politique économique, sociale et environnementale de la Nation.\n\nIl examine les évolutions en matière économique, sociale ou environnementale et recommande les adaptations qui lui paraissent nécessaires.\n\nPour l'exercice de ses attributions, le Conseil peut consulter, après information des collectivités territoriales ou de leurs groupements concernés, une ou plusieurs instances consultatives créées auprès de ces collectivités ou groupements.Il promeut une politique de dialogue et de coopération avec ses homologues européens et étrangers."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Le Conseil économique, social et environnemental est obligatoirement saisi pour avis, par le Premier ministre, des projets de loi de plan et des projets de loi de programmation à caractère économique, social ou environnemental. Il peut être au préalable associé à leur élaboration.\n\nIl peut être saisi pour avis, par le Premier ministre, des projets de loi de programmation définissant les orientations pluriannuelles des finances publiques, des projets de loi, d'ordonnance ou de décret ainsi que des propositions de loi entrant dans le domaine de sa compétence.\n\nIl peut également être consulté, par le Premier ministre, le président de l'Assemblée nationale ou le président du Sénat, sur tout problème de caractère économique, social ou environnemental.\n\nIl peut être saisi de demandes d'avis par le Premier ministre, par le président de l'Assemblée nationale ou par le président du Sénat.\n\nDans les cas prévus aux deux premiers alinéas, le Conseil économique, social et environnemental donne son avis dans le délai d'un mois si le Premier ministre déclare l'urgence."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Le Conseil économique, social et environnemental peut, de sa propre initiative, appeler l'attention du Gouvernement et du Parlement sur les réformes qui lui paraissent nécessaires.\n\nIl contribue à l'évaluation des politiques publiques à caractère économique, social ou environnemental."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Chaque année, le premier ministre fait connaître la suite donnée aux avis du Conseil économique, social et environnemental."
    },
    {
      "provision_ref": "art4-1",
      "section": "4-1",
      "title": "Article 4-1",
      "content": "Le Conseil économique, social et environnemental peut être saisi par voie de pétition de toute question à caractère économique, social ou environnemental.La pétition est rédigée en français et adressée par écrit, par voie postale ou par voie électronique, au Conseil économique, social et environnemental. Elle est présentée dans les mêmes termes par au moins 150 000 personnes âgées de seize ans et plus, de nationalité française ou résidant régulièrement en France. La période de recueil des signatures est d'un an à compter du dépôt de la pétition.Les informations recueillies auprès des signataires afin de garantir leur identification sont précisées par décret en Conseil d'Etat, pris après avis de la Commission nationale de l'informatique et des libertés.La pétition est adressée par un mandataire unique au président du Conseil économique, social et environnemental. Le bureau statue sur sa recevabilité au regard des conditions fixées au présent article et informe le mandataire de sa décision concernant la recevabilité de la pétition. A compter de cette décision, le Conseil dispose d'un délai de six mois pour se prononcer par un avis en assemblée plénière sur les questions soulevées par les pétitions recevables et sur les suites qu'il propose de leur donner.L'avis est adressé au Premier ministre, au président de l'Assemblée nationale, au président du Sénat et au mandataire de la pétition. Il est publié au Journal officiel."
    },
    {
      "provision_ref": "art4-2",
      "section": "4-2",
      "title": "Article 4-2",
      "content": "Lorsque le Conseil économique, social et environnemental associe le public à l'exercice de ses missions par une consultation ou la participation aux travaux de ses commissions, les modalités de cette association doivent présenter des garanties de sincérité, d'égalité, de transparence et d'impartialité. La définition du périmètre du public associé assure une représentativité appropriée à l'objet de la consultation ou de la participation.Le Conseil met à la disposition du public associé une information claire et suffisante sur l'objet de la consultation ou de la participation ainsi que sur les modalités de celles-ci, lui assure un délai raisonnable pour y prendre part et veille à ce que les résultats ou les suites envisagées soient, au moment approprié, rendus publics."
    },
    {
      "provision_ref": "art4-3",
      "section": "4-3",
      "title": "Article 4-3",
      "content": "Pour l'exercice de ses missions, le Conseil économique, social et environnemental peut, à son initiative ou à la demande du Premier ministre, du président de l'Assemblée nationale ou du président du Sénat, recourir à la consultation du public dans les matières relevant de sa compétence. Il peut organiser une procédure de tirage au sort pour déterminer les participants de la consultation. A cette fin, il nomme un ou plusieurs garants tenus à une obligation de neutralité et d'impartialité, chargés de veiller au respect des garanties mentionnées à l'article 4-2.La procédure de tirage au sort assure une représentation équilibrée du territoire de la République, notamment des outre-mer, et garantit la parité entre les femmes et les hommes parmi les participants.Le Conseil publie les résultats de ces consultations et les transmet au Premier ministre ainsi qu'au président de l'Assemblée nationale et au président du Sénat."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Le Conseil économique, social et environnemental peut désigner l'un de ses membres pour exposer devant les assemblées parlementaires l'avis du Conseil sur les projets ou propositions qui lui ont été soumis."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Les avis sont adoptés soit par l'assemblée, soit par les commissions permanentes ou temporaires. Les commissions sont saisies par le bureau du Conseil économique, social et environnemental.Le bureau peut, à son initiative ou à la demande du Gouvernement ou de l'assemblée parlementaire à l'origine de la consultation, décider le recours à une procédure simplifiée. Dans un délai de trois semaines, la commission compétente émet un projet d'avis, qui doit être approuvé par le bureau. Ce projet devient l'avis du Conseil économique, social et environnemental au terme d'un délai de trois jours à compter de son approbation par le bureau, sauf si le président ou au moins un tiers des membres du Conseil demandent, dans ce délai, qu'il soit examiné par l'assemblée plénière.Les avis sont transmis par le bureau du Conseil au Premier ministre, au président de l'Assemblée nationale et au président du Sénat."
    },
    {
      "provision_ref": "art6-1",
      "section": "6-1",
      "title": "Article 6-1",
      "content": "Sans préjudice des concertations préalables prévues à l'article L. 1 du code du travail et sous réserve des engagements internationaux de la France, lorsque le Conseil économique, social et environnemental est consulté sur un projet de loi portant sur des questions à caractère économique, social ou environnemental, le Gouvernement ne procède pas aux consultations prévues en application de dispositions législatives ou réglementaires, à l'exception de la consultation des collectivités mentionnées aux articles 72 et 72-3 de la Constitution, des instances nationales consultatives dans lesquelles elles sont représentées, des autorités administratives ou publiques indépendantes et des commissions relatives au statut des magistrats, des fonctionnaires et des militaires.Le Conseil économique, social et environnemental peut solliciter l'avis des instances consultatives compétentes sur les sujets faisant l'objet de la consultation prévue au premier alinéa du présent article."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. - Le Conseil économique, social et environnemental est composé de cent soixante-quinze membres. Il comprend :1° Cinquante-deux représentants des salariés ;2° Cinquante-deux représentants des entreprises, des exploitants agricoles, des artisans, des professions libérales, des mutuelles, des coopératives et des chambres consulaires ;3° Quarante-cinq représentants au titre de la cohésion sociale et territoriale et de la vie associative, dont huit représentants des outre-mer ;4° Vingt-six représentants au titre de la protection de la nature et de l'environnement.II.-Les membres mentionnés aux 1° et 2° du I sont désignés, pour chaque catégorie, par les organisations syndicales et professionnelles les plus représentatives ainsi que par les établissements fédérateurs des réseaux consulaires.Un comité composé de trois députés désignés par le président de l'Assemblée nationale et de trois sénateurs désignés par le président du Sénat, de manière à assurer une représentation pluraliste, ainsi que de trois membres du Conseil économique, social et environnemental désignés par le président du Conseil économique, social et environnemental, d'un membre du Conseil d'Etat désigné par le vice-président du Conseil d'Etat et d'un magistrat de la Cour des comptes désigné par le premier président de la Cour des comptes est chargé de proposer, au plus tard six mois avant la fin de chaque mandature, des évolutions de la composition du Conseil.Un décret en Conseil d'Etat précise la répartition et les conditions de désignation des membres du Conseil.Chaque organisation ou autorité veille à ce que la différence entre le nombre d'hommes et le nombre de femmes qu'elle désigne ou propose ne soit pas supérieure à un.III.-Les membres du Conseil sont répartis en groupes dans les conditions fixées par son règlement."
    },
    {
      "provision_ref": "art7-1",
      "section": "7-1",
      "title": "Article 7-1",
      "content": "Conformément aux dispositions des articles LO 139 et LO 297 du code électoral, la qualité de membre du Conseil économique, social et environnemental est incompatible avec le mandat de député et celui de sénateur. Elle est également incompatible avec le mandat de représentant au Parlement européen.\n\nSauf s'il y est désigné en cette qualité, aucun membre ne peut, pendant la durée de ses fonctions, siéger au sein d'une autorité administrative indépendante ou d'une autorité publique indépendante."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Les membres du Conseil économique, social et environnemental sont désignés pour cinq ans.\n\nIls ne peuvent accomplir plus de deux mandats consécutifs.\n\nSi, en cours de mandat, un membre du Conseil vient à perdre la qualité au titre de laquelle il a été désigné, il est déclaré démissionnaire d'office et remplacé.\n\nLes membres du Conseil dont le siège devient vacant pour quelque cause que ce soit sont remplacés pour la durée du mandat restant à courir. Si cette durée est inférieure à trois ans, il n'est pas tenu compte de ce remplacement pour l'application du deuxième alinéa."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Les contestations auxquelles peut donner lieu leur désignation sont jugées par le Conseil d'Etat."
    },
    {
      "provision_ref": "art10-1",
      "section": "10-1",
      "title": "Article 10-1",
      "content": "I.-Pour les membres du Conseil économique, social et environnemental, constitue un conflit d'intérêts toute situation d'interférence entre un intérêt public et des intérêts publics ou privés, extérieurs à l'organisation qu'ils représentent, qui est de nature à influencer ou à paraître influencer l'exercice indépendant, impartial et objectif de leurs fonctions.II.-Dans les deux mois qui suivent leur désignation, les membres du Conseil adressent personnellement à l'organe chargé de la déontologie du Conseil et au président de la Haute Autorité pour la transparence de la vie publique une déclaration faisant apparaître les intérêts détenus à la date de leur désignation et dans les cinq années précédant cette date.Toute modification substantielle des intérêts détenus donne lieu, dans un délai de deux mois, à une déclaration dans les mêmes formes.Les membres du Conseil peuvent joindre des observations à leur déclaration d'intérêts.Les III et IV de l'article 4 de la loi n° 2013-907 du 11 octobre 2013 relative à la transparence de la vie publique s'appliquent à la déclaration d'intérêts des membres du Conseil.Le V du même article 4, le I de l'article 10, les deux derniers alinéas du II de l'article 20 et l'article 26 de la même loi s'appliquent aux membres du Conseil.Lorsque la Haute Autorité constate qu'un membre du Conseil ne respecte pas les obligations prévues au présent article, elle en informe le président du Conseil."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Il est créé au sein du Conseil économique, social et environnemental des commissions permanentes pour l'étude des principaux problèmes de caractère économique, social ou environnemental.\n\nDes délégations permanentes et des commissions temporaires peuvent être créées au sein du Conseil pour l'étude de questions particulières qui excèdent le champ de compétence d'une commission permanente.Le règlement du Conseil fixe la liste, les compétences et la composition des commissions permanentes et des délégations."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Les commissions sont composées de membres du Conseil économique, social et environnemental.\n\nPeuvent participer aux travaux des commissions, avec voix consultative et pour une mission déterminée :1° Des représentants des instances consultatives créées auprès des collectivités territoriales ou de leurs groupements ;2° Des personnes tirées au sort selon des modalités respectant les garanties mentionnées à l'article 4-2.Les modalités de désignation et de participation aux travaux des commissions des personnes mentionnées aux 1° et 2° du présent article sont fixées par le règlement du Conseil. Leur désignation et la durée de leur mission sont rendues publiques.\n\nLes commissions peuvent, à leur initiative, entendre toute personne entrant dans leur champ de compétences."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "L'assemblée du Conseil économique, social et environnemental élit son bureau. Celui-ci se compose du président et d'un représentant par groupe.\n\nLe secrétaire général du Conseil assiste aux réunions du bureau. Il en tient procès-verbal.\n\nLorsqu'ils n'en font pas partie, les présidents des commissions permanentes peuvent être appelés à assister, avec voix consultative, aux réunions du bureau."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Sur proposition du bureau, le Conseil économique, social et environnemental arrête son règlement qui doit être approuvé par décret."
    },
    {
      "provision_ref": "art15-1",
      "section": "15-1",
      "title": "Article 15-1",
      "content": "Sur proposition du bureau, le Conseil économique, social et environnemental arrête un code de déontologie qui doit être approuvé par décret. Ce code précise les règles applicables aux membres du Conseil ainsi qu'aux personnes extérieures participant à ses travaux.Un organe chargé de la déontologie s'assure du respect du code de déontologie. Sa composition est fixée par le règlement du Conseil."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Le   Conseil économique, social et environnemental se réunit selon les modalités définies par son règlement intérieur. Il peut tenir des séances spéciales à la demande du Gouvernement, du président de l'Assemblée nationale ou du président du Sénat."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Les membres du Conseil sont convoqués dans chacun des cas prévus à l'article précédent par le président du Conseil économique, social et environnemental."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Les séances de l'assemblée sont publiques sauf décision contraire de celle-ci ; les séances des commissions ne sont pas publiques.\n\nLes procès-verbaux de ces séances sont transmis dans un délai de cinq jours au Premier ministre si le Conseil a été saisi à son initiative, ou au président de l'Assemblée nationale ou au président du Sénat si le Conseil a été saisi à l'initiative de l'une ou l'autre assemblée."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Les membres du Gouvernement et les commissaires désignés par eux ainsi que les membres du Parlement ont accès à l'assemblée du Conseil et aux commissions pour les affaires qui les concernent respectivement. Ils sont entendus lorsqu'ils le demandent."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Le droit de vote est personnel tant au sein de l'assemblée qu'au sein des commissions. Il ne peut être délégué."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Les avis et rapports du Conseil en assemblée sont adressés par le bureau au premier ministre dans le délai fixé, le cas échéant, par le Gouvernement qui en assure la publication au Journal officiel. Ils sont également adressés au président de l'Assemblée nationale et au président du Sénat."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Les membres du Conseil économique, social et environnemental reçoivent une rémunération dont le montant ne peut être supérieur au tiers de l'indemnité parlementaire et des indemnités calculées par jour de présence.\n\nLes membres du Conseil économique, social et environnemental perçoivent une indemnité représentative de frais. L'utilisation de cette indemnité, pour chaque membre du Conseil, doit être en lien avec l'exercice de son mandat. La liste des frais de mandat est arrêtée par le bureau, sur proposition des questeurs et après avis de l'organe chargé de la déontologie.\n\nLe montant de cette rémunération et de ces indemnités est fixé par décret.\n\nLe montant des indemnités des personnes désignées en application des 1° et 2° de l'article 12 est fixé par décret.\n\nLes membres du Conseil économique, social et environnemental remettent au président un rapport de leur activité annuelle. Ce rapport est rendu public sur le site internet du Conseil."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Les crédits nécessaires au fonctionnement du Conseil économique, social et environnemental sont gérés par le Conseil sans que soient applicables les dispositions de la loi du 10 août 1922 sur le contrôle des dépenses engagées.\n\nLes comptes sont soumis au contrôle de la Cour des comptes."
    },
    {
      "provision_ref": "art23bis",
      "section": "23bis",
      "title": "Article 23bis",
      "content": "Les services administratifs du Conseil économique, social et environnemental sont placés sous l'autorité du président, agissant par délégation du bureau.\n\nLes décisions relatives à l'administration du personnel sont prises au nom du bureau et sur proposition du secrétaire général par le président du Conseil économique, social et environnemental."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Le secrétaire général du Conseil économique, social et environnemental est nommé par décret sur proposition du bureau.\n\nSous l'autorité du président, il dirige les services du Conseil et organise les travaux de ses formations."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Le Gouvernement met à la disposition du Conseil les locaux nécessaires à son fonctionnement."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "Des décrets en Conseil d'Etat préciseront en tant que de besoin les modalités d'application de la présente ordonnance ainsi que les mesures transitoires qui se révéleraient nécessaires."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "La présente ordonnance sera publiée au Journal Officiel de la République française et exécutée comme loi organique."
    }
  ]
}