{
  "id": "ordonnance-n-2009-866-du-15-juillet-2009",
  "type": "statute",
  "title": "Ordonnance n° 2009-866 du 15 juillet 2009",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000020856747",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Les établissements de crédit peuvent opter, avant le 25 décembre 2009, pour le statut d'établissement de paiement mentionné au chapitre II du titre II du livre V du code monétaire et financier. Ils doivent notifier leur choix au comité des établissements de crédit et des entreprises d'investissement en précisant les services de paiement qu'ils souhaitent fournir ainsi que, le cas échéant, le maintien des formalités de reconnaissance mutuelle de leur agrément effectuées sous le statut d'établissement de crédit.A défaut de notification de leur part à l'issue du délai d'option, ils sont réputés garder le statut d'établissement de crédit.Lorsqu'ils optent pour le statut d'établissement de paiement et ont fourni au comité des établissements de crédit et des entreprises d'investissement la preuve du respect des exigences fixées au II de l'article L. 522-6, les établissements de crédit sont réputés être titulaires de l'agrément pour exercer l'ensemble des services de paiement notifiés sur le territoire de la République française, ainsi que, le cas échéant, dans les autres Etats parties à l'accord sur l'Espace économique européen. Ils devront mettre leurs statuts en harmonie avec les exigences inhérentes au statut d'établissement de paiement.Le comité des établissements de crédit et des entreprises d'investissement les inscrit sur la liste mentionnée à l'article L. 612-2 du code monétaire et financier et, le cas échéant, informe les autorités compétentes des autres Etats membres."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Les dispositions de la présente ordonnance s'appliquent aux conventions de compte de dépôt et aux conventions spécifiques qui leur sont ou non annexées, conclues avant l'entrée en vigueur de la présente ordonnance.Les clauses des conventions de compte de dépôt et des conventions spécifiques contraires aux dispositions de la présente ordonnance sont caduques à compter de la même date.Lorsqu'un service de prélèvement préalablement accepté par le payeur est remplacé, à l'initiative du bénéficiaire, par un autre service de prélèvement, le mandat de prélèvement et l'autorisation de prélèvement valablement délivrés et les oppositions faites par le payeur avant l'entrée en vigueur de ce nouveau service de prélèvement conservent leur validité, sans préjudice des dispositions de l'article 2003 du code civil et des troisième et quatrième alinéas de l'article L. 133-7 du code monétaire et financier."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Pour l'application du deuxième alinéa du I de l'article L. 312-1-1, lorsqu'un client ouvre un compte de dépôt après le 1er novembre 2009, les établissements de crédit ne disposant pas d'une convention de compte de dépôt actualisée conformément à la présente ordonnance sont tenus de communiquer à ce client, avant la conclusion de la convention de compte de dépôt, une information écrite portant sur les conséquences des nouvelles dispositions introduites par la présente ordonnance et précisant qu'elles s'appliquent immédiatement à la convention de compte de dépôt.Les établissements de crédit ne disposant pas d'une convention de compte de dépôt actualisée conformément à la présente ordonnance sont en outre tenus de fournir cette information écrite avant le 1er décembre 2009 à leurs clients ayant ouvert un compte de dépôt avant le 1er novembre 2009.Ils informent en outre avant le 31 mai 2010 leurs clients ne disposant pas d'une convention de compte de dépôt actualisée conformément à la présente ordonnance de la mise à leur disposition en agence, ou par tout autre moyen approprié, d'une convention de compte de dépôt actualisée et de la possibilité d'en recevoir un exemplaire sur support papier sur simple demande.Les établissements de crédit sont tenus d'avoir mis les conventions de compte de dépôt de leurs clients et les conventions spécifiques qui leur sont ou non annexées en conformité avec la présente ordonnance avant le 31 mai 2010."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "La présente ordonnance entre en vigueur au 1er novembre 2009."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Le Premier ministre, la ministre d'Etat, garde des sceaux, ministre de la justice et des libertés, et la ministre de l'économie, de l'industrie et de l'emploi sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}