{
  "id": "ordonnance-n-2018-1074-du-26-novembre-2018",
  "type": "statute",
  "title": "Ordonnance n° 2018-1074 du 26 novembre 2018",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000037695219",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les dispositions annexées à la présente ordonnance constituent la partie législative du code de la commande publique."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les dispositions de la partie législative du code de la commande publique qui mentionnent, sans les reproduire, des dispositions soit d'autres codes, soit de textes législatifs sont de plein droit modifiées par l'effet des modifications ultérieures de ces dispositions."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les références à des dispositions abrogées par la présente ordonnance sont remplacées par les références aux dispositions correspondantes du code de la commande publique dans sa rédaction annexée à la présente ordonnance."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Dans toutes les dispositions législatives en vigueur, pour les contrats passés en application du code de la commande publique, les références à l'ordonnance n° 2015-899 du 23 juillet 2015 relative aux marchés publics et à l'ordonnance n° 2016-65 du 29 janvier 2016 relative aux contrats de concession s'entendent comme faisant référence au code de la commande publique pour autant que lesdits contrats relèvent du champ d'application de ces ordonnances avant l'entrée en vigueur de ce code."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA abrogé les dispositions suivantes :\n\nL'article 69 de la loi du 17 avril 1906 susvisée est abrogé.\n\n- LOI n° 2014-856 du 31 juillet 2014\n\n- LOI n° 2013-100 du 28 janvier 2013\n\n- Ordonnance n° 2015-899 du 23 juillet 2015\n\n- Ordonnance n° 2016-65 du 29 janvier 2016\n\n- LOI n° 77-2 du 3 janvier 1977\n\n- LOI n° 85-704 du 12 juillet 1985\n\n- LOI n° 94-679 du 8 août 1994"
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Les dispositions des articles 1er à 3, 12, 17, 18 et 20 de la présente ordonnance ainsi que, dans les conditions qu'elle détermine, celles de son annexe, sont applicables dans les îles Wallis et Futuna, en Polynésie française, en Nouvelle-Calédonie et dans les Terres australes et antarctiques françaises.Les dispositions mentionnées à l'article 18, intervenues dans une matière relevant de la compétence des autorités d'une collectivité d'outre-mer mentionnée à l'article 74 de la Constitution, de la Nouvelle-Calédonie ou de ses provinces et applicables localement, y demeurent en vigueur tant qu'elles n'ont pas été modifiées ou abrogées par l'autorité locale compétente."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I.-Les dispositions de la présente ordonnance s'appliquent aux marchés publics ainsi qu'aux contrats relevant de l'ordonnance n° 2015-899 du 23 juillet 2015 relative aux marchés publics pour lesquels une consultation est engagée ou un avis d'appel à la concurrence est envoyé à la publication à compter du 1er avril 2019.II.-Les dispositions de la présente ordonnance s'appliquent aux contrats de concession pour lesquels une consultation est engagée ou un avis de concession est envoyé à la publication à compter du 1er avril 2019.Toutefois, les dispositions des articles L. 3135-1 et L. 3136-6 du code de la commande publique s'appliquent à la modification des contrats qui sont des concessions au sens de ce code et qui ont été conclus ou pour lesquels une procédure de passation a été engagée ou un avis de concession a été envoyé à la publication avant le 1er avril 2016, date d'entrée en vigueur de l'ordonnance n° 2016-65 du 29 janvier 2016.En outre, les dispositions du premier alinéa de l'article L. 3131-2 et des articles L. 3131-3 et L. 3131-4 du même code s'appliquent aux contrats de concession concédant un service public pour lesquels une consultation a été engagée ou un avis de concession a été envoyé à la publication à compter du 9 octobre 2016, date d'entrée en vigueur de la loi n° 2016-1321 du 7 octobre 2016 pour une République numérique.III.-Les dispositions de la section 2 du chapitre II du titre IX du livre Ier de la première partie du code de la commande publique et celles de la section 2 du chapitre III du titre III du livre Ier de la troisième partie de ce code procédant à la codification du titre IV de la loi du 28 janvier 2013 susvisée s'appliquent aux contrats conclus à compter du 16 mars 2013, date d'entrée en vigueur de cette loi."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Le Premier ministre, le ministre de l'économie et des finances et la ministre des outre-mer sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}