{
  "id": "ordonnance-n-2016-462-du-14-avril-2016",
  "type": "statute",
  "title": "Ordonnance n°2016-462 du 14 avril 2016",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000032402159",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I.-13° Les 2°, 8°, 9° et 10° sont applicables à Wallis-et-Futuna."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Le directeur général de l'Institut de veille sanitaire en fonctions avant l'entrée en vigueur de la présente ordonnance exerce les fonctions de directeur général de l'Agence nationale de santé publique jusqu'à la nomination de ce dernier.Jusqu'à la tenue de la première réunion du conseil d'administration de l'Agence nationale de santé publique, le président du conseil d'administration de l'Institut de veille sanitaire exerce les compétences du conseil d'administration pour les actes relatifs à la gestion courante."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. - La présente ordonnance entre en vigueur le 1er mai 2016.II. - A cette date, l'Agence nationale de  santé publique est substituée, pour l'exercice des missions précédemment  exercées par l'Institut de veille sanitaire mentionné à l'article L. 1413-2 du code de la santé publique,  l'Institut national de prévention et d'éducation pour la santé  mentionné à l'article L. 1417-1 du même code et l'Etablissement de  préparation et de réponse aux urgences sanitaires, à ces trois  établissements.III. - A la même date, l'ensemble des biens,  personnels, droits et obligations, notamment les obligations de  l'employeur à l'égard des personnels de droit public ou de droit privé,  de l'Institut de veille sanitaire mentionné à l'article L. 1413-2 du code de la santé publique,  de l'Institut national de prévention et d'éducation pour la santé  mentionné à l'article L. 1417-1 du même code et de l'Etablissement de  préparation et de réponse aux urgences sanitaires mentionné à l'article  L. 3135-1 du même code, sont transférés de plein droit à l'Agence  nationale de santé publique, nonobstant toute disposition ou stipulation  contraire. Par dérogation à l'article 14 ter de la loi du 13 juillet  1983 modifiée portant droits et obligations des fonctionnaires, les  agents contractuels de droit public mentionnés à l'alinéa précédent  conservent le bénéfice de toutes les stipulations de leur contrat.La création de cet établissement ne donne lieu à la perception d'aucun droit ou taxe au profit de l'Etat.IV. - Au 1er juillet 2016, les agents de  droit public de catégorie A ou de niveau équivalent exerçant jusqu'à  cette date leurs fonctions dans les  cellules interrégionales  d'épidémiologie  au sein des agences régionales de santé sont  transférés à l'Agence nationale de santé publique.V. - Par dérogation aux dispositions du I, les dispositions du 2° de l'article L. 1413-12 résultant de l'article 1er entrent en vigueur au 1er janvier 2017.  Jusqu'à cette date, les dispositions relatives au financement de  l'Institut national de prévention et d'éducation pour la santé prévues  au 2° de l'article L. 1417-8 et celles relatives au financement de  l'Etablissement de préparation et de réponse aux urgences sanitaires  prévues au 5° de l'article L. 3135-4 du code de la santé publique restent en vigueur et sont applicables à l'Agence nationale de santé publique.VI. - 1° Par dérogation aux dispositions de la présente ordonnance, les dispositions du dernier alinéa de l'article L. 3135-4 du code de la santé publique  restent applicables jusqu'au 31 décembre 2017 à la contribution des  régimes d'assurance maladie versée au titre des années 2013, 2014, 2015  et 2016 à l'Etablissement de préparation et de réponse aux urgences  sanitaires, et, le cas échéant, à l'Agence nationale de santé publique  au titre des missions de l'Etablissement de préparation et de réponse  aux urgences sanitaires reprises par cette dernière ;2° A modifié les dispositions suivantes :\n\n- LOI n° 2015-1702 du 21 décembre 2015\n\nArt. 85\n\n3° Le montant du solde de la régularisation  de la contribution des régimes d'assurance maladie versée au titre des  années 2013, 2014, 2015 et 2016 à l'Etablissement de préparation et de  réponse aux urgences sanitaires, et, le cas échéant, à l'Agence  nationale de santé publique, au titre des missions de l'Etablissement de  préparation et de réponse aux urgences sanitaires reprises par cette  dernière, calculé pour assurer le respect des dispositions du dernier alinéa de l'article L. 3135-4 du code de la santé publique,  et prenant en compte la régularisation résultant de l'alinéa précédent,  est fixée par arrêté du ministre chargé du budget, de la santé et de la  sécurité sociale et la régularisation et réalisée au plus tard le 31  décembre 2017.VII. - La représentation des personnels de  l'Agence nationale de santé publique est assurée jusqu'à la constitution  des instances prévues par ses statuts, et au plus tard jusqu'au 31  décembre 2016, par des instances établies à titre transitoire et  composées de représentants des instances des trois établissements dont  l'agence reprend les missions, dans des conditions définies par décret  en Conseil d'Etat. Il en est de même pour leur représentation au sein du  conseil d'administration de l'agence dans l'attente des élections des  représentants du personnel qui ont lieu au plus tard le 31 décembre  2016.VIII. - Un budget provisoire de  l'établissement est établi, dès la création de l'agence, par les  ministres chargés de la santé et du budget selon des modalités définies  par décret en Conseil d'Etat. Il reprend les recettes et dépenses des  trois établissements dont l'agence vient aux droits et obligations en  vertu du III."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Le Premier ministre, la ministre des affaires sociales et de la santé, le ministre des finances et des comptes publics et la ministre des outre-mer sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}