{
  "id": "ordonnance-n-85-1181-du-13-novembre-1985",
  "type": "statute",
  "title": "Ordonnance n° 85-1181 du 13 novembre 1985",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000521645",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "La présente ordonnance est applicable dans le territoire de Nouvelle-Calédonie sous réserve, le cas échéant, des dispositions des traités, conventions ou accords régulièrement ratifiés ou approuvés et publiés.\n\nLes dispositions de la présente ordonnance ne portent pas atteinte aux stipulations des contrats individuels de travail plus favorables pour les salariés.\n\nElle s'applique à tous les salariés du territoire.\n\nElle s'applique à toute personne physique ou morale qui emploie lesdits salariés.\n\nSauf dispositions contraires de la présente ordonnance, elle n'est pas applicable aux personnes relevant d'un statut de fonction publique ou d'un statut de droit public.\n\nEst considérée comme salarié quels que soient son sexe et sa nationalité toute personne physique qui s'est engagée à mettre son activité professionnelle, moyennant rémunération, sous la direction et l'autorité d'une autre personne physique ou morale publique ou privée. Pour la détermination de la qualité de salarié, il ne sera tenu compte ni du statut juridique de l'employé, ni de celui de l'employeur, ni du fait que celui-ci soit titulaire ou non d'une patente.\n\nEst considéré comme employeur toute personne morale ou physique, publique ou privée, qui emploie au moins un salarié dans les conditions définies à l'alinéa précédent."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Pour l'offre d'emploi, l'embauche et la relation de travail, ne peuvent être pris en considération l'origine, le sexe, l'état de grossesse, la situation de famille, l'appartenance ou la non-appartenance à une ethnie, l'opinion politique, l'activité syndicale ou les convictions religieuses. Toute disposition ou tout acte contraire est nul de plein droit."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "L'apprentissage est une forme d'éducation. Il a pour but de donner à des jeunes travailleurs une formation générale, théorique et pratique en vue de l'obtention d'une qualification professionnelle sanctionnée par un des diplômes de l'enseignement technologique.\n\nCette formation est assurée pour partie dans une entreprise et pour partie dans un centre de formation habilité à cet effet par le haut-commissaire dans les conditions fixées par le congrès du territoire."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Le contrat d'apprentissage est un contrat de travail écrit de type particulier ne pouvant excéder trois ans, par lequel un employeur s'engage dans les conditions prévues par le présent titre à assurer une formation professionnelle, méthodique et complète dispensée pour partie dans l'entreprise et pour partie dans un centre de formation à un jeune travailleur qui s'oblige, en retour, à travailler pour cet employeur pendant la durée du contrat."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Nul ne peut être engagé en qualité d'apprenti s'il n'a pas satisfait à l'obligation scolaire et s'il est âgé de vingt ans révolus au début de l'apprentissage."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Les dispositions qui régissent le contrat de travail s'appliquent au contrat d'apprentissage sous réserve des dispositions du présent chapitre.Le congrès du territoire détermine le montant de la rémunération due à l'apprenti par l'employeur. La rémunération de l'apprenti peut être inférieure au salaire minimum interprofessionnel garanti (S.M.I.G.) visé à l'article 25 de la présente ordonnance."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Le contrat de travail est soumis aux règles du droit commun. Il peut être constaté dans les formes qu'il convient aux parties contractantes d'adopter. Lorsqu'il est constaté par écrit il est rédigé en français.On ne peut engager ses services qu'à temps ou pour une entreprise déterminée.Lorsque le salarié est étranger et le contrat constaté par écrit, une traduction du contrat est rédigée, à la demande du salarié, dans la langue de ce dernier ; les deux textes font également foi en justice. En cas de discordance entre les deux textes, seul le texte rédigé dans la langue du salarié étranger peut être invoqué contre ce dernier."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Sous réserve des dispositions de l'article 12, le contrat de travail est conclu pour une durée indéterminée.Le contrat de travail conclu sans détermination de durée peut cesser à l'initiative d'une des parties contractantes sous réserve de l'application des règles définies aux articles 9, 9-1 et 10 bis.Ces règles ne sont pas applicables pendant la période d'essai."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Dans le cas de résiliation du contrat de travail à l'initiative du salarié, celui-ci doit à son employeur un délai-congé.La durée de ce délai-congé résulte soit de la réglementation territoriale, soit de conventions ou d'accords collectifs, soit des usages de la profession qui fixent également les cas dans lesquels le salarié est dispensé de cette obligation.La résiliation d'un contrat de travail à durée indéterminée à l'initiative du salarié ouvre droit, si elle est abusive, à dommages et intérêts.En cas de litige, le juge se prononce conformément aux dispositions du premier alinéa de l'article 10."
    },
    {
      "provision_ref": "art9-1",
      "section": "9-1",
      "title": "Article 9-1",
      "content": "Le licenciement ne peut intervenir sans cause réelle et sérieuse.Dans le cas de licenciement pour un motif autre qu'une faute grave, le salarié a droit, s'il justifie chez le même employeur d'une ancienneté de services continus, à un délai-congé. La durée de cette ancienneté et des délais-congés qui s'y rapportent est fixée par une délibération du congrès. Toute clause d'un contrat individuel fixant un délai-congé inférieur à celui qui résulte des dispositions de cette délibération ou une condition d'ancienneté de services supérieure à celle qu'énoncent ces dispositions est nulle de plein droit.En cas de licenciement, l'inobservation du délai-congé ouvre droit, sauf faute grave du salarié, à une indemnité compensatrice ne se confondant pas avec l'indemnité de licenciement prévue par l'alinéa suivant. L'inobservation du délai-congé n'a pas, dans ce cas, pour effet d'avancer la date à laquelle le contrat prend fin. En conséquence, la dispense par l'employeur de l'exécution du travail pendant le délai-congé ne doit entraîner, jusqu'à l'expiration de ce délai, aucune diminution des salaires, indemnités et avantages que le salarié aurait reçus s'il avait accompli son travail.Le salarié lié par un contrat de travail à durée indéterminée et qui est licencié a droit, sauf en cas de faute grave, à une indemnité minimum de licenciement s'il compte une ancienneté minimum ininterrompue au service du même employeur. Le taux et les modalités de calcul de cette indemnité sont fixés par délibération du congrès en fonction de la rémunération brute dont le salarié bénéficiait antérieurement à la rupture du contrat de travail.L'employeur est tenu d'énoncer par écrit le ou les motifs du licenciement."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "En cas de litige, le juge à qui il appartient d'apprécier la régularité de la procédure suivie et le caractère réel et sérieux des motifs invoqués par l'employeur forme sa conviction au vu des éléments fournis par les parties et, au besoin, après toutes mesures d'instruction qu'il estime utiles. Si un doute subsiste, il profite au salarié.Si le licenciement d'un salarié survient sans observation de la procédure, mais pour une cause réelle et sérieuse, le tribunal saisi doit imposer à l'employeur d'accomplir la procédure prévue et accorder au salarié, à la charge de l'employeur, une indemnité qui ne peut pas être supérieure à un montant fixé par délibération du congrès. Si ce licenciement survient pour une cause qui n'est pas réelle et sérieuse, le tribunal peut proposer sa réintégration dans l'entreprise, avec maintien de ses avantages acquis. En cas de refus par l'une ou l'autre des parties, le tribunal octroie au salarié une indemnité. Cette indemnité, qui ne peut être inférieure à un montant fixé par délibération du congrès, est due sans préjudice, le cas échéant, de l'indemnité de licenciement prévue au quatrième alinéa de l'article 9-1."
    },
    {
      "provision_ref": "art10bis",
      "section": "10bis",
      "title": "Article 10bis",
      "content": "Les dispositions relatives au départ à la retraite des salariés prévues par une convention collective, un accord collectif de travail ou un contrat de travail sont applicables sous réserve qu'elles ne soient pas contraires aux dispositions de la présente ordonnance.Est nulle et de nul effet toute disposition, quelle qu'elle soit, prévoyant une rupture de plein droit du contrat d'un salarié en raison de son âge ou du fait qu'il serait en droit de bénéficier d'une pension de vieillesse.Sous réserve de dispositions conventionnelles plus favorables, tout salarié quittant volontairement l'entreprise pour bénéficier du droit à la pension de vieillesse prévue par la réglementation territoriale a droit à une indemnité de départ en retraite. Sous les mêmes conditions, tout salarié dont le départ à la retraite résulte d'une décision de l'employeur a droit au versement d'une indemnité. Le montant de cette indemnité est fixé par une délibération du congrès.La mise à la retraite s'entend par la possibilité donnée à l'employeur de rompre le contrat de travail d'un salarié dès lors que celui-ci peut bénéficier d'une pension de vieillesse dans les conditions prévues par la réglementation territoriale et qu'il a atteint un âge minimum fixé par cette même réglementation, ou, si elles existent, les conditions d'âge prévues par la convention ou l'accord collectif, ou le contrat de travail si celles-ci sont plus favorables pour le salarié. Si les conditions de mise à la retraite ne sont pas remplies, la rupture du contrat de travail par l'employeur constitue un licenciement.L'employeur ou le salarié, selon que l'initiative du départ à la retraite émane de l'un ou de l'autre, est tenu de se conformer aux dispositions prévues pour le délai-congé par le deuxième alinéa de l'article 9-1."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Le contrat de travail peut être à durée déterminée dans les cas prévus par le congrès du territoire. Sa durée totale ne peut, compte tenu de celle des éventuels renouvellements, excéder un an. Une délibération du congrès détermine le nombre et les conditions de renouvellement ainsi que les cas dans lesquels la durée totale peut être portée à titre exceptionnel à trois ans. Les conditions de renouvellement sont stipulées dans le contrat ou font l'objet d'un avenant soumis au salarié avant le terme initialement prévu.Lorsque, à l'issue d'un contrat de travail à durée déterminée, les relations contractuelles de travail ne se poursuivent pas par un contrat de travail à durée indéterminée, le salarié a droit, à titre de complément de salaire, à une indemnité destinée à compenser la précarité de sa situation.Une délibération du congrès fixe les modalités de son versement ainsi que les cas dans lequels elle n'est pas due. Le taux de cette indemnité est fixé par voie de convention ou accord collectif de travail ou, à défaut, par une délibération du congrès.Le contrat à durée déterminée est écrit. Il comporte un terme fixé dès sa conclusion et la définition précise de son motif. A défaut, il est présumé conclu pour une durée indéterminée.Le contrat de travail à durée déterminée cesse de plein droit à l'échéance du terme. La suspension du contrat de travail à durée déterminée ne fait pas obstacle à l'échéance de ce contrat.Le contrat de travail à durée déterminée peut ne pas comporter un terme précis dans les cas et selon les modalités prévus par délibération du congrès.Le contrat de travail à durée déterminée peut comporter une période d'essai dont la durée est fixée, à défaut d'usage ou de dispositions conventionnelles, par délibération du congrès.Sauf accord des parties, le contrat à durée déterminée ne peut être rompu avant l'échéance du terme qu'en cas de faute grave ou de force majeure.La méconnaissance par l'employeur des dispositions prévues à l'alinéa précédent ouvre droit pour le salarié à des dommages et intérêts d'un montant au moins égal aux rémunérations qu'il aurait perçues jusqu'au terme du contrat, sans préjudice de l'indemnité prévue au deuxième alinéa du présent article.La méconnaissance des dispositions du huitième alinéa du présent article par le salarié ouvre droit pour l'employeur à des dommages et intérêts correspondant au préjudice subi.Les dispositions des huitième, neuvième et dixième alinéas ne sont pas applicables pendant la période d'essai."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "L'employeur tient un registre de l'embauche dans lequel sont inscrits les noms et la date d'embauche et de départ des travailleurs qu'il emploie. Faute de cette inscription, le contrat de travail est présumé conclu pour une durée indéterminée."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "S'il survient une modification dans la situation juridique de l'employeur, tous les contrats de travail en cours au jour de la modification subsistent entre le nouvel employeur et le personnel de l'entreprise."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "La suspension du contrat de travail n'autorise pas l'employeur à résilier le contrat sauf s'il justifie soit d'une faute grave de l'intéressé, soit de l'impossibilité où il se trouve pour un motif extérieur à la cause de la suspension de maintenir ledit contrat, soit en cas de maladie excédant une durée fixée par la réglementation territoriale ou par voie conventionnelle de la nécessité qui lui est faite de remplacer le salarié absent."
    },
    {
      "provision_ref": "art15-1",
      "section": "15-1",
      "title": "Article 15-1",
      "content": "Les amendes ou autres sanctions pécuniaires sont interdites.Toute disposition ou stipulation contraire est réputée non écrite."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Les employeurs sont tenus de laisser à leurs salariés, candidats aux conseils de région, à l'Assemblée nationale et au Sénat, le temps nécessaire pour participer à la campagne électorale dans la limite de vingt jours. La durée de ces absences est imputée sur celle du congé payé annuel ; lorsqu'elles ne sont pas imputées sur le congé payé annuel, les absences ne sont pas rémunérées. La durée de ces absences est assimilée à une période de travail pour la détermination des droits à congé payé ainsi que de ceux liés à l'ancienneté."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Le contrat de travail d'un salarié élu aux conseils de région, à l'Assemblée nationale et au Sénat est, sur sa demande, suspendu jusqu'à l'expiration de son mandat s'il justifie d'une ancienneté minimale d'une année chez l'employeur à la date de son entrée en fonctions."
    },
    {
      "provision_ref": "art17-1",
      "section": "17-1",
      "title": "Article 17-1",
      "content": "Le contrat de travail d'un salarié ou d'un apprenti, appelé au service national en application du livre II du code du service national, est suspendu pendant toute la durée du service national actif. La réintégration dans l'entreprise est de droit. Le travailleur réintégré bénéficie de tous les avantages qu'il avait acquis au moment de son départ.\"Les dispositions du présent article sont applicables, lors de leur renvoi dans leurs foyers, aux personnes qui, ayant accompli leur service actif, ont été maintenues au service national."
    },
    {
      "provision_ref": "art17-2",
      "section": "17-2",
      "title": "Article 17-2",
      "content": "Tout salarié ou apprenti, âgé de seize à vingt-cinq ans, qui doit participer à l'appel de préparation à la défense, bénéficie d'une autorisation d'absence exceptionnelle d'un jour sans incidence sur la rémunération et les congés."
    },
    {
      "provision_ref": "art17-3",
      "section": "17-3",
      "title": "Article 17-3",
      "content": "Aucun employeur ne peut résilier le contrat de travail d'un salarié ou d'un apprenti au motif que lui-même, le salarié ou l'apprenti se trouve astreint aux obligations du service national, ou se trouve appelé au service national en exécution d'un engagement pour la durée de la guerre ou rappelé au service national à un titre quelconque.Toutefois, l'employeur peut résilier le contrat s'il justifie d'une faute grave de l'intéressé, non liée aux obligations de l'alinéa précédent, ou s'il se trouve dans l'impossibilité de maintenir ledit contrat pour un motif étranger auxdites obligations."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Toute opération à but lucratif de fourniture de main-d'oeuvre qui a pour effet de causer un préjudice au salarié qu'elle concerne ou d'éluder l'application des dispositions législatives, réglementaires ou conventionnelles du travail est interdite."
    },
    {
      "provision_ref": "art18-1",
      "section": "18-1",
      "title": "Article 18-1",
      "content": "Lorsqu'un chef d'entreprise industrielle ou commerciale contracte avec un entrepreneur qui, sans être propriétaire d'un fonds de commerce ou d'une entreprise artisanale, recrute la main-d'oeuvre nécessaire à l'exécution du contrat et que cet entrepreneur l'exécute dans les locaux ou les dépendances de l'entreprise de son cocontractant, ce dernier est tenu de se substituer à l'entrepreneur en cas de défaillance de celui-ci pour le paiement des salaires et des congés payés des salariés de l'entrepreneur ainsi que pour les obligations résultant de la réglementation territoriale sur le régime des assurances sociales, les accidents du travail, les maladies professionnelles et les prestations familiales.Dans ce cas, le salarié lésé et l'organisme de prévoyance sociale du territoire peuvent engager, en cas de défaillance de l'employeur, une action directe contre le chef d'entreprise pour qui le travail a été effectué."
    },
    {
      "provision_ref": "art18-2",
      "section": "18-2",
      "title": "Article 18-2",
      "content": "Est, au sens du présent article, un entrepreneur de travail temporaire toute personne physique ou morale dont l'activité exclusive est de mettre à la disposition provisoire d'utilisateurs, des salariés qu'en fonction d'une qualification convenue elle embauche et rémunère à cet effet.Toute activité de travail temporaire s'exerçant en dehors d'une telle entreprise est interdite.Un utilisateur ne peut faire appel aux salariés des entreprises de travail temporaire que pour des tâches non durables et dans des cas déterminés.Il ne peut être fait appel aux salariés des entreprises de travail temporaire :1° Pour remplacer un salarié dont le contrat de travail est suspendu par suite d'un conflit collectif dans l'établissement utilisateur ;2° Pour certains travaux qui font l'objet d'une surveillance médicale spéciale qui figurent sur une liste établie par la réglementation territoriale.Les conditions d'application du présent article sont fixées par délibération du congrès. Celle-ci précise en tout cas selon quelles modalités tout entrepreneur de travail temporaire est tenu de justifier d'une garantie financière."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Les conventions et accords collectifs du travail ont pour but de définir les règles suivant lesquelles s'exerce le droit des salariés à la négociation collective de l'ensemble de leurs conditions d'emploi et de travail et de leurs garanties sociales dans le cadre d'un champ d'application qui est, à la fois, territorial ou régional et professionnel ou interprofessionnel. Le champ d'application recouvre un ou plusieurs secteurs économiques. Lorsqu'un employeur est lié par les clauses d'une convention ou d'un accord collectif de travail, ces clauses s'appliquent aux contrats de travail conclus avec lui, sauf dispositions plus favorables.\n\nLa convention ou l'accord collectif de travail est un acte écrit à peine de nullité, qui est conclu entre, d'une part, une ou plusieurs organisations syndicales de salariés reconnues représentatives au plan territorial ou qui sont affiliées auxdites organisations, ou qui ont fait la preuve de leur représentativité dans le champ d'application de la convention ou de l'accord ; d'autre part, une ou plusieurs organisations syndicales d'employeurs ou tout autre groupement d'employeurs, ou un ou plusieurs employeurs pris individuellement.\n\nUne commission mixte constitue la structure de négociation de la convention ou de l'accord collectif du travail.\n\nTout syndicat ou tout employeur peut adhérer à la convention ou à l'accord collectif du travail.\n\nSont soumises aux obligations de la convention ou de l'accord les organisations signataires et adhérentes ainsi que les personnes qui sont ou deviennent membres de ces organisations.\n\nLes conventions et accords collectifs de travail peuvent comporter des dispositions plus favorables aux salariés que celles des lois et règlements en vigueur. Ils ne peuvent déroger aux dispositions d'ordre public de ces lois et règlements.\n\nL'exécution en Nouvelle-Calédonie d'un contrat de travail signé hors de ce territoire ne fait pas obstacle à l'application à ce contrat, si elle est plus favorable au salarié, de la convention ou de l'accord collectif applicable au lieu de la signature du contrat."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "La convention ou l'accord collectif de travail est conclu pour une durée déterminée ou une durée indéterminée. A défaut de stipulations contraires, la convention ou l'accord à durée déterminée qui arrive à expiration continue de produire ses effets comme une convention ou un accord à durée indéterminée. Quand la convention ou l'accord est conclu pour une durée déterminée, celle-ci ne peut être supérieure à une durée fixée par délibération du congrès.La convention ou l'accord collectif de travail à durée indéterminée peut cesser par la volonté de l'une des parties. La convention ou l'accord prévoit les conditions de sa dénonciation, de sa révision ou de son renouvellement et notamment la durée du préavis de dénonciation. Lorsque la dénonciation émane de la totalité des signataires employeurs ou salariés, la convention ou l'accord continue de produire effet jusqu'à l'entrée en vigueur de la convention de l'accord qui lui est substitué ou, à défaut, pendant une durée d'un an à compter de la dénonciation."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "A la demande d'une des organisations représentatives ou à l'initiative de l'exécutif du territoire, et après avis favorable de la commission consultative du travail, les stipulations d'une convention de secteur ou d'un accord professionnel ou interprofessionnel peuvent être rendues obligatoires pour tous les salariés ou employeurs compris dans le champ d'application de ladite convention ou dudit accord et rendues obligatoires à d'autres provinces ou des secteurs professionnels voisins par l'exécutif du territoire.\n\nLes dispositions du présent chapitre ne sont pas applicables aux établissements du ministère de la défense ; dans ces établissements, les conditions dans lesquelles s'exerce le droit à la négociation collective défini à l'article 19 ci-dessus, sont fixées par le ministre chargé de la défense."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "L'interdiction de discrimination entre les femmes et les hommes mentionnés à l'article 2 s'applique sous réserve des dispositions particulières de la présente ordonnance et sauf si l'appartenance à l'un ou l'autre sexe est la condition déterminante de l'exercice d'un emploi ou d'une activité professionnelle déterminés par la réglementation territoriale.Ces dispositions ne font pas obstacle à l'intervention de mesures temporaires prises au seul bénéfice des femmes visant à établir l'égalité des chances entre hommes et femmes, en particulier en remédiant aux inégalités de fait qui affectent les chances des femmes."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Tout employeur est tenu d'assurer, pour un même travail ou pour un travail de valeur égale, l'égalité de rémunération entre les femmes et les hommes.Par rémunération il faut entendre le salaire de base ou minimum et tous les autres avantages et accessoires payés, directement ou indirectement, en espèces ou en nature, par l'employeur au salarié en raison de l'emploi de ce dernier."
    },
    {
      "provision_ref": "art23-1",
      "section": "23-1",
      "title": "Article 23-1",
      "content": "Les droits de la femme mariée sur les produits de son travail personnel et les économies en provenant sont déterminés par l'article 223 du code civil."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Le salaire doit être payé en monnaie ayant cours légal nonobstant toute stipulation contraire. Le paiement du salaire donne lieu à l'émission d'un bulletin de salaire.\n\nL'action en paiement du salaire se prescrit par cinq ans."
    },
    {
      "provision_ref": "art24-1",
      "section": "24-1",
      "title": "Article 24-1",
      "content": "Aucune compensation ne s'opère au profit des employeurs entre le montant des salaires dus par eux à leurs salariés et les sommes qui leur seraient dues à eux-mêmes pour fournitures diverses, quelle qu'en soit la nature, à l'exception toutefois :1° Des outils et instruments nécessaires au travail ;2° Des matières ou matériaux dont le salarié a la charge et l'usage ;3° Des sommes avancées pour l'acquisition de ces mêmes objets.En tout état de cause, la compensation ne pourra s'effectuer que sur la partie de la rémunération supérieure au salaire minimum garanti en vigueur sur le territoire.Tout employeur qui fait une avance en espèces, en dehors du cas prévu au 3° ci-dessus, ne peut se rembourser qu'au moyen de retenues successives ne dépassant pas le dixième du montant des salaires exigibles.La retenue opérée de ce chef ne se confond pas avec la partie saisissable ou cessible.Les acomptes sur un travail en cours ne sont pas considérés comme avances."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "La garantie du pouvoir d'achat des salariés dont les rémunérations sont les plus faibles est assurée par l'indexation du salaire minimum garanti sur l'évolution de l'indice officiel du coût de la vie en Nouvelle-Calédonie.Lorsque cet indice enregistre une hausse au moins égale à 0,5 p. 100 par rapport à l'indice constatée lors de la fixation sur salaire minimum garanti immédiatement antérieur, le salaire minimum garanti est relevé dans la même proportion à compter du premier jour du mois qui suit la publication de l'indice entraînant ce relèvement.La fixation du salaire minimum en application des alinéas qui précèdent fait l'objet d'un arrêté de l'exécutif du territoire après consultation de la commission consultative du travail."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Sont interdites, dans les conventions et accords collectifs de travail, les clauses comportant des indexations sur le salaire minimum garanti ou des références à ce salaire ou à l'évolution de l'indice du coût de la vie en vue de la fixation et de la révision des salaires prévus dans les conventions ou accords.Cette disposition s'applique de plein droit aux conventions et accords collectifs conclus dans le secteur public et para-public territorial."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Sans préjudice de l'application éventuelle de l'article 28, les créances de salaires des salariés et apprentis privilégiées sur la généralité des meubles et immeubles du débiteur sont celles ci-après exprimées :1° Les rémunérations des gens de service pour l'année échue et l'année courante ;2° Les rémunérations pour les six derniers mois des salariés et apprentis ;3° L'indemnité de fin de contrat prévue à l'article 12 ;4° L'indemnité due en raison de l'inobservation du délai-congé prévu à l'article 9-1 ;5° Les indemnités dues pour les congés payés ;6° Les indemnités de licenciement dues en application des conventions collectives de travail, des accords collectifs d'établissement, des règlements de travail, des usages, des dispositions de l'article 9-1 de la présente ordonnance pour la totalité de la portion inférieure ou égale au plafond visé à l'article 28-1 de la présente ordonnance et pour le quart de la portion supérieure audit plafond."
    },
    {
      "provision_ref": "art27-1",
      "section": "27-1",
      "title": "Article 27-1",
      "content": "Peuvent, en outre, faire valoir une action directe ou des privilèges spéciaux :1° Les maçons, charpentiers et autres ouvriers employés pour édifier, reconstruire ou réparer des bâtiments, canaux ou ouvrages quelconques. Ils n'ont d'action contre celui pour lequel les ouvrages ont été faits que jusqu'à concurrence de ce dont il se trouve débiteur envers l'entrepreneur au moment où leur action est intentée ;2° Dans les conditions fixées par le 3° de l'article 31 de la loi n° 67-5 du 3 janvier 1967 portant statut des navires et autres bâtiments de mer, le capitaine, l'équipage et les autres personnes engagées à bord d'un navire."
    },
    {
      "provision_ref": "art27-2",
      "section": "27-2",
      "title": "Article 27-2",
      "content": "L'ouvrier détenteur de l'objet par lui ouvré peut exercer un droit de rétention dans les conditions fixées à l'article 571 du code civil.Les objets mobiliers confiés à un ouvrier pour être travaillés, façonnés, réparés ou nettoyés et qui n'auront pas été retirés dans le délai d'un an pourront être vendus dans les conditions et formes déterminées par les délibérations du congrès.S'il s'agit de véhicules automobiles, le délai prévu à l'alinéa précédent est réduit à six mois."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "Les créances résultant d'un contrat de travail ou d'apprentissage sont garanties en cas d'ouverture d'une procédure de sauvegarde ou de redressement judiciaire :1° Par le privilège établi par l'article 28-1 ;2° Par le privilège établi par l'article 27, pour les causes et montants définis à cet article.Nonobstant l'existence de toute autre créance, les créances que garantit le privilège établi par l'article 28-1 doivent être payées par l'administrateur, sur ordonnance du juge-commissaire, dans les dix jours du prononcé du jugement ouvrant la procédure de sauvegarde ou de redressement judiciaire, si l'administrateur dispose des fonds nécessaires.Toutefois, avant tout établissement du montant de ces créances, l'administrateur doit, avec l'autorisation du juge-commissaire et dans la mesure des fonds disponibles, verser immédiatement aux salariés, à titre provisionnel, une somme égale à un mois de salaire impayé, sur la base du dernier bulletin de salaire et sans pouvoir dépasser le plafond visé à l'article 28-1.A défaut de disponibilité, les sommes dues en vertu des deux alinéas précédents doivent être acquittées sur les premières rentrées de fonds."
    },
    {
      "provision_ref": "art28-1",
      "section": "28-1",
      "title": "Article 28-1",
      "content": "Sans préjudice des règles fixées à l'article 28, les créances résultant du contrat de travail ou du contrat d'apprentissage sont garanties dans les conditions suivantes :Lorsque est ouverte une procédure de sauvegarde ou de redressement judiciaire, les rémunérations de toute nature dues aux salariés et apprentis pour les soixante derniers jours de travail et d'apprentissage ainsi que celles dues aux marins au titre des quatre-vingt-dix derniers jours de travail ou de la période de paiement si celle-ci est d'une durée plus longue, doivent, déduction faite des acomptes déjà perçus, être payées, nonobstant l'existence de toute autre créance privilégiée, jusqu'à concurrence d'un plafond mensuel identique pour toutes les catégories de bénéficiaires.Ce plafond est fixé par une délibération du congrès.Les rémunérations prévues au deuxième alinéa ci-dessus comprennent non seulement les salaires, appointements ou commissions proprement dits, mais encore tous les accessoires, et notamment l'indemnité compensatrice de préavis mentionnée à l'article 9-1 et l'indemnité de fin de contrat mentionnée à l'article 12.En outre, les indemnités de congés payés doivent être payées, nonobstant l'existence de toute autre créance privilégiée, jusqu'à concurrence d'un plafond identique à celui établi pour une période de trente jours de rémunération par le troisième alinéa du présent article."
    },
    {
      "provision_ref": "art28-2",
      "section": "28-2",
      "title": "Article 28-2",
      "content": "Les dispositions du présent article sont applicables aux sommes dues à titre de rémunération à toutes les personnes salariées ou travaillant, à quelque titre ou en quelque lieu que ce soit, pour un ou plusieurs employeurs, quels que soient le montant et la nature de leur rémunération, la forme et la nature de leur contrat.Sous réserve des dispositions relatives aux créances d'aliments, les sommes dues à titre de rémunération ne sont saisissables ou cessibles que dans des proportions et selon des seuils de rémunération affectés d'un correctif pour toute personne à charge, fixés par délibération du congrès. Cette délibération précise les conditions dans lesquelles ces seuils et correctifs sont révisés en fonction de l'évolution des circonstances économiques.Pour la détermination de la fraction saisissable, il est tenu compte du montant de la rémunération, de ses accessoires ainsi que, le cas échéant, de la valeur des avantages en nature, après déduction des cotisations obligatoires. Sont exceptées les indemnités insaisissables, les sommes allouées à titre de remboursement de frais exposés par le travailleur et les allocations ou indemnités pour charges de famille.Lorsqu'un débiteur perçoit de plusieurs payeurs des sommes saisissables ou cessibles dans les conditions prévues par le présent article, la fraction saisissable est calculée sur l'ensemble de ces sommes. Les retenues sont opérées selon les modalités déterminées par le juge.Le prélèvement direct du terme mensuel courant et des six derniers mois impayés des créances visées à l'article 1er de la loi n° 73-5 du 2 janvier 1973 relative au paiement direct de la pension alimentaire peut être poursuivi sur l'intégralité de la rémunération. Il est d'abord imputé sur la fraction insaisissable et, s'il y a lieu, sur la fraction saisissable.Toutefois, une somme est, dans tous les cas, laissée à la disposition du bénéficiaire de la rémunération dans des conditions fixées par la délibération prévue au deuxième alinéa du présent article."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Les enfants de l'un et l'autre sexe ne peuvent être employés à aucun titre avant d'être régulièrement libérés de l'obligation scolaire.\n\nLes dispositions de l'alinéa précédent ne font pas obstacle à ce que les élèves qui suivent un enseignement alterné accomplissent des stages d'initiation ou d'application en milieu professionnel durant les deux dernières années de leur scolarité obligatoire.\n\nCes stages ne peuvent être effectués qu'auprès d'entreprises ayant fait l'objet d'un agrément par l'exécutif du territoire.\n\nL'obligation prévue au premier alinéa ne fait pas obstacle à ce que les enfants âgés de quatorze ans révolus effectuent des travaux légers pendant leurs vacances scolaires à condition que soit assuré aux intéressés un repos effectif d'une durée au moins égale à la moitié de chaque période de congé et sous réserve de l'accord préalable de l'inspection du travail. Une délibération du congrès fixe les conditions d'application du présent alinéa."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "La durée légale du travail effectif des salariés est fixée à trente-neuf heures par semaine."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Des délibérations du congrès du territoire, après avis des organisations professionnelles et syndicales d'employeurs et de salariés représentatives au plan territorial, déterminent les modalités d'application de l'article précédent, pour l'ensemble des branches d'activités ou des professions ou pour une branche ou une profession particulière. Ces délibérations fixent notamment l'aménagement et la répartition des horaires de travail, les dérogations permanentes ou temporaires applicables dans certains cas ou pour certains emplois, les conditions auxquelles est subordonnée la mise en place par l'employeur d'horaires à temps partiel ou d'horaires individualisés, les modalités de récupération des heures de travail perdues et les mesures de contrôle de ces diverses dispositions.Dans la perspective du maintien ou du développement de l'emploi, les employeurs, les organisations d'employeurs et de salariés peuvent, par convention ou accord collectif étendu ou par convention ou accord collectif d'entreprises ou d'établissement, fixer les conditions d'une nouvelle organisation du travail résultant d'une répartition de la durée du travail sur tout ou partie de l'année, à condition que sur la période retenue la durée du travail stipulée dans la convention ou l'accord n'excède pas, en moyenne par semaine travaillée, la durée prévue à l'article 30 ou une durée inférieure prévue par la convention ou l'accord."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Les heures effectuées au-delà de la durée hebdomadaire du travail fixée à l'article 30 ou de la durée considérée comme équivalente et, si elle est inférieure, de la durée moyenne hebdomadaire mentionnée à l'article 31, ouvrent droit à des majorations de salaire et, au-delà d'un certain seuil, à des repos compensateurs dans les conditions fixées par délibération du congrès du territoire."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Au cours d'une même semaine, la durée du travail ne peut dépasser quarante-huit heures.\n\nEn cas de circonstances exceptionnelles ou dans certaines professions, des entreprises peuvent être autorisées par l'exécutif du territoire à dépasser pendant une période limitée le plafond de quarante-huit heures fixé à l'alinéa précédent, sans toutefois que ce dépassement puisse avoir pour effet de porter la durée du travail à plus de soixante heures par semaine.\n\nLa réglementation territoriale déroge aux dispositions du présent article pour le personnel navigant des entreprises d'armement maritime et des transports aériens. Celle-ci fixe notamment les conditions prévoyant des mesures de compensation.\n\nLes conditions dans lesquelles il est dérogé au présent article pour le personnel travaillant pour le compte de la défense et dans les zones militaires sont déterminées par le ministre chargé de la défense."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Tout travail entre 22 heures et 5 heures du matin est considéré comme travail de nuit.Toutefois, la réglementation territoriale peut prévoir, après avis des organisations syndicales d'employeurs et de salariés représentatives au plan territorial, une autre période de sept heures consécutives comprises entre 20 heures et 5 heures pouvant être substituée à la période prévue à l'alinéa précédent.A défaut de réglementation, une convention ou un accord collectif étendu peut prévoir une autre période de sept heures consécutives comprises entre 20 heures et 5 heures pouvant être substituée à la période prévue au premier alinéa.A défaut de réglementation territoriale, de convention ou d'accord collectif étendu, l'utilisation de cette dérogation est subordonnée à la conclusion d'un accord d'entreprise ou d'établissement, ou à l'autorisation de l'inspecteur du travail donnée après consultation des délégués syndicaux et avis du comité d'entreprise ou des délégués du personnel, s'ils existent."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Les femmes ne peuvent être employées à aucun travail de nuit dans les usines, manufactures, mines et carrières, chantiers, ateliers et dépendances, de quelque nature que ce soit.\n\nLes dispositions de l'alinéa précédent ne sont pas applicables aux femmes qui occupent des postes de direction ou de caractère technique ni aux femmes occupées dans les services de l'hygiène et du bien-être qui n'effectuent pas normalement un travail manuel."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "Le travail de nuit est interdit pour les jeunes salariés de l'un ou l'autre sexe âgés de moins de dix-huit ans.Toutefois à titre exceptionnel des dérogations aux dispositions de l'alinéa précédent peuvent être accordées par l'exécutif du territoire pour les établissements commerciaux et ceux du spectacle. En ce qui concerne les professions de marin, de la boulangerie, de la restauration et de l'hôtellerie, il peut être dérogé aux dispositions de l'alinéa précédent par la réglementation territoriale."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "Le repos hebdomadaire est obligatoire. Il est au minimum de vingt-quatre heures consécutives par semaine. Il a lieu en principe le dimanche.La réglementation territoriale fixe les modalités d'application du paragraphe précédent et notamment les professions dans lesquelles il peut être dérogé de façon permanente aux dispositions du présent article."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "La journée du 1er mai est fériée et chômée. Elle est payée."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "Tout salarié a droit chaque année à un congé payé à la charge de l'employeur à raison de deux jours et demi ouvrables par mois de travail ou, pour les marins, trois jours par mois de service.\n\nCe congé peut être cumulé sur une période de trois ans, sous réserve que le salarié prenne au moins six jours ouvrables de congés effectifs par an. Cette possibilité doit faire l'objet d'un accord écrit entre l'employeur et le salarié."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "L'indemnité afférente au congé prévu à l'article précédent est égale au dixième de la rémunération totale perçue par le salarié au cours de la période pendant laquelle il a acquis ses droits à congé. Cette indemnité ne peut être inférieure au montant de la rémunération qui aurait été perçue pendant la période de congé si le salarié avait continué à travailler."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "Les salariées ne peuvent être occupées pendant une période de huit semaines au total avant et après leur accouchement.\n\nIl est interdit d'employer les femmes en couches dans les six semaines qui suivent leur délivrance.\n\nPendant une année à compter du jour de la naissance, les mères allaitant leurs enfants disposent à cet effet du temps nécessaire durant les heures du travail.\n\nLes salariées ont le droit de suspendre le contrat de travail pendant une période qui commence six semaines avant la date présumée de l'accouchement et se termine dix semaines après la date de celui-ci.\n\nAucun employeur ne peut résilier le contrat de travail d'une salariée lorsqu'elle est en état de grossesse médicalement constatée sauf faute grave de l'intéressée, non liée à l'état de grossesse, ou de l'impossibilité où il se trouve, pour un motif étranger à la grossesse ou à l'accouchement, de maintenir ledit contrat.\n\nLes femmes en état de grossesse médicalement attesté peuvent quitter le travail sans délai-congé et sans avoir, de ce fait, à payer une indemnité de rupture."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "Les établissements et locaux dans lesquels sont employés les salariés doivent être tenus dans un état constant de propreté et présenter les conditions d'hygiène et de salubrité nécessaires à la santé du personnel.Les établissements et locaux doivent être aménagés de manière à garantir la sécurité des travailleurs.Les machines, mécanismes, appareils de transmission, outils et engins doivent être installés et tenus dans les meilleures conditions possibles de sécurité.L'inspecteur du travail peut mettre en demeure le chef d'établissement de faire vérifier l'état de conformité des matériels.Lorsque cette procédure est prévue par délibération du congrès, l'inspecteur ou le contrôleur du travail doit, avant de dresser procès-verbal, mettre les chefs d'établissement en demeure de se conformer aux prescriptions du présent chapitre et des délibérations prises pour son application dans un délai minimum fixé par délibération du congrès.Par dérogation à la règle qui précède, les inspecteurs et les contrôleurs du travail sont autorisés, sans mise en demeure, à dresser immédiatement procès-verbal, sans préjudice, le cas échéant, de l'application des dispositions de l'article 46, lorsque les faits qu'ils constatent présentent un danger grave ou imminent pour l'intégrité physique des travailleurs.Le procès-verbal doit explicitement préciser les circonstances de fait et la législation ou les délibérations du congrès applicables à l'espèce.La mise en demeure est faite par écrit, datée, signée et notifiée à l'employeur ou à son représentant par lettre recommandée avec demande d'avis de réception ou remise en main propre contre décharge. Elle indique les infractions constatées et fixe un délai à l'expiration duquel ces infractions devront avoir disparu. Ce délai, qui ne peut être inférieur à un minimum déterminé par délibération du congrès, est fixé en tenant compte des circonstances. Ce délai commence à courir le lendemain du jour de sa notification.Le chef du service de l'inspection du travail, sur le rapport de l'inspecteur ou du contrôleur du travail constatant une situation dangereuse résultant d'une infraction aux dispositions des trois premiers alinéas du présent article, notamment dans le cas où le risque professionnel trouve son origine dans les conditions d'organisation du travail ou d'aménagement du poste de travail, l'état des surfaces de circulation, l'état de propreté et d'ordre des lieux de travail, le stockage des matériaux et des produits de fabrication, le caractère plus ou moins approprié des matériels, outils et engins utilisés, leur contrôle et leur entretien, peut mettre en demeure les chefs d'établissement de prendre toutes mesures utiles pour y remédier.Le contrôle de l'application de la réglementation des appareils à pression est confié au service des mines.Les maîtres d'ouvrage entreprenant la construction ou l'aménagement de bâtiments destinés à l'exercice d'une activité industrielle, commerciale ou agricole sont tenus de se conformer à des règles édictées en vue de satisfaire aux dispositions législatives ou réglementaires prévues dans l'intérêt de l'hygiène et de la sécurité du travail.Les règles prévues à l'alinéa précédent sont déterminées et leurs modalités d'application fixées par une délibération du congrès."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "Le salarié signale immédiatement à l'employeur ou à son représentant toute situation de travail dont il a un motif raisonnable de penser qu'elle présente un danger grave et imminent pour sa vie ou sa santé.\n\nL'employeur ou son représentant ne peut demander au salarié de reprendre son activité dans une situation de travail où persiste un danger grave et imminent."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "Aucune sanction, aucune retenue de salaire ne peut être prise à l'encontre d'un salarié ou d'un groupe de salariés qui se sont retirés d'une situation de travail dont ils avaient un motif raisonnable de penser qu'elle présentait un danger grave et imminent pour la vie ou la santé de chacun d'eux.\n\nLes dispositions de l'alinéa précédent ne pourront être appliquées qu'en cas de carence de l'employeur ou de son représentant devant la situation de travail qui lui a été présentée soit par le salarié lui-même, soit par un membre du comité d'hygiène, de sécurité et des conditions de travail."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "La faculté ouverte par l'article 43 doit être exercée de telle manière qu'elle ne puisse créer pour autrui une nouvelle situation de risque grave et imminent."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "Lorsqu'un risque sérieux d'atteinte à l'intégrité physique d'un salarié résulte de l'inobservation des dispositions de la présente ordonnance et de la réglementation territoriale en matière d'hygiène et de sécurité, l'inspecteur du travail saisit le juge des référés pour voir ordonner toutes mesures propres à faire cesser ce risque telles que la mise hors service, l'immobilisation, la saisie des matériels, machines, dispositifs, produits ou autres. Le juge peut également ordonner la fermeture temporaire d'un atelier ou chantier, il peut assortir sa décision d'une astreinte qui sera liquidée au profit du territoire. Les décisions du juge des référés ne peuvent entraîner ni rupture, ni suspension du contrat du travail, ni aucun préjudice pécuniaire à l'encontre des salariés concernés."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "Il est institué des comités d'hygiène, de sécurité et des conditions de travail dans les entreprises et établissements dont l'effectif est supérieur à un seuil minimum fixé par le congrès.\n\nLe comité d'hygiène, de sécurité et des conditions de travail comprend le chef d'établissement ou son représentant et une délégation du personnel dont les membres sont désignés par un collège constitué par les membres élus du comité d'entreprise ou d'établissement et les délégués du personnel."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "Dans les autres entreprises et établissements les délégués du personnel et les délégués de bord sont investis des missions dévolues aux membres du comité d'hygiène, de sécurité et des conditions de travail. Celui-ci est présidé par le chef d'établissement ou son représentant.\n\nLes dispositions de l'article 75 sont applicables aux salariés qui siègent ou ont siégé en qualité de représentant du personnel dans un comité d'hygiène, de sécurité et des conditions de travail."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "Le comité d'hygiène, de sécurité et des conditions de travail a pour mission de contribuer à la protection de la santé et de la sécurité des salariés de l'établissement et de ceux mis à sa disposition par une entreprise extérieure.\n\nIl est consulté avant toute décision d'aménagement important modifiant les conditions d'hygiène et de sécurité ou les conditions de travail."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "Des délégués à la sécurité des mineurs sont élus par les salariés des établissements affectés au travail des mines et carrières. Ils ont pour mission de visiter les travaux des mines ou carrières dans le but d'en examiner les conditions de sécurité et d'hygiène pour le personnel qui y est occupé et, en cas d'accident, les conditions dans lesquelles cet accident s'est produit."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "Toute entreprise ou établissement doit assurer un service médical à ses salariés. Les services médicaux du travail sont assurés par un ou plusieurs médecins qui prennent le nom de médecins du travail et dont le rôle exclusivement préventif consiste à éviter toute altération de la santé des salariés du fait de leur travail notamment en surveillant les conditions d'hygiène et de sécurité du travail, les risques de contagion et l'état de santé des salariés.Le médecin du travail est habilité à proposer des mesures individuelles telles que mutations ou transformations de postes, justifiées par des considérations relatives, notamment, à l'âge, à la résistance physique ou à l'état de santé des travailleurs. Le chef d'entreprise est tenu de prendre en considération ces propositions et, en cas de refus, de faire connaître les motifs qui s'opposent à ce qu'il y soit donné suite. En cas de difficulté ou de désaccord, la décision est prise par l'inspecteur du travail après avis du médecin inspecteur du travail.Lorsque le service médical du travail est assuré par les soins d'un groupement ou organisme distinct de l'établissement occupant les travailleurs bénéficiaires de ce service, les responsables dudit groupement ou organisme sont soumis, dans les mêmes conditions que le chef d'établissement et sous les mêmes sanctions, aux prescriptions du présent chapitre et des délibérations prises pour son application."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "Un organisme public, que le territoire désigne à cet effet, est seul habilité à effectuer le placement des travailleurs, sauf dérogation qu'il accorde en faveur de bureaux de placement privés gratuits."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "Tout travailleur recherchant un emploi doit requérir son inscription auprès de l'organisme public mentionné à l'article 52.\n\nTout employeur est tenu de notifier à cet organisme toute place vacante dans son entreprise."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "En vue d'assurer le contrôle de l'emploi, sont déterminés après avis de la commission consultative du travail :1° Les établissements ou professions dans lesquels tout embauchage ou résiliation de contrat de travail doit être porté à la connaissance de l'exécutif du territoire."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "L'emploi et le reclassement des personnes handicapées constituent un élément de la politique de l'emploi et sont l'objet de concertation, notamment avec les organisations représentatives des employeurs et les organismes ou associations de handicapés et les organismes ou associations spécialisés.\n\nEst considérée comme travailleur handicapé toute personne dont les possibilités d'obtenir ou de conserver un emploi sont effectivement réduites par suite d'une insuffisance ou d'une diminution de ses capacités physiques ou mentales.\n\nUne priorité d'emploi est réservée aux handicapés à concurrence d'un pourcentage fixé par un arrêt du haut-commissaire dans la limite de 5 p. 100 et selon des modalités fixées par le congrès du territoire."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "Le travail clandestin est la dissimulation de tout ou partie de l'une des activités mentionnées à l'article 56 bis, et exercées dans les conditions prévues par cet article.Le travail clandestin est interdit ainsi que la publicité, par quelque moyen que ce soit, tendant à favoriser, en toute connaissance de cause, le travail clandestin. Il est également interdit d'avoir recours sciemment, directement ou par personne interposée, aux services de celui qui exerce une activité dans les conditions visées au premier alinéa.Toutefois, sont exclus des interdictions ci-dessus les travaux d'urgence dont l'exécution immédiate est nécessaire pour prévenir les accidents imminents ou organiser les mesures de sauvetage, la réparation de dommages causés aux logements des particuliers du fait de la survenance d'une catastrophe naturelle, ou les travaux résultant d'une obligation coutumière."
    },
    {
      "provision_ref": "art56bis",
      "section": "56bis",
      "title": "Article 56bis",
      "content": "Est réputé clandestin l'exercice habituel d'une activité lucrative de production, de transformation, de réparation ou de prestation de services ou de commerce par toute personne, physique ou morale, qui intentionnellement :a) Ne procède pas aux formalités obligatoires d'enregistrement de cette activité ou aux déclarations fiscales, parafiscales ou sociales inhérentes à sa création ou à sa poursuite ;b) Ou bien ne remet pas à chacun des travailleurs qu'elle emploie, lors du paiement de sa rémunération, un bulletin de salaire et ne l'inscrit pas sur un registre d'embauche ;c) Ou bien, satisfaisant à ces obligations, délivre, même avec l'accord de son travailleur un bulletin de salaire mentionnant un nombre d'heures de travail inférieur au nombre d'heures réellement effectuées."
    },
    {
      "provision_ref": "art56ter",
      "section": "56ter",
      "title": "Article 56ter",
      "content": "Toute personne condamnée pour avoir recouru, directement ou par personne interposée, aux services de celui qui exerce un travail clandestin est tenue solidairement avec ce dernier :a) Au paiement des impôts, taxes et cotisations obligatoires dus par celui-ci au Trésor et à l'organisme de protection sociale du territoire ;b) Le cas échéant, et conformément à la réglementation applicable, au remboursement des sommes correspondant au montant des aides publiques dont il a bénéficié ;c) Au paiement des rémunérations et charges dues par celui-ci à raison de l'emploi de salariés n'ayant pas fait l'objet des formalités prescrites aux b et c de l'article 56 bis."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "Les syndicats professionnels ont exclusivement pour objet l'étude et la défense des droits ainsi que des intérêts matériels et moraux, tant collectifs qu'individuels des personnes visées par leurs statuts.Ils sont dotés de la personnalité civile. Ils peuvent devant toutes les juridictions exercer tous les droits réservés à la partie civile relativement aux faits portant un préjudice direct ou indirect à l'intérêt collectif de la profession qu'ils représentent. Sont insaisissables les immeubles et objets mobiliers des syndicats déterminés par la réglementation territoriale."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "La représentativité des organisations syndicales est déterminée par le représentant de l'Etat d'après les critères suivants :- les effectifs ;- l'indépendance ;- les cotisations ;- l'expérience et l'ancienneté du syndicat."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "L'exercice du droit syndical est reconnu dans toutes les entreprises dans le respect des droits et libertés garantis par la Constitution de la République, en particulier de la liberté individuelle du travail.Les syndicats peuvent s'organiser librement dans toutes les entreprises conformément aux dispositions du présent titre."
    },
    {
      "provision_ref": "art59-1",
      "section": "59-1",
      "title": "Article 59-1",
      "content": "Tout salarié, quels que soient son sexe, son âge, sa nationalité, peut librement adhérer au syndicat professionnel de son choix.Tout membre d'un syndicat professionnel peut s'en retirer à tout instant nonobstant toute clause contraire."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "Il est interdit à tout employeur de prélever les cotisations syndicales sur les salaires de son personnel et de les payer au lieu et place de celui-ci."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "Chaque syndicat représentatif dans l'entreprise peut décider de constituer au sein de l'entreprise une section syndicale qui assure la représentation des intérêts matériels et moraux de ses membres.Tout syndicat affilié à une organisation représentative en vertu des dispositions de l'article 58 de la présente ordonnance est considéré comme représentatif au sein de l'entreprise pour l'application du présent article."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "Chaque syndicat représentatif qui constitue une section syndicale dans une entreprise comprenant un effectif minimum de salariés fixé par le congrès désigne un ou plusieurs délégués syndicaux pour le représenter auprès du chef d'entreprise."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "Dans les entreprises comprenant un effectif minimum de salariés fixé par le congrès ces derniers élisent des délégués du personnel.    Les délégués sont reçus collectivement par le chef d'établissement ou ses représentants au moins une fois par mois.\n\nA bord des navires, il est institué des délégués de bord."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "Les délégués du personnel et les délégués de bord ont pour mission :- de présenter aux employeurs toutes les réclamations individuelles ou collectives relatives aux salaires, à l'application de la législation et de la réglementation du travail et des autres règlements concernant la protection sociale, l'hygiène et la sécurité ainsi que des conventions et accords collectifs de travail applicables dans l'entreprise ;- de saisir l'inspection du travail de toutes les plaintes et observations relatives à l'application des prescriptions législatives et réglementaires dont elle est chargée d'assurer le contrôle."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "En l'absence ou à défaut de comité d'entreprise ou de comité d'hygiène, de sécurité et des conditions de travail, les délégués du personnel et les délégués de bord exercent les attributions dévolues à l'une ou l'autre de ces institutions.En outre, dans les entreprises où un comité d'entreprise n'est pas constitué, les délégués du personnel ou les délégués de bord doivent être consultés par l'employeur qui envisage de procéder à un licenciement collectif pour motif économique d'ordre conjoncturel ou structurel. Le procès-verbal de cette réunion est transmis à l'autorité administrative compétente."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "Dans les entreprises comprenant un effectif minimum de salariés fixé par le congrès des comités  d'entreprise sont constitués.    Le comité d'entreprise est doté de la personnalité civile.\n\nLes dispositions du présent article ne sont pas applicables aux établissements du ministère de la défense."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "Dans le domaine économique, le comité d'entreprise est obligatoirement informé et consulté sur les questions intéressant l'organisation, la gestion et la marche générale de l'entreprise et, notamment, sur les mesures de nature à affecter le volume ou la structure des effectifs, la durée du travail ou les conditions d'emploi et de travail du personnel.Il est en outre obligatoirement consulté par l'employeur qui envisage de procéder à un licenciement collectif pour motif économique d'ordre conjoncturel ou structurel. Le procès-verbal de cette réunion est transmis à l'exécutif du territoire.Chaque année, le comité d'entreprise étudie l'évolution de l'emploi dans l'entreprise au cours de l'année passée et les prévisions d'emploi établies par l'employeur pour l'année à venir.Il est consulté en matière de formation professionnelle du personnel.Il est informé et consulté, préalablement à tout projet important d'introduction de nouvelles technologies, lorsque celles-ci sont susceptibles d'avoir des conséquences sur l'emploi, la qualification, la rémunération, la formation ou les conditions de travail du personnel."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "Le comité d'entreprise assure ou contrôle la gestion de toutes les activités sociales et culturelles établies dans l'entreprise ou l'établissement au profit des salariés ou de leurs familles ou participe à cette gestion, quel qu'en soit le mode de financement."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "La contribution versée chaque année par l'employeur pour financer les institutions sociales du comité d'entreprise ne peut, en aucun cas, être inférieure à 0,8 p. 100 de la masse salariale globale de l'année précédente, déduction faite des cotisations sociales."
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "Le comité d'entreprise comprend le chef d'entreprise ou son représentant et une délégation du personnel élu ainsi que des représentants syndicaux désignés par les syndicats représentatifs dans l'entreprise ou l'établissement.\n\nLe comité, présidé par le chef d'entreprise ou son représentant, se réunit au moins une fois par mois sur convocation du chef d'entreprise ou de son représentant. Il peut, en outre, tenir une seconde réunion à la demande de la majorité de ses membres."
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "Dans les entreprises comportant des établissements distincts, il est créé des comités d'établissement et un comité central d'entreprise.Le chef d'entreprise verse au comité une subvention de fonctionnement sauf s'il met à sa disposition des moyens équivalents. Ce montant s'ajoute à la subvention destinée aux activités sociales et culturelles."
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "Les conditions de fonctionnement des comités d'entreprise doivent permettre une prise en compte effective des intérêts des salariés exerçant leur activité dans l'entreprise ou dans des unités dispersées."
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "Le chef d'entreprise est tenu de laisser aux délégués syndicaux, aux délégués du personnel, aux délégués de bord, aux délégués mineurs et aux membres du comité d'entreprise et du comité d'hygiène, de sécurité et des conditions de travail un temps minimum nécessaire à l'exercice de leurs fonctions.\n\nCe temps est de plein droit considéré comme temps de travail et payé à l'échéance normale. En cas de contestation, par l'employeur, de l'usage du temps ainsi alloué, il lui appartient de saisir la juridiction compétente."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "Les contestations relatives aux désignations des délégués ou représentants syndicaux ainsi qu'aux élections professionnelles sont de la compétence du tribunal de première instance qui statue en dernier ressort. La décision peut être déférée à la Cour de cassation."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "Le licenciement d'un délégué syndical, d'un délégué du personnel, d'un délégué de bord ou d'un délégué mineur ou d'un salarié membre du comité d'entreprise ou représentant syndical à ce comité ne peut intervenir que sur autorisation du chef du service de l'inspection du travail. Toutefois, en cas de faute grave, le chef d'entreprise a la faculté de prononcer la mise à pied immédiate de l'intéressé en attendant la décision définitive. En cas de refus de licenciement, la mise à pied est annulée et ses effets supprimés de plein droit.\n\nLa même procédure est applicable aux candidats aux fonctions de représentants du personnel ainsi qu'aux anciens délégués syndicaux, représentants du personnel ou représentants syndicaux pendant un délai fixé par le congrès du territoire.\n\nL'annulation sur recours administratif, ou sur recours contentieux, d'une autorisation administrative de licenciement emporte, pour le salarié concerné, s'il le demande, droit à réintégration dans son emploi ou dans un emploi équivalent.\n\nEn outre, cette annulation emporte, pour le délégué du personnel, le délégué de bord, le délégué mineur, le délégué syndical ou le membre du comité d'entreprise rétablissement dans ses fonctions ou réintégration dans son mandat si l'institution n'a pas été renouvelée. Dans le cas contraire, il bénéficie de la procédure particulière de licenciement prévue par le présent article.\n\nLorsque l'annulation de la décision d'autorisation est devenue définitive, le salarié a droit à une indemnité compensant la totalité du préjudice que son exclusion de l'entreprise lui a fait valoir."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "Les salariés désireux de participer à des stages ou sessions exclusivement consacrés à l'éducation ouvrière ou à la formation syndicale, organisés soit par des centres rattachés à des organisations syndicales de salariés reconnues représentatives sur le plan territorial, soit par des instituts agrées, après avis de la commission consultative du travail, ont droit, sur leur demande, à un congé non rémunéré."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "Les salariés bénéficient, sur les lieux et pendant, le temps de travail, d'un droit à l'expression sur le contenu et l'organisation de leur travail ainsi que sur la définition et la mise en oeuvre d'actions destinées à améliorer les conditions de travail dans l'entreprise."
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "La grève ne rompt pas le contrat de travail, sauf faute lourde imputable au salarié.Son exercice ne saurait donner lieu de la part de l'employeur à des mesures discriminatoires en matière de rémunérations et d'avantages sociaux. Tout licenciement pour exercice normal du droit de grève est nul de plein droit."
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "Les dispositions du présent titre s'appliquent aux personnels civils de l'Etat, du territoire, des provinces et des communes comptant plus de 10000 habitants ainsi qu'aux personnels des entreprises, des organismes et des établissements publics ou privés lorsque ces entreprises, organismes et établissements sont chargés de la gestion d'un service public.\n\nLorsque les personnels mentionnés à l'alinéa précédent font usage du droit de grève, la cessation concertée du travail doit être précédée d'un préavis.\n\nLe préavis émane de l'organisation ou d'une des organisations syndicales les plus représentatives sur le plan territorial, dans la catégorie professionnelle ou dans l'entreprise, l'organisme ou le service intéressé.\n\nIl précise les motifs du recours à la grève.\n\nLe préavis doit parvenir cinq jours francs avant le déclenchement de la grève à l'autorité hiérarchique ou à la direction de l'établissement, de l'entreprise ou de l'organisme intéressé.Il fixe le lieu, la date et l'heure du début ainsi que la durée limitée ou non de la grève envisagée.\n\nPendant la durée du préavis, les parties intéressées sont tenues de négocier."
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Article 80",
      "content": "Les conflits collectifs du travail peuvent être soumis à une procédure de conciliation devant l'inspection du travail ou de médiation dans les conditions prévues par le congrès du territoire.Les dispositions du présent article ne font pas obstacle à l'exercice du droit de grève."
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "Article 81",
      "content": "Une commission consultative du travail est instituée auprès de l'exécutif du territoire qui en assure la présidence.\n\nCette commission comprend un nombre égal d'employeurs et de salariés désignés respectivement par les organisations représentatives des uns et des autres dans le territoire.\n\nLe chef du service de l'inspection du travail assiste de droit avec voix consultative aux séances de la commission."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "En dehors du cas où la consultation est prévue par la présente ordonnance ou par un autre texte en vigueur, la commission consultative du travail peut émettre un avis sur toutes les questions concernant le travail, l'emploi, la protection et la prévoyance sociale des salariés."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "Au cours de leur vie active, les salariés qui désirent suivre des actions de formation ont droit sur demande adressée à leur employeur, à un congé dont les conditions de mise en oeuvre et en particulier celles relatives au maintien de la rémunération du salarié en congé de formation sont fixées par le congrès du territoire."
    },
    {
      "provision_ref": "art84",
      "section": "84",
      "title": "Article 84",
      "content": "Tout employeur occupant au moins dix salariés doit concourir au développement de la formation professionnelle continue, en participant chaque année au financement de stages de formation professionnelle."
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "Article 85",
      "content": "Le territoire détermine par arrêté le pourcentage de la masse salariale consacrée annuellement à ces actions. Elle ne peut être inférieure à 0,7 p. 100.Lorsque les dépenses justifiées par l'employeur sont inférieures à la participation fixée, l'employeur verse au territoire une somme égale à la différence constatée."
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "Article 86",
      "content": "En accord avec les organisations syndicales d'employeurs et de salariés représentatives au plan territorial, le congrès du territoire peut, pour certaines professions, emplois, métiers ou secteurs professionnels, définir des mesures particulières d'application de la présente ordonnance."
    },
    {
      "provision_ref": "art86-1",
      "section": "86-1",
      "title": "Article 86-1",
      "content": "Les conventions dont l'objet est la représentation, intervenues entre les voyageurs, représentants ou placiers, d'une part, et leurs employeurs, d'autre part, sont, nonobstant toute stipulation expresse du contrat ou en son silence, des contrats de louage de services lorsque les voyageurs, représentants ou placiers :1° Travaillent pour le compte d'un ou plusieurs employeurs ;2° Exercent en fait d'une façon exclusive et constante leur profession de représentant ou, s'ils se livrent à d'autres activités, l'exercent pour le compte d'un ou de plusieurs de leurs employeurs ;3° Ne font effectivement aucune opération commerciale pour leur compte personnel ;4° sont liés à leurs employeurs par des engagements déterminant la nature des prestations de services ou des marchandises offertes à la vente ou à l'achat, le champ géographique dans lequel ils doivent exercer leur activité ou les catégories de clients qu'ils sont chargés de visiter, le taux des rémunérations.En l'absence de contrat écrit, les personnes exerçant la représentation sont présumées être des voyageurs, représentants ou placiers soumis aux règles particulières du présent chapitre et aux délibérations du congrès qui en assurent l'application."
    },
    {
      "provision_ref": "art86-2",
      "section": "86-2",
      "title": "Article 86-2",
      "content": "Sous réserve des dispositions du présent chapitre, les dispositions de la présente ordonnance sont applicables aux journalistes professionnels et assimilés.Le journaliste professionnel est celui qui a pour occupation principale, régulière et rétribuée l'exercice de sa profession dans une ou plusieurs publications quotidiennes ou périodiques ou dans une ou plusieurs agences de presse ou dans une ou plusieurs entreprises de communication audiovisuelle et qui en tire le principal de ses ressources.Le correspondant, qu'il travaille en Nouvelle-Calédonie, sur les autres parties du territoire de la République ou à l'étranger, est un journaliste professionnel s'il reçoit des appointements fixes et remplit les conditions prévues à l'alinéa précédent.Sont assimilés aux journalistes professionnels les collaborateurs directs de la rédaction : rédacteurs-traducteurs, sténographes-rédacteurs, rédacteurs-réviseurs, reporters-dessinateurs, reporters-photographes, à l'exclusion des agents de publicité et de tous ceux qui n'apportent, à un titre quelconque, qu'une collaboration occasionnelle.Toute convention par laquelle une entreprise de presse s'assure, moyennant rémunération, le concours d'un journaliste professionnel au sens du deuxième alinéa du présent article est présumée être un contrat de travail. Cette présomption subsiste quels que soient le mode et le montant de la rémunération ainsi que la qualification donnée à la convention par les parties."
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "Article 87",
      "content": "Le congrès du territoire peut déroger aux dispositions en vigueur en ce qui concerne la durée du travail, les repos et congés ainsi que l'apprentissage pour les personnes exerçant la profession de marin.Il détermine notamment les conditions dans lesquelles sont institués des délégués de bord dans les entreprises d'armement maritime.Le contrôle de l'aptitude physique à la profession de marin est assuré par le service médical des gens de mer ou à défaut par un médecin désigné par le chef du service des affaires maritimes."
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "Article 88",
      "content": "La durée de présence dans les mines souterraines considérée comme durée de travail effectif, ne peut excéder trente-huit heures quarante minutes par semaine.L'emploi de personnel féminin est interdit dans les travaux souterrains des mines et carrières. Les conditions spéciales du travail des jeunes de sexe masculin âgés de moins de dix-huit ans sont déterminées par le congrès du territoire après consultation de la commission consultative du travail."
    },
    {
      "provision_ref": "art89",
      "section": "89",
      "title": "Article 89",
      "content": "Les dispositions des chapitres IV, VIII et IX du titre II, du chapitre Ier du titre III, des chapitres II, III, IV, V et VII du titre IV et celles du titre VII du livre Ier de la présente ordonnance ne sont pas applicables à l'Etat, aux collectivités publiques et aux établissements publics administratifs."
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "Article 90",
      "content": "Pour la durée de leurs contrats de travail passés avant l'entrée en vigueur de la présente ordonnance, les salariés continuent à bénéficier, à titre personnel, des avantages qui leur ont été consentis lorsque ceux-ci sont supérieurs à ceux que leur reconnaît la présente ordonnance."
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "Article 91",
      "content": "Les inspecteurs du travail et sous leur autorité les contrôleurs du travail sont chargés de veiller à l'application des dispositions législatives, réglementaires et conventionnelles du travail. Ils ont l'initiative de leurs visites et enquêtes. Ils sont également chargés, concurremment avec les agents et officiers de police judiciaire, de constater les infractions à ces dispositions.Le chef du service des affaires maritimes du territoire exerce les attributions dévolues par la présente ordonnance aux inspecteurs du travail dans les domaines du travail maritime.En ce qui concerne l'exploitation des mines et des carrières, les attributions des inspecteurs du travail sont confiées aux ingénieurs du service des mines.Pour le contrôle de la sécurité des appareils à pression, l'inspecteur des mines a les mêmes obligations et prérogatives que les inspecteurs du travail."
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Article 92",
      "content": "Pour les actions d'inspection relatives à la législation et à la réglementation du travail, le directeur du travail et les inspecteurs du travail relèvent du ministre chargé de la Nouvelle-Calédonie.\n\nLes recours contre les décisions des inspecteurs du travail et du chef du service de l'inspection du travail prises en application de la présente ordonnance sont formés devant le ministre chargé de la Nouvelle-Calédonie."
    },
    {
      "provision_ref": "art93",
      "section": "93",
      "title": "Article 93",
      "content": "Les inspecteurs et contrôleurs du travail ont entrée dans tous les établissements.\n\nIls ont également entrée dans les locaux où les salariés à domicile effectuent des travaux dangereux pour lesquels une surveillance spéciale est prévue. Toutefois, lorsque les travaux sont exécutés dans des locaux habités, les inspecteurs et contrôleurs ne peuvent y pénétrer qu'après avoir reçu l'autorisation des personnes qui les occupent."
    },
    {
      "provision_ref": "art94",
      "section": "94",
      "title": "Article 94",
      "content": "Les inspecteurs et contrôleurs du travail peuvent se faire présenter tous les documents obligatoires.Concurremment avec les officiers de police judiciaire et les inspecteurs et agents de la répression des fraudes, ils ont qualité pour procéder, aux fins d'analyse, à tous prélèvements portant sur les matières mises en oeuvre et les produits distribués ou utilisés. En vue de constater les infractions, ces prélèvements doivent être faits conformément aux procédures définies par les textes relatifs à la répression des fraudes.Les inspecteurs et contrôleurs du travail constatent les infractions par des procès-verbaux qui font foi jusqu'à preuve contraire. Ces procès-verbaux sont adressés au procureur de la République par le chef du service de l'inspection, qui en adresse un exemplaire au contrevenant."
    },
    {
      "provision_ref": "art95",
      "section": "95",
      "title": "Article 95",
      "content": "Les inspecteurs et contrôleurs du travail prêtent serment de ne point révéler les secrets de fabrication et, en général, les procédés d'exploitation dont ils pourraient prendre connaissance dans l'exercice de leurs fonctions."
    },
    {
      "provision_ref": "art96",
      "section": "96",
      "title": "Article 96",
      "content": "L'inspection médicale du travail est assurée par un médecin inspecteur du travail. Le médecin exerce en liaison avec l'inspection du travail une action permanente en vue de la protection de la santé des travailleurs au lieu de leur travail. Il jouit pour l'exécution de sa mission du droit d'entrée visé à l'article 93.Le médecin inspecteur du travail doit être titulaire du certificat d'études spéciales de médecine du travail."
    },
    {
      "provision_ref": "art97",
      "section": "97",
      "title": "Article 97",
      "content": "Pour les établissements de l'Etat dans lesquels l'intérêt de la défense nationale s'oppose à l'introduction d'agents étrangers au service, l'exécution des dispositions des articles 91 à 96 est exclusivement confiée aux agents désignés à cet effet par le ministre chargé de la défense et qui, par dérogation aux dispositions de l'article 92, relèvent exclusivement de son autorité. Les recours contre les décisions des agents visés ci-dessus sont formés devant le ministre chargé de la défense nationale.La nomenclature de ces établissements est fixée par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art98",
      "section": "98",
      "title": "Article 98",
      "content": "Un décret en Conseil d'Etat fixe les conditions d'application du présent chapitre."
    },
    {
      "provision_ref": "art100",
      "section": "100",
      "title": "Article 100",
      "content": "La juridiction territorialement compétente pour connaître des différends qui peuvent s'élever à l'occasion du contrat de travail est celle dans le ressort de laquelle est effectué le travail.Toutefois, après la rupture du contrat de travail, le salarié dont le domicile est situé dans un lieu du territoire de la République autre que celui où a été effectué le travail peut saisir la juridiction du lieu de son domicile.Lorsque, après la rupture de son contrat de travail, le salarié saisit la juridiction du lieu de son domicile pour connaître d'un différend né à l'occasion de ce contrat, les dispositions applicables au règlement du litige sont celles qui ont régi le contrat de travail de l'intéressé.Toute clause qui, directement ou indirectement, déroge aux dispositions qui précèdent est réputée non écrite."
    },
    {
      "provision_ref": "art113",
      "section": "113",
      "title": "Article 113",
      "content": "Les parties peuvent se faire assister ou représenter devant le tribunal du travail ou la cour d'appel soit par un salarié ou par un employeur appartenant à la même branche d'activité, soit par un avocat, soit par un représentant des organisations syndicales auxquelles elles sont affiliées. Les employeurs peuvent, en outre, être représentés par le directeur ou un employé de l'entreprise ou de l'établissement. Sauf en ce qui concerne les avocats, le mandat de représentation doit être établi par écrit.Les mineurs qui ne peuvent être assistés de leur père, mère ou tuteur, peuvent être autorisés par le tribunal à se concilier, à demander ou à défendre devant lui."
    },
    {
      "provision_ref": "art114",
      "section": "114",
      "title": "Article 114",
      "content": "Le président du tribunal du travail connaît des demandes formées en référé."
    },
    {
      "provision_ref": "art115",
      "section": "115",
      "title": "Article 115",
      "content": "Les jugements du tribunal du travail sont sans appel, sauf du chef de la compétence, lorsque le chiffre de la demande n'excède pas le taux de compétence en dernier ressort prévu pour les tribunaux de première instance."
    },
    {
      "provision_ref": "art116",
      "section": "116",
      "title": "Article 116",
      "content": "L'appel des jugements du tribunal du travail est porté devant la cour d'appel.La Cour de cassation connaît des recours contre les décisions rendues en dernier ressort.Le pourvoi en cassation est formé, instruit et jugé selon les règles applicables à la procédure sans représentation obligatoire devant la Cour de cassation."
    },
    {
      "provision_ref": "art117",
      "section": "117",
      "title": "Article 117",
      "content": "Pour entrer sur le territoire en vue d'y exercer une profession salariée, l'étranger doit présenter, outre les documents et visas exigés par les conventions internationales et les règlements en vigueur, un contrat de travail visé par l'autorité administrative ou une autorisation de travail ainsi qu'un certificat médical."
    },
    {
      "provision_ref": "art118",
      "section": "118",
      "title": "Article 118",
      "content": "Un étranger ne peut exercer une activité salariée sur le territoire sans avoir obtenu au préalable l'autorisation de travail mentionnée à l'article 117. Cette autorisation précise notamment la profession dans laquelle l'étranger peut exercer son activité."
    },
    {
      "provision_ref": "art119",
      "section": "119",
      "title": "Article 119",
      "content": "Il est interdit à toute personne d'engager ou de conserver à son service un étranger non muni du titre l'autorisant à exercer une activité salariée sur le territoire.\n\nIl est également interdit à toute personne d'engager ou de conserver à son service un étranger dans une catégorie professionnelle, une profession autres que celles qui sont mentionnées, le cas échéant, sur le titre prévu à l'alinéa précédent."
    },
    {
      "provision_ref": "art120",
      "section": "120",
      "title": "Article 120",
      "content": "L'étranger employé en violation des dispositions de l'article précédent est assimilé, à compter de la date de son embauche, à un travailleur régulièrement engagé en ce qui concerne les obligations de l'employeur relatives à la réglementation du travail définies au titre II du livre Ier de la présente ordonnance ainsi que les obligations définies à l'article 19 et au chapitre VI du titre Ier du livre Ier de la présente ordonnance."
    },
    {
      "provision_ref": "art121",
      "section": "121",
      "title": "Article 121",
      "content": "Les modalités d'application du présent livre sont fixées par décret au Conseil d'Etat."
    },
    {
      "provision_ref": "art122",
      "section": "122",
      "title": "Article 122",
      "content": "Toute infraction aux dispositions de l'article 18 est punie d'une amende de 25.000 FF (1). La récidive sera punie d'une amende de 50.000 FF (1) et d'un emprisonnement de six mois ou de l'une de ces deux peines seulement.\n\nLe tribunal peut prononcer, en outre, l'interdiction d'exercer l'activité de sous-entrepreneur de main-d'oeuvre pour une durée de deux ans à dix ans.\n\nSont passibles d'une amende de 30.000 FF (2) et d'un emprisonnement de six mois ou de l'une de ces deux peines seulement ceux qui, directement ou par personne interposée, contreviennent à l'interdiction prononcée en application de l'alinéa qui précède.\n\nDans tous les cas, le tribunal peut ordonner, aux frais de la personne condamnée, l'affichage du jugement aux portes des établissements de l'entreprise et sa publication dans les journaux qu'il désigne.\n\n(1) Amende applicable depuis le 1er mars 1994.\n\n(2) Amende applicable depuis le 17 novembre 1985."
    },
    {
      "provision_ref": "art122-1",
      "section": "122-1",
      "title": "Article 122-1",
      "content": "Toute infraction aux dispositions de l'article 18-2 ou des délibérations du congrès prises pour son application est punie d'une amende de 20 000 F (363 600 FCFP) et, en cas de récidive, d'une amende de 40 000 F (727 200 FCFP) et d'un emprisonnement de six mois ou de l'une de ces deux peines seulement."
    },
    {
      "provision_ref": "art123",
      "section": "123",
      "title": "Article 123",
      "content": "Sous réserve des dispositions de l'article 22 sera punie d'un emprisonnement de deux mois et d'une amende de 25.000 FF (1) ou de l'une de ces deux peines seulement, toute personne qui aura :\n\na) Mentionné ou fait mentionner dans une offre d'emploi, quels que soient les caractères du contrat du travail envisagé, ou dans toute autre forme de publicité relative à une embauche, le sexe ou la situation de famille du candidat recherché ;\n\nb) Refusé d'embaucher une personne, prononcé une mutation, résilié ou refusé de renouveler le contrat de travail d'un salarié en considération du sexe ou de la situation de famille ou sur la base de critères de choix différents selon le sexe ou la situation de famille ;\n\nc) Pris en considération du sexe toute mesure, notamment en matière de rémunération, de formation, d'affectation, de qualification, de promotion professionnelle ou de mutation.\n\n(1) Amende applicable depuis le 1er mars 1994."
    },
    {
      "provision_ref": "art124",
      "section": "124",
      "title": "Article 124",
      "content": "Les chefs d'établissements, directeurs, gérants ou préposés, ainsi que toute autre personne qui, par leur faute personnelle, ont enfreint les mesures d'hygiène et de sécurité prévues par l'article 42 et déterminées par délibération du congrès seront punis d'une amende de 25.000 FF (1).\n\nL'amende sera appliquée autant de fois qu'il y aura de salariés de l'entreprise concernés par la ou les infractions constatées par procès-verbal.\n\nEn cas de récidive, les peines seront un emprisonnement d'un an 60.000 FF (2) ou l'une de ces deux peines seulement.\n\nLes peines prévues au présent article ne se cumulent pas avec celles prévues aux articles 319 et 320 du code pénal.\n\n(1) Amende applicable depuis le 1er mars 1994.\n\n(2) Amende applicable depuis le 17 novembre 1985."
    },
    {
      "provision_ref": "art125",
      "section": "125",
      "title": "Article 125",
      "content": "Lorsqu'une des infractions en matière d'hygiène et de sécurité qui a provoqué la mort ou des blessures dans les conditions définies aux articles 319 et 320 du code pénal ou, involontairement des blessures, coups ou blessures n'entraînant pas une incapacité totale de travail personnelle supérieure à trois mois, a été commise par un préposé, le tribunal peut, compte tenu des circonstances de fait et des conditions de travail de l'intéressé, décider que le paiement des amendes prononcées et des frais de justice sera mis, en totalité ou en partie, à la charge de l'employeur."
    },
    {
      "provision_ref": "art126",
      "section": "126",
      "title": "Article 126",
      "content": "En cas d'infraction en matière d'hygiène et de sécurité le jugement fixe, en outre, le délai dans lequel sont exécutés les travaux de sécurité et de salubrité imposés par lesdites dispositions. Ce délai ne pourra excéder dix mois."
    },
    {
      "provision_ref": "art127",
      "section": "127",
      "title": "Article 127",
      "content": "En cas de condamnation prononcée en application de l'article 124 de la présente ordonnance le tribunal ordonne l'affichage du jugement aux portes des magasins, usines ou ateliers du délinquant et la publication dans tels journaux qu'il désigne, le tout aux frais du délinquant.\n\nIl peut, en cas de récidive, en outre prononcer contre l'auteur de l'infraction, l'interdiction d'exercer pour une durée maximale de cinq ans, certaines fonctions qu'il énumère soit dans l'entreprise, soit dans une ou plusieurs catégories d'entreprises qu'il définit.\n\nLa violation de cette interdiction est punie d'une amende de 25.000 FF (1) et d'un emprisonnement de deux ans ou de l'une de ces deux peines seulement.\n\n(1) Amende applicable depuis le 1er mars 1994."
    },
    {
      "provision_ref": "art128",
      "section": "128",
      "title": "Article 128",
      "content": "Quiconque aura porté ou tenté de porter atteinte soit à la constitution, soit à la libre désignation des membres, soit au fonctionnement régulier des comités d'hygiène, de sécurité et des conditions de travail par la méconnaissance des dispositions des articles 47, 49, 65 et 75 de la présente ordonnance et des délibérations du congrès prises pour leur application sera puni d'un emprisonnement d'un an et d'une amende de 25.000 FF (1) ou de l'une de ces deux peines seulement.\n\nEn cas de récidive, l'emprisonnement pourra être porté à deux ans et l'amende à 50.000 FF (1).\n\nLes mêmes peines sont applicables en cas d'infraction aux dispositions de l'article 73 ou aux délibérations du congrès prises pour leur application.\n\n(1) Amende applicable depuis le 1er mars 1994."
    },
    {
      "provision_ref": "art129",
      "section": "129",
      "title": "Article 129",
      "content": "Toute personne qui, n'ayant pas obtenu l'autorisation prévue à l'article 52, ouvrira ou fera fonctionner un bureau de placement gratuit ou payant sera punie d'un emprisonnement de six mois et d'une amende de 25.000 FF (1) ou de l'une de ces deux peines seulement, qui seront portées au double en cas de récidive.\n\n(1) Amende applicable depuis le 1er mars 1994."
    },
    {
      "provision_ref": "art130",
      "section": "130",
      "title": "Article 130",
      "content": "Toute infraction aux interdictions définies à l'article 56 sera punie d'un emprisonnement d'un an et d'une amende de 25.000 F (1).Il y a récidive lorsque dans les trois années antérieures au fait poursuivi le contrevenant a déjà subi une condamnation pour une infraction identique.Dans tous les cas, y compris en cas de première infraction, le tribunal pourra ordonner que le jugement de condamnation soit publié intégralement ou par extrait dans les journaux qu'il désignera et affiché dans les lieux qu'il indiquera pendant un délai de quinze jours, le tout aux frais du condamné, sans toutefois que les frais de cette publication puissent dépasser le maximum de l'amende encourue.Le tribunal pourra également prononcer la confiscation des outils, machines, matériaux, véhicules utilisés ou stockés qui ont servi à commettre l'infraction ou ont été utilisés à son occasion.En cas de récidive de la part de l'acheteur ou du donneur d'ouvrage, le tribunal pourra prononcer la confiscation des objets sur lesquels aura porté le travail clandestin.(1) Amende applicable depuis le 1er mars 1994."
    },
    {
      "provision_ref": "art131",
      "section": "131",
      "title": "Article 131",
      "content": "Les directeurs ou administrateurs de syndicats ou l'union de syndicats qui auront commis des infractions aux dispositions de l'article 57 seront punis d'une amende de 25.000 FF (1). La dissolution du syndicat ou de l'union de syndicats pourra en outre être prononcée à la diligence du procureur de la République.\n\nEn cas de fausse déclaration aux statuts et aux noms et qualités des directeurs ou administrateurs, l'amende sera de 25.000 FF (1).\n\n(1) Amende applicable depuis le 1er mars 1994."
    },
    {
      "provision_ref": "art132",
      "section": "132",
      "title": "Article 132",
      "content": "Toute entrave apportée à l'exercice du droit syndical, notamment par la méconnaissance des articles 59, 60, 62, 73 et 75 de la présente ordonnance qui le définissent ou des délibérations du congrès prises pour leur application, sera punie d'un emprisonnement de deux mois à un an et d'une amende de 2 000 F à 20 000 F (36 360 F C.F.P. à 363 600 F C.F.P.) ou de l'une de ces deux peines seulement (1).\n\nEn cas de récidive, l'emprisonnement pourra être porté à deux ans et l'amende à 50.000 FF (2).\n\n(1) Amende applicable depuis le 11 juillet 1996.\n\n(2) Amende applicable depuis le 1er mars 1994."
    },
    {
      "provision_ref": "art133",
      "section": "133",
      "title": "Article 133",
      "content": "Les chefs d'établissement, directeurs ou gérants qui auront prélevé les cotisations syndicales sur les salaires de leur personnel et les auront payés aux lieu et place de celui-ci seront punis d'une amende de 25.000 FF (1) et, en cas de récidive, d'un emprisonnement d'un an et d'une amende de 50.000 FF (1) ou de l'une de ces deux peines seulement.\n\n(1) Amende applicable depuis le 1er mars 1994."
    },
    {
      "provision_ref": "art134",
      "section": "134",
      "title": "Article 134",
      "content": "Quiconque aura porté ou tenté de porter atteinte soit à la libre désignation des délégués du personnel, des délégués mineurs et des délégués de bord, soit à l'exercice régulier de leurs fonctions par la méconnaissance des articles 50, 63, 64, 65, 73 et 75 de la présente ordonnance ou des délibérations du congrès prises pour leur application, sera puni d'un emprisonnement de deux mois à un an et d'une amende de 2 000 F à 20 000 F (36 360 F C.F.P. à 363 600 F C.F.P.) ou de l'une de ces deux peines seulement (1).\n\nEn cas de récidive, l'emprisonnement peut être porté à deux ans et l'amende à 50.000 FF (2).\n\n(1) Amende applicable depuis le 11 juillet 1996.\n\n(2) Amende applicable depuis le 1er mars 1994."
    },
    {
      "provision_ref": "art135",
      "section": "135",
      "title": "Article 135",
      "content": "Toute entrave apportée soit à la constitution d'un comité d'entreprise, d'un comité d'établissement ou d'un comité central d'entreprise, soit à la libre désignation de leurs membres, soit à leur fonctionnement régulier, par la méconnaissance des dispositions des articles 66, 67, 68, 70 et 71 et des délibérations du congrès prises pour leur application, sera punie d'un emprisonnement d'un an et d'une amende de 25.000 FF (1) ou de l'une de ces deux peines seulement.\n\nEn cas de récidive, l'emprisonnement pourra être porté à deux ans et l'amende à 50.000 FF (1).\n\nLes mêmes peines sont applicables en cas d'infraction aux dispositions des articles 73 et 75 ou aux délibérations du congrès prises pour leur application.\n\n(1) Amende applicable depuis le 1er mars 1994."
    },
    {
      "provision_ref": "art136",
      "section": "136",
      "title": "Article 136",
      "content": "Quiconque aura porté atteinte ou tenté de porter atteinte soit à la nomination des candidats aux fonctions d'assesseur du tribunal du travail, soit à l'indépendance ou à l'exercice régulier des fonctions d'assesseur du tribunal du travail, notamment par la méconnaissance des articles L. 932-14, L. 932-15 et L. 932-16 du code de l'organisation judiciaire ainsi que des décrets en Conseil d'Etat pris pour leur application, sera puni d'un emprisonnement de deux mois à un an et d'une amende de 2 000 F à 20 000 F (36 360 FCFP à 363 600 FCFP) ou de l'une de ces deux peines seulement.En cas de récidive, l'emprisonnement pourra être porté à deux ans et l'amende à 50.000 FF (1).(1) Amende applicable depuis le 1er mars 1994."
    },
    {
      "provision_ref": "art137",
      "section": "137",
      "title": "Article 137",
      "content": "Les chefs d'entreprise sont civilement responsables des condamnations prononcées contre leurs directeurs, gérants ou préposés."
    },
    {
      "provision_ref": "art138",
      "section": "138",
      "title": "Article 138",
      "content": "Est passible d'un emprisonnement de d'un an et d'une amende de 25.000 FF (1) ou de l'une de ces deux peines seulement quiconque met obstacle à l'accomplissement des devoirs d'un inspecteur ou d'un contrôleur du travail. En cas de récidive, l'emprisonnement pourra être porté à deux ans et l'amende à 50.000 FF (1).\n\nLes dispositions du code pénal qui prévoient et répriment les actes de résistance, les outrages et les violences contre les officiers de police judiciaire sont, en outre, applicables à ceux qui se rendent coupables de faits de même nature à l'égard des inspecteurs du travail et des contrôleurs du travail.\n\n(1) Amende applicable depuis le 1er mars 1994."
    },
    {
      "provision_ref": "art138-1",
      "section": "138-1",
      "title": "Article 138-1",
      "content": "Toute infraction aux dispositions de l'article 15-1 est punie d'une amende de 2 000 F à 20 000 F (36 360 F C.F.P. à 363 600 F C.F.P.)  et, en cas de récidive, d'une amende de 10 000 F à 40 000 F (181 800 F C.F.P. à 727 200 F C.F.P.) (1).\n\n(1) : Amende applicable depuis le 11 juillet 1996."
    },
    {
      "provision_ref": "art139",
      "section": "139",
      "title": "Article 139",
      "content": "Pour les peines de police :1° En cas d'infractions aux dispositions concernant le travail des enfants et des femmes, l'affichage du jugement peut, suivant les circonstances et en cas de récidive seulement, être ordonné par le tribunal.Le tribunal peut également ordonner, dans le même cas, l'insertion du jugement, aux frais du contrevenant, dans un ou plusieurs journaux du territoire.2° Les pénalités réprimant les infractions relatives au travail des enfants ne sont pas applicables lorsque l'infraction a été le résultat d'une erreur provenant de la production d'actes de naissance, livrets ou certificats contenant de fausses énonciations ou délivrés par une autre personne.3° En cas d'infraction aux dispositions concernant le travail des femmes récemment accouchées, les pénalités ne sont applicables au chef d'établissement ou à son préposé que s'il agit sciemment."
    },
    {
      "provision_ref": "art140",
      "section": "140",
      "title": "Article 140",
      "content": "L'ordonnance n° 82-1114 du 23 décembre 1982 relative au régime législatif du droit du travail dans le territoire de la Nouvelle-Calédonie et dépendances est abrogée."
    },
    {
      "provision_ref": "art141",
      "section": "141",
      "title": "Article 141",
      "content": "Le Premier ministre, le ministre de l'économie, des finances et du budget, le garde des sceaux, ministre de la justice, le ministre de la défense, le ministre du redéploiement industriel et du commerce extérieur, le ministre des affaires sociales et de la solidarité nationale, porte-parole du Gouvernement, le ministre de l'urbanisme, du logement et des transports, le ministre du travail, de l'emploi et de la formation professionnelle, le ministre chargé de la Nouvelle-Calédonie, le secrétaire d'Etat auprès du ministre de l'économie, des finances et du budget, chargé du budget et de la consommation, le secrétaire d'Etat auprès du ministre des affaires sociales et de la solidarité nationale, porte-parole du Gouvernement, chargé de la santé, et le secrétaire d'Etat auprès du ministre de l'urbanisme, du logement et des transports, chargé de la mer, sont chargés, chacun en ce qui le concerne, de l'exécution de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    },
    {
      "provision_ref": "artExecution",
      "section": "Execution",
      "title": "Article Execution",
      "content": "Monsieur le Président,La Nouvelle-Calédonie est soumise pour l'essentiel au droit du travail applicable en métropole depuis 1982. Toutefois la loi de 1984 portant statut du territoire de la Nouvelle-Calédonie a confié au territoire compétence en cette matière, sous réserve \"des principes directeurs du droit du travail\" qu'il appartient à l'Etat de fixer.Aucun texte n'ayant édicté ces \"principes directeurs\", il a semblé nécessaire de les préciser.L'objectif de l'ordonnance n'est pas de prévoir un système complexe qui serait inapplicable en Nouvelle-Calédonie, car inadapté à ses structures économiques, mais de fixer les règles en deçà desquelles il n'y a pas de réelle protection des travailleurs.Le congrès du territoire pourra, sur cette base, prendre toutes les mesures d'application nécessaires en tenant compte des spécificités locales et des structures économiques actuelles et futures.Tel est l'objet de la présente ordonnance que nous avons l'honneur de soumettre à votre approbation.Veuillez agréer, Monsieur le Président, l'assurance de notre profond respect."
    }
  ]
}