{
  "id": "ordonnance-n-2005-1087-du-1-septembre-2005",
  "type": "statute",
  "title": "Ordonnance n° 2005-1087 du 1 septembre 2005",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000261711",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Les droits et obligations nés de l'élaboration ou de la fourniture de produits sanguins par des personnes morales de droit public ayant été agréées sur le fondement de la loi n° 52-854 du 21 juillet 1952 et qui n'ont pas déjà été transférés par l'article 18 de la loi du 1er juillet 1998 sont transférés à l'Etablissement français du sang à la date de sa création, sous réserve que ces droits et obligations n'aient pas été fixés par une décision juridictionnelle irrévocable à la date de la publication de la présente ordonnance. Ce transfert est précédé d'une déclaration adressée à l'Etablissement français du sang, lui permettant de connaître l'étendue et la nature des droits et obligations qui lui sont transférés. La déclaration, dont les modalités et le contenu sont fixés par un arrêté du ministre chargé de la santé, doit être faite dans un délai de trois ans à partir de la publication de la présente ordonnance pour les demandes qui ont été présentées aux personnes intéressées avant cette publication."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Les demandes tendant à l'indemnisation des dommages résultant de la fourniture de produits sanguins labiles ou de médicaments dérivés du sang élaborés par les personnes morales de droit public mentionnées à l'article 14 de la présente ordonnance ou par des organismes dont les droits et obligations ont été transférés à l'Etablissement français du sang en vertu d'une convention conclue en application de l'article 18 de la loi du 1er juillet 1998 visée ci-dessus ou dans les conditions fixées au I de l'article 60 de la loi de finances rectificative du 30 décembre 2000 visée ci-dessus relèvent de la compétence des juridictions administratives quelle que soit la date à laquelle est intervenu le fait générateur des dommages dont il est demandé réparation. Les juridictions judiciaires saisies antérieurement à l'entrée en vigueur de la présente ordonnance de demandes pour lesquelles elles étaient compétentes le demeurent après cette entrée en vigueur."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Le mandat en cours des membres du conseil d'administration et du conseil scientifique de l'Agence française de sécurité sanitaire environnementale expire à la date de la première réunion suivant la nomination des membres du conseil d'administration et du conseil scientifique de l'Agence française de sécurité sanitaire de l'environnement et du travail."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Pour l'application des articles L. 1413-11 et L. 1417-7 du code de la santé publique, modifiés par les III et IV de l'article 12 de la présente ordonnance, les personnes et les membres des conseils et commissions en fonction à la date d'entrée en vigueur de la présente ordonnance doivent, dans un délai de deux mois à compter de cette même date, adresser au directeur général de l'institut la déclaration mentionnée au septième alinéa de l'article L. 5323-4 du code de la santé publique."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Le Premier ministre, le ministre de l'emploi, de la cohésion sociale et du logement, le garde des sceaux, ministre de la justice, le ministre de la santé et des solidarités, le ministre de l'agriculture et de la pêche et la ministre de l'écologie et du développement durable sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}