{
  "id": "ordonnance-n-2020-1694-du-24-decembre-2020",
  "type": "statute",
  "title": "Ordonnance n°2020-1694 du 24 décembre 2020",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000042739670",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les dispositions de la présente ordonnance ne sont mises en œuvre que dans la mesure où elles sont nécessaires pour faire face aux conséquences de la propagation de l'épidémie de covid-19 et des mesures prises pour limiter cette propagation."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les dispositions du présent chapitre sont applicables du 1er janvier 2021 au 31 octobre 2022 inclus à toutes les modalités d'accès aux formations de l'enseignement supérieur et de délivrance des diplômes de l'enseignement supérieur, y compris le baccalauréat."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Nonobstant toute disposition législative ou réglementaire contraire, les autorités compétentes pour la détermination des modalités d'accès aux formations de l'enseignement supérieur dispensées par les établissements relevant des livres IV et VII du code de l'éducation ainsi que pour la détermination des modalités de délivrance des diplômes de l'enseignement supérieur, y compris le baccalauréat, peuvent apporter à ces modalités les adaptations nécessaires à leur mise en œuvre.S'agissant des épreuves des examens ou concours, ces adaptations peuvent porter, dans le respect du principe d'égalité de traitement des candidats, sur leur nature, leur nombre, leur contenu, leur coefficient ou leurs conditions d'organisation, qui peut notamment s'effectuer de manière dématérialisée.Les adaptations apportées en application du présent article sont portées à la connaissance des candidats par tout moyen dans un délai qui ne peut être inférieur à deux semaines avant le début des épreuves."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Lorsque l'autorité compétente mentionnée au premier alinéa de l'article 3 est un organe collégial d'un établissement et qu'il peut délibérer dans des délais compatibles avec la continuité du service, cet organe collégial peut décider de déléguer au chef d'établissement sa compétence pour apporter les adaptations mentionnées au même article.Lorsque cet organe collégial ne peut délibérer dans des délais compatibles avec la continuité du service, les adaptations mentionnées à cet article sont arrêtées par le chef d'établissement. Ce dernier en informe alors, par tout moyen et dans les meilleurs délais, l'organe collégial compétent."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Les autorités compétentes pour constituer des jurys au sein des établissements relevant des livres IV et VII du code de l'éducation peuvent en adapter la composition et les règles de quorum.Les membres de ces jurys peuvent participer aux réunions et délibérations par tout moyen de communication électronique permettant leur identification et garantissant leur participation effective ainsi que la confidentialité des débats."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Sauf mentions contraires, les dispositions du présent chapitre sont applicables du 1er janvier 2021 au 31 octobre 2022 inclus à toutes les voies d'accès aux corps, cadres d'emplois, grades et emplois des agents publics :\n\n1° De la fonction publique civile et militaire de l'Etat ;\n\n2° De la fonction publique territoriale ;\n\n3° De la fonction publique hospitalière ;\n\n4° De la fonction publique des communes de la Polynésie française.\n\nLes dispositions du présent chapitre sont également applicables du 1er janvier 2021 au 31 octobre 2022 inclus à l'accès au corps judiciaire et aux magistrats de l'ordre judiciaire."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. - Nonobstant toute disposition législative ou réglementaire contraire, les autorités compétentes pour la détermination des modalités d'accès aux corps, cadres d'emplois, grades et emplois mentionnées à l'article 6 peuvent apporter à ces modalités les adaptations nécessaires à leur mise en œuvre lors de toute étape de la procédure de sélection, notamment en ce qui concerne le nombre et le contenu des épreuves.Ces adaptations peuvent notamment porter sur les examens, concours, épreuves, sélections et modalités d'obtention d'une qualification ou d'un diplôme, préalables à l'affectation, la nomination ou la titularisation dans un corps, cadre d'emplois, grade ou emploi, y compris lorsqu'ils interviennent au cours ou à l'issue d'une période de formation au sein d'une école de service public.Elles sont portées à la connaissance des candidats par tout moyen dans un délai qui ne peut être inférieur à deux semaines avant le début des épreuves.II. - Les garanties procédurales et techniques permettant d'assurer l'égalité de traitement des candidats et la lutte contre la fraude sont fixées par décret."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I.-Le délai de deux ans prévu au quatrième alinéa de l'article 20 de la loi du 11 janvier 1984 susvisée et au second alinéa de l'article 43 de l'ordonnance du 4 janvier 2005 susvisée ainsi que le délai d'un an prévu au cinquième alinéa de l'article 31 de la loi du 9 janvier 1986 susvisée sont, s'ils viennent à échéance au cours de la période mentionnée à l'article 6 de la présente ordonnance, prolongés jusqu'au terme de cette période.II.-Le décompte de la période de quatre ans prévue au quatrième alinéa de l'article 44 de la loi du 26 janvier 1984 susvisée est suspendu du 1er janvier 2021 au 31 octobre 2021 inclus."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Les dispositions des articles 1er à 5 sont applicables dans les îles Wallis et Futuna, en Polynésie française et en Nouvelle-Calédonie, dans leur rédaction résultant de la loi n° 2021-1465 du 10 novembre 2021 portant diverses dispositions de vigilance sanitaire."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Le Premier ministre, le ministre de l'éducation nationale, de la jeunesse et des sports, la ministre des armées, le ministre des outre-mer, le garde des sceaux, ministre de la justice, la ministre de l'enseignement supérieur, de la recherche et de l'innovation et la ministre de la transformation et de la fonction publiques sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}