{
  "id": "ordonnance-n-2015-839-du-9-juillet-2015",
  "type": "statute",
  "title": "ORDONNANCE n°2015-839 du 9 juillet 2015",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000030861904",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les droits à retraite liquidés au titre des régimes de retraite mentionnés à l'article L. 137-11 du code de la sécurité sociale sont sécurisés à hauteur d'au moins 50 % dans les conditions mentionnées à l'article 2.Toutefois, la garantie des droits mentionnée à l'alinéa précédent peut être limitée, pour chaque bénéficiaire et par année, à une fois et demi le plafond mentionné à l'article L. 241-3 du code de la sécurité sociale."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les engagements représentatifs des droits mentionnés à l'article 1er sont garantis par les entreprises par au moins l'un des dispositifs suivants :1° Un ou plusieurs contrats souscrits auprès d'un ou plusieurs organismes régis par le titre III du livre IX du code de la sécurité sociale, le livre II du code de la mutualité ou le code des assurances ;2° Une ou plusieurs fiducies souscrites dans le cadre d'un contrat régi par le titre XIV du livre III du code civil ;3° Une ou plusieurs sûretés réelles ou personnelles régies par le livre IV du code civil."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les engagements mentionnés à l'article 2 correspondent à la fraction des engagements mentionnés au troisième alinéa de l'article L. 123-13 du code de commerce qui est représentative des droits mentionnés à l'article 1er de la présente ordonnance."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "La proportion sécurisée des engagements doit augmenter selon le calendrier suivant :1° A compter de la clôture des comptes immédiatement postérieure au 1er janvier 2017, au moins 10 % des engagements constatés au titre de l'exercice comptable clos ;2° A compter de la clôture des comptes immédiatement postérieure au 1er janvier 2020, au moins 20 % des engagements constatés au titre de l'exercice comptable clos ;3° A compter de la clôture des comptes immédiatement postérieure au 1er janvier 2025, au moins 40 % des engagements constatés au titre de l'exercice comptable clos ;4° A compter de la clôture des comptes immédiatement postérieurs au 1er janvier 2030, au moins 50 % des engagements constatés au titre de l'exercice comptable clos."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. - Par dérogation aux dispositions de la première phrase du II de l'article L. 137-11 du code de la sécurité sociale relatives à l'irrévocabilité de l'option de l'employeur, les entreprises gérant les régimes mentionnés à l'article 1er de la présente ordonnance qui décident d'externaliser leur gestion auprès d'un des organismes mentionnés au 2° du I de l'article L. 137-11 du même code et ayant opté préalablement pour l'assiette mentionnée au 1° du I du même article peuvent à nouveau exercer l'option mentionnée au a du 2° du I de cet article. En cas de changement d'option, il est calculé une contribution libératoire correspondant à la différence, si elle est positive, entre, d'une part, la somme des contributions que l'employeur aurait versées s'il avait, dès le 1er janvier 2004, ou dès la création du régime si cette date est postérieure, choisi l'assiette définie au 2° du I de l'article L. 137-11 du code de la sécurité sociale et, d'autre part, la somme des contributions effectivement versées par l'employeur depuis cette même date.L'employeur est redevable de la contribution libératoire auprès de l'organisme de recouvrement mentionné aux articles L. 213-1 et L. 752-2 du code de la sécurité dont il relève et lui adresse un tableau récapitulatif dans lequel il fait apparaître, pour chacune des années, de l'année de création du régime à l'année du changement d'option, le coût des services rendus.II. - Pour les entreprises qui sont assujetties à la contribution mentionnée à l'article L. 137-11 du code de la sécurité sociale selon les dispositions du 2° du I du même article, lorsque la provision, ou le montant mentionné en annexe au bilan initialement comptabilisés avant ou après le 31 décembre 2003 donnent lieu au versement de primes dans le cadre des contrats mentionnés au 1° de l'article 2 de la présente ordonnance, ces primes ne sont pas assujetties."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I.-L'entreprise adresse chaque année à l'organisme mentionné aux articles L. 213-1 et L. 752-2 du code de la sécurité sociale dont il relève, dans les trois mois suivant la clôture de l'exercice comptable, un état faisant apparaître le montant des engagements et celui des garanties afférentes mentionnés à l'article 2. L'exactitude de ces montants est certifiée par les commissaires aux comptes.Le défaut de production de cet état dans le délai prescrit entraîne l'application, selon la procédure prévue en vertu de l'article L. 244-3 du même code, de la pénalité applicable en cas de production tardive des déclarations obligatoires relatives aux cotisations et contributions sociales.II.-En cas de non-respect des dispositions des articles 1er à 4 de la présente ordonnance, l'employeur est soumis à une pénalité annuelle correspondant à 30 % de la différence entre, d'une part, les engagements représentatifs des droits à retraite liquidés devant être garantis conformément aux articles 1er et 4 et, d'autre part, les engagements effectivement garantis par l'entreprise dans les conditions mentionnées à l'article 2.III.-Les articles L. 137-3 et L. 137-4 du code de la sécurité sociale sont applicables à cette pénalité.IV.-Le produit de la pénalité est affecté au fonds mentionné à l'article L. 135-3 du code de la sécurité sociale."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "La présente ordonnance entre en vigueur à compter du 1er janvier 2016."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Le Premier ministre, le ministre des finances et des comptes publics, la ministre des affaires sociales, de la santé et des droits des femmes et le secrétaire d'Etat chargé du budget sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}