{
  "id": "ordonnance-n-2002-1450-du-12-decembre-2002",
  "type": "statute",
  "title": "Ordonnance n° 2002-1450 du 12 décembre 2002",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000416355",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Les actes des autorités communales sont soumis aux dispositions du présent article jusqu'au renouvellement des conseils municipaux en 2007.I. - Les actes des autorités communales sont adressés sous huitaine par le maire au représentant de l'Etat qui en constate la réception sur un registre et en délivre immédiatement récépissé. Faute de cette délivrance, le point de départ du délai de quinze jours prévu au II est fixé au jour de l'envoi de l'acte au représentant de l'Etat à Mayotte.II. - Sous réserve des dispositions du III, les actes des autorités communales sont exécutoires de plein droit quinze jours après le dépôt en préfecture.Le représentant de l'Etat peut abréger ce délai, soit d'office, soit à la demande du maire.III. - Sont soumises à approbation par le représentant de l'Etat :1° Les délibérations relatives à la matière budgétaire ;2° Les délibérations approuvant les emprunts et les conventions de concession ou d'affermage de services public locaux ;3° Les décisions réglementaires et individuelles prises par le maire dans l'exercice de son pouvoir de police ;4° Les décisions individuelles relatives à la nomination, aux sanctions soumises à l'avis du conseil de discipline et au licenciement d'agents de la commune.IV. - Sont nulles de plein droit :1° Les délibérations d'un conseil municipal portant sur un objet étranger à ses attributions ou prises en dehors de sa réunion légale ;2° Les délibérations prises en violation d'une loi ou d'un décret.La nullité de droit est déclarée par arrêté motivé du représentant de l'Etat.La nullité de droit peut être prononcée par le représentant de l'Etat et proposée ou opposée, par les parties intéressées, à toute époque.Si un citoyen croit être personnellement lésé par un acte d'une commune, il peut en demander l'annulation par le représentant de l'Etat qui statue sur sa demande après vérification des faits.V. - Sont annulables les délibérations du conseil municipal auxquelles ont pris part des membres du conseil municipal intéressés à l'affaire qui en a fait l'objet, soit en leur nom personnel, soit comme mandataire.L'annulation est prononcée par arrêté motivé du représentant de l'Etat.Elle peut être prononcée d'office dans un délai de quinze jours à partir du dépôt du procès-verbal de la délibération.Elle peut aussi être demandée par toute personne intéressée et par tout contribuable de la commune. Dans ce cas, la demande d'annulation doit être déposée, à peine de déchéance, dans un délai de quinze jours à compter de l'affichage.Il en est donné récépissé.Le représentant de l'Etat statue dans les quinze jours.Passé le délai de quinze jours mentionné au quatrième alinéa, sans qu'aucune demande ait été produite, le représentant de l'Etat peut déclarer qu'il ne s'oppose pas à la délibération.VI. - Un décret en Conseil d'Etat fixe les conditions dans lesquelles sont publiés dans un recueil des actes administratifs :1° Les délibérations du conseil municipal ;2° Les actes réglementaires pris par le maire."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Sans préjudice des dispositions plus favorables qui leur seraient applicables, les agents contractuels de l'Etat, des collectivités locales et de leurs établissements publics administratifs qui exercent à Mayotte des fonctions publiques électives bénéficient des garanties accordées aux détenteurs de mandats locaux et du droit à la formation des élus locaux reconnus par le code général des collectivités territoriales."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I. - Sont abrogés :1° Les livres Ier, II et III du code des communes (partie Législative) en tant qu'ils sont applicables à Mayotte sous réserve des dispositions des II et III ci-après ;2° L'article 104-1 de la loi n° 83-8 du 7 janvier 1983 modifiée relative à la répartition de compétences entre les communes, les départements, les régions et l'Etat, en tant qu'il est applicable à Mayotte ;3° Les articles 1er, 29 et 30 de la loi n° 85-1268 du 29 novembre 1985 modifiée relative à la dotation globale de fonctionnement, en tant qu'ils sont applicables aux communes de Mayotte.II. - Sont abrogés à compter du renouvellement des conseils municipaux de 2007 :1° Les articles L. 212-1 à L. 212-14, L. 221-5 et L. 241-3, le troisième alinéa de l'article L. 322, l'article L. 322-6, l'article L. 324-1 et les articles L. 381-1 à L. 381-9 du code des communes (partie Législative), en tant qu'ils sont applicables aux communes de Mayotte, à leurs établissements publics et aux syndicats mixtes ;2° Les articles 3, 4, 6, 20, 21 et 22 de l'ordonnance du 22 juillet 1991 susvisée.III. - Sont abrogés à compter de la date d'entrée en vigueur du code général des impôts à Mayotte prévue par l'article 68 de la loi du 11 juillet 2001 susvisée, en tant qu'ils sont applicables à Mayotte : les articles L. 312-7 et L. 322-7 du code des communes (partie Législative)."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Le Premier ministre, le ministre de l'intérieur, de la sécurité intérieure et des libertés locales, le ministre de l'économie, des finances et de l'industrie, la ministre de l'outre-mer et le ministre délégué aux libertés locales sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}