{
  "id": "ordonnance-n-2000-218-du-8-mars-2000",
  "type": "statute",
  "title": "Ordonnance n° 2000-218 du 8 mars 2000",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000399226",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Le présent titre fixe les règles de détermination des nom et prénoms des personnes de statut civil de droit local applicable à Mayotte."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "L'enfant né du mariage de ses parents acquiert le nom de son père."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "L'enfant né hors mariage acquiert le nom de sa mère.Avec l'accord de la mère, celui qui se présente comme le père peut, par une déclaration devant l'officier de l'état civil, conférer à l'enfant, par substitution, son propre nom ; cette substitution emporte reconnaissance et établissement de la filiation paternelle.Pour l'application de l'alinéa précédent, le père et la mère doivent être des personnes de statut civil de droit local applicable à Mayotte. A défaut, la filiation ne peut être établie que dans les conditions et avec les effets prévus par le code civil."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Le ou les prénoms d'un enfant né du mariage de ses parents sont choisis par ces derniers.Le ou les prénoms d'un enfant né hors mariage sont choisis par sa mère."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Toute personne peut demander à l'officier de l'état civil à changer de prénom. La demande est remise à l'officier de l'état civil du lieu de résidence ou du lieu où l'acte de naissance a été dressé. S'il s'agit d'un mineur ou d'un majeur en tutelle, la demande est remise par son représentant légal. L'adjonction, la suppression ou la modification de l'ordre des prénoms peut pareillement être demandée.\n\nSi l'enfant est âgé de plus de treize ans, son consentement personnel est requis.\n\nLa décision de changement de prénom est inscrite sur le registre de l'état civil.\n\nS'il estime que la demande ne revêt pas un intérêt légitime, en particulier lorsqu'elle est contraire à l'intérêt de l'enfant ou aux droits des tiers à voir protéger leur nom de famille, l'officier de l'état civil saisit sans délai le procureur de la République. Il en informe le demandeur. Si le procureur de la République s'oppose à ce changement, le demandeur, ou son représentant légal, peut alors saisir le juge aux affaires familiales."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Toute personne qui justifie d'un intérêt légitime peut demander à changer de nom. La demande de changement de nom peut avoir pour objet d'éviter l'extinction du nom porté par un ascendant ou un collatéral du demandeur jusqu'au quatrième degré.Le changement de nom est autorisé par décret."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Tout intéressé peut faire opposition devant le Conseil d'Etat au décret portant changement de nom dans un délai de deux mois à compter de sa publication au Journal officiel.Un décret portant changement de nom prend effet, s'il n'y a pas eu d'opposition, à l'expiration du délai pendant lequel l'opposition est recevable ou, dans le cas contraire, après le rejet de l'opposition."
    },
    {
      "provision_ref": "art7-1",
      "section": "7-1",
      "title": "Article 7-1",
      "content": "Toute personne qui justifie d'un nom inscrit sur le registre de l'état civil d'un autre Etat peut demander à l'officier de l'état civil dépositaire de son acte de naissance établi en France son changement de nom en vue de porter le nom acquis dans cet autre Etat. Lorsque la personne est mineure, la déclaration est effectuée conjointement par les deux parents exerçant l'autorité parentale ou par le parent exerçant seul l'autorité parentale, avec son consentement personnel si elle a plus de treize ans.\n\nLe changement de nom est autorisé par l'officier de l'état civil, qui le consigne dans le registre de naissance en cours.\n\nEn cas de difficultés, l'officier de l'état civil saisit le procureur de la République, qui peut s'opposer à la demande. En ce cas, l'intéressé en est avisé.\n\nSaisi dans les mêmes conditions, le procureur de la République du lieu de naissance peut ordonner lui-même le changement de nom.\n\nLe changement de nom acquis dans les conditions fixées aux quatre premiers alinéas s'étend de plein droit aux enfants du bénéficiaire lorsqu'ils ont moins de treize ans."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Le changement de nom s'étend de plein droit aux enfants du bénéficiaire lorsqu'ils ont moins de treize ans."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Tout changement de nom de l'enfant de plus de treize ans nécessite son consentement personnel lorsque ce changement ne résulte pas de l'établissement ou d'une modification d'un lien de filiation.L'établissement ou la modification du lien de filiation n'emporte cependant le changement du patronyme des enfants majeurs que sous réserve de leur consentement."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Mention des décisions de changement de prénom et de nom est portée en marge des actes de l'état civil de l'intéressé et, le cas échéant, de ceux de son conjoint, de son partenaire lié par un pacte civil de solidarité et de ses enfants.\n\nDe même, les décisions de changement de prénoms et de nom régulièrement acquises à l'étranger sont portées en marge des actes de l'état civil sur instructions du procureur de la République."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "La commission instituée à l'article 18, saisie par les personnes majeures nées avant la publication de la présente ordonnance, décide de l'établissement d'un nom figurant :\n\n1° Parmi les vocables figurant dans leur acte de naissance ;\n\n2° Ou parmi les vocables servant à identifier leurs ascendants ;\n\n3° Ou parmi les surnoms sous lesquels elles justifient par tout moyen être connues dans leur commune de résidence.\n\nLe père d'un enfant dont le nom a été attribué en application de l'article 14 ne peut choisir un autre nom que celui donné à l'enfant.\n\nLa mère d'un enfant dont le nom a été attribué en application de l'article 16 ne peut choisir un autre nom que celui donné à l'enfant."
    },
    {
      "provision_ref": "art11-1",
      "section": "11-1",
      "title": "Article 11-1",
      "content": "Les deux derniers alinéas de l'article 11 entreront en vigueur le sixième mois suivant la publication de la loi n° 2003-660 du 21 juillet 2003 de programme pour l'outre-mer."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Les personnes mentionnées à l'article 11 choisissent librement leurs prénoms."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "L'enfant mineur né du mariage de ses parents avant la publication de la présente ordonnance reçoit le nom que son père a choisi pour lui-même en application de l'article 11.Son ou ses prénoms sont choisis par ses parents. Si l'enfant est âgé de plus de treize ans, son consentement personnel est requis."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "L'enfant né du mariage de ses parents après la publication de la présente ordonnance et avant que son père ait effectué le choix prévu à l'article 11 se voit attribuer un nom choisi :1° Parmi les vocables servant à identifier les ascendants de l'enfant dans la lignée paternelle ;2° Ou parmi les surnoms sous lesquels son père justifie par tout moyen être connu dans sa commune de résidence.Ce choix est effectué par le père, ou par la mère si le père est décédé ou hors d'état de manifester son consentement.Les enfants nés du ou des mariages d'un même père se voient attribuer le même nom."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "L'enfant mineur né hors mariage avant la publication de la présente ordonnance reçoit le nom que sa mère a choisi pour elle-même en application de l'article 11.Son ou ses prénoms sont choisis par sa mère. Si l'enfant est âgé de plus de treize ans, son consentement personnel est requis."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "L'enfant né hors mariage après la publication de la présente ordonnance et avant que sa mère ait effectué le choix prévu à l'article 11 se voit attribuer par celle-ci un nom choisi :1° Parmi les vocables servant à identifier la mère ou les ascendants de celle-ci ;2° Ou parmi les surnoms sous lesquels sa mère justifie par tout moyen être connue dans sa commune de résidence.Les enfants nés d'une même mère hors mariage se voient attribuer le même nom."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Le choix prévu à l'article 12 est exprimé devant la commission de révision de l'état civil instituée à l'article 18, ou devant un représentant de celle-ci, au plus tard le 31 juillet 2010."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Il est institué une commission de révision de l'état civil chargée d'établir les actes de naissance, de mariage ou de décès qui auraient dû être portés sur les registres de l'état civil de droit commun ou de droit local à Mayotte."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "La commission est composée :\n\n1° D'un magistrat du siège désigné par ordonnance du      président de la chambre d'appel de Mamoudzou, qui la préside ;\n\n2° Du préfet, représentant du Gouvernement à Mayotte, vice-président, ou de son représentant ;\n\n3° Du président du conseil général ou de son représentant ;\n\n4° Du grand cadi ou de son représentant ;\n\n5° Des maires des communes de la collectivité territoriale de Mayotte ou de leurs représentants, pour l'examen des dossiers se rapportant aux actes d'état civil relevant de leur commune."
    },
    {
      "provision_ref": "art19-1",
      "section": "19-1",
      "title": "Article 19-1",
      "content": "Le président statue seul, sauf s'il estime devoir renvoyer l'affaire devant la commission, qui ne peut valablement délibérer que lorsque son président ou son vice-président et au moins un de ses membres sont présents."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "La commission établit les actes de l'état civil destinés à suppléer :1° Les actes n'ayant jamais été dressés alors qu'ils auraient dû l'être en application des règles relatives à l'état civil de droit commun ou de droit local ;2° Les actes perdus ou détruits ;3° Les actes irréguliers et ceux dont l'état de conservation ne permet plus l'exploitation ;4° Les actes devant être inscrits sur un registre de l'état civil de droit commun lorsqu'il est constaté qu'ils ont été inscrits à tort sur le registre concernant les personnes relevant du statut de droit local ;5° Les actes devant être inscrits sur un registre de l'état civil de droit local lorsqu'il est constaté qu'ils ont été inscrits à tort sur le registre concernant les personnes relevant du statut de droit commun.La commission procède également à l'établissement des actes que rend nécessaire le choix d'un nom exercé dans les conditions définies au titre Ier."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "La commission est saisie au plus tard le 31 juillet 2010 par la personne dont l'état civil est en cause, par son conjoint, par ses ascendants, par ses descendants, par ses collatéraux au deuxième degré ou par ses ayants droit.\n\nElle peut également être saisie par le ministère public."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "L'établissement des actes est de droit lorsqu'il est demandé par le ministère public ainsi que pour les actes de l'état civil relatifs :\n\n1° Aux naissances survenues moins de cinquante ans avant la publication de la présente ordonnance ;\n\n2° Aux mariages célébrés moins de trente ans avant la publication de la présente ordonnance ;\n\n3° Et aux décès survenus moins de trente ans avant la publication de la présente ordonnance.\n\nDans les autres cas, il n'est donné suite qu'aux demandes fondées sur un motif légitime."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Les actes de l'état civil inscrits à tort sur les registres ne correspondant pas au statut de la personne qu'ils visent sont inscrits sur les registres correspondant à ce statut, avec tous effets de droit.Les actes passés antérieurement à cette inscription sont valables."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "La décision de la commission est notifiée au demandeur et au ministère public, qui peuvent former un recours devant le tribunal de première instance.La commission confère valeur authentique aux actes qu'elle établit.Ces actes sont ensuite transmis par le secrétariat de la commission à l'officier de l'état civil compétent qui en assure la transcription dans un nouveau registre."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "La commission devra avoir achevé ses travaux dans un délai de cinq ans à compter de la publication de l'arrêté du préfet, représentant du Gouvernement à Mayotte, procédant à son installation. Ce délai pourra cependant être prorogé une fois par décret pour une nouvelle durée de cinq ans."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Le Premier ministre, le garde des sceaux, ministre de la justice, le ministre de l'intérieur et le secrétaire d'Etat à l'outre-mer sont chargés, chacun en ce qui le concerne, de l'exécution de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}