{
  "id": "ordonnance-n-2013-837-du-19-septembre-2013",
  "type": "statute",
  "title": "Ordonnance n°2013-837\n du 19 septembre 2013",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000027974799",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. ― Sous réserve de dispositions particulières prévues au présent chapitre, sont applicables à Mayotte à compter de l'imposition des revenus perçus au cours de l'année 2013 :1° L'impôt sur le revenu prévu au chapitre premier du titre premier de la première partie du livre premier du code général des impôts ;2° Les dispositions relatives aux obligations déclaratives, à l'établissement, au contrôle, au contentieux, au recouvrement, garanties et sanctions de l'impôt sur le revenu prévues par le code général des impôts, le livre des procédures fiscales et les autres dispositions de nature législative ;3° La contribution prévue à l'article 223 sexies du code général des impôts.II. ― Par exception au I, les prélèvements, impositions forfaitaires et retenues à la source libératoires ou imputables sur l'impôt sur le revenu s'appliquent à Mayotte à compter du 1er janvier 2014."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les dispositions du code général des impôts de Mayotte relatives à l'impôt sur le revenu cessent de s'appliquer à compter de l'imposition des revenus de l'année 2013 à l'exception de celles relatives aux revenus soumis aux prélèvements, impositions forfaitaires, retenues ou contributions opérés à la source, libératoires ou imputables sur cet impôt qui s'appliquent jusqu'au 31 décembre 2013.Ces prélèvements, impositions forfaitaires, retenues ou contributions opérés à la source sont, pour l'année 2013, libératoires de l'impôt sur le revenu prévu au premier alinéa."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Le montant des déficits reportables, des reports de réduction ou de crédit d'impôt sur le revenu et des revenus qui bénéficient d'un sursis, d'un report ou d'un différé d'imposition ou d'une mesure d'étalement à l'impôt sur le revenu, conformément aux dispositions du code général des impôts de Mayotte applicable aux revenus de l'année 2012, est pris en compte pour l'établissement de l'impôt sur le revenu dû au titre de 2013 et des années suivantes dans les limites et conditions prévues par ledit code.Les amortissements et provisions pratiqués conformément aux dispositions du code général des impôts de Mayotte sont pris en compte pour l'établissement de l'impôt sur le revenu dû au titre de 2013 et des années suivantes et ne donnent pas lieu à une nouvelle déduction."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Pour les seuls revenus soumis à l'impôt sur le revenu dû au titre de l'année 2013 dans les conditions prévues à l'article 1er, la double imposition d'un même revenu est évitée de la manière suivante :1° Les revenus soumis, au titre de l'impôt sur le revenu, à un prélèvement, une imposition forfaitaire ou une retenue imputable sur l'impôt sur le revenu, conformément aux dispositions du code général des impôts de Mayotte, ouvrent droit à un crédit d'impôt égal au montant du prélèvement, de l'imposition forfaitaire ou de la retenue ;2° Les revenus soumis, au titre de l'impôt sur le revenu, à un prélèvement, une imposition forfaitaire ou une retenue imputable sur l'impôt sur le revenu, conformément aux dispositions du code général des impôts, ouvrent droit à un crédit d'impôt égal au montant du prélèvement, de l'imposition forfaitaire ou de la retenue ;3° Le crédit d'impôt mentionné aux 1° et 2° est imputé sur l'impôt sur le revenu après imputation des réductions et crédits d'impôt et des prélèvements ou retenues non libératoires. S'il excède l'impôt dû, l'excédent est restitué. Ce crédit d'impôt n'est pas pris en compte pour l'application du plafonnement mentionné au 1 de l'article 200-0 A du code général des impôts ;4° Les retenues libératoires en application du code général des impôts de Mayotte sont libératoires pour l'impôt sur le revenu prévu par le code général des impôts."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Sous réserve de dispositions particulières prévues au présent chapitre, pour les exercices clos à compter du 31 décembre 2013 et pour les bénéfices imposables dans les cas mentionnés aux 2 à 5 de l'article 221 du code général des impôts, lorsque le fait générateur de l'imposition intervient à compter du 31 décembre 2013, sont applicables à Mayotte :\n\n1° L'impôt sur les bénéfices des sociétés et autres personnes morales prévu au chapitre II du titre premier de la première partie du livre premier du code général des impôts ;\n\n2° Les contributions sur l'impôt sur les sociétés prévues aux articles 235 ter ZAA et 235 ter ZC du code général des impôts ainsi qu'à l'article 1er de la loi n° 2017-1640 du 1er décembre 2017 de finances rectificative pour 2017 ;\n\n2° bis La contribution exceptionnelle sur les bénéfices des grandes entreprises prévue à l'article 48 de la loi n° 2025-127 du 14 février 2025 de finances pour 2025 ;\n\n2° ter La contribution exceptionnelle sur les entreprises qui déterminent leur résultat imposable à l'impôt sur les sociétés dans les conditions prévues à l'article 209-0-B du code général des impôts, définie à l'article 50 de la loi n° 2025-127 du 14 février 2025 de finances pour 2025 ;\n\n3° Les dispositions relatives aux obligations déclaratives, à l'établissement, au contrôle, au contentieux, au recouvrement, garanties et sanctions applicables à l'impôt sur les sociétés prévues par le code général des impôts, le livre des procédures fiscales et les autres dispositions de nature législative."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Les prélèvements et retenues libératoires de l'impôt sur les sociétés ou imputables sur cet impôt autres que ceux déjà applicables aux revenus de source française perçus par des contribuables dont le domicile fiscal est situé à Mayotte s'appliquent à Mayotte à compter du 31 décembre 2013."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Les dispositions du code général des impôts de Mayotte relatives à l'impôt sur les sociétés et aux contributions sur l'impôt sur les sociétés cessent de s'appliquer pour les exercices clos à compter du 31 décembre 2013 ainsi qu'aux bénéfices imposables dans les cas mentionnés aux 2 à 5 de l'article 221 du code général des impôts de Mayotte. Toutefois, les prélèvements, retenues ou contributions, prévues par le code général des impôts de Mayotte, libératoires de l'impôt sur les sociétés ou imputables sur cet impôt s'appliquent jusqu'au 30 décembre 2013."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "I. ― Pour l'établissement des impositions mentionnées à l'article 7 :1° Les amortissements et provisions pratiqués conformément aux dispositions du code général des impôts de Mayotte au titre des exercices clos avant le 31 décembre 2013 sont pris en compte et ne donnent pas lieu à une nouvelle déduction ;2° Les déficits restant à reporter en avant au titre du dernier exercice clos avant le 31 décembre 2013 sont déduits dans les conditions et limites prévues au I de l'article 209 du code général des impôts ;3° Les réductions et crédits d'impôt sur les sociétés déterminés conformément aux dispositions du code général des impôts de Mayotte au titre des exercices clos avant le 31 décembre 2013, non encore imputés ou non encore restitués, sont utilisés au titre de l'imposition mentionnée à l'article 7 dans les conditions et limites prévues par le code général des impôts ;4° Les éléments du bénéfice imposable qui bénéficient d'un sursis, d'un report, d'un différé d'imposition ou d'une mesure d'étalement à l'impôt sur les sociétés conformément aux dispositions du code général des impôts de Mayotte au titre des exercices clos avant le 31 décembre 2013 s'appliquent dans les conditions et limites prévues par le code général des impôts.II. ― Le déficit constaté au titre du premier exercice clos à compter du 31 décembre 2013 est, sur option, considéré comme une charge déductible du bénéfice de l'exercice précédent déterminé conformément au premier alinéa du I de l'article 220 quinquies du code général des impôts de Mayotte, dans les limites et les conditions prévues à l'article 220 quinquies du code général des impôts.III. ― L'application des dispositions mentionnées à l'article 7 à compter du 31 décembre 2013 n'entraîne pas la cessation des groupes de sociétés constitués conformément aux dispositions de l'article 223 A du code général des impôts de Mayotte, qui sont soumis à compter de cette date aux dispositions prévues aux articles 223 A à 223 U du code général des impôts.IV. ― Le montant des acomptes d'impôt sur les sociétés acquittés en application du code général des impôts de Mayotte au titre des exercices clos à compter du 31 décembre 2013 s'impute sur le solde de l'impôt sur les sociétés prévu à l'article 7 dû au titre de ce dernier exercice."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I. ― Les retenues à la source et prélèvements opérés conformément aux dispositions du code général des impôts de Mayotte sur des revenus inclus dans le bénéfice imposable à l'impôt sur les sociétés d'une entreprise exploitée en France au sens de l'article 209 du code général des impôts au titre d'une imposition mentionnée à l'article 7 lui ouvrent droit à un crédit d'impôt égal au montant de ces retenues ou prélèvements, imputable sur l'impôt dû et restituable pour l'excédent.II. ― Les retenues à la source et prélèvements opérés conformément aux dispositions du code général des impôts sur des revenus inclus dans le bénéfice imposable à l'impôt sur les sociétés d'une entreprise exploitée à Mayotte au titre d'une imposition mentionnée à l'article 7 lui ouvrent droit à un crédit d'impôt égal au montant de ces retenues ou prélèvements, imputable sur l'impôt et restituable pour l'excédent.III. ― Les dispositions des I et II ne s'appliquent pas à la retenue à la source opérée conformément aux dispositions de l'article 1678 bis du code général des impôts de Mayotte et aux dispositions de l'article 1678 bis du code général des impôts.Les dispositions de l'article 220 du code général des impôts sont applicables à la retenue à la source opérée conformément aux dispositions de l'article 1678 bis du code général des impôts de Mayotte.IV. ― Les imputations et restitutions prévues aux I et II sont subordonnées à la production par la société, l'organisme ou le groupement bénéficiaire des revenus concernés d'une déclaration spécifique dont le modèle est fourni par l'administration, jointe à la déclaration de résultat de l'exercice au titre duquel ces imputations et restitutions sont demandées."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I.-A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nA créé les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI.\n\n-Code général des impôts, CGI."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I. ― Les entreprises dont le principal établissement est situé dans le Département de Mayotte et dont le chiffre d'affaires réalisé au cours de l'année 2013 est supérieur à 152 500 € doivent déclarer, dans les conditions prévues au II de l'article 1586 octies du code général des impôts et au plus tard le deuxième jour ouvré suivant le 1er mai 2014, le montant et les éléments de calcul de la valeur ajoutée produite au cours de l'année 2013 lorsque l'exercice coïncide avec l'année civile ou au cours de la période mentionnée au I de l'article 1586 quinquies du même code dans les autres cas ainsi que les effectifs salariés.Le chiffre d'affaires réalisé et la valeur ajoutée produite s'entendent de ceux déterminés conformément aux articles 1586 ter à 1586 sexies du même code.II. ― Pour l'application de l'article 1679 septies du code général des impôts en 2014 aux entreprises mentionnées au I de l'article 1586 ter du même code dont le principal établissement est situé dans le Département de Mayotte, la condition relative au montant de la cotisation sur la valeur ajoutée des entreprises de l'année précédant celle de l'imposition mentionnée au premier alinéa du même article ne s'applique pas et l'article 53 A du code général des impôts s'entend de l'article 53 A du code général des impôts de Mayotte.Toutefois, les entreprises mentionnées au précédent alinéa sont dispensées du paiement des acomptes de cotisation sur la valeur ajoutée des entreprises prévus à l'article 1679 septies du code général des impôts lorsque le montant de leur contribution des patentes régie par les articles 1389 et suivants du code général des impôts de Mayotte due au titre de 2013 est inférieur à 3 000 €."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Pour l'année 2014, et par exception aux dispositions de l'article 1639 A bis du code général des impôts, les délibérations des collectivités territoriales et des organismes compétents de Mayotte relatives à la fiscalité directe locale, autres que celles fixant soit les taux, soit les produits des impositions doivent être prises avant le 31 janvier 2014 pour être applicables la même année."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I. ― 1° Au titre de l'année 2014 et par exception aux dispositions de l'article 1636 B sexies du code général des impôts, les conseils municipaux votent des taux de taxe d'habitation, de taxe foncière sur les propriétés bâties, de taxe foncière sur les propriétés non bâties et de cotisation foncière des entreprises compris entre 0,8 fois et 1,2 fois le taux de référence défini au 2° ;2° Pour chaque taxe, le taux de référence est égal au rapport, exprimé en pourcentage, entre la moyenne par article des montants du rôle général émis au titre de 2012 perçus par les communes et les établissements publics de coopération intercommunale de Guadeloupe, de Guyane, de Martinique et de La Réunion et la moyenne par article des bases nettes notifiées à l'ensemble des communes de Mayotte au titre de 2014.II. ― 1° Au titre de l'année 2014, le conseil général de Mayotte vote un taux de taxe foncière sur les propriétés bâties compris entre 0,8 fois et 1,2 fois le taux de référence définis au 2° ;2° Le taux de référence de taxe foncière sur les propriétés bâties est égal au rapport, exprimé en pourcentage, entre la moyenne par article des montants du rôle général de taxe foncière sur les propriétés bâties émis au titre de 2012 perçus par les départements de Guadeloupe, de Guyane, de Martinique et de La Réunion et la moyenne par article des bases nettes de taxe foncière sur les propriétés bâties notifiées au Département de Mayotte au titre de 2014.III. ― En l'absence de notification aux services fiscaux des décisions relatives aux taux dans les conditions prévues à l'article 1639 A du code général des impôts, les impositions sont recouvrées sur la base des taux de référence mentionnés au 2° du I et au 2° du II."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Les droits d'enregistrement et la taxe de publicité foncière prévus au chapitre premier du titre IV de la première partie du livre premier du code général des impôts sont applicables à Mayotte pour les actes et mutations intervenant à compter du 1er janvier 2014."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Les dispositions du code général des impôts de Mayotte relatives aux droits d'enregistrement et à la taxe de publicité foncière cessent de s'appliquer pour les mutations intervenant à compter du 1er janvier 2014."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "A modifié les dispositions suivantes :\n\nII. - Par exception à l'article 48 de la loi n° 2004-639 du 2 juillet 2004 relative à l'octroi de mer, au titre de l'année 2014, les communes de Mayotte reçoivent une part de la dotation globale garantie égale aux montants figurant dans le tableau suivant.\n\n(En euros)\n\nA partir de 2015, les montants de la répartition par commune de la dotation globale garantie sont actualisés conformément aux critères prévus aux articles 47 à 49 de la loi n° 2004-639 du 2 juillet 2004 relative à l'octroi de mer.\n\nLa part d'octroi de mer bénéficiant aux communes en raison de la diminution de celle du Département de Mayotte entre 2016 et les années suivantes est répartie entre les communes de Mayotte dans les mêmes proportions que la dotation globale garantie répartie en 2014.\n\nLe solde entre le montant de l'octroi de mer et les parts définies aux trois premiers alinéas du présent II est réparti selon les critères prévus à l'article 49 de la loi n° 2004-639 du 2 juillet 2004 précitée et relatifs au fonds régional pour le développement et l'emploi.\n\nIII. - 5 (Abrogé).\n\nIV. - Au titre de l'année 2014 et par exception aux dispositions de l'article L. 4434-3 du code général des collectivités territoriales, le produit de la taxe spéciale de consommation prévue à l'article 266 quater du code des douanes perçue à Mayotte est intégralement affecté au Département de Mayotte.\n\n-Loi n° 2004-639 du 2 juillet 2004\n\nCOMMUNES\n\nDOTATION GLOBALE GARANTIE\n\nAcoua\n\n1 180 119\n\nBandraboua\n\n2 569 836\n\nBandrele\n\n2 361 783\n\nBouéni\n\n1 338 343\n\nChiconi\n\n1 320 064\n\nChirongui\n\n2 076 313\n\nDembeni\n\n2 972 746\n\nDzaoudzi\n\n2 701 765\n\nKani-Kéli\n\n1 436 539\n\nKoungou\n\n4 182 430\n\nMamoudzou\n\n10 001 876\n\nMtsangamouji\n\n1 562 950\n\nMtzamboro\n\n1 587 805\n\nOuangani\n\n1 717 571\n\nPamandzi\n\n1 610 044\n\nSada\n\n1 674 386\n\nTsingoni\n\n2 683 734\n\n1"
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "I. ― Les dispositions de l'article 13 s'appliquent à compter du 1er janvier 2014.II. ― Les dispositions du code général des impôts de Mayotte s'appliquent au contrôle des impositions dues au titre de périodes antérieures au 1er janvier 2014 et établies en application des dispositions de ce code.III. ― Pour l'application à Mayotte du code général des impôts et jusqu'à l'application à Mayotte du plafond mentionné à l'article L. 241-3 du code de la sécurité sociale, la référence faite par les dispositions du code général des impôts au plafond est remplacée par la référence au plafond mentionné à l'article 28-1 de l'ordonnance n° 96-1122 du 20 décembre 1996 relative à l'amélioration de la santé publique, à l'assurance maladie, maternité, invalidité et décès, au financement de la sécurité sociale à Mayotte et à la caisse de sécurité sociale de Mayotte."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "Les dispositions fiscales et douanières qui comportent des renvois à des dispositions non applicables à Mayotte sont remplacées par les dispositions correspondantes applicables localement."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "Le Premier ministre, le ministre de l'économie et des finances, le ministre de l'intérieur et le ministre des outre-mer sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}