{
  "id": "ordonnance-n-2010-76-du-21-janvier-2010",
  "type": "statute",
  "title": "Ordonnance n° 2010-76 du 21 janvier 2010",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000021719945",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Les références au Comité des entreprises d'assurances, au comité des établissements de crédit et des entreprises d'investissement, à l'Autorité de contrôle des assurances et des mutuelles et à la Commission bancaire sont remplacées par une référence à l'Autorité de contrôle prudentiel dans toutes les dispositions législatives et réglementaires en vigueur.\n\nA modifié les dispositions suivantes :\n\n-Ordonnance n° 2006-344 du 23 mars 2006\n\nArt. 8\n\n-Code général des impôts, CGI.\n\nArt. 1586 sexies, Art. 223 A\n\nCode monétaire et financier\n\nArt. L322-1, Art. L511-12, Art. L511-13-1, Art. L511-14, Art. L511-19, Art. L511-27, Art. L512-64, Art. L514-1, Art. L532-1, Art. L532-2, Art. L532-3, Art. L532-3-1, Art. L532-3-2, Art. L532-14, Art. L532-15, Art. L511-13-2, Art. L532-24, Art. L532-23, Art. L511-23, Art. L511-22, Art. L515-13, Art. L511-7, Art. L521-3, Art. L522-10, Art. L522-9, Art. L522-8, Art. L522-6, Art. L523-1, Art. L524-3, Art. L611-1-1, Art. L511-12-1, Art. L511-10, Art. L511-15, Art. L511-31, Art. L522-11, Art. L522-13, Art. L523-2, Art. L524-4, Art. L531-6, Art. L532-6\n\n-Code des assurances\n\nArt. L310-20\n\n-Code des marchés publics\n\nArt. 102\n\nA modifié les dispositions suivantes :\n\n-Code de la santé publique\n\nArt. L4135-2\n\n-LOI n° 2009-1255 du 19 octobre 2009\n\nArt. 3\n\nA modifié les dispositions suivantes :\n\n-Code des assurances\n\nArt. L310-10, Art. L321-8, Art. L321-9, Art. L322-1-4, Art. L322-2, Art. L324-1, Art. L324-3, Art. L351-5, Art. L353-5, Art. L351-4, Art. L351-6, Art. L353-4, Art. L354-1, Art. L354-2, Art. L362-1, Art. L362-2, Art. L364-1, Art. L321-1-2, Art. L321-3, Art. L321-2, Art. L322-4-1, Art. L325-1, Art. L321-1-1, Art. L324-1-2, Art. L143-8, Art. L310-20, Art. L321-1, Art. L321-10, Art. L322-29,\n\nA modifié les dispositions suivantes :\n\n-Loi n° 52-332 du 24 mars 1952\n\nArt. 8\n\n-Loi n° 93-1444 du 31 décembre 1993\n\nArt. 12\n\n-LOI n° 2008-1061 du 16 octobre 2008\n\nArt. 6\n\n-Ordonnance n° 58-967 du 16 octobre 1958\n\nArt. 1\n\n-A modifié les dispositions suivantes :\n\n-Ordonnance n° 2006-60 du 19 janvier 2006\n\nArt. 7, Art. 8\n\n-Code monétaire et financier\n\nArt. L214-49-13,\n\n-Code de la santé publique\n\nArt. L1142-29\n\n-Code de la sécurité sociale.\n\nArt. L941-4\n\n-Code des assurances\n\nArt. L132-5-2, Art. L310-12-4, Art. L324-5, Art. L326-14, Art. L326-14-1, Art. L327-3, Art. L351-9, Art. L351-10, Art. L351-7, Art. L421-9-3, Art. L421-9-5, Art. L423-3, Art. L423-4, Art. L423-5, Art. L423-6, Art. L512-2, Art. L514, Art. L421-9-4, Art. L363-1, Art. L363-2, Art. L363-3, Art. L322-2-1, Art. L310-25, Art. L322-2-4, Art. L514-2, Art. L310-12-3, Art. L310-18, Art. L310-20-1, Art. L310-21, Art. L310-28, Art. L321-10-1, Art. L323-1-1, Art. L334-3, Art. L334-6, Art. L351-8, Art. L363-4, Art. R321-16, Art. L322-4, Art. L413-1, Art. L413-3\n\n-Code de la mutualité\n\nArt. L221-18, Art. L223-8,\n\n-LOI n° 2009-1255 du 19 octobre 2009\n\nArt. 7\n\n-LOI n° 2009-1646 du 24 décembre 2009\n\nArt. 15\n\n-Code monétaire et financier\n\nArt. L631-2\n\nA modifié les dispositions suivantes :\n\n-Code de la construction et de l'habitation\n\nArt. L215-9,\n\n-Code général des impôts, CGI.\n\nArt. 1739\n\n-Code monétaire et financier\n\nArt. L141-4, Art. L213-31, Art. L312-1, Art. L312-5, Art. L312-6, Art. L312-13, Art. L312-14, Art. L312-15, Art. L313-49, Art. L313-50, Art. L322-2, Art. L322-6, Art. L421-4, Art. L421-11, Art. L511-4, Art. L511-16, Art. L511-17, Art. L511-18, Art. L511-25, Art. L511-26, Art. L511-32, Art. L511-33, Art. L511-37, Art. L511-38, Art. L511-28, Art. L511-41, Art. L511-41-1, Art. L511-44, Art. L515-15, Art. L515-16, Art. L515-29, Art. L515-30, Art. L515-31, Art. L517-9, Art. L532-7, Art. L532-19, Art. L532-21, Art. L532-21-1, Art. L532-22, Art. L533-3, Art. L533-4, Art. L571-2, Art. L571-4, Art. L572-1, Art. L572-2, Art. L613-20-1, Art. L613-20-2, Art. L613-20-4, Art. L613-25, Art. L613-26, Art. L613-27, Art. L613-28, Art. L613-29, Art. L613-33, Art. L613-33-1, Art. L613-34, Art. L621-9, Art. L632-2, Art. L632-5, Art. L632-6, Art. L632-12, Art. L632-14, Art. L632-15, Art. L633-1, Art. L633-3, Art. L633-5, Art. L633-6, Art. L633-10, Art. L633-11, Art. L633-12, Art. L633-13, Art. L633-14, Art. L736-7, Art. L736-8, Art. L745-7-2, Art. L746-8, Art. L755-7-2, Art. L756-8, Art. L766-8, Art. L211-10, Art. L221-35, Art. L518-15-3, Art. L522-11, Art. L522-16, Art. L522-19, Art. L524-2, Art. L524-6, Art. L531-12, Art. L572-8, Art. L573-1-1, Art. L713-10, Art. L524-7, Art. L613-30-1, Art. L613-33-2,"
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Sont applicables en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna :1° Les modifications apportées par la présente ordonnance au code monétaire et financier :a) A l'intitulé du titre Ier du livre VI ;b) A l'intitulé, à la structure et au contenu du chapitre II du même titre, à l'exception du 3° de l'article L. 612-1, des articles L. 612-22 et L. 612-29 ;c) A l'intitulé et à la structure du chapitre III du même titre ;d) A l'intitulé de la section 1 du chapitre II du titre III ;e) A l'intitulé de la sous-section 1 de la section 2 du même chapitre ;f) A l'intitulé et au contenu du chapitre Ier du titre IV ;2° Les articles L. 214-49-13-1, L. 511-41-3 et L. 522-15-1 insérés dans le même code par la présente ordonnance ;3° La modification par la présente ordonnance des articles L. 312-1, L. 312-8, L. 341-6, L. 341-7, L. 341-17, L. 421-11, L. 511-4, L. 511-6, L. 511-41, L. 515-3, L. 517-5, L. 524-4, L. 524-6, L. 532-15, L. 561-36, L. 574-1, L. 611-2, L. 613-24, L. 613-25, L. 613-28, L. 621-15, L. 631-1, L. 631-2, L. 632-3 et L. 632-7 du même code ;4° L'abrogation par la présente ordonnance du 3° de l'article L. 561-36 du même code."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I.-Les membres de l'Autorité de contrôle des assurances et des mutuelles, du Comité des entreprises d'assurance, du comité des établissements de crédit et des entreprises d'investissement et de la Commission bancaire sont maintenus dans leurs fonctions jusqu'à la première réunion du collège de l'Autorité de contrôle prudentiel.\n\nJusqu'à cette date :\n\n1° L'Autorité de contrôle des assurances et des mutuelles, le Comité des entreprises d'assurance, le comité des établissements de crédit et des entreprises d'investissement et la Commission bancaire exercent les compétences qui leur sont dévolues par les dispositions législatives et réglementaires en vigueur à la date de la publication de la présente ordonnance ;\n\n2° Le ministre chargé de l'économie continue à exercer les compétences qui lui sont dévolues par les dispositions législatives et réglementaires en vigueur à la date de la publication de la présente ordonnance ;\n\n3° Les ministres chargés de la sécurité sociale et de la mutualité continuent à exercer les compétences qui leur sont dévolues par les dispositions législatives et réglementaires en vigueur à la date de la publication de la présente ordonnance.\n\nII.-Pour la première composition de l'Autorité de contrôle prudentiel, les membres des autorités mentionnées au I qui sont en fonction à la date de la publication de la présente ordonnance peuvent être nommés membres de l'Autorité de contrôle prudentiel à condition de ne pas avoir été membre titulaire de l'une des autorités mentionnées au I pendant plus de six ans.\n\nIII.-A compter de la première réunion de son collège, l'Autorité de contrôle prudentiel succède dans leurs droits et obligations respectifs à l'Autorité de contrôle des assurances et des mutuelles, au Comité des entreprises d'assurance, au comité des établissements de crédit et des entreprises d'investissement et à la Commission bancaire.\n\n1° La création de l'Autorité de contrôle prudentiel n'interrompt ni ne suspend les délais des procédures engagées devant l'Autorité de contrôle des assurances et des mutuelles, le Comité des entreprises d'assurance, le comité des établissements de crédit et des entreprises d'investissement et la Commission bancaire ;\n\n2° La validité des actes de constatation et de procédure accomplis antérieurement à la première réunion du collège de l'Autorité s'apprécie au regard des dispositions législatives et réglementaires en vigueur à la date à laquelle ils ont été pris ou accomplis ;\n\n3° Les procédures de sanction devant l'Autorité de contrôle des assurances et des mutuelles ou devant la Commission bancaire en cours à la date de la première réunion du collège de l'Autorité sont poursuivies de plein droit devant la commission des sanctions dans les conditions prévues à l'article L. 612-38 du code monétaire et financier. La notification des griefs est réputée avoir été transmise par le collège de l'Autorité de contrôle prudentiel ;\n\n4° Les mesures de police administrative prises par la Commission bancaire et l'Autorité de contrôle des assurances et mutuelles avant la date de la première réunion du collège de l'Autorité de contrôle prudentiel sont maintenues de plein droit. Elles peuvent être renouvelées ou levées par l'Autorité de contrôle prudentiel dans les conditions prévues à l'article L. 612-34 pour les personnes visées par ces mesures et qui sont soumises à son contrôle.\n\nLes mesures d'administration provisoire visant des personnes non soumises au contrôle de l'Autorité de contrôle prudentiel et qui ont été décidées par l'Autorité de contrôle des assurances et des mutuelles, en application de l'article L. 510-9 du code de la mutualité, avant la publication de la présente ordonnance, se poursuivent de plein droit jusqu'à ce que l'Autorité de contrôle prudentiel, qui garde le contrôle et la gestion des mandats y afférent, décide d'y mettre fin et au plus tard au 31 décembre 2010.\n\n5° L'ensemble des biens, droits et obligations de l'Autorité de contrôle des assurances et des mutuelles autres que ceux mentionnés ci-dessus sont transférés de plein droit et en pleine propriété à la Banque de France pour le compte de l'Autorité de contrôle prudentiel :\n\na) Lorsque l'Autorité de contrôle prudentiel succède à l'Autorité de contrôle des assurances et des mutuelles, l'agent comptable en fonction établit le compte financier de cette dernière. Les comptes de l'Autorité de contrôle des assurances et des mutuelles sont arrêtés et approuvés par le ministre chargé du budget.L'ensemble des biens immobiliers et mobiliers de l'Autorité de contrôle des assurances et des mutuelles à cette date, y compris le produit de la contribution perçue en vertu de l'article L. 310-12-4 du code des assurances, sont transférés de plein droit et en pleine propriété à la Banque de France pour le compte de l'Autorité de contrôle prudentiel à leur valeur nette comptable constatée à cette date. Les comptes de capitaux propres de l'Autorité de contrôle des assurances et des mutuelles sont enregistrés par la Banque de France dans un compte contributions reportées de l'Autorité de contrôle prudentiel inscrit au passif de la Banque de France. Il n'est pas tenu compte de ces apports pour l'application du II de l'article 38 quinquies A du code général des impôts et de l'article 816 du même code ;\n\nb) La Banque de France est substituée à l'Autorité de contrôle des assurances et des mutuelles pour l'exécution des contrats de travail conclus par cette dernière. Les agents contractuels de droit public employés par l'Autorité de contrôle des assurances et des mutuelles conservent cette qualité et demeurent régis par les textes applicables à cette catégorie de personnel. Leurs contrats peuvent être modifiés par avenants convenus entre l'intéressé et le secrétaire général de l'Autorité de contrôle prudentiel ou transformés en contrat à durée indéterminée dans les mêmes conditions.\n\nLes fonctionnaires placés en position de détachement auprès de l'Autorité de contrôle des assurances et des mutuelles sont détachés auprès de l'Autorité de contrôle prudentiel sans autre modification de leurs conditions de détachement.\n\nDans un délai de dix-huit mois à compter de l'installation de l'Autorité de contrôle prudentiel, la Banque de France propose à tous les agents issus de l'Autorité de contrôle des assurances et des mutuelles, à l'exception des agents sous contrat de travail à durée déterminée et des membres du corps de contrôle des assurances, une intégration dans le cadre des statuts des personnels de la Banque de France dans les conditions fixées par un arrêté du conseil général de la Banque. En cas de refus, ils conservent leurs contrats ou leurs statuts sans changement ;\n\nc) Les accords d'entreprise de la Banque de France en vigueur à la date de la première réunion du collège de l'Autorité sont applicables à l'ensemble des personnels de l'Autorité, à l'exception des membres du corps de contrôle des assurances jusqu'à la publication du décret mentionné au III de l'article L. 612-19 du code monétaire et financier sous réserve de dispositions plus favorables antérieures, et, pour les agents publics, de leur compatibilité avec la réglementation, notamment de nature statutaire, qui leur est applicable. Les accords d'entreprise entrés en vigueur ultérieurement à la date de la première réunion du collège de l'Autorité sont applicables aux agents contractuels de droit public employés par la Banque de France ;\n\n6° Jusqu'à la publication des décrets prévus à l'article L. 612-20 du code monétaire et financier, la Banque de France perçoit pour le compte de l'Autorité de contrôle prudentiel les contributions qui seraient dues à l'Autorité de contrôle des assurances et des mutuelles au titre des dispositions législatives et réglementaires en vigueur à la date de publication de la présente ordonnance.\n\nLes sommes versées au cours de l'année 2010 au titre de la contribution pour frais de contrôle prévue à l'article L. 310-12-4 du code des assurances et à l'article 6 de la loi de finances pour 2010 du 30 décembre 2009 sont déduites de celles recouvrées ultérieurement au titre de cette même année par la Banque de France pour le compte de l'Autorité de contrôle prudentiel.\n\nA abrogé les dispositions suivantes :\n\n-Code des assurances\n\n-LOI n° 2009-1673 du 30 décembre 2009"
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I. ― Jusqu'au 31 décembre 2010, les mutuelles et unions agréées ou auxquelles un autre organisme s'est substitué au sens de l'article L. 211-5 du code de la mutualité à la date d'entrée en vigueur de la présente ordonnance sont réputées inscrites sur la liste mentionnée à l'article L. 612-21 du code monétaire et financier dans sa rédaction issue de la présente ordonnance. Ces personnes doivent demander leur inscription auprès de l'Autorité de contrôle prudentiel au plus tard le 30 novembre 2010 en vue de la publication par l'Autorité de la liste complète. Le 2° du I de l'article 11 entre en vigueur au 1er janvier 2011.\n\nII. ― Les personnes mentionnées au A du I de l'article L. 612-2 du code monétaire et financier dans sa rédaction résultant de la présente ordonnance disposent d'un délai de trois mois après la première réunion du collège de l'Autorité pour déclarer auprès de l'Autorité les intermédiaires en opérations de banque et en services de paiement auxquels elles ont donné un mandat. Les intermédiaires qui ne seraient pas inscrits sur cette liste disposent d'un délai de six mois à compter de la publication de la liste pour se faire connaître de l'Autorité et demander leur inscription en précisant les mandats qu'ils détiennent. L'Autorité dispose d'un délai de trois mois pour statuer sur cette demande.\n\nPar exception aux dispositions de l'article L. 612-20 du code monétaire et financier dans sa rédaction résultant de la présente ordonnance, la Banque de France dispose d'un délai d'un mois à compter de la publication de la liste ou de la décision ultérieure d'inscription pour envoyer les avis demandant le versement de la contribution aux intermédiaires en opérations de banque et en services de paiement, qui disposeront d'un délai d'un mois et demi à compter de la réception de cet avis pour s'acquitter de leur obligation.\n\nLes deux alinéas qui précèdent sont applicables en Polynésie française, en Nouvelle-Calédonie et dans les îles Wallis et Futuna.\n\nIII. ― Entrent dans le champ de compétence de l'Autorité de contrôle prudentiel, jusqu'à l'achèvement des évolutions statutaires mentionnées à l'article 116 de la loi du 21 août 2003 portant réforme des retraites, les institutions de retraite supplémentaire régies par le titre IV du livre IX du code de la sécurité sociale, dans sa version antérieure à l'entrée en vigueur de cette loi.\n\nIV. ― Jusqu'à la date de la première réunion de l'Autorité des normes comptables, et au plus tard le 31 mars 2010, le président du Conseil national de la comptabilité siège en lieu et place du président de l'Autorité des normes comptables au collège de l'Autorité de contrôle prudentiel."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Le ministre chargé de l'économie publie un rapport d'évaluation sur la mise en œuvre de la présente ordonnance après trois ans de fonctionnement de l'Autorité de contrôle prudentiel."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Le Premier ministre, la ministre de l'économie, de l'industrie et de l'emploi, le ministre du travail, des relations sociales, de la famille, de la solidarité et de la ville, le ministre du budget, des comptes publics, de la fonction publique et de la réforme de l'Etat et la ministre de la santé et des sports sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}