{
  "id": "ordonnance-n-2021-175-du-17-fevrier-2021",
  "type": "statute",
  "title": "Ordonnance n°2021-175 du 17 février 2021",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000043149132",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I . A modifié les dispositions suivantes :\n\n- LOI n° 83-634 du 13 juillet 1983\n\nII. - L'article 22 bis de la loi du 13 juillet 1983 susvisée peut être rendu applicable aux agents que les personnes publiques mentionnées à cet article emploient et qui ne relèvent pas du champ d'application de cette loi. La liste de ces agents est fixée par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I.-Les dispositions de la présente ordonnance entrent en vigueur le 1er janvier 2022.Toutefois :1° Lorsqu'une convention de participation est en cours au 1er janvier 2022, les dispositions de la présente ordonnance sont applicables à l'employeur public qui l'a conclue à compter du terme de cette convention. Celle-ci peut être prolongée dans la limite d'une année.\n\nPar dérogation au premier alinéa du présent 1°, le terme de la convention peut être reporté dans la limite d'une année supplémentaire, sans dépasser le 31 décembre 2026 ;2° Les dispositions des trois premiers alinéas de l'article L. 827-1 du code général de la fonction publique et du premier alinéa du I de l'article L. 4123-3 du code de la défense, dans leur rédaction issue de la présente ordonnance, en tant qu'elles prévoient que le montant de la participation des personnes publiques ne peut être inférieur à la moitié du financement nécessaire à la couverture des garanties minimales définies au II de l'article L. 911-7 du code de la sécurité sociale, sont applicables à la date d'effet des contrats collectifs souscrits en application de l'article L. 827-2 du code général de la fonction publique, et au plus tard le 1er janvier 2026, aux employeurs publics relevant de l'article L. 3 du même code qui ne disposent pas de convention de participation en cours au 1er janvier 2022 ;3° Les dispositions de l'article L. 827-10 dudit code sont applicables à compter du 1er janvier 2026. Les dispositionsde l'article L. 827-11 du même code sont applicables à compter du 1er janvier 2025 ;4° Les dispositions des articles L. 827-1 à L. 827-3 du même code sont applicables aux personnes publiques mentionnées à l'article L. 5 du même code à compter du 1er janvier 2026.II.-A compter du 1er janvier 2022 et jusqu'à la date d'effet de la sélection mentionnée à l'article L. 827-3 du code général de la fonction publique, les personnes publiques mentionnées à l'article L. 2 du même code remboursent aux agents civils et militaires qu'elles emploient une partie du montant de leurs cotisations de protection sociale complémentaire destinées à couvrir les frais occasionnés par une maternité, une maladie ou un accident. Le montant du remboursement de cotisations et ses conditions de versement sont fixés par décret.Le versement du remboursement est réservé aux contrats conformes aux conditions prévues au II de l'article L. 862-4 et à l'article L. 871-1 du code de la sécurité sociale.III.-Les assemblées délibérantes des collectivités territoriales et de leurs établissements publics organisent un débat portant sur les garanties accordées aux agents en matière de protection sociale complémentaire dans un délai d'un an à compter de la publication de la présente ordonnance."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Le Premier ministre, le ministre de l'économie, des finances et de la relance, la ministre des armées, la ministre de la cohésion des territoires et des relations avec les collectivités territoriales, le ministre des solidarités et de la santé, la ministre de la transformation et de la fonction publiques et le ministre délégué auprès du ministre de l'économie, des finances et de la relance, chargé des comptes publics, sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}