{
  "id": "ordonnance-n-2016-307-du-17-mars-2016",
  "type": "statute",
  "title": "Ordonnance n°2016-307 du 17 mars 2016",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000032242360",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les dispositions annexées à la présente ordonnance constituent les articles législatifs du titre II du livre III du code des relations entre le public et l'administration."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Dans les textes législatifs et réglementaires en vigueur, les références à des dispositions abrogées par la présente ordonnance sont remplacées par des références aux dispositions correspondantes du code des relations entre le public et l'administration dans sa rédaction annexée à la présente ordonnance."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I. - Les dispositions de la présente ordonnance sont applicables :1° En Nouvelle-Calédonie et en Polynésie française, aux informations figurant dans des documents produits ou reçus par l'Etat, ses établissements publics, les communes et leurs établissements publics, les personnes publiques créées par l'Etat ou les personnes privées chargées par l'Etat d'une mission de service public ;2° Aux îles Wallis et Futuna et dans les Terres australes et antarctiques françaises.II. - Les dispositions mentionnées à l'article 5, intervenues dans une matière relevant de la compétence des autorités d'une collectivité d'outre-mer mentionnée à l'article 74 de la Constitution et de la Nouvelle-Calédonie ou de ses provinces et applicables localement, y demeurent en vigueur tant qu'elles n'ont pas été modifiées ou abrogées par l'autorité locale compétente."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Le Premier ministre, la ministre des outre-mer et le secrétaire d'Etat chargé de la réforme de l'Etat et de la simplification sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}