{
  "id": "ordonnance-n-2005-10-du-4-janvier-2005",
  "type": "statute",
  "title": "Ordonnance n° 2005-10 du 4 janvier 2005",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000808107",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "La présente ordonnance s'applique aux personnes qui ont été nommées dans un emploi permanent et titularisées dans un grade de la hiérarchie administrative des communes, des groupements de communes et des établissements publics à caractère administratif relevant des communes de la Polynésie française."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Sauf dérogation prévue par la présente ordonnance, les fonctionnaires en activité qu'elle régit ont vocation à servir, dans les collectivités et établissements mentionnés à l'article 1er, sur les emplois permanents de ces collectivités et établissements."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Le fonctionnaire régi par la présente ordonnance est, vis-à-vis de l'administration, dans une situation statutaire et réglementaire."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Nul ne peut avoir la qualité de fonctionnaire :1° S'il ne possède la nationalité française ;2° S'il ne jouit de ses droits civiques ;3° Le cas échéant, si les mentions portées au bulletin n° 2 de son casier judiciaire sont incompatibles avec l'exercice des fonctions ;4° S'il n'est en position régulière au regard du code du service national ;5° S'il ne remplit les conditions d'aptitude physique exigées pour l'exercice de la fonction."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Les fonctionnaires appartiennent à des cadres d'emplois régis par des statuts particuliers établis dans le respect du statut général formé par les dispositions de la présente ordonnance et les règles communes d'application fixées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Les cadres d'emplois de fonctionnaires sont répartis en quatre catégories désignées, dans l'ordre hiérarchique décroissant :a) Conception et encadrement ;b) Maîtrise ;c) Application ;d) Exécution.Un cadre d'emplois peut regrouper plusieurs grades. Les grades peuvent être organisés en grade initial et en grades d'avancement.Chaque grade donne vocation à occuper des emplois comprenant l'exercice d'un certain nombre de missions énumérées dans le statut particulier.L'accès aux cadres d'emplois s'effectue par voie de concours, de promotion interne ou d'intégration dans les conditions fixées par les statuts particuliers."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Le statut particulier de chaque cadre d'emplois est établi par arrêté du haut-commissaire de la République en Polynésie française, après avis du Conseil supérieur de la fonction publique des communes de la Polynésie française, dans les conditions prévues par le décret en Conseil d'Etat mentionné à l'article 5.Le statut particulier fixe notamment les emplois que les fonctionnaires appartenant à un cadre d'emplois ont vocation à occuper, le classement de chaque cadre d'emplois dans l'une des quatre catégories mentionnées à l'article 6, les conditions d'accès au cadre d'emplois, la hiérarchie des grades qui le composent, le nombre d'échelons dans chaque grade, les règles d'avancement d'échelon et de promotion au grade supérieur.Le décret en Conseil d'Etat mentionné à l'article 5 fixe les conditions et les limites dans lesquelles les statuts particuliers des cadres d'emplois peuvent déroger aux règles communes qu'il définit."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I. - Les collectivités et établissements mentionnés à l'article 1er peuvent recruter des agents contractuels pour occuper des emplois permanents :\n\n1° Soit pour assurer le remplacement momentané de fonctionnaires et d'agents contractuels autorisés à exercer leurs fonctions à temps partiel ou indisponibles en raison d'un congé de maladie, d'un congé de maternité ou d'un congé parental ou de l'accomplissement du service civil ou national et des obligations de la réserve opérationnelle, d'un détachement de courte durée, d'une disponibilité de courte durée prononcée d'office, de droit ou sur demande pour raisons familiales ou pour raison de participation à un événement culturel ou sportif ou d'un détachement pour l'accomplissement d'un stage ou d'une période de scolarité préalable à la titularisation dans un corps ou dans un cadre d'emplois de fonctionnaires ou pour suivre un cycle de préparation à un concours donnant accès à un corps ou à un cadre d'emplois ;\n\n2° Soit pour faire face temporairement, pour une durée maximale d'un an renouvelable une fois, à la vacance d'un emploi qui ne peut être pourvu dans les conditions prévues par les articles 40 à 44, 47, 56 et 57.\n\nIls peuvent, en outre, recruter des agents contractuels pour exercer des fonctions correspondant à un besoin saisonnier pour une durée maximale de six mois pendant une même période de douze mois et conclure pour une durée maximale de trois mois, renouvelable une seule fois à titre exceptionnel, des contrats pour faire face à des besoins occasionnels. Cette durée maximale de trois mois est portée à douze mois renouvelables une fois dans les communes isolées dont la liste est fixée par arrêté du haut-commissaire de la République en Polynésie française.\n\nLe contrat est conclu pour une durée déterminée. Il peut prendre effet avant le départ de l'agent faisant l'objet du remplacement.\n\nLe contrat peut être renouvelé par décision expresse, dans la limite de la durée de l'absence du fonctionnaire ou de l'agent contractuel à remplacer.\n\nII. - Des emplois permanents peuvent également être occupés par des agents contractuels dans les cas suivants :\n\n1° Lorsqu'il n'existe pas de cadre d'emplois susceptible d'assurer les fonctions correspondantes ;\n\n2° Pour les emplois de niveau \"conception et encadrement\" mentionnés au a de l'article 6, lorsque la nature des fonctions ou les besoins des services le justifient.\n\nLes agents ainsi recrutés sont engagés par des contrats d'une durée maximale de deux ans, renouvelables une seule fois."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Les emplois permanents peuvent être occupés par des fonctionnaires régis par le statut général des fonctionnaires de la Polynésie française, des fonctionnaires de l'Etat mentionnés à l'article L. 3 du code général de la fonction publique, des fonctionnaires territoriaux mentionnés à l'article L. 4 du même code et des fonctionnaires hospitaliers mentionnés à l'article L. 5 dudit code placés en position de détachement ou mis à disposition conformément aux statuts dont ils relèvent.\n\nIls peuvent être placés en position de détachement, le cas échéant suivie d'une intégration, ou de mise à disposition conformément aux statuts dont ils relèvent.\n\nLa durée maximale du détachement ou de la mise à disposition de ces fonctionnaires est fixée à trois ans et est renouvelable une fois."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "La liberté d'opinion est garantie aux fonctionnaires.\n\nAucune distinction, directe ou indirecte, ne peut être faite entre les fonctionnaires en raison de leurs opinions politiques, syndicales, philosophiques ou religieuses, de leur origine, de leur orientation sexuelle ou identité de genre, de leur âge, de leur patronyme, de leur situation de famille ou de grossesse, de leur état de santé, de leur apparence physique, de leur handicap ou de leur appartenance ou de leur non-appartenance, vraie ou supposée, à une ethnie ou une race.\n\nToutefois, des distinctions peuvent être faites afin de tenir compte d'éventuelles inaptitudes physiques à exercer certaines fonctions.\n\nDe même, des conditions d'âge peuvent être fixées, pour la carrière des fonctionnaires, lorsqu'elles résultent des exigences professionnelles, justifiées par l'expérience ou l'ancienneté, requises par les missions qu'ils sont destinés à assurer dans leur emploi."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Aucune distinction, directe ou indirecte, ne peut être faite entre les fonctionnaires en raison de leur sexe.\n\nDes recrutements distincts pour les hommes ou les femmes peuvent, exceptionnellement, être prévus lorsque l'appartenance à l'un ou à l'autre sexe constitue une condition déterminante de l'exercice des fonctions.\n\nDe même, des distinctions peuvent être faites entre les femmes et les hommes en vue de la désignation, par l'administration, des présidents et des membres des jurys et des comités de sélection constitués pour le recrutement et l'avancement des fonctionnaires et de ses représentants au sein des organismes consultés sur les décisions individuelles relatives à la carrière des fonctionnaires et sur les questions relatives à l'organisation et au fonctionnement des services, afin de concourir à une représentation équilibrée entre les hommes et les femmes dans ces organes.\n\nAucun fonctionnaire ne doit subir d'agissement sexiste, défini comme tout agissement lié au sexe d'une personne, ayant pour objet ou pour effet de porter atteinte à sa dignité ou de créer un environnement intimidant, hostile, dégradant, humiliant ou offensant."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Aucun fonctionnaire ne doit subir les agissements répétés de harcèlement moral qui ont pour objet ou pour effet une dégradation des conditions de travail susceptible de porter atteinte à ses droits et à sa dignité, d'altérer sa santé physique ou mentale ou de compromettre son avenir professionnel."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Aucune mesure concernant notamment le recrutement, la titularisation, la formation, la rémunération, l'appréciation de la valeur professionnelle, la discipline, la promotion, l'affectation et la mutation ne peut être prise à l'égard d'un fonctionnaire en prenant en considération :\n\n1° Le fait qu'il a subi ou refusé de subir des agissements contraires aux principes énoncés au deuxième alinéa de l'article 10 et aux premier et dernier alinéas de l'article 11 ou qu'il a formulé un recours auprès d'un supérieur hiérarchique ou engagé une action en justice visant à faire respecter ces mêmes principes ;\n\n2° Le fait qu'il a subi ou refusé de subir les agissements de harcèlement moral mentionnés à l'article 12 ou qu'il a exercé un recours auprès d'un supérieur hiérarchique ou engagé une action en justice visant à faire cesser ces agissements ;\n\n3° Le fait qu'il a subi ou refusé de subir les agissements de harcèlement sexuel mentionnés à l'article 13-1, y compris, dans le cas mentionné au 1° du même article, si les propos ou comportements n'ont pas été répétés, ou qu'il a formulé un recours auprès d'un supérieur hiérarchique ou engagé une action en justice visant à faire cesser ces faits ;\n\n4° Ou bien le fait qu'il a témoigné de tels agissements ou qu'il les a relatés.\n\nEst passible d'une sanction disciplinaire tout agent ayant procédé aux agissements définis ci-dessus."
    },
    {
      "provision_ref": "art13-1",
      "section": "13-1",
      "title": "Article 13-1",
      "content": "Aucun fonctionnaire ne doit subir les faits :1° Soit de harcèlement sexuel, constitué par des propos ou comportements à connotation sexuelle répétés qui soit portent atteinte à sa dignité en raison de leur caractère dégradant ou humiliant, soit créent à son encontre une situation intimidante, hostile ou offensante ;2° Soit assimilés au harcèlement sexuel, consistant en toute forme de pression grave, même non répétée, exercée dans le but réel ou apparent d'obtenir un acte de nature sexuelle, que celui-ci soit recherché au profit de l'auteur des faits ou au profit d'un tiers."
    },
    {
      "provision_ref": "art13-2",
      "section": "13-2",
      "title": "Article 13-2",
      "content": "Aucune mesure concernant notamment le recrutement, la titularisation, la rémunération, la formation, l'appréciation de la valeur professionnelle, la discipline, la promotion, l'affectation et la mutation ne peut être prise à l'égard d'un fonctionnaire pour avoir relaté ou témoigné, de bonne foi, aux autorités judiciaires ou administratives de faits constitutifs d'un délit, d'un crime ou susceptibles d'être qualifiés de conflit d'intérêts au sens de l'article 21-1 dont il aurait eu connaissance dans l'exercice de ses fonctions.Aucun fonctionnaire ne peut être sanctionné ou faire l'objet d'une mesure discriminatoire, directe ou indirecte, pour avoir signalé une alerte dans le respect des articles 6 et 8 de la loi n° 2016-1691 du 9 décembre 2016 relative à la transparence, à la lutte contre la corruption et à la modernisation de la vie économique.Toute disposition ou tout acte contraire est nul de plein droit.Dans le cas d'un conflit d'intérêts, le fonctionnaire doit avoir préalablement alerté en vain l'une des autorités hiérarchiques dont il relève. Il peut également témoigner de tels faits auprès de la commission de déontologie prévue à l'article 23-1.En cas de litige relatif à l'application des quatre premiers alinéas, dès lors que la personne présente des éléments de fait qui permettent de présumer qu'elle a relaté ou témoigné de bonne foi de faits constitutifs d'un délit, d'un crime, d'une situation de conflit d'intérêts ou d'un signalement constitutif d'une alerte au sens de l'article 6 de la loi du 9 décembre 2016 mentionnée ci-dessus, il incombe à la partie défenderesse, au vu des éléments, de prouver que sa décision est justifiée par des éléments objectifs étrangers à la déclaration ou au témoignage de l'intéressé. Le juge forme sa conviction après avoir ordonné, en cas de besoin, toutes les mesures d'instruction qu'il estime utiles.Le fonctionnaire qui relate ou témoigne de faits relatifs à une situation de conflit d'intérêts de mauvaise foi ou de tout fait susceptible d'entraîner des sanctions disciplinaires, avec l'intention de nuire ou avec la connaissance au moins partielle de l'inexactitude des faits rendus publics ou diffusés est puni des peines prévues au premier alinéa de l'article 226-10 du code pénal."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "La carrière des fonctionnaires candidats à un mandat électif ou élus au Parlement, au Parlement européen, à l'assemblée de la Polynésie française, à l'organe délibérant d'une collectivité territoriale ou d'une collectivité régie par le titre XIII de la Constitution, ou membres du   Conseil économique, social et environnemental, du gouvernement de la Polynésie française ou du conseil économique, social et culturel de la Polynésie française ne peut, en aucune manière, être affectée par les votes ou les opinions émis par les intéressés au cours de leur campagne électorale ou de leur mandat.De même, la carrière des fonctionnaires siégeant, à un autre titre que celui de représentant d'une collectivité publique, au sein d'une institution prévue par la loi ou d'un organisme consultatif placé auprès des pouvoirs publics ne saurait être influencée par les positions qu'ils y ont prises."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Le droit syndical est garanti aux fonctionnaires. Les intéressés peuvent librement créer des organisations syndicales, y adhérer et y exercer des mandats. Ces organisations peuvent agir en justice. Elles peuvent se pourvoir devant les juridictions compétentes contre les actes réglementaires concernant le statut du personnel et contre les décisions individuelles portant atteinte aux intérêts collectifs des fonctionnaires.Sous réserve des nécessités de service, les responsables des organisations syndicales représentatives bénéficient de décharges d'activité de service. Ils peuvent bénéficier d'un détachement pour occuper des fonctions permanentes.Les cotisations syndicales peuvent être collectées dans l'enceinte des bâtiments administratifs, mais en dehors des locaux ouverts au public, par les représentants des organisations syndicales qui ne sont pas en service ou qui bénéficient d'une décharge d'activité de service. Ces collectes ne doivent en aucun cas porter atteinte au fonctionnement du service.Au-delà d'un nombre d'agents dont le seuil est fixé par le haut-commissaire, les collectivités et établissements mentionnés à l'article 1er doivent mettre à la disposition des organisations syndicales représentatives, sur leur demande, des locaux à usage de bureau."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Les fonctionnaires participent, par l'intermédiaire de leurs représentants siégeant dans des organismes consultatifs, à l'organisation et au fonctionnement des services publics, à l'élaboration des règles statutaires et à l'examen des décisions individuelles relatives à leur carrière. Ils participent à la définition et à la gestion de l'action sociale, culturelle, sportive et de loisirs dont ils bénéficient ou qu'ils organisent.L'action sociale, collective ou individuelle, vise à améliorer les conditions de vie des agents publics et de leurs familles, notamment dans les domaines de la restauration, de l'enfance et des loisirs.Sous réserve des dispositions propres à chaque prestation, le bénéfice de l'action sociale implique une participation du bénéficiaire à la dépense engagée. Cette participation tient compte, sauf exception, de son revenu et, le cas échéant, de sa situation familiale.Les prestations d'action sociale, individuelles ou collectives, sont distinctes de la rémunération et sont attribuées indépendamment du grade, de l'emploi ou de la manière de servir.Les communes et leurs établissements publics peuvent confier à titre exclusif la gestion de tout ou partie des prestations dont bénéficient les agents à des organismes à but non lucratif ou à des associations nationales ou locales régies par la loi du 1er juillet 1901 relative au contrat d'association. Ils peuvent participer aux organes d'administration et de surveillance de ces organismes."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "L'exercice du droit de grève par les fonctionnaires ne peut donner lieu de la part de l'employeur à des mesures discriminatoires en matière de rémunérations et d'avantages sociaux.\n\nLorsque les salariés font usage du droit de grève, la cessation concertée du travail doit être précédée d'un préavis.\n\nDans les services des collectivités mentionnées à l'article 1er comptant plus de 10 000 habitants et de leurs établissements publics, le préavis doit obligatoirement émaner de l'organisation ou d'une des organisations syndicales les plus représentatives en Polynésie française, ou dans la collectivité ou l'établissement public.\n\nIl précise les motifs du recours à la grève.\n\nLe préavis doit parvenir cinq jours francs avant le déclenchement de la grève à l'autorité hiérarchique ou à la direction de l'établissement public intéressé. Il fixe le lieu, la date et l'heure du début ainsi que la durée limitée ou non de la grève envisagée.\n\nPendant la durée du préavis, les parties intéressées sont tenues de négocier.\n\nDes fonctionnaires peuvent être tenus, pendant tout ou partie du déroulement de la grève, d'assurer leur service si leur concours est indispensable au fonctionnement des services dont l'interruption porterait atteinte aux besoins essentiels de la population."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Les fonctionnaires bénéficient, à l'occasion de leurs fonctions, d'une protection organisée par la collectivité publique dont ils dépendent indépendamment des règles fixées par le code pénal et les lois spéciales.\n\nLorsqu'un fonctionnaire a été poursuivi par un tiers pour faute de service et que le conflit d'attribution n'a pas été élevé, la collectivité publique doit, dans la mesure où une faute personnelle détachable de l'exercice des fonctions n'est pas imputable à ce fonctionnaire, le couvrir des condamnations civiles prononcées contre lui.\n\nLa collectivité publique est tenue de protéger le fonctionnaire contre les atteintes volontaires à l'intégrité de la personne, les violences, les agissements constitutifs de harcèlement, les menaces, les injures, les diffamations ou les outrages dont il pourrait être victime sans qu'une faute personnelle puisse lui être imputée. Elle est tenue de réparer, le cas échéant, le préjudice qui en est résulté.\n\nLa collectivité publique est tenue d'accorder sa protection au fonctionnaire ou à l'ancien fonctionnaire dans le cas où il fait l'objet de poursuites pénales à l'occasion de faits qui n'ont pas le caractère de faute personnelle.\n\nLa collectivité publique est subrogée aux droits de la victime pour obtenir des auteurs des menaces ou attaques la restitution des sommes versées au fonctionnaire intéressé. Elle dispose, en outre, aux mêmes fins d'une action directe qu'elle peut exercer au besoin par voie de constitution de partie civile devant la juridiction pénale détachable de l'exercice de ses fonctions. Le fonctionnaire entendu en qualité de témoin assisté pour de tels faits bénéficie de cette protection. La collectivité publique est également tenue de protéger le fonctionnaire qui, à raison de tels faits, est placé en garde à vue ou se voit proposer une mesure de composition pénale.\n\nLa protection peut être accordée, sur leur demande, au conjoint, au concubin, au partenaire lié par un pacte civil de solidarité au fonctionnaire, à ses enfants et à ses ascendants directs pour les instances civiles ou pénales qu'ils engagent contre les auteurs d'atteintes volontaires à l'intégrité de la personne dont ils sont eux-mêmes victimes du fait des fonctions exercées par le fonctionnaire.\n\nElle peut également être accordée, à leur demande, au conjoint, au concubin ou au partenaire lié par un pacte civil de solidarité qui engage une instance civile ou pénale contre les auteurs d'atteintes volontaires à la vie du fonctionnaire du fait des fonctions exercées par celui-ci. En l'absence d'action engagée par le conjoint, le concubin ou le partenaire lié par un pacte civil de solidarité, la protection peut être accordée aux enfants ou, à défaut, aux ascendants directs du fonctionnaire qui engagent une telle action."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Sous réserve des dispositions du quatrième alinéa de l'article 121-3 du code pénal, les fonctionnaires ne peuvent être condamnés sur le fondement du troisième alinéa de ce même article pour des faits non intentionnels commis dans l'exercice de leurs fonctions que s'il est établi qu'ils n'ont pas accompli les diligences normales compte tenu de leurs compétences, du pouvoir et des moyens dont ils disposaient ainsi que des difficultés propres aux missions que la loi leur confie."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Le droit à la formation professionnelle tout au long de la vie est reconnu aux fonctionnaires.\n\nLes fonctionnaires peuvent bénéficier d'un congé de formation, dans les conditions prévues à l'article 61.\n\nIls peuvent être tenus de suivre des formations définies par les statuts particuliers dans l'intérêt du service.\n\nIls bénéficient, lorsqu'ils accèdent pour la première fois à des fonctions d'encadrement, de formations au management."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Le fonctionnaire exerce ses fonctions avec dignité, impartialité, intégrité et probité. Dans l'exercice de ses fonctions, il est tenu à l'obligation de neutralité.Le fonctionnaire exerce ses fonctions dans le respect du principe de laïcité. A ce titre, il s'abstient notamment de manifester, dans l'exercice de ses fonctions, ses opinions religieuses.Le fonctionnaire traite de façon égale toutes les personnes et respecte leur liberté de conscience et leur dignité.Il appartient à tout chef de service de veiller, sous l'autorité du maire, du président du groupement de communes ou du président de l'établissement public, au respect de ces principes dans les services placés sous son autorité. Tout chef de service peut préciser, après avis des représentants du personnel, les principes déontologiques applicables aux agents placés sous son autorité, en les adaptant aux missions du service."
    },
    {
      "provision_ref": "art21-1",
      "section": "21-1",
      "title": "Article 21-1",
      "content": "Le fonctionnaire veille à faire cesser immédiatement ou à prévenir les situations de conflit d'intérêts dans lesquelles il se trouve ou pourrait se trouver.Constitue un conflit d'intérêts toute situation d'interférence entre un intérêt public et des intérêts publics ou privés qui est de nature à influencer ou paraître influencer l'exercice indépendant, impartial et objectif de ses fonctions.A cette fin, le fonctionnaire qui estime se trouver dans une situation de conflit d'intérêts :1° Lorsqu'il est placé dans une position hiérarchique, saisit son supérieur hiérarchique ; ce dernier, à la suite de la saisine ou de sa propre initiative, confie, le cas échéant, le traitement du dossier ou l'élaboration de la décision à une autre personne ;2° Lorsqu'il a reçu une délégation de signature, s'abstient d'en user ;3° Lorsqu'il appartient à une instance collégiale, s'abstient d'y siéger ou, le cas échéant, de délibérer ;4° Lorsqu'il exerce des compétences qui lui ont été dévolues en propre, est suppléé par tout délégataire, auquel il s'abstient d'adresser des instructions."
    },
    {
      "provision_ref": "art21-2",
      "section": "21-2",
      "title": "Article 21-2",
      "content": "I.-Le fonctionnaire consacre l'intégralité de son activité professionnelle aux tâches qui lui sont confiées. Il ne peut exercer à titre professionnel une activité privée lucrative de quelque nature que ce soit, sous réserve des II à VII du présent article.\n\nIl est interdit au fonctionnaire :\n\n1° De créer ou de reprendre une entreprise lorsque celle-ci donne lieu à immatriculation au registre du commerce et des sociétés ou au répertoire des métiers s'il occupe un emploi à temps complet et qu'il exerce ses fonctions à temps plein ;\n\n2° De participer aux organes de direction de sociétés ou d'associations à but lucratif ;\n\n3° De donner des consultations, de procéder à des expertises ou de plaider en justice dans les litiges intéressant toute personne publique, le cas échéant devant une juridiction étrangère ou internationale, sauf si cette prestation s'exerce au profit d'une personne publique ne relevant pas du secteur concurrentiel ;\n\n4° De prendre ou de détenir, directement ou par personnes interposées, dans une entreprise soumise au contrôle de l'administration à laquelle il appartient ou en relation avec cette dernière, des intérêts de nature à compromettre son indépendance ;\n\n5° De cumuler un emploi permanent à temps complet avec un ou plusieurs autres emplois permanents à temps complet.\n\nII.-Il est dérogé à l'interdiction d'exercer à titre professionnel une activité privée lucrative :\n\n1° Lorsque le dirigeant d'une société ou d'une association à but lucratif, lauréat d'un concours ou recruté en qualité d'agent contractuel de droit public, continue à exercer son activité privée pendant une durée d'un an, renouvelable une fois, à compter de son recrutement ;\n\n2° Lorsque l'agent public occupe un emploi permanent à temps non complet ou exerce des fonctions impliquant un service à temps incomplet pour lesquels la durée du travail est inférieure ou égale à 70 % de la durée légale ou réglementaire du travail des agents publics à temps complet.\n\nLa dérogation fait l'objet d'une déclaration à l'autorité hiérarchique dont l'intéressé relève pour l'exercice de ses fonctions.\n\nIII.-Le fonctionnaire qui occupe un emploi à temps complet peut, à sa demande, être autorisé par l'autorité hiérarchique dont il relève à accomplir un service à temps partiel pour créer ou reprendre une entreprise et à exercer, à ce titre, une activité privée lucrative.\n\nL'autorisation d'accomplir un service à temps partiel, qui ne peut être inférieur au mi-temps, est accordée, sous réserve des nécessités de la continuité et du fonctionnement du service et compte tenu des possibilités d'aménagement de l'organisation du travail, pour une durée maximale de trois ans, renouvelable pour une durée d'un an, à compter de la création ou de la reprise de cette entreprise.\n\nUne nouvelle autorisation d'accomplir un service à temps partiel pour créer ou reprendre une entreprise ne peut être accordée moins de trois ans après la fin d'un service à temps partiel pour la création ou la reprise d'une entreprise.\n\nLorsque l'autorité hiérarchique a un doute sérieux sur la compatibilité du projet de création ou de reprise d'une entreprise avec les fonctions exercées par le fonctionnaire au cours des trois années précédant sa demande d'autorisation, elle saisit pour avis, préalablement à sa décision, une commission de déontologie qui relève du Conseil supérieur de la fonction publique des communes de la Polynésie française et dont la composition et les modalités de fonctionnement sont prévues par arrêté du haut-commissaire de la République en Polynésie française.\n\nLorsque l'avis de la commission de déontologie ne permet pas de lever ce doute, l'autorité hiérarchique saisit la Haute Autorité pour la transparence de la vie publique, qui se prononce dans les conditions prévues à l'article L. 124-14 du code général de la fonction publique.\n\nIV.-Le fonctionnaire peut être autorisé par l'autorité hiérarchique dont il relève à exercer à titre accessoire une activité, lucrative ou non, auprès d'une personne ou d'un organisme public ou privé dès lors que cette activité est compatible avec les fonctions qui lui sont confiées et n'affecte pas leur exercice.\n\nV.-La production des œuvres de l'esprit, au sens de la réglementation localement applicable, s'exerce librement, dans le respect des dispositions relatives au droit d'auteur des agents publics et sous réserve de l'article 22.\n\nLes membres du personnel enseignant, technique ou scientifique des établissements d'enseignement et les personnes pratiquant des activités à caractère artistique peuvent exercer les professions libérales qui découlent de la nature de leurs fonctions.\n\nVI.-Sans préjudice de l'engagement de poursuites disciplinaires, la violation du présent article donne lieu au reversement des sommes perçues au titre des activités interdites, par voie de retenue sur le traitement.\n\nVII.-Les conditions d'application du présent article, notamment la liste des activités susceptibles d'être exercées à titre accessoire en application du IV, sont fixées par décret."
    },
    {
      "provision_ref": "art21-3",
      "section": "21-3",
      "title": "Article 21-3",
      "content": "Le fonctionnaire cessant définitivement ou temporairement ses fonctions saisit à titre préalable l'autorité hiérarchique dont il relève afin d'apprécier la compatibilité de toute activité lucrative, salariée ou non, dans une entreprise privée ou un organisme de droit privé ou de toute activité libérale avec les fonctions exercées au cours des trois années précédant le début de cette activité.\n\nPour l'application du premier alinéa, est assimilé à une entreprise privée tout organisme ou toute entreprise exerçant son activité dans un secteur concurrentiel conformément aux règles du droit privé.\n\nLorsque l'autorité hiérarchique a un doute sérieux sur la compatibilité de l'activité envisagée avec les fonctions exercées par le fonctionnaire au cours des trois années précédant le début de cette activité, elle saisit pour avis, préalablement à sa décision, une commission de déontologie qui relève du Conseil supérieur de la fonction publique des communes de la Polynésie française et dont la composition et les modalités de fonctionnement sont prévues par arrêté du haut-commissaire de la République en Polynésie française.\n\nLorsque l'avis de la commission de déontologie ne permet pas de lever ce doute, l'autorité hiérarchique saisit la Haute Autorité pour la transparence de la vie publique, qui se prononce dans les conditions prévues à l'article L. 124-14 du code général de la fonction publique."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Les fonctionnaires sont tenus au secret professionnel dans le cadre des règles instituées par le code pénal.Les fonctionnaires doivent faire preuve de discrétion pour tous les faits, informations ou documents dont ils ont connaissance dans l'exercice ou à l'occasion de l'exercice de leurs fonctions. En dehors des cas expressément prévus par la réglementation en vigueur, notamment en matière de liberté d'accès aux documents administratifs, les fonctionnaires ne peuvent être déliés de cette obligation de discrétion professionnelle que par décision expresse de l'autorité dont ils dépendent."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Tout fonctionnaire, quel que soit son rang dans la hiérarchie, est responsable de l'exécution des tâches qui lui sont confiées. Il doit se conformer aux instructions de son supérieur hiérarchique sauf dans le cas où l'ordre donné est manifestement illégal et de nature à compromettre gravement un intérêt public.Il n'est dégagé d'aucune des responsabilités qui lui incombent par la responsabilité propre de ses subordonnés."
    },
    {
      "provision_ref": "art23-1",
      "section": "23-1",
      "title": "Article 23-1",
      "content": "Tout fonctionnaire a le droit de consulter une commission de déontologie qui relève du Conseil supérieur de la fonction publique des communes de la Polynésie française et dont la composition et les modalités de fonctionnement sont prévues par arrêté du haut-commissaire de la République en Polynésie française. Cette commission est chargée de lui apporter tout conseil utile au respect des obligations et des principes déontologiques mentionnés aux articles 21 à 23. Cette fonction de conseil s'exerce sans préjudice de la responsabilité et des prérogatives du chef de service."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Toute faute commise par un fonctionnaire dans l'exercice ou à l'occasion de ses fonctions l'expose à une sanction disciplinaire sans préjudice, le cas échéant, des peines prévues par la loi pénale.\n\nEn cas de faute grave commise par un fonctionnaire, qu'il s'agisse d'un manquement à ses obligations professionnelles ou d'une infraction de droit commun, l'auteur de cette faute peut être suspendu par l'autorité ayant pouvoir disciplinaire qui saisit, sans délai, le conseil de discipline.\n\nLe fonctionnaire suspendu conserve son traitement et la totalité des suppléments pour charges de famille. Sa situation doit être définitivement réglée dans un délai de quatre mois. Si, à l'expiration de ce délai, aucune décision n'a été prise par l'autorité ayant pouvoir disciplinaire, l'intéressé, sauf s'il fait l'objet de poursuites pénales, est rétabli dans ses fonctions.\n\nLe fonctionnaire qui, en raison de poursuites pénales, n'est pas rétabli dans ses fonctions peut subir une retenue qui ne peut être supérieure à la moitié de la rémunération mentionnée à l'alinéa précédent. Il continue néanmoins à percevoir la totalité des suppléments pour charges de famille.\n\nAucune procédure disciplinaire ne peut être engagée au-delà d'un délai de trois ans à compter du jour où l'administration a eu une connaissance effective de la réalité, de la nature et de l'ampleur des faits passibles de sanction. En cas de poursuites pénales exercées à l'encontre du fonctionnaire, ce délai est interrompu jusqu'à la décision définitive de classement sans suite, de non-lieu, d'acquittement, de relaxe ou de condamnation. Passé ce délai et hormis le cas où une autre procédure disciplinaire a été engagée à l'encontre de l'agent avant l'expiration de ce délai, les faits en cause ne peuvent plus être invoqués dans le cadre d'une procédure disciplinaire.\n\nToute personne ayant la qualité de témoin cité dans le cadre d'une procédure disciplinaire et qui s'estime victime des agissements mentionnés aux articles 10, 11 et 12 de la part du fonctionnaire convoqué devant l'instance disciplinaire peut demander à être assisté, devant cette même instance, d'une tierce personne de son choix."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Le Conseil supérieur de la fonction publique des communes de la Polynésie française est composé paritairement de représentants des organisations syndicales représentatives de fonctionnaires en Polynésie française et de représentants des communes.\n\nIl est présidé par un représentant des communes élu en son sein.\n\nLes sièges attribués aux organisations syndicales sont répartis entre elles par arrêté du haut-commissaire compte tenu du nombre de voix qu'elles ont obtenu aux élections organisées pour la désignation des représentants du personnel aux commissions administratives paritaires. Les organisations syndicales désignent leurs représentants.\n\nLe centre de gestion et de formation institué à l'article 30 assure le secrétariat du conseil supérieur et prend en charge les dépenses afférentes à son fonctionnement.\n\nUn décret détermine les conditions dans lesquelles sont élus les représentants des communes ainsi que leurs suppléants, la composition et l'organisation du conseil supérieur, la durée du mandat de ses membres et les règles de convocation et de fonctionnement de cet organisme."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "Le Conseil supérieur de la fonction publique des communes de la Polynésie française est saisi pour avis par le haut-commissaire des projets de statut particulier. Il est saisi de tout projet de loi, d'ordonnance, de décret règlementaire et d'arrêté réglementaire relatif à la fonction publique régie par le présent statut général. Il peut également être saisi par le haut-commissaire de toute question relative à cette fonction publique.\n\nLe conseil supérieur peut procéder à toutes études sur l'organisation et le perfectionnement de la gestion du personnel communal. Il est consulté sur le programme annuel de formation élaboré par le centre de gestion et de formation.\n\nLes collectivités et établissements mentionnés à l'article 1er sont tenus de fournir les documents ou les renseignements demandés par le conseil supérieur dans le cadre de ses travaux d'études et de statistiques."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Il est créé, auprès du centre de gestion et de formation, une commission administrative paritaire unique pour l'ensemble des fonctionnaires appartenant à une même catégorie au sens de l'article 6 de la présente ordonnance.\n\nLes représentants des collectivités et établissements mentionnés à l'article 1er sont désignés parmi les élus des communes et des groupements de communes et les présidents d'établissement public administratif.\n\nLes représentants du personnel sont élus. Les listes des candidats sont présentées par les organisations syndicales.\n\nLes commissions administratives paritaires sont présidées par un représentant des collectivités et établissements. Lorsqu'elles siègent en conseil de discipline, les commissions administratives paritaires sont présidées par un magistrat de l'ordre administratif en activité ou honoraire, désigné par le président du tribunal administratif.\n\nUn décret fixe les conditions d'application du présent article. Il détermine notamment la composition, les règles de fonctionnement des commissions, les modalités d'élection et la durée des mandats de leurs membres."
    },
    {
      "provision_ref": "art28-1",
      "section": "28-1",
      "title": "Article 28-1",
      "content": "Il est également créé, auprès du centre de gestion et de formation, une commission consultative paritaire unique pour l'ensemble des agents contractuels recrutés en application de la présente ordonnance.Les représentants des collectivités et établissements mentionnés à l'article 1er sont désignés parmi les élus des communes et des groupements de communes et les présidents d'établissements publics administratifs.Les représentants du personnel sont élus. Les listes des candidats sont présentées par les organisations syndicales.La commission consultative paritaire est présidée par un représentant des collectivités et des établissements publics administratifs. Lorsqu'elle siège en conseil de discipline, la commission consultative paritaire est présidée par un magistrat de l'ordre administratif, en activité ou honoraire, désigné par le président du tribunal administratif.Un décret fixe les conditions d'application du présent article. Il détermine notamment la composition, les règles de fonctionnement de la commission, les modalités d'élection et la durée des mandats de ses membres."
    },
    {
      "provision_ref": "art28-2",
      "section": "28-2",
      "title": "Article 28-2",
      "content": "La commission consultative paritaire connaît des décisions individuelles prises à l'égard des agents contractuels dont la liste est fixée par décret."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I. - Un comité technique paritaire est créé dans chaque collectivité ou établissement mentionné à l'article 1er comptant au moins cinquante agents. En deçà de ce seuil, un comité technique paritaire peut être institué par l'organe délibérant là où l'organisation des services le justifie.\n\nLes comités sont composés paritairement de représentants de la collectivité ou de l'établissement et de représentants du personnel désignés par les organisations syndicales compte tenu de leur représentativité. Ils sont présidés soit par le maire ou son représentant, soit par le président du groupement de communes ou son représentant, soit par le président de l'établissement public ou son représentant.\n\nII.-Les comités techniques paritaires sont consultés pour avis sur les questions relatives :\n\n1° A l'organisation et au fonctionnement des services ;\n\n2° Aux évolutions des administrations ayant des conséquences sur les personnels ;\n\n3° Aux grandes orientations relatives aux effectifs, aux emplois et aux compétences ;\n\n4° Aux grandes orientations en matière de politique indemnitaire et de critères de répartition y afférents ;\n\n5° A la formation, à l'insertion et à la promotion de l'égalité professionnelle ;\n\n6° Aux sujets d'ordre général intéressant l'hygiène, la sécurité et les conditions de travail.\n\nLes comités techniques paritaires sont également consultés sur les aides que la collectivité ou l'établissement public a décidé d'attribuer à ses agents ainsi que sur l'action sociale.\n\nLes incidences des principales décisions à caractère budgétaire sur la gestion des emplois font l'objet d'une information des comités techniques paritaires.\n\nL'autorité territoriale présente au moins tous les deux ans au comité technique paritaire un rapport sur l'état de la collectivité ou de l'établissement public auprès duquel il a été créé. Ce rapport indique les moyens budgétaires et en personnel dont dispose cette collectivité ou cet établissement public. Il dresse notamment le bilan des recrutements et des avancements, des actions de formation et des demandes de travail à temps partiel. Il rend compte des conditions dans lesquelles la collectivité ou l'établissement respecte ses obligations en matière de droit syndical. Il présente des données relatives aux cas et aux conditions de recrutement, d'emploi et d'accès à la formation des agents contractuels. La présentation de ce rapport donne lieu à un débat.\n\nA partir des éléments contenus dans le rapport sur l'état de la collectivité ou de l'établissement public, une négociation est conduite entre l'autorité territoriale et les organisations syndicales afin de promouvoir l'égalité professionnelle entre les femmes et les hommes en matière de recrutement, de rémunération, de formation, de promotion et de mobilité. L'autorité territoriale arrête un plan pluriannuel pour l'égal accès des femmes et des hommes aux emplois d'encadrement supérieur de la fonction publique des communes de la Polynésie française, qui est soumis au comité technique.\n\nIII. - Un décret détermine la composition des comités techniques paritaires, la durée des mandats de leurs membres et leur mode de désignation ainsi que les règles de fonctionnement de ces organismes."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "I. - Le centre de gestion et de formation est un établissement public local à caractère administratif soumis à la tutelle de l'Etat, dont le personnel est régi par le présent statut général.\n\nLe conseil d'administration du centre de gestion et de formation est composé de représentants élus des collectivités et établissements mentionnés à l'article 1er, titulaires d'un mandat municipal. Cette composition tient compte des effectifs d'agents que comportent les collectivités et établissements. Le conseil d'administration élit en son sein le président du centre.\n\nII. - Les collectivités et établissements mentionnés à l'article 1er sont obligatoirement affiliés au centre de gestion et de formation même s'ils n'emploient que des fonctionnaires à temps non complet."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Le centre de gestion et de formation assure, pour l'ensemble des fonctionnaires et des agents contractuels, le fonctionnement des commissions administratives paritaires, de la commission consultative paritaire et des conseils de discipline.\n\nLe centre de gestion et de formation organise les concours et les examens professionnels. Il établit les listes d'aptitude prévues aux articles 43 et 44. Le centre de gestion et de formation assure le fonctionnement d'une commission d'équivalence des diplômes, dans les conditions fixées par arrêté du haut-commissaire de la République en Polynésie française.\n\nIl assure la publicité des créations et vacances d'emplois des collectivités et établissements mentionnés à l'article 1er pour toutes les catégories d'agents. A peine de nullité des nominations, les créations et vacances d'emplois doivent être préalablement communiquées au centre de gestion et de formation.\n\nLe centre de gestion et de formation est rendu destinataire, en même temps que les membres du comité technique paritaire, des dossiers concernant les suppressions d'emplois.\n\nLe centre de gestion et de formation assume la prise en charge prévue à l'article 70 des fonctionnaires momentanément privés d'emploi et procède au reclassement de ces fonctionnaires, y compris en cas d'inaptitude physique à l'exercice de leurs fonctions."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Le centre de gestion et de formation organise les actions de formation des agents régis par le présent statut général.Il établit, après avoir recueilli l'avis du Conseil supérieur de la fonction publique des communes de la Polynésie française, un programme annuel de formation en application des règles fixées par les statuts particuliers des cadres d'emplois.Il est chargé de la mise en oeuvre de ce programme. Il peut toutefois déléguer par convention la mise en oeuvre d'actions de formation à un autre établissement public, aux communes ou à leurs établissements publics.Il peut assurer également, par voie de convention avec la Polynésie française ou avec l'Etat, des actions de formation pour les agents relevant de leur fonction publique respective.Il peut en outre exercer ses missions, par convention, avec le Centre national de la fonction publique territoriale et les centres de gestion de la fonction publique territoriale."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Le centre de gestion et de formation peut assurer toute tâche administrative relative à la gestion des fonctionnaires régis par le présent statut général, à la demande des collectivités et établissements mentionnés à l'article 1er.\n\nIl peut dans les mêmes conditions recruter des agents en vue de les affecter à des missions temporaires ou des fonctionnaires pour assurer des services communs à plusieurs collectivités ou établissements. Il peut également mettre des fonctionnaires à la disposition d'une ou plusieurs collectivités ou d'un ou plusieurs établissements en vue de les affecter à des missions permanentes ou pour accomplir un service à temps non complet auprès de chacun de ces collectivités ou établissements.\n\nIl peut assurer la gestion d'oeuvres sociales et de services locaux en faveur des fonctionnaires et des agents contractuels, à quelque catégorie qu'ils appartiennent, des collectivités et d'établissements qui le demandent.\n\nIl peut souscrire, pour le compte des collectivités et établissements qui le demandent, des contrats-cadres permettant aux agents de bénéficier de prestations d'action sociale mutualisées."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "I. - Les ressources du centre de gestion et de formation sont constituées :\n\na) Du produit de la cotisation obligatoire versée par les communes, les groupements de communes et les établissements publics administratifs affiliés ;\n\nb) Des participations, fixées par voie de conventions, versées par les communes, les groupements de communes et établissements bénéficiaires de prestations rendues en leur faveur ou en faveur de leurs agents ;\n\nc) Des subventions versées par des collectivités publiques.\n\nII. - La cotisation mentionnée au a du I est assise sur la masse des rémunérations versées aux agents relevant de la commune, du groupement de communes ou de l'établissement telles qu'elles apparaissent aux états liquidatifs mensuels dressés pour le règlement des charges sociales.\n\nCette cotisation est liquidée et versée selon les mêmes modalités et périodicité que les versements à la caisse de prévoyance sociale. Le taux de cette cotisation est fixé par délibération du conseil d'administration du centre de gestion et de formation, dans la limite du taux maximum de 5 %. A défaut, la cotisation est recouvrée dans les conditions fixées par l'article L. 1612-16 du code général des collectivités territoriales.\n\nElle est inscrite sur le bulletin de salaire de chaque agent comme charge patronale.\n\nIII. - Les dépenses supportées par le centre de gestion et de formation pour l'exercice de ses missions de gestion mentionnées à l'article 31, pour le fonctionnement du secrétariat du Conseil supérieur de la fonction publique des communes de la Polynésie française et pour la formation obligatoire des agents sont financées par les cotisations mentionnées au a du I et, le cas échéant, par des subventions mentionnées au c du I.\n\nLes dépenses supportées par le centre de gestion et de formation pour l'exercice des autres actions de formation, pour l'accomplissement des missions qui lui sont confiées en application du deuxième alinéa de l'article 33 et pour l'exercice de missions facultatives sont réparties entre les collectivités et établissements bénéficiaires par convention conclue entre le centre et chacune de ces collectivités et établissements."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Les actes du centre de gestion et de formation relatifs à l'organisation des concours, à l'inscription des candidats admis à ces concours sur une liste d'aptitude, à la publicité des créations et vacances d'emplois et le budget du centre sont exécutoires dans les conditions prévues par les articles L. 1872-1 et L. 2131-1 à L. 2131-3 du code général des collectivités territoriales applicables en Polynésie française."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "Les emplois de chaque collectivité ou établissement mentionné à l'article 1er sont créés par l'organe délibérant de la collectivité ou de l'établissement. La délibération précise le grade ou, le cas échéant, les grades correspondant à l'emploi créé.Aucune création d'emploi ne peut intervenir si les crédits disponibles au chapitre budgétaire correspondant ne le permettent."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "Un décret détermine les conditions dans lesquelles l'organe délibérant de la collectivité ou de l'établissement peut créer des emplois à temps non complet et le régime de ces emplois.Toute modification de la durée hebdomadaire d'activité d'un emploi s'assimile à une suppression d'emploi suivie de la création d'un nouvel emploi."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "Lorsqu'un emploi est créé ou devient vacant, l'autorité de nomination en informe le centre de gestion et de formation qui assure la publicité de cette création ou de cette vacance dans des conditions définies par décret.\n\nL'emploi est pourvu par nomination d'un candidat inscrit sur la liste d'aptitude correspondante établie, à la suite d'un concours ou dans le cadre de la promotion interne, en application des articles 43 et 44 de la présente ordonnance. Il peut également être pourvu par voie de mutation, de détachement, ou, dans les conditions fixées par chaque cadre d'emplois, par voie d'avancement de grade et, en ce qui concerne les emplois des catégories “ application ” et “ exécution ” au sens des c et d de l'article 6, par voie de recrutement direct."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "Le maire ou le président du groupement de communes ou de l'établissement procède à la nomination des fonctionnaires.Toute nomination ou toute promotion dans un grade qui n'intervient pas exclusivement en vue de pourvoir un emploi vacant et de permettre à son bénéficiaire d'exercer les fonctions correspondantes est nulle."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "Les fonctionnaires sont recrutés par voie de concours ouverts dans des conditions fixées par le haut-commissaire de la République en Polynésie française :\n\n1° Aux candidats justifiant de diplômes, de l'accomplissement d'études ou d'une expérience professionnelle ;\n\n2° Dans les conditions prévues par les statuts particuliers, aux fonctionnaires ainsi qu'aux agents contractuels de droit public. Les intéressés doivent avoir accompli une certaine durée de services publics et, le cas échéant, reçu une formation.\n\nLes matières et les programmes sont fixés par le haut-commissaire, après avis du Conseil supérieur de la fonction publique des communes de la Polynésie française.\n\nLes modalités d'organisation des concours sont déterminées par le centre de gestion et de formation.\n\nDes dérogations aux règles normales de déroulement des concours, des procédures de recrutement et des examens sont prévues afin d'adapter la durée et le fractionnement des épreuves à la situation des candidats reconnus travailleurs handicapés en application de la réglementation de la Polynésie française ou de leur apporter les aides humaines et techniques nécessaires précisées par eux préalablement au déroulement des épreuves. Des temps de repos suffisants sont accordés à ces candidats entre deux épreuves successives, de manière à leur permettre de composer dans des conditions compatibles avec leur situation.\n\nLes conditions d'application de ces dérogations sont fixées par un arrêté du haut-commissaire de la République en Polynésie française."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "Par dérogation aux articles 6 et 40, les fonctionnaires des communes peuvent être recrutés sans concours :\n\na) Par voie des emplois réservés aux personnes reconnues travailleurs handicapés en application de la réglementation de la Polynésie française ;\n\nb) Lors de la constitution initiale d'un cadre d'emplois dans les conditions énoncées au chapitre VI ;\n\nc) (Abrogé) ;\n\nd) Pour le recrutement au grade le moins élevé des fonctionnaires des cadres d'emplois des catégories “ application ” et “ exécution ”, le cas échéant selon les conditions d'aptitude prévues par les cadres d'emplois."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "Chaque concours donne lieu à l'établissement d'une liste d'aptitude classant par ordre alphabétique les candidats déclarés aptes par le jury. La liste d'aptitude est établie par le centre de gestion et de formation dans les conditions prévues par décret. L'inscription sur cette liste ne vaut pas recrutement.Les listes d'aptitude sont valables sur l'ensemble du territoire de la Polynésie française. Leur validité cesse automatiquement au terme d'un délai de deux ans à compter de la proclamation des résultats ou, si aucun concours n'a été organisé dans ce délai, jusqu'à la date d'organisation d'un nouveau concours."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "En vue de favoriser la promotion interne, les statuts des cadres d'emplois fixent une proportion de postes susceptibles d'être proposés aux agents de droit public suivant l'une ou l'autre des modalités ci-après :1° Inscription par voie de concours sur une liste d'aptitude en application du 2° de l'article 40 ;2° S'agissant du personnel appartenant déjà à la fonction publique des communes de la Polynésie française :a) Inscription sur une liste d'aptitude après examen professionnel ;b) Inscription sur une liste d'aptitude après avis de la commission administrative paritaire compétente par appréciation de la valeur et des acquis de l'expérience professionnelle des agents.Les listes d'aptitude sont valables sur l'ensemble du territoire de la Polynésie française. Leur validité cesse automatiquement au terme d'un délai de deux ans à compter soit de la proclamation des résultats du concours mentionné au 1° du présent article ou de l'examen mentionné au a du 2°, soit de la publication de la liste mentionnée au b du même 2°."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "Les fonctionnaires sont nommés stagiaires lors de leur recrutement.\n\nLa titularisation peut être prononcée par l'autorité de nomination à l'issue d'un stage dont la durée est fixée par le statut particulier du cadre d'emplois.\n\nLa période normale de stage est validée pour l'avancement. La totalité de la période de stage est validée pour la retraite.\n\nL'agent peut être licencié pendant la période de stage en cas d'insuffisance professionnelle ou de faute disciplinaire, après avis de la commission administrative paritaire compétente.\n\nEn cas de refus d'agrément lorsque celui-ci est une des conditions nécessaires au recrutement, l'agent est licencié après avis de la commission administrative paritaire compétente."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "L'appréciation, par l'autorité de nomination, de la valeur professionnelle des fonctionnaires se fonde sur un entretien professionnel annuel conduit par le supérieur hiérarchique direct qui donne lieu à l'établissement d'un compte rendu.\n\nLe pouvoir d'appréciation de la valeur professionnelle est exercé par l'autorité de nomination dont dépend le fonctionnaire au vu des propositions du secrétaire général ou du directeur des services de la commune ou de l'établissement public.\n\nL'appréciation de la valeur professionnelle doit être portée à la connaissance de l'intéressé, à l'occasion d'un entretien avec l'autorité ayant pouvoir de notation.\n\nLes commissions administratives paritaires ont connaissance de ce compte-rendu. A la demande de l'intéressé, elles peuvent demander sa révision."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "Le dossier du fonctionnaire comporte toutes les pièces intéressant sa situation administrative, enregistrées, numérotées et classées sans discontinuité.Il ne peut être fait mention dans ce dossier, de même que dans tout document administratif, des opinions ou des activités politiques, syndicales, religieuses ou philosophiques de l'intéressé.Tout fonctionnaire qui en fait la demande a accès à son dossier individuel."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "Lorsque les fonctionnaires sont reconnus, par suite d'altération de leur état de santé, inaptes à l'exercice des fonctions qu'ils exercent, ils peuvent, sur leur demande, être reclassés dans des emplois d'un autre cadre d'emplois s'ils ont été déclarés en mesure de remplir les fonctions correspondantes.\n\nEn vue de permettre ce reclassement, l'accès à des cadres d'emplois d'un niveau supérieur, équivalent ou inférieur est ouvert aux intéressés, quelle que soit la position dans laquelle ils se trouvent, selon les modalités retenues par les statuts particuliers de ces cadres d'emplois s'ils remplissent les conditions d'ancienneté fixées par ces statuts.\n\nIl peut être procédé au reclassement des fonctionnaires mentionnés au premier alinéa par la voie de l'intégration dans un cadre d'emplois de niveau équivalent ou inférieur.\n\nLorsque l'application des dispositions des alinéas précédents aboutit à reclasser, dans son emploi d'intégration, un fonctionnaire à un échelon doté d'un indice inférieur à celui détenu dans leur grade d'origine, celui-ci conserve le bénéfice de cet indice jusqu'au jour où il bénéficie, dans le cadre d'emplois d'intégration, d'un indice au moins égal."
    },
    {
      "provision_ref": "art51-1",
      "section": "51-1",
      "title": "Article 51-1",
      "content": "Les agents contractuels de la fonction publique des communes de Polynésie française reconnus, par suite d'altération de leur état physique, inaptes à l'exercice des fonctions qu'ils exercent ont le droit d'être reclassés dans des conditions et selon des modalités prévues par décret."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "I.-Tout fonctionnaire est placé dans l'une des positions suivantes :1° Activité à temps complet ou à temps partiel ;2° Détachement ;3° Disponibilité ;4° Congé parental.Les décisions relatives aux positions sont prises par l'autorité de nomination.II.-Lorsqu'un fonctionnaire est titularisé ou intégré dans un corps ou cadre d'emplois d'une fonction publique relevant d'un statut autre que celui auquel il appartient, il est radié des cadres d'emplois de son administration d'origine."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "I. - L'activité est la position du fonctionnaire qui, titulaire d'un grade, exerce effectivement les fonctions de l'un des emplois correspondant à ce grade. Le fonctionnaire qui bénéficie d'une décharge de service pour l'exercice d'un mandat syndical est réputé être en position d'activité.II. - Le fonctionnaire en activité et exerçant à temps complet peut sur sa demande et en fonction des nécessités du service être autorisé à accomplir un service à temps partiel qui ne peut être inférieur au mi-temps.Les conditions d'exercice du travail à temps partiel sont fixées par l'organe délibérant de la collectivité ou de l'établissement mentionné à l'article 1er.A l'issue de la période de travail à temps partiel, le fonctionnaire est admis de plein droit à occuper à temps plein son emploi ou, à défaut, un autre emploi correspondant à son grade.Pour la détermination des droits à avancement, à promotion et à formation, les périodes de travail à temps partiel sont assimilées à des périodes à temps plein."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "Le fonctionnaire en activité a droit :\n\n1° A un congé annuel avec traitement dont la durée et les modalités d'attribution sont fixées par arrêté du haut-commissaire de la République en Polynésie française ;\n\n2° A des congés de maladie dont la durée totale peut atteindre un an pendant une période de douze mois consécutifs en cas de maladie dûment constatée mettant l'intéressé dans l'impossibilité d'exercer ses fonctions. Celui-ci conserve alors 90 % de son traitement pendant une durée de trois mois ; et la moitié de son traitement pendant les neuf mois suivants.\n\nToutefois, si son état de santé résulte d'une maladie contractée ou d'un accident survenu dans l'exercice ou à l'occasion de l'exercice des fonctions, le fonctionnaire conserve l'intégralité de son traitement jusqu'à ce qu'il soit en état de reprendre son service ou jusqu'à la mise à la retraite. Il a droit, en outre, au remboursement des honoraires médicaux et des frais directement entraînés par la maladie ou l'accident.\n\nLa collectivité est subrogée dans les droits éventuels du fonctionnaire victime d'un accident provoqué par un tiers jusqu'à concurrence du montant des charges qu'elle a supportées ou supporte du fait de cet accident ;\n\n3° A des congés de longue maladie d'une durée maximale de trois ans dans les cas où il est constaté que la maladie met l'intéressé dans l'impossibilité d'exercer ses fonctions, rend nécessaires un traitement et des soins prolongés et présente un caractère invalidant et de gravité confirmée. Le fonctionnaire conserve l'intégralité de son traitement pendant un an ; le traitement est réduit de moitié pendant les deux années qui suivent.\n\nLe fonctionnaire qui a obtenu un congé de longue maladie ne peut bénéficier d'un autre congé de cette nature s'il n'a auparavant repris l'exercice de ses fonctions pendant un an.\n\nLes dispositions des deuxième et troisième alinéas du 2° du présent article sont applicables aux congés de longue maladie ;\n\n4° A des congés de longue durée, en cas de maladies énumérées par la réglementation applicable en Polynésie française, de trois ans à plein traitement et de deux ans à demi-traitement.\n\nSi la maladie ouvrant droit au congé de longue durée a été contractée dans l'exercice des fonctions, les périodes fixées ci-dessus sont respectivement portées à cinq ans et trois ans ;\n\n4° bis Après un congé de maladie ordinaire, un congé de longue maladie ou un congé de longue durée, les fonctionnaires peuvent être autorisés à accomplir un service à temps partiel pour raison thérapeutique, accordé pour une période de trois mois renouvelable dans la limite d'un an pour une même affection.\n\nAprès un congé pour accident de service ou maladie contractée dans l'exercice des fonctions, le travail à temps partiel thérapeutique peut être accordé pour une période d'une durée maximale de six mois renouvelable une fois.\n\nLa demande d'autorisation de travail à temps partiel pour raison thérapeutique est présentée par le fonctionnaire accompagnée d'un certificat médical établi par son médecin traitant. Elle est accordée après avis favorable concordant du médecin agréé par l'administration. Lorsque les avis du médecin traitant et du médecin agréé ne sont pas concordants, le comité médical compétent ou la commission de réforme compétente est saisi.\n\nLe temps partiel thérapeutique peut-être accordé :\n\na) Soit parce que la reprise des fonctions à temps partiel est reconnue comme étant de nature à favoriser l'amélioration de l'état de santé de l'intéressé ;\n\nb) Soit parce que l'intéressé doit faire l'objet d'une rééducation ou d'une réadaptation professionnelle pour retrouver un emploi compatible avec son état de santé. Les fonctionnaires autorisés à travailler à temps partiel pour raison thérapeutique perçoivent l'intégralité de leur traitement. Ce temps partiel ne peut, en aucun cas, être inférieur au mi-temps.\n\n5° Au congé pour maternité, ou pour adoption, avec traitement, d'une durée égale à celle prévue par la caisse de prévoyance sociale de Polynésie française ;\n\n5° bis Au congé de paternité et d'accueil de l'enfant, avec traitement, d'une durée de onze jours consécutifs. Le congé est ouvert après la naissance de l'enfant au père. Le congé est pris dans les quatre mois suivant la naissance de l'enfant. La demande de congé doit être formulée au moins un mois avant la date de début de congé, excepté si le fonctionnaire établit l'impossibilité de respecter ce délai ;\n\n6° Au congé de formation professionnelle dans les conditions prévues à l'article 61 ;\n\n7° Au congé pour formation syndicale avec traitement d'une durée maximum de douze jours ouvrables par an ;\n\n8° Au congé lié aux charges parentales ;\n\n9° Au congé pour validation des acquis de l'expérience ;\n\nUn arrêté du haut-commissaire de la République en Polynésie française fixe les règles relatives au congé pour validation des acquis de l'expérience ainsi qu'au congé lié aux charges parentales et celles concernant l'organisation et le fonctionnement des comités médicaux compétents en cas de maladie et de maternité ;\n\n10° A un congé avec traitement pour accomplir une période d'activité afin d'exercer des fonctions de préparation et d'encadrement des séjours de cohésion du service national universel. Ce congé est accordé sous réserve des nécessités de service pour une durée inférieure ou égale à soixante jours sur une période de douze mois consécutifs ;\n\n11° A un congé de solidarité familiale lorsqu'un ascendant, un descendant, un frère, une sœur, une personne partageant le même domicile ou l'ayant désigné comme sa personne de confiance au sens de l'article L. 1111-6 du code de la santé publique souffre d'une pathologie mettant en jeu le pronostic vital ou est en phase avancée ou terminale d'une affection grave et incurable, quelle qu'en soit la cause.\n\nCe congé non rémunéré est accordé, sur demande écrite du fonctionnaire, pour une durée maximale de trois mois, renouvelable une fois. Il peut être fractionné dans des conditions fixées par décret. Le congé de solidarité familiale prend fin soit à l'expiration de la période de trois mois, soit dans les trois jours qui suivent le décès de la personne accompagnée, soit à une date antérieure. La durée de ce congé est assimilée à une période de service effectif. Elle ne peut être imputée sur la durée du congé annuel. Ce congé peut être transformé en période d'activité à temps partiel dans des conditions fixées par décret ;\n\n12° A un congé avec traitement pour accomplir soit une période de service militaire, d'instruction militaire ou d'activité dans la réserve opérationnelle pour une durée inférieure ou égale à trente jours cumulés par année civile, soit une période d'activité dans la réserve de sécurité civile d'une durée inférieure ou égale à quinze jours cumulés par année civile, soit une période d'activité dans la réserve sanitaire, soit une période d'activité dans la réserve opérationnelle de la police nationale d'une durée de quarante-cinq jours.\n\nLorsque les activités accomplies pendant le temps de travail dépassent cinq jours par année civile, le réserviste doit en outre obtenir l'accord de son autorité de nomination. Si l'autorité de nomination oppose un refus, cette décision doit être motivée et notifiée à l'intéressé ainsi qu'à l'autorité militaire ou à l'autorité de gestion de la réserve à laquelle participe l'intéressé dans les quinze jours qui suivent la réception de la demande."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "Des autorisations spéciales d'absence, qui n'entrent pas en compte dans le calcul des congés annuels, peuvent être accordées aux fonctionnaires régis par le présent statut général."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "La mise à disposition est la situation du fonctionnaire qui demeure dans son cadre d'emplois ou son corps d'origine, est réputé y occuper un emploi et continue à percevoir la rémunération correspondante, mais exerce ses fonctions hors de l'administration où il a vocation à servir.\n\nL'intéressé remplit des fonctions d'un niveau hiérarchique comparable à celui des fonctions exercées dans son administration d'origine. La mise à disposition ne peut avoir lieu qu'avec l'accord du fonctionnaire.\n\nElle peut être prononcée pour une durée maximale de trois ans renouvelable. Elle intervient après signature d'une convention entre la collectivité d'origine et l'organisme ou la collectivité d'accueil, qui précise les conditions d'emploi et les modalités éventuelles de remboursement de la rémunération du fonctionnaire à sa collectivité d'origine.\n\nL'organe délibérant de la collectivité territoriale ou de l'établissement public en est préalablement informé.\n\nLe fonctionnaire peut être mis à disposition auprès d'un ou de plusieurs organismes pour y effectuer tout ou partie de son service.\n\nUn fonctionnaire peut également être recruté en vue d'être mis à disposition pour effectuer tout ou partie de son service dans d'autres collectivités ou établissements sur un emploi permanent à temps non complet."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "Le détachement est la position du fonctionnaire placé hors de son cadre d'emplois d'origine, mais continuant à bénéficier dans son cadre d'origine de ses droits à l'avancement et à la retraite.\n\nIl est prononcé sur la demande du fonctionnaire par l'autorité de nomination dont il dépend. Il est révocable.\n\nLe fonctionnaire détaché est soumis aux règles régissant la fonction qu'il exerce par l'effet de son détachement.\n\nLe détachement peut être de courte ou de longue durée.\n\nA l'expiration d'un détachement de courte durée, le fonctionnaire est obligatoirement réintégré dans son cadre d'emplois et réaffecté dans les conditions prévues par le statut particulier de ce cadre d'emplois.\n\nA l'expiration d'un détachement de longue durée, le fonctionnaire est réintégré dans son cadre d'emplois et réaffecté à la première vacance ou création d'emploi dans un emploi correspondant à son grade. Lorsqu'il refuse cet emploi, il ne peut être nommé à l'emploi auquel il peut prétendre ou à un emploi équivalent que lorsqu'une vacance est ouverte ou un poste créé. Il est, en attendant, placé en position de disponibilité d'office.\n\nLe fonctionnaire détaché remis à la disposition de son administration d'origine avant l'expiration de son détachement pour une cause autre qu'une faute commise dans l'exercice de ses fonctions et qui ne peut être réintégré dans son cadre d'emplois d'origine faute d'emploi vacant continue d'être rémunéré par la collectivité de rattachement au plus tard jusqu'à la date à laquelle le détachement devait prendre fin.\n\nLorsqu'aucun emploi n'est vacant, le fonctionnaire est réintégré dans les conditions de l'article 70 de la présente ordonnance."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "La disponibilité est la position du fonctionnaire qui placé hors de son administration ou service d'origine cesse de bénéficier dans cette position de ses droits à l'avancement et à la retraite.\n\nLa disponibilité peut être prononcée par l'autorité de nomination, soit à la demande de l'intéressé sous réserve des nécessités du service, soit d'office à l'expiration d'un congé de longue maladie ou de longue durée.\n\nA l'expiration de la période de disponibilité, le fonctionnaire est réintégré dans son cadre d'emplois dans les conditions applicables à la réintégration d'un fonctionnaire à l'expiration d'un détachement de longue durée. Le fonctionnaire qui refuse successivement trois postes qui lui sont proposés en vue de sa réintégration peut être licencié après avis de la commission administrative paritaire.\n\nLorsque le fonctionnaire bénéficie d'une disponibilité pour élever un enfant ou d'un congé parental, il conserve l'intégralité de ses droits à avancement, dans la limite d'une durée de cinq ans pour l'ensemble de sa carrière. Cette période est assimilée à des services effectifs dans le cadre d'emplois."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "Le congé parental est la position du fonctionnaire qui est placé hors de son service d'origine pour élever son enfant.\n\nCette position est accordée de droit sur simple demande du fonctionnaire après la naissance ou l'adoption d'un enfant, sans préjudice du congé de maternité ou du congé d'adoption qui peut intervenir au préalable. Le congé parental prend fin au plus tard au troisième anniversaire de l'enfant ou à l'expiration d'un délai de trois ans à compter de l'arrivée au foyer de l'enfant, adopté ou confié en vue de son adoption, âgé de moins de trois ans. Lorsque l'enfant adopté ou confié en vue de son adoption est âgé de plus de trois ans mais n'a pas encore atteint l'âge de la fin de l'obligation scolaire, le congé parental ne peut excéder une année à compter de l'arrivée au foyer. En cas de naissances multiples, le congé parental peut être prolongé jusqu'à l'entrée à l'école maternelle des enfants. Pour les naissances multiples d'au moins trois enfants ou les arrivées simultanées d'au moins trois enfants adoptés ou confiés en vue d'adoption, il peut être prolongé cinq fois pour prendre fin au plus tard au sixième anniversaire du plus jeune des enfants.\n\nDans cette position, le fonctionnaire n'acquiert pas de droit à la retraite. Il conserve ses droits à l'avancement d'échelon dans la limite d'une durée de cinq ans pour l'ensemble de sa carrière, ainsi que la qualité d'électeur lors de l'élection des représentants du personnel au sein de la commission administrative paritaire compétente. Cette période est assimilée à des services effectifs dans le cadre d'emplois.\n\nA l'expiration de son congé, le fonctionnaire est réintégré de plein droit, au besoin en surnombre, dans sa collectivité d'origine, sur sa demande et à son choix, sur un des postes disponibles correspondant à son ancien emploi."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "Le fonctionnaire ayant accompli au moins trois années de services effectifs peut bénéficier, sous réserve des nécessités du service, d'un congé de formation professionnelle.\n\nLe temps passé en congé de formation est pris en compte, dans sa totalité, pour l'avancement et pour le calcul des droits à pension de retraite.\n\nUn arrêté du haut-commissaire de la République en Polynésie française détermine les modalités d'application du présent article."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "Les fonctionnaires ont droit, après service fait, à une rémunération comprenant le traitement ainsi que les indemnités afférentes aux fonctions.\n\nLe montant du traitement mensuel brut est fixé en fonction du grade de fonctionnaire et de l'échelon auquel il est parvenu. Il est égal au produit de l'indice afférent à chaque échelon par la valeur du point d'indice fixée par arrêté du haut-commissaire de la République en Polynésie française pris après avis du Conseil supérieur de la fonction publique des communes de la Polynésie française.\n\nLes cotisations sociales sont assises sur le traitement et les indemnités perçues conformément à la réglementation applicable de la caisse de prévoyance sociale de la Polynésie française.\n\nLe régime indemnitaire applicable dans chaque collectivité ou dans chaque établissement public est fixé par l'organe délibérant. Les indemnités allouées aux fonctionnaires et aux agents contractuels régis par le présent statut général sont fixées dans la limite de celles dont bénéficient les fonctionnaires de l'Etat occupant des emplois comparables.\n\nLes indemnités peuvent tenir compte des fonctions et des résultats professionnels des agents ainsi que des résultats collectifs des services.\n\nPar dérogation aux quatrième et cinquième alinéas, le régime indemnitaire des cadres d'emplois de catégorie “ exécution ”, des agents de police municipale et des sapeurs-pompiers professionnels est fixé par arrêté du haut-commissaire de la République en Polynésie française pris après avis du Conseil supérieur de la fonction publique des communes de la Polynésie française.\n\nLes fonctionnaires sont affiliés au régime de protection sociale géré par la caisse de prévoyance sociale applicable aux salariés de la Polynésie française.\n\nLes prestations d'action sociale, individuelles ou collectives, sont distinctes de la rémunération et sont attribuées indépendamment du grade, de l'emploi ou de la manière de servir.\n\nLe fonctionnaire qui est atteint d'une invalidité résultant d'un accident de service ayant entraîné une incapacité permanente ou d'une maladie professionnelle a droit à une allocation d'invalidité cumulable avec son traitement dans les limites de la réglementation en vigueur.\n\nLes modalités d'application du présent article sont fixées par un arrêté du haut-commissaire de la République en Polynésie française."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "Les sanctions disciplinaires, qui doivent être notifiées par écrit, sont réparties en quatre groupes :\n\n1° Premier groupe :\n\na) L'avertissement ;\n\nb) Le blâme ;\n\nc) L'exclusion temporaire de fonction pour une durée maximale de trois jours ;\n\n2° Deuxième groupe :\n\na) La radiation du tableau d'avancement ;\n\nb) L'abaissement d'échelon à l'échelon immédiatement inférieur à celui détenu par le fonctionnaire ;\n\nc) L'exclusion temporaire des fonctions pour une durée de quatre à quinze jours ;\n\nd) Le déplacement d'office ;\n\n3° Troisième groupe :\n\na) La rétrogradation au grade immédiatement inférieur et à un échelon correspondant à un indice égal ou immédiatement inférieur à celui détenu par l'agent ;\n\nb) L'exclusion temporaire des fonctions pour une durée de seize jours à deux ans ;\n\n4° Quatrième groupe :\n\na) La mise à la retraite d'office ;\n\nb) La révocation.\n\nLes sanctions disciplinaires, à l'exception de l'avertissement, sont inscrites au dossier du fonctionnaire. Les sanctions mentionnées au b et au c du premier groupe sont effacées automatiquement au bout de trois ans si aucune sanction n'est intervenue pendant cette période.\n\nLe fonctionnaire ayant fait l'objet d'une sanction disciplinaire du deuxième ou du troisième groupe peut, après dix années de services effectifs à compter de la date de la sanction disciplinaire, introduire auprès de l'autorité investie du pouvoir disciplinaire dont il relève une demande tendant à la suppression de toute mention de la sanction prononcée dans son dossier. Un refus ne peut être opposé à cette demande qu'à condition qu'une autre sanction soit intervenue pendant cette période.\n\nLa radiation du tableau d'avancement peut également être prononcée à titre de sanction complémentaire d'une des sanctions des deuxième et troisième groupes.\n\nL'exclusion temporaire de fonctions, qui est privative de rémunération, peut être assortie d'un sursis total ou partiel. Celui-ci ne peut avoir pour effet, dans le cas de l'exclusion temporaire de fonctions du troisième groupe, de ramener la durée de cette exclusion à moins d'un mois.\n\nL'intervention d'une exclusion temporaire de fonctions pour une durée maximale de trois jours ou d'une sanction disciplinaire du deuxième ou troisième groupe pendant une période de cinq ans après le prononcé de l'exclusion temporaire de fonctions assortie du sursis entraîne la révocation du sursis. En revanche, si aucune sanction disciplinaire, autre que l'avertissement ou le blâme, n'a été prononcée durant cette même période à l'encontre de l'intéressé, ce dernier est dispensé définitivement de l'accomplissement de la partie de la sanction pour laquelle il a bénéficié du sursis."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "Le pouvoir disciplinaire appartient à l'autorité de nomination. Aucune sanction disciplinaire autre que l'avertissement et le blâme ne peut être prononcée sans avis de la commission administrative paritaire siégeant en conseil de discipline.L'avis du conseil de discipline de même que la décision prononçant la sanction disciplinaire doivent être motivés.Le fonctionnaire à l'encontre duquel une procédure disciplinaire est engagée a droit à la communication de l'intégralité de son dossier individuel et de tous les documents annexes et à l'assistance de défenseurs de son choix. L'administration doit informer le fonctionnaire de son droit à communication du dossier.Le conseil de discipline ne comprend en aucun cas des fonctionnaires d'un grade inférieur à celui du fonctionnaire déféré devant lui. Il comprend au moins un fonctionnaire du grade de ce dernier ou d'un grade équivalent.Un décret en Conseil d'Etat définit la composition du conseil de discipline et règle la procédure disciplinaire."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "La cessation définitive de fonctions entraînant la radiation des cadres et la perte de qualité de fonctionnaire résulte :1° De la démission régulièrement acceptée ;2° Du licenciement ;3° De la révocation ;4° De l'admission à la retraite.La perte de la nationalité française, la déchéance des droits civiques, l'interdiction par décision de justice d'exercer un emploi public et la non-réintégration à l'issue d'une période de disponibilité produisent les mêmes effets.Toutefois l'intéressé peut solliciter auprès de l'autorité ayant pouvoir de nomination, qui recueille l'avis de la commission administrative paritaire, sa réintégration en cas de réintégration dans la nationalité française ou à l'issue de la période de privation des droits civiques ou de la période d'interdiction d'exercer un emploi public."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "Le licenciement pour insuffisance professionnelle est prononcé après observation de la procédure prévue en matière disciplinaire.Le fonctionnaire licencié pour insuffisance professionnelle peut recevoir une indemnité dont le montant est déterminé dans des conditions fixées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "Les fonctionnaires ne peuvent être maintenus en fonction au-delà de la limite d'âge fixée par arrêté du haut-commissaire de la République en Polynésie française.\n\nToutefois, la limite d'âge peut être reculée dans les cas suivants :\n\n- de plein droit, sur demande du fonctionnaire, à due concurrence du nombre d'années restant à cotiser pour obtenir une retraite à taux plein de la tranche dite \"A\", sans que cette prolongation d'activité soit supérieure à cinq ans ;\n\n- d'une année par enfant à charge au sens de la réglementation de la caisse de prévoyance sociale, sur demande du fonctionnaire, sans que cette prolongation d'activité soit supérieure à cinq ans ;\n\n- à la demande de l'autorité compétente, après avis de la commission administrative paritaire compétente et accord du fonctionnaire, lorsque l'agent occupe des fonctions nécessitant un haut niveau de technicité ou difficiles à pourvoir du fait de la situation géographique de leur lieu d'exercice, sans que cette prolongation d'activité soit supérieure à huit ans. Au-delà de soixante-cinq ans, cette prolongation d'activité est accordée pour une durée d'un an renouvelable, sous réserve d'un examen médical constatant l'aptitude du fonctionnaire à exercer ses fonctions.\n\nSous peine d'irrecevabilité, les demandes de prolongation doivent intervenir au moins trois mois avant la limite d'âge."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "La démission ne peut résulter que d'une demande écrite du fonctionnaire marquant sa volonté non équivoque de quitter ses fonctions. Elle n'a d'effet qu'autant qu'elle est acceptée par l'autorité investie du pouvoir de nomination et prend effet à la date fixée par cette autorité. La décision de cette dernière doit intervenir dans le délai d'un mois. L'acceptation de la démission rend celle-ci irrévocable.Lorsque l'autorité investie du pouvoir de nomination refuse d'accepter la démission, le fonctionnaire peut saisir la commission administrative paritaire compétente. Celle-ci émet un avis motivé qu'elle transmet à l'autorité compétente.Le fonctionnaire qui cesse ses fonctions avant la date fixée par l'autorité compétente pour accepter la démission peut faire l'objet d'une sanction disciplinaire."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "Un décret en Conseil d'Etat définit les activités privées qu'un fonctionnaire qui a cessé définitivement ses fonctions ou qui est en disponibilité ne peut, sous peine de sanction, exercer en raison de leur nature. En ce qui concerne les fonctionnaires ayant cessé définitivement leurs fonctions, il peut être prévu que cette interdiction sera limitée dans le temps et assortie, en cas de non-respect, de sanctions pouvant aller jusqu'à la déchéance des droits à pension."
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "Article 70",
      "content": "Un emploi ne peut être supprimé, après avis du comité technique paritaire et information du centre de gestion et de formation, que par mesure d'économie ou pour réorganisation des services. Le fonctionnaire occupant l'emploi supprimé est reclassé dans un emploi correspondant à son grade après avis de la commission administrative paritaire. Faute d'emploi vacant, il est maintenu en surnombre dans la collectivité ou l'établissement pendant un an.Pendant cette période, tout emploi créé ou vacant dans la collectivité ou l'établissement correspondant à son grade lui est proposé en priorité.Au terme de ce délai, et si aucun emploi n'a pu lui être proposé, le fonctionnaire est pris en charge par le centre de gestion et de formation. Pendant la période de prise en charge, il est placé sous l'autorité du centre de gestion et de formation, lequel exerce à son égard les prérogatives reconnues à l'autorité investie du pouvoir de nomination. Il reçoit la rémunération correspondant à l'indice qu'il détient dans son grade.Le centre de gestion et de formation peut lui confier des missions et lui proposer tout emploi correspondant à son grade. La prise en charge cesse après trois refus d'offre d'emplois par l'intéressé. Ne peut être comprise dans le décompte qu'une seule offre d'emploi émanant de la collectivité ou de l'établissement d'origine. Après trois refus, le fonctionnaire est licencié ou, lorsqu'il peut bénéficier de la jouissance immédiate de ses droits à pension, admis à faire valoir ses droits à la retraite."
    },
    {
      "provision_ref": "art72-1",
      "section": "72-1",
      "title": "Article 72-1",
      "content": "Les règles statutaires applicables aux sapeurs-pompiers pourront déroger aux dispositions de la présente ordonnance qui ne répondraient pas aux caractères spécifiques des corps de sapeurs-pompiers et aux missions dévolues à ces derniers. Ce statut définit notamment les règles applicables aux qualifications des sapeurs-pompiers et au contrôle de leur application par le haut-commissaire."
    },
    {
      "provision_ref": "art72-2",
      "section": "72-2",
      "title": "Article 72-2",
      "content": "Les agents contractuels ne peuvent être maintenus en fonction au-delà de la limite d'âge fixée par arrêté du haut-commissaire de la République en Polynésie française.\n\nToutefois, ils peuvent bénéficier des prolongations d'activité prévues par les troisième et quatrième alinéas de l'article 67.\n\nSous peine d'irrecevabilité, les demandes de prolongation doivent intervenir au moins trois mois avant la limite d'âge."
    },
    {
      "provision_ref": "art72-3",
      "section": "72-3",
      "title": "Article 72-3",
      "content": "Les emplois fonctionnels suivants peuvent être créés :\n\n- directeur général des services des communes de plus de 2 000 habitants ;\n\n- directeur général adjoint des services des communes de plus de 10 000 habitants ;\n\n- directeur général des groupements de communes de plus de 10 000 habitants ;\n\n- directeur général adjoint des groupements de communes de plus de 20 000 habitants ;\n\n- directeur général des services techniques des communes et groupements de communes de plus de 10 000 habitants ;\n\n- directeur général du centre de gestion et de formation."
    },
    {
      "provision_ref": "art72-4",
      "section": "72-4",
      "title": "Article 72-4",
      "content": "Par dérogation à l'article 38, peuvent être pourvus par la voie du recrutement direct, dans les conditions de diplômes ou de capacités fixées par arrêté du haut-commissaire de la République en Polynésie française, les emplois suivants :\n\n- directeur général des services et directeur général des services techniques des communes de plus de 20 000 habitants ;\n\n- directeur général adjoint des services des communes de plus de 30 000 habitants ;\n\n- directeur général du centre de gestion et de formation.\n\nL'accès à ces emplois par la voie du recrutement direct n'entraîne pas titularisation dans la fonction publique."
    },
    {
      "provision_ref": "art72-5",
      "section": "72-5",
      "title": "Article 72-5",
      "content": "Lorsqu'il est mis fin au détachement d'un fonctionnaire dans un emploi fonctionnel mentionné à l'article 72-3 et que la collectivité ou l'établissement ne peut lui proposer un emploi correspondant à son grade, celui-ci peut demander à être reclassé dans les conditions prévues à l'article 70 ou à percevoir une indemnité de licenciement.\n\nL'indemnité de licenciement, qui est au moins égale à une année de traitement, est déterminée dans les conditions fixées par arrêté du haut-commissaire de la République en Polynésie française, selon l'âge et la durée de service dans la fonction publique des communes de la Polynésie française. Le bénéficiaire de cette indemnité cesse d'appartenir à la fonction publique.\n\nIl ne peut être mis fin aux fonctions d'un agent occupant un emploi fonctionnel mentionné à l'article 72-3 dans les six premiers mois suivant sa nomination dans l'emploi ou suivant la désignation de l'autorité de nomination, sauf s'il a fait l'objet d'un recrutement direct en application de l'article 72-4.\n\nLa cessation des fonctions de l'agent est précédée d'un entretien de l'autorité de nomination avec l'intéressé. Elle fait l'objet d'une information du centre de gestion et de formation et de l'organe délibérant de la collectivité ou de l'établissement. Elle prend effet le premier jour du troisième mois suivant l'information de l'organe délibérant."
    },
    {
      "provision_ref": "art72-6",
      "section": "72-6",
      "title": "Article 72-6",
      "content": "I.-Le maire ou le président du groupement de communes peut recruter un ou plusieurs collaborateurs de cabinet en tant qu'agents contractuels et mettre fin librement à leurs fonctions.\n\nII.-Toutefois, il est interdit au maire ou au président d'un groupement de communes de compter parmi les membres de son cabinet :\n\n1° Son conjoint, partenaire lié par un pacte civil de solidarité ou concubin ;\n\n2° Ses parents ou les parents de son conjoint, partenaire lié par un pacte civil de solidarité ou concubin ;\n\n3° Ses enfants ou les enfants de son conjoint, partenaire lié par un pacte civil de solidarité ou concubin.\n\nLa violation de cette interdiction emporte de plein droit la cessation du contrat.\n\nUn décret en Conseil d'Etat détermine les modalités selon lesquelles le maire ou le président du groupement de communes rembourse les sommes versées en violation de cette interdiction.\n\nAucune restitution des sommes versées ne peut être exigée du membre du cabinet.\n\nLe fait, pour un maire ou un président d'un groupement de communes, de compter l'une des personnes mentionnées aux 1° à 3° du présent II parmi les membres de son cabinet est puni de la peine prévue au II de l'article 110 de la loi n° 84-53 du 26 janvier 1984 portant dispositions statutaires relatives à la fonction publique territoriale.\n\nIII.-Lorsqu'il est concerné par l'article 11 de la loi n° 2013-907 du 11 octobre 2013 relative à la transparence de la vie publique, le maire ou le président du groupement de communes informe sans délai la Haute Autorité pour la transparence de la vie publique du fait qu'il compte parmi les membres de son cabinet :\n\n1° Son frère ou sa sœur, ou le conjoint, partenaire lié par un pacte civil de solidarité ou concubin de celui-ci ou celle-ci ;\n\n2° L'enfant de son frère ou de sa sœur, ou le conjoint, partenaire lié par un pacte civil de solidarité ou concubin de cet enfant ;\n\n3° Son ancien conjoint, la personne ayant été liée à lui par un pacte civil de solidarité ou son ancien concubin ;\n\n4° L'enfant, le frère ou la sœur des personnes mentionnées au 3° du présent III ;\n\n5° Le frère ou la sœur des personnes mentionnées au 1° du II.\n\n[Dispositions déclarées non conformes à la Constitution par la décision n° 2017-752 DC du 8 septembre 2017.]\n\nV.-Les III [Dispositions déclarées non conformes à la Constitution par la décision n° 2017-752 DC du 8 septembre 2017.] du présent article s'appliquent sans préjudice des articles 432-10 à 432-13 et 432-15 du code pénal.\n\nVI.-Les fonctions des collaborateurs de cabinet prennent fin au plus tard en même temps que celles du maire ou du président qui les a nommés et n'entraînent pas de droit à titularisation dans la fonction publique des communes de la Polynésie française.\n\nCes agents contractuels sont recrutés dans des conditions définies par arrêté du haut-commissaire de la République en Polynésie française, qui détermine les modalités de rémunération et leur effectif maximal en fonction de la population de la commune ou du groupement de communes."
    },
    {
      "provision_ref": "art72-7",
      "section": "72-7",
      "title": "Article 72-7",
      "content": "Le fonctionnaire en activité peut exercer ses fonctions dans le cadre du télétravail.\n\nLe télétravail désigne toute forme d'organisation du travail dans laquelle les fonctions qui auraient pu être exercées par un agent dans les locaux de son employeur sont réalisées hors de ces locaux en utilisant les technologies de l'information et de la communication.\n\nL'exercice des fonctions en télétravail est accordé à la demande du fonctionnaire, après avis du chef de service et accord de l'autorité de nomination. Il peut y être mis fin à tout moment, sous réserve d'un délai de préavis.\n\nDans un objectif de continuité du service et lorsque les circonstances l'exigent, le maire ou le président du groupement de communes peut prévoir que les fonctionnaires de la collectivité exercent leurs fonctions en télétravail, pour une durée limitée.\n\nLe fonctionnaire télétravailleur bénéficie des droits prévus par la législation et la réglementation applicables aux agents exerçant leurs fonctions dans les locaux de leur employeur public.\n\nLe présent article est applicable aux agents publics non fonctionnaires. Un décret en Conseil d'Etat fixe les conditions d'application du présent article en ce qui concerne les modalités d'organisation du télétravail, les conditions dans lesquelles la commission administrative paritaire compétente peut être saisie par le fonctionnaire intéressé en cas de refus opposé à sa demande de télétravail ainsi que les possibilités de recours ponctuel au télétravail."
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "Les agents qui occupent un emploi permanent des collectivités et des établissements mentionnés à l'article 1er sont réputés titulaires d'un contrat à durée indéterminée de droit public s'ils remplissent les conditions énoncées ci-après à la date de promulgation de la  loi n° 2011-664 du 15 juin 2011 actualisant l' ordonnance n° 2005-10 du 4 janvier 2005 portant statut général des fonctionnaires des communes et des groupements de communes de la Polynésie française ainsi que de leurs établissements publics administratifs :\n\na) Etre en fonction ou bénéficier d'un congé ;\n\nb) Avoir accompli des services continus d'une durée minimale d'un an dans un emploi permanent des collectivités ou des établissements mentionnés à l'article 1er au cours des trois années civiles précédentes ou être bénéficiaire d'un contrat d'une durée de plus de douze mois ou renouvelé par tacite reconduction pendant une durée totale supérieure à douze mois."
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "Article 74",
      "content": "Les agents mentionnés à l'article 73 ont vocation à être intégrés sur leur demande, après inscription sur une liste d'aptitude établie par l'autorité de nomination après avis d'une commission spéciale, dans les cadres d'emplois de fonctionnaires régis par le présent statut général s'ils remplissent les trois conditions suivantes :\n\na) Etre en fonction ou bénéficier d'un congé à la date de l'intégration ;\n\nb) Avoir accompli, à la date de l'intégration, des services effectifs d'une durée minimale d'un an dans un emploi permanent d'une collectivité ou d'un établissement mentionné à l'article 1er ;\n\nc) Remplir les conditions énumérées à l'article 4 pour avoir la qualité de fonctionnaire.\n\nLa commission spéciale est composée paritairement de représentants des collectivités et établissements mentionnés à l'article 1er et de représentants élus du personnel. Elle est établie auprès du centre de gestion et de formation et présidée par un représentant des collectivités et établissements. Un arrêté du haut-commissaire de la République en Polynésie française détermine ses règles de fonctionnement et les modalités de désignation de ses membres."
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Article 75",
      "content": "Dans un délai de six ans au plus à compter de la publication de chaque statut particulier, les organes délibérants des collectivités et des établissements mentionnés à l'article 1er ouvrent, par délibération, les emplois correspondants.\n\nChaque agent dispose d'un droit d'option qu'il exerce dans un délai d'un an à compter de la réception de la proposition de classement qui lui est adressée par l'autorité de nomination. Cette proposition est transmise à l'agent dans le délai de trois mois à compter de l'ouverture par la collectivité ou l'établissement employeur de l'emploi ou des emplois correspondant au cadre d'emplois dans lequel l'agent a vocation à être intégré.\n\nJusqu'à l'expiration du délai d'option, les agents ne peuvent être licenciés que pour insuffisance professionnelle ou pour motif disciplinaire.\n\nA l'expiration du délai d'option, les agents qui n'ont pas été intégrés continuent à être employés dans les conditions prévues par le contrat de droit public dont ils bénéficient. Leurs rémunérations font l'objet d'un réexamen périodique suivant des modalités définies par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "Article 76",
      "content": "Les cadres d'emplois auxquels les agents mentionnés à l'article 74 peuvent accéder sont déterminés en tenant compte, d'une part, des fonctions réellement exercées par ces agents, du niveau et de la nature des emplois qu'ils occupent et, d'autre part, des titres ou diplômes exigés pour l'accès aux emplois concernés ou de l'expérience professionnelle acquise par l'intéressé.\n\nLes agents sont classés, sans reprise d'ancienneté, dans le cadre d'emplois et dans un grade. Dans ce grade, l'échelon correspond au niveau de rémunération égal ou immédiatement supérieur au salaire perçu à la date de leur intégration, hors primes et avantages acquis. Le salaire de référence incorpore en valeur les primes et compléments acquis si le statut particulier ne prévoit pas de primes ou compléments équivalents.\n\nAprès leur intégration dans leur cadre d'emplois, les agents conservent les avantages ayant le caractère de complément de rémunération qu'ils ont acquis au sein de leur collectivité ou établissement dès lors que ces avantages correspondent à une disposition statutaire de nature équivalente.\n\nUne indemnité différentielle est attribuée à l'agent pour compenser la différence entre la rémunération résultant de l'échelon terminal du classement et la rémunération antérieurement perçue, d'une part, et la différence entre le montant du complément de rémunération statutaire et celui antérieurement perçu en valeur, d'autre part."
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Article 77",
      "content": "Il est créé, dans chaque subdivision administrative de la Polynésie française, une commission de conciliation présidée par le chef de la subdivision administrative ou son représentant qui a voix délibérative.Cette commission comprend, à parts égales, des représentants des collectivités et établissements mentionnés à l'article 1er de la subdivision d'une part, des représentants des organisations syndicales représentatives du personnel communal d'autre part. Elle peut faire appel à des personnes extérieures en qualité d'expert.Un arrêté du haut-commissaire de la République en Polynésie française détermine la composition et les règles de fonctionnement des commissions de conciliation ainsi que le mode de désignation de leurs membres."
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "Article 78",
      "content": "Les commissions de conciliation se prononcent sur les contestations relatives aux conditions d'intégration dont elles sont saisies par les agents intéressés après notification des décisions prises par le maire ou le président du groupement de communes ou de l'établissement sur les demandes d'intégration.Dans le cas mentionné au premier alinéa, le maire ou le président du groupement de communes ou de l'établissement doit statuer à nouveau sur la demande d'intégration dans un délai d'un mois à compter de la réception de l'avis de la commission. S'il ne suit pas cet avis, il doit motiver son refus."
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "Article 79",
      "content": "Jusqu'à la mise en place du centre de gestion et de formation, les communes peuvent confier au Syndicat pour la promotion des communes de Polynésie française les missions dévolues à ce centre mentionnées à l'article 32 et au deuxième alinéa de l'article 33."
    },
    {
      "provision_ref": "art80-2",
      "section": "80-2",
      "title": "Article 80-2",
      "content": "Dans l'attente des élections des représentants du personnel aux commissions administratives paritaires prévues au troisième alinéa de l'article 27, les représentants des organisations syndicales représentatives de fonctionnaires en Polynésie française au Conseil supérieur de la fonction publique des communes de la Polynésie française prévus aux premier et troisième alinéas de l'article 25 sont désignés par arrêté du haut-commissaire de la République en Polynésie française sur proposition des organisations syndicales représentatives des personnels des communes, des groupements de communes ainsi que de leurs établissements publics."
    },
    {
      "provision_ref": "art80-3",
      "section": "80-3",
      "title": "Article 80-3",
      "content": "Avant l'installation du Conseil supérieur de la fonction publique des communes de la Polynésie française dans la composition et dans les conditions définies par le décret prévu au dernier alinéa de l'article 25, ce conseil fonctionne, à titre transitoire, selon les modalités suivantes :\n\n1° Le conseil est composé paritairement :\n\na) Des représentants des communes dans les conditions définies au quatrième alinéa de l'article 25 ;\n\nb) De représentants des organisations syndicales dans les conditions définies à l'article 80-2 ;\n\n2° Il est présidé par un représentant des communes désigné en son sein.\n\nAvant l'installation du centre de gestion et de formation, créé par l'article 30, le secrétariat du Conseil supérieur de la fonction publique des communes de la Polynésie française est assuré par le haut-commissaire de la République en Polynésie française."
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Article 82",
      "content": "Des décrets en Conseil d'Etat déterminent, en tant que de besoin, les modalités d'application de la présente ordonnance, notamment celles des articles 7, 15 et 20 et du chapitre V."
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "Article 83",
      "content": "Le Premier ministre, le ministre de l'intérieur, de la sécurité intérieure et des libertés locales, le ministre de l'économie, des finances et de l'industrie et la ministre de l'outre-mer sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}