{
  "id": "ordonnance-n-2020-313-du-25-mars-2020",
  "type": "statute",
  "title": "Ordonnance n°2020-313 du 25 mars 2020",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000041755771",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I.-Par dérogation aux dispositions du chapitre III du titre 1er du livre III du code de l'action sociale et des familles :\n\n1° Les établissements et services sociaux et médico-sociaux mentionnés au I de l'article L. 312-1 du code de l'action sociale et des familles ainsi que les lieux de vie et d'accueil mentionnés au III du même article peuvent, en veillant à maintenir des conditions de sécurité suffisantes dans le contexte de l'épidémie de covid-19, adapter leurs conditions d'organisation et de fonctionnement et dispenser des prestations non prévues dans leur acte d'autorisation, en dérogeant aux conditions minimales techniques d'organisation et de fonctionnement mentionnées au II de l'article L. 312-1 du même code, en recourant à un lieu d'exercice différent ou à une répartition différente des activités et des personnes prises en charge. Ils peuvent aussi déroger aux qualifications de professionnels requis applicables, et, lorsque la structure y est soumise, aux taux d'encadrement prévus par la réglementation, en veillant à maintenir des conditions de sécurité suffisantes dans le contexte de l'épidémie de covid-19 ;\n\n2° Les établissements et services sociaux et médico-sociaux mentionnés au I de l'article L. 312-1 du même code peuvent accueillir ou accompagner des personnes même ne relevant pas de la zone d'intervention autorisée prévue à l'article L. 313-1-2 de ce code, pour une prise en charge temporaire ou permanente, dans la limite de 120 % de leur capacité autorisée, en veillant à maintenir des conditions de sécurité suffisante dans le contexte de l'épidémie de covid-19 ;\n\n3° Les établissements mentionnés au 7° du I du même article L. 312-1 du même code peuvent accueillir des adolescents de 16 ans et plus, en veillant à maintenir des conditions de sécurité suffisante dans le contexte de l'épidémie de covid-19 ;\n\n4° Les établissements mentionnés aux 2° et 7° du I du même article L. 312-1 du même code peuvent accueillir des personnes prises en charge par les établissements mentionnés au 1° du I du même article L. 312-1 lorsque ceux-ci ne sont plus en mesure de les accueillir dans des conditions de sécurité suffisante dans le contexte de l'épidémie de covid-19 ;\n\n5° Les établissements mentionnés aux 2°, 5° et 7° du I du même article L. 312-1 du même code qui ne sont plus en mesure d'accueillir dans des conditions de sécurité suffisantes dans le contexte de l'épidémie de covid-19 les personnes handicapées peuvent adapter leurs prestations afin de les accompagner à domicile, en recourant à leurs personnels ou à des professionnels libéraux ou à des services mentionnés aux 2°, 3°, 6° et 7° du I du même article L. 312-1 du même code qu'ils rémunèrent à cet effet.\n\nII.-Les admissions dans les établissements et services mentionnés au I et au III de l'article L. 312-1 du code de l'action sociale et des familles prises en application du I du présent article peuvent être prononcées en l'absence d'une décision préalable d'orientation par la commission mentionnée à l'article L. 241-5 du même code.\n\nIl peut être dérogé à la limitation à quatre-vingt-dix jours de la durée annuelle de l'accueil temporaire dans une structure médico-sociale pour personnes handicapées, fixée en application de l'article L. 314-8 du même code.\n\nIII.-Les adaptations dérogatoires prévues au I sont décidées par le directeur de l'établissement ou du service après consultation du président du conseil de la vie sociale et, lorsque la structure en est dotée, du comité social et économique.\n\nLe directeur informe sans délai la ou les autorités de contrôle et de tarification compétentes et, le cas échéant, la commission mentionnée à l'article L. 241-5 du code de l'action sociale et des familles des décisions d'adaptation dérogatoire qu'il a prises. Si la sécurité des personnes n'est plus garantie ou si les adaptations proposées ne répondent pas aux besoins identifiés sur le territoire, l'autorité compétente peut à tout moment s'opposer à leur mise en œuvre ou les adapter.\n\nIV.-En cas de sous-activité ou de fermeture temporaire résultant de l'épidémie de covid-19, le niveau de financement des établissements et services mentionnés au I de l'article L. 312-1 du code de l'action sociale et des familles ainsi que des lieux de vie et d'accueil mentionnés au III du même article n'est pas modifié. Pour la partie de financement des établissements et services sociaux et médico-sociaux mentionnés au I du même article L. 312-1 qui ne relève pas de dotation ou de forfait global, la facturation est établie à terme mensuel échu sur la base de l'activité qui aurait prévalu en l'absence de sous-activité ou de fermeture temporaire résultant de l'épidémie de covid-19.\n\nLa partie de l'allocation mentionnée à l'article L. 232-3 du code de l'action sociale et des familles et de la prestation mentionnée à l'article L. 245-6 du même code affectées à la rémunération d'un service d'aide et d'accompagnement à domicile est versée par le département aux bénéficiaires ou aux services d'aide et d'accompagnement à domicile sur la base des plans d'aide établis antérieurement à l'état d'urgence sanitaire déclaré par l'article 4 de la loi du 23 mars 2020 susvisée, selon des modalités et conditions définies par décret.\n\nLes délais prévus dans les procédures administratives, budgétaires ou comptables relevant des droits et obligations des établissements sociaux et médico-sociaux fixés aux chapitres III, IV et V du titre Ier du livre III du même code, expirant à compter du 12 mars 2020 et jusqu'au 23 mai 2020 inclus, sont prorogés d'un délai supplémentaire de quatre mois.\n\nPar dérogation aux dispositions des articles L. 313-12 IV ter, L. 313-12-2 et L. 314-2 du même code, il n'est pas procédé en 2021 à la modulation des financements en fonction de l'activité constatée en 2020.\n\nPar dérogation au troisième alinéa du présent IV, le délai mentionné au premier alinéa du II de l'article L. 314-7 du code de l'action sociale et des familles est porté à six mois, sans que cela puisse porter le terme de ce délai au-delà du 31 décembre 2020, lorsque la date de notification des dotations mentionnées, selon le cas, aux articles L. 314-3 à L. 314-5 du même code, intervient entre le 12 mars 2020 et le 10 juillet 2020 inclus et le délai de validation mentionné au 1° du I de l'article L. 314-2 du même code court au plus tard jusqu'au 31 octobre 2020 inclus, pour une prise en compte dans le forfait global relatif aux soins au titre de l'exercice budgétaire de l'année 2021.\n\nV.-Par dérogation à l'article L. 243-4 du code de l'action sociale et des familles, en cas de réduction ou de fermeture d'activité résultant de l'épidémie de covid-19, l'écart de financement entre le niveau en résultant et le niveau antérieur de la rémunération garantie des travailleurs handicapés est compensé par les aides au poste versées par l'Etat."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I.-A l'exception des dispositions des troisième, quatrième et cinquième alinéas du IV de l'article 1er, les dispositions prévues à l'article 1er sont applicables à compter du 12 mars 2020 et jusqu'au 10 octobre 2020 inclus. Les mesures prises en application de ces mêmes dispositions prennent fin trois mois au plus tard après la même date.\n\nII.-Les dispositions prévues au quatrième alinéa du IV de l'article 1er entrent en vigueur au 1er janvier 2021."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Le Premier ministre, le ministre des solidarités et de la santé, la ministre de la cohésion des territoires et des relations avec les collectivités territoriales et la secrétaire d'Etat chargée des personnes handicapées sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}