{
  "id": "ordonnance-n-2017-717-du-3-mai-2017",
  "type": "statute",
  "title": "Ordonnance n°2017-717 du 3 mai 2017",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000034567572",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. - Les dispositions de l'article 1er de la présente ordonnance entrent en vigueur et l'établissement public Paris La Défense est créé au 1er janvier 2018.II. - A cette même date, l'établissement public d'aménagement de La Défense Seine Arche et l'établissement public de gestion du quartier d'affaires de La Défense sont dissous.III. - A compter de la création de l'établissement public Paris La Défense, un directeur général est désigné à titre intérimaire par le préfet de la région d'Ile-de-France. Ce directeur général exerce ses fonctions jusqu'à ce qu'un directeur général soit nommé dans les conditions prévues par l'article L. 328-13 du code de l'urbanisme, dans sa rédaction issue de l'article 1er de la présente ordonnance.IV. - La première réunion du conseil d'administration mentionné à l'article L. 328-8 du code de l'urbanisme, dans sa rédaction issue de l'article 1er de la présente ordonnance, intervient au plus tard six mois après la création de l'établissement public Paris La Défense.Lors de cette première réunion, le président est élu dans les conditions prévues à l'article L. 328-8 du code de l'urbanisme, dans sa rédaction issue de l'article 1er de la présente ordonnance."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I.-A compter de la création de l'établissement public Paris La Défense :1° Les biens, droits, obligations et personnel de l'établissement public de gestion du quartier d'affaires de La Défense sont transférés à l'établissement public Paris La Défense. Le transfert des biens s'effectue en pleine propriété à titre gratuit.2° Les biens, droits, obligations et personnel de l'établissement public d'aménagement de La Défense Seine Arche sont transférés à l'établissement public Paris La Défense.Le transfert des biens s'effectue en pleine propriété et à titre gratuit sous réserve qu'ils contribuent à l'exercice par l'établissement public Paris La Défense de ses missions.En cas de méconnaissance des dispositions du précédent alinéa, de dissolution ou de transformation de l'établissement, l'établissement public Paris La Défense verse à l'Etat une indemnité d'un montant de 150 millions d'euros en valeur 2017.II.-Les transferts prévus au I se font dans leur état à la date où ils interviennent et ne donnent lieu à aucun droit, indemnité, taxe ou contribution prévue à l'article 879 du code général des impôts."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I.-Le premier document d'engagement prévu à l'article L. 328-11 du code de l'urbanisme, dans sa rédaction issue de l'article 1er de la présente ordonnance, qui comporte un programme pluriannuel d'investissements prévoyant une dépense affectée à la mise aux normes et à la gestion des ouvrages, espaces publics et services d'intérêt général mentionnés à l'article L. 328-3 du code de l'urbanisme, dans sa rédaction issue de l'article 1er de la présente ordonnance, dont le montant ne peut être inférieur à 360 millions d'euros apprécié sur une période de dix ans, est approuvé pour la première fois par l'établissement public Paris La Défense dans un délai de six mois suivant sa création.Passé ce délai, en l'absence du document d'engagement ou si ce dernier n'est pas conforme aux dispositions du précédent alinéa, les décisions du conseil d'administration doivent, pour devenir exécutoires, être approuvées par le préfet de la région d'Ile-de-France.II.-La convention mentionnée au deuxième alinéa du I de l'article L. 328-10 du code de l'urbanisme, dans sa rédaction issue de l'article 1er de la présente ordonnance, est notifiée au ministre chargé de l'urbanisme pour la première fois au plus tard six mois après la création de l'établissement public Paris La Défense.III.-Les décrets en Conseil d'Etat mentionnés aux articles L. 328-2 à L. 328-4 du code l'urbanisme, dans leur rédaction issue de l'article 1er de la présente ordonnance, sont pris au plus tard dans les six mois suivant la création de l'établissement public Paris La Défense.Jusqu'à l'entrée en vigueur de ces décrets, les périmètres mentionnés aux articles L. 328-2 et L. 328-3 du code de l'urbanisme, dans leur rédaction issue de l'article 1er de la présente ordonnance, correspondent respectivement à l'ancien périmètre de compétence de l'établissement public d'aménagement de La Défense Seine Arche, tel que fixé par le décret n° 2010-743 du 2 juillet 2010 susvisé, et à l'ancien périmètre de compétence de l'établissement public de gestion du quartier d'affaires de La Défense, tel que fixé par le décret n° 2010-744 du 2 juillet 2010 susvisé."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Le Premier ministre, le ministre de l'économie et des finances, la ministre du logement et de l'habitat durable et le secrétaire d'Etat chargé du budget et des comptes publics sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}