{
  "id": "ordonnance-n-2022-534-du-13-avril-2022",
  "type": "statute",
  "title": "Ordonnance n°2022-534 du 13 avril 2022",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000045570510",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. - Les dispositions de la présente ordonnance entrent en vigueur le 1er juillet 2023, dans les conditions et sous les réserves énoncées au présent article :1° Sont applicables aux demandes déposées après le 30 juin 2023 :a) Les dispositions du code de l'environnement, dans leur rédaction résultant du 1° de l'article 1er de la présente ordonnance ;b) Les dispositions du code minier, dans leur rédaction résultant des 1°, 2° et 5° de l'article 2 de la présente ordonnance ;2° Les autorisations d'ouverture de travaux miniers, délivrées sur le fondement du titre VI du livre Ier du code minier, dans sa rédaction antérieure à l'entrée en vigueur de la présente ordonnance, sont regardées comme des autorisations environnementales prises sur le fondement du chapitre unique du titre VIII du livre Ier du code de l'environnement, dans sa rédaction résultant de la présente ordonnance. Il en va de même des autorisations, enregistrements, déclarations, absences d'opposition, approbations et agréments énumérés par le I de l'article L. 181-2 du code de l'environnement auxquels un projet régulièrement autorisé a, le cas échéant, été soumis ou qu'il a nécessités. Les dispositions du chapitre unique du titre VIII du livre Ier du code de l'environnement, dans sa rédaction résultant du 1° de l'article 1er de la présente ordonnance, leur sont, ensuite, applicables, notamment lorsque ces autorisations et décisions sont contrôlées, modifiées, abrogées, retirées, renouvelées, transférées ou contestées ;3° Les demandes d'autorisation prévues au titre VI du livre Ier du code minier déposées avant l'entrée en vigueur des 1°, 2° et 5° de l'article 2 et du 1° de l'article 1er de la présente ordonnance demeurent instruites et délivrées selon les dispositions législatives et réglementaires de procédure applicables dans leur rédaction antérieure à l'entrée en vigueur de la présente ordonnance. Après leur délivrance, le régime de police prévu par le 2° du présent article leur est applicable ;4° Les autorisations, enregistrements, déclarations, absences d'opposition, approbations et agréments énumérés par le I de l'article L. 181-2 du code de l'environnement auxquels un projet faisant l'objet d'une demande telle que celle mentionnée au 3° du présent article est, le cas échéant, soumis ou qu'il nécessite, qui ont été régulièrement sollicités ou effectués avant l'entrée en vigueur du 1° de l'article 1er et des 1°, 2° et 5° de l'article 2 de la présente ordonnance sont instruits et délivrés ou acquis selon les dispositions législatives et réglementaires de procédure qui leur sont propres. Leur titulaire en conserve le bénéfice en cas de demande d'autorisation environnementale ultérieure. Le régime de police prévu par le 2° du présent article leur est, ensuite, applicable. Toutefois, dans le cas d'une demande d'autorisation environnementale ultérieure, lorsqu'une autorisation de défrichement n'a pas été exécutée, elle est suspendue jusqu'à la délivrance de l'autorisation environnementale ;II. - Par dérogation au I, les dispositions du I de l'article L. 173-2 du code minier, dans leur rédaction résultant du a du 6° de l'article 2 de la présente ordonnance, s'appliquent aux constats effectués après l'entrée en vigueur de l'ordonnance n° 2022-1423 du 10 novembre 2022 portant diverses dispositions relatives au code minier."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Le Premier ministre, la ministre de la transition écologique et le ministre de l'économie, des finances et de la relance sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}