{
  "id": "ordonnance-n-2014-1335-du-6-novembre-2014",
  "type": "statute",
  "title": "ORDONNANCE n°2014-1335 du 6 novembre 2014",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000029717347",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. et II.- A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\nIII. - Le produit de la part départementale de la taxe d'aménagement perçue au titre des autorisations d'urbanisme délivrées avant le 1er janvier 2017 dans le périmètre de la métropole de Lyon qui est reversé au conseil général du Rhône après le 1er janvier 2015 est déduit du montant de la dotation de compensation métropolitaine due par la métropole de Lyon en application de l'article L. 3663-6 du même code.\n\n- Livre des procédures fiscales\n\n- Code de l'urbanisme"
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "II. - Le produit de la part départementale de la taxe sur la consommation finale d'électricité perçu dans le périmètre de la métropole de Lyon revient à celle-ci, en sus du produit de la taxe communale qui lui échoit en vertu du 3° de l'article L. 3662-1 du code général des collectivités territoriales."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "I. - Pour le calcul de la dotation de compensation métropolitaine prévue à l'article L. 3663-6 du code général des collectivités territoriales, les produits de la taxe sur les conventions d'assurance et de la taxe intérieure de consommation sur les produits énergétiques attribués au département du Rhône, avant la création de la métropole de Lyon, en application du III de l'article 52 de la loi de finances pour 2005 susvisée sont répartis entre la métropole de Lyon et le département du Rhône au prorata des charges respectives de chacune de ces collectivités telles qu'évaluées par la commission locale créée par l'article 38 de la loi du 27 janvier 2014 susvisée dans les conditions fixées à l'article L. 3663-3 du code général des collectivités territoriales. Ces charges ne comprennent pas les dépenses au titre du revenu de solidarité active, de l'allocation personnalisée d'autonomie et de la prestation de compensation du handicap.A défaut d'accord de la commission, ces produits sont répartis au prorata de la population recensée sur le territoire de chacune de ces collectivités au 31 décembre 2013 par l'Institut national de la statistique et des études économiques.II. - Pour l'application, en 2015, du dernier alinéa de l'article 52 de la loi de finances pour 2005 susvisée à la métropole de Lyon et au département du Rhône, le droit à compensation de chacune de ces collectivités pour l'année 2015 est calculé en répartissant selon les modalités définies au I du présent article le droit à compensation du département du Rhône pour 2015, tel que défini au I de l'article 119 de la loi du 13 août 2004 susvisée.Pour l'application, les années suivantes, du dernier alinéa de l'article 52 de la loi du 13 août 2004 susvisée à la métropole de Lyon et au département du Rhône, le droit à compensation de chacune de ces collectivités pour l'année considérée équivaut à la somme de leur droit à compensation pour l'année 2015, tel que défini au premier alinéa du présent III, et de leur droit à compensation alloué au titre de transferts de compétences ultérieurs, le cas échéant."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Pour le calcul de la dotation de compensation métropolitaine prévue à l'article L. 3663-6 du code général des collectivités territoriales, le produit de la taxe sur les conventions d'assurance attribué au département du Rhône avant la création de la métropole de Lyon, en application du I de l'article 53 de la loi de finances pour 2005 susvisée, est réparti entre la métropole de Lyon et le département du Rhône selon une clef définie par la commission locale, créée par l'article 38 de la loi du 27 janvier 2014 susvisée dans les conditions fixées à l'article L. 3663-3 du code général des collectivités territoriales, en tenant compte du nombre des interventions effectuées par le service départemental d'incendie et de secours sur le territoire de chacune des deux collectivités territoriales.A défaut d'accord de la commission, ce produit est réparti en fonction des dépenses réelles par habitant du service départemental d'incendie et de secours constatées en 2013 sur le territoire de chacune des deux collectivités territoriales."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Pour le calcul de la dotation de compensation métropolitaine prévue à l'article L. 3663-6 du code général des collectivités territoriales, les produits de la taxe intérieure de consommation sur les produits énergétiques attribués au département du Rhône, avant la création de la métropole de Lyon, en application de l'article 59 de la loi de finances pour 2004 susvisée et de l'article 51 de la loi de finances pour 2009 susvisée sont répartis entre la métropole de Lyon et le département du Rhône au prorata des charges respectives de chacune de ces collectivités au titre du revenu de solidarité active telles qu'évaluées par la commission locale créée par l'article 38 de la loi du 27 janvier 2014 susvisée dans les conditions fixées à l'article L. 3663-3 du code général des collectivités territoriales.A défaut d'accord de la commission, ces produits sont répartis au prorata des droits versés au titre du revenu de solidarité active, tels que constatés par la caisse d'allocations familiales et la caisse de la mutualité sociale agricole sur le territoire de chacune de ces collectivités, en prenant en compte à titre provisionnel les droits versés pour l'exercice 2013 et à titre définitif les droits versés pour l'exercice 2014."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "IV. - A. - Pour l'application des I et II de l'article 3662-2 du code général des collectivités territoriales au titre de l'exercice 2015 et jusqu'à ce que soient connues les taxes et impositions mises en recouvrement au profit de la métropole de Lyon au titre de ce même exercice, les attributions mensuelles sont servies à la métropole de Lyon dans la limite du douzième des taxes et impositions mises en recouvrement au titre de 2014 au profit de la communauté urbaine de Lyon, du montant des taxes et impositions transférées, perçues au titre de l'année 2014 par la commune de Quincieux, et du produit des taxes et impositions mises en recouvrement au titre de l'année 2014 au profit du département du Rhône dans le périmètre défini à l'article 3611-1 du code général des collectivités territoriales."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I. - A modifié les dispositions suivantes :\n\nII. - Les versements perçus en application du V du 1.1 et du V du 2.1 de l'article 78 de la loi de finances pour 2010 susvisée en lieu et place de la communauté urbaine de Lyon reviennent à la métropole de Lyon, en sus de ceux qui lui échoient sur le fondement du 1 bis du II du 1.2 et du III du 2.2 du même article 78, en lieu et place du département du Rhône dans son périmètre.\n\n- LOI n° 2009-1673 du 30 décembre 2009"
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Le montant annuel de la dotation départementale d'équipement des collèges prévue à l'article L. 3334-16 du code général des collectivités territoriales perçu par le département du Rhône avant la création de la métropole de Lyon est réparti entre la métropole de Lyon et le département du Rhône au prorata des surfaces (hors œuvre nette) des collèges situés sur le territoire de chacune de ces collectivités telles qu'évaluées par la commission locale créée par l'article 38 de la loi du 27 janvier 2014 susvisée dans les conditions fixées à l'article L. 3663-3 du même code."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I. - Pour le calcul de la dotation de compensation métropolitaine prévue à l'article L. 3663-6 du code général des collectivités territoriales le montant de la dotation générale de décentralisation versé au département du Rhône avant la création de la métropole de Lyon en application des articles L. 1614-1 à 4 du code général des collectivités territoriales est intégralement versé au département du Rhône.II. - A compter de la création de la métropole de Lyon, le département du Rhône reçoit l'intégralité des crédits de la dotation générale de décentralisation versée au département du Rhône dans les conditions qui lui étaient applicables avant la création de la métropole de Lyon.A cette même date, le département du Rhône est éligible au fonds de compensation de la fiscalité transférée prévu à l'article L. 1614-4 du code général des collectivités territoriales dans les conditions applicables au département du Rhône avant la création de la métropole de Lyon."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "A compter de 2015, la métropole de Lyon est éligible au concours particulier relatif aux bibliothèques municipales et aux bibliothèques départementales de prêt prévu à l'article L. 1614-10 du code général des collectivités territoriales au titre des bibliothèques municipales et départementales de prêt implantées sur son territoire."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I. - Pour le calcul de la dotation de compensation métropolitaine prévue à l'article L. 3663-6 du code général des collectivités territoriales, le montant du concours de la Caisse nationale de solidarité pour l'autonomie versé au département du Rhône, avant la création de la métropole de Lyon, au titre de l'exercice 2013 au titre de l'allocation personnalisée d'autonomie est réparti entre le département du Rhône et la métropole de Lyon au prorata des charges respectives de chacune de ces collectivités en matière de l'allocation personnalisée d'autonomie, telles qu'évaluées par la commission locale créée par l'article 38 de la loi du 27 janvier 2014 susvisée et dans les conditions fixées à l'article L. 3663-3 du code général des collectivités territoriales.A défaut d'accord de la commission, ce montant est réparti au prorata du nombre de personnes âgées de soixante-quinze ans et plus recensées sur le territoire de chacune de ces collectivités au 31 décembre 2013 par l'Institut national de la statistique et des études économiques.II. - Le concours prévu au II de l'article L. 14-10-5 du code de l'action sociale et des familles au titre de l'allocation personnalisée d'autonomie est versé par la Caisse nationale de solidarité pour l'autonomie à la métropole de Lyon et au département du Rhône dans les conditions suivantes :a) En 2015, la dotation versée est celle attribuée au département du Rhône dans ses limites territoriales antérieures à la création de la métropole de Lyon. Elle est répartie entre ces deux collectivités selon les modalités définies au I du présent article ;b) A compter de 2016, la métropole de Lyon est éligible au concours dans les conditions fixées à l'article L. 14-10-6 du code de l'action sociale et des familles."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "I. - Pour le calcul de la dotation de compensation métropolitaine prévue à l'article L. 3663-6 du code général des collectivités locales, le montant du concours de la Caisse nationale de solidarité pour l'autonomie versé au département du Rhône, avant la création de la métropole de Lyon, au titre de l'exercice 2013 au titre de la prestation de compensation du handicap est réparti entre le département du Rhône et la métropole de Lyon au prorata des charges respectives de chacune de ces collectivités en matière de prestation de compensation du handicap et d'allocation compensatrice pour tierce personne telles qu'évaluées par la commission locale créée par l'article 38 de la loi du 27 janvier 2014 susvisée dans les conditions fixées à l'article L. 3663-3 du code général des collectivités territoriales.A défaut d'accord de la commission, ce produit est réparti au prorata du nombre de personnes âgées de vingt à cinquante-neuf ans recensées sur le territoire de chacune de ces collectivités au 31 décembre 2013 par l'Institut national de la statistique et des études économiques.II. - A compter de 2015, la métropole de Lyon est éligible au concours de la Caisse nationale de solidarité pour l'autonomie versé au titre de la prestation de compensation du handicap prévu au III de l'article L. 14-10-5 et dans les conditions de l'article L. 14-10-7 du code de l'action sociale et des familles."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "I.-Pour le calcul de la dotation de compensation métropolitaine prévue à l'article L. 3663-6 du code général des collectivités territoriales, le montant du concours de la Caisse nationale de solidarité pour l'autonomie versé au titre de l'exercice 2013 au département du Rhône avant la création de la métropole de Lyon, pour l'installation ou le fonctionnement des maisons départementales des personnes handicapées, est réparti entre le département du Rhône et la métropole de Lyon selon une clef définie par la commission locale créée par l'article 38 de la loi du 27 janvier 2014 susvisée dans les conditions fixées à l'article L. 3663-3 du code général des collectivités territoriales.\n\nA défaut d'accord de la commission, ce produit est réparti au prorata du nombre de personnes âgées de vingt à cinquante-neuf ans recensées sur le territoire de chacune de ces collectivités au 31 décembre 2013 par l'Institut national de la statistique et des études économiques.\n\nII.-A compter de 2015, la métropole de Lyon est éligible au concours de la Caisse nationale de solidarité pour l'autonomie versé pour l'installation ou le fonctionnement des maisons départementales des personnes handicapées et prévu aux articles L. 14-10-5 et L. 14-10-7 du code de l'action sociale et des familles, dans les conditions particulières tenant compte des spécificités d'organisation de la maison des personnes handicapées sur son territoire.\n\nIII.-A modifié les dispositions suivantes :\n\n-Code de l'action sociale et des familles"
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "I. - Pour le calcul de la dotation de compensation métropolitaine prévue à l'article L. 3663-6 du code général des collectivités territoriales, le montant de la dernière dotation connue versée au département du Rhône, avant la création de la métropole de Lyon, au titre du fonds de mobilisation départementale pour l'insertion prévu à l'article L. 3334-16-2 de ce code est réparti entre le département du Rhône et la métropole de Lyon au prorata des charges respectives de chacune de ces collectivités au titre du revenu de solidarité active telles qu'évaluées par la commission locale créée par l'article 38 de la loi du 27 janvier 2014 susvisée dans les conditions fixées à l'article L. 3663-3 du même code.A défaut d'accord de la commission, ce produit est réparti au prorata des droits versés au titre du revenu de solidarité active, tels que constatés sur le territoire de chacune de ces collectivités pour l'exercice 2013 par la caisse d'allocations familiales et la caisse de la mutualité sociale agricole.II. - La dotation au titre du fonds de mobilisation départementale pour l'insertion prévue à l'article L. 3334-16-2 du code général des collectivités territoriales, est versée à la métropole de Lyon et au département du Rhône dans les conditions suivantes :a) En 2015, la dotation versée est celle attribuée au département du Rhône dans ses limites territoriales antérieures à la création de la métropole de Lyon. Elle est répartie entre ces deux collectivités selon les modalités définies au I du présent article ;b) A compter de 2016, la métropole de Lyon est éligible à ce fonds dans les conditions fixées à l'article L. 3334-16-2 du même code."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "I. - Pour le calcul de la dotation de compensation métropolitaine prévue à l'article L. 3663-6 du code général des collectivités territoriales, la dotation issue de la répartition prévue au 2° du II de l'article 42 de la loi de finances pour 2014 susvisée attribuée au département du Rhône, avant la création de la métropole de Lyon, est répartie entre la métropole de Lyon et le département du Rhône au prorata des charges respectives de chacune de ces collectivités au titre du revenu de solidarité active, de l'allocation personnalisée d'autonomie et de la prestation de compensation du handicap telles qu'évaluées par la commission locale créée par l'article 38 de la loi du 27 janvier 2014 susvisée dans les conditions fixées à l'article L. 3663-3 du code général des collectivités territoriales.A défaut d'accord de la commission, ces produits sont répartis au prorata de la population recensée sur le territoire de chacune de ces collectivités au 31 décembre 2013 par l'Institut national de la statistique et des études économiques.II. - La dotation issue de la répartition prévue au 2° du II de l'article 42 de la loi de finances pour 2014 susvisée est versée à la métropole de Lyon et au département du Rhône dans les conditions suivantes :a) En 2015 et 2016, la dotation versée est celle attribuée au département du Rhône dans ses limites territoriales antérieures à la création de la métropole de Lyon. Elle est répartie entre ces deux collectivités selon les modalités définies au I du présent article ;b) A compter de 2017, la métropole de Lyon est éligible au dispositif prévu à l'article 42 de la loi de finances pour 2014 susvisée ;c) Pour l'exercice 2017, les montants respectifs de la compensation versée au titre de l'allocation personnalisée d'autonomie retenus pour le calcul de la dotation issue de la répartition prévue au 2° du II de l'article 42 de la loi de finances pour 2014 susvisée pour le département du Rhône et pour la métropole de Lyon sont ceux résultant de l'application des dispositions du a du II de l'article 27 de la présente ordonnance."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "I.-Les délibérations prises en matière de droits d'enregistrement et de taxe sur la publicité foncière par le département du Rhône antérieurement à la création de la métropole de Lyon demeurent applicables sur le périmètre de celle-ci tant qu'elles n'ont pas été rapportées ou modifiées par délibération prise dans les conditions prévues par les dispositions de l'article 1594 E du code général des impôts ou par celles du III de l'article 77 de la loi de finances pour 2014 susvisée.II.-Pour l'application à la métropole de Lyon des dispositions de l'article 77 de la loi de finances pour 2014 susvisée, la référence au conseil général est remplacée par la référence au conseil de la métropole de Lyon."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "Pour l'application, au titre de 2015, du dernier alinéa du II de l'article 1609 nonies C, du VII de l'article 1636 B septies et du VI de l'article 1636 B decies du code général des impôts, les taux de référence relatifs à l'année 2014 sont déterminés comme suit :1° Les taux de référence de la cotisation foncière des entreprises, de la taxe foncière sur les propriétés non bâties et de la taxe d'habitation sont les taux votés en 2014 par la communauté urbaine de Lyon ;2° Le taux de référence de la taxe foncière sur les propriétés bâties correspond à la somme du taux voté en 2014 par la communauté urbaine de Lyon et du taux voté la même année par le département du Rhône."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "I. - Les délibérations, autres que celles relatives aux taux, prises en matière de taxes foncières et de taxe d'habitation par la communauté urbaine de Lyon et par le département du Rhône antérieurement à la création de la métropole de Lyon demeurent applicables pour les impositions dues au titre de 2015 perçues au profit de la métropole de Lyon et, tant qu'elles n'ont pas été rapportées ou modifiées par une délibération prise dans les conditions prévues à l'article 1639 A bis du code général des impôts, pour celles dues au titre des années suivantes.II. - Les délibérations relatives à la cotisation foncière des entreprises, autres que celles relatives au taux, prises par l'organe délibérant de la communauté urbaine de Lyon ainsi que, dans les conditions prévues au II de l'article 1586 nonies du code général des impôts, celles relatives à la cotisation sur la valeur ajoutée des entreprises prises par le conseil général du département du Rhône demeurent applicables pour les impositions dues au titre de 2015 perçues au profit de la métropole de Lyon et, tant qu'elle n'ont pas été rapportées ou modifiées par une délibération prise dans les conditions prévues à cet article et à l'article 1639 A bis du même code, pour celles dues au titre des années suivantes.Les délibérations uniquement applicables à la fraction de cotisation sur la valeur ajoutée des entreprises perçue au profit de la communauté urbaine de Lyon demeurent applicables, dans les conditions prévues au II de l'article 1586 octies du code général des impôts, à proportion de cette fraction pour les impositions dues au titre de 2015 perçues au profit de la métropole de Lyon et, tant qu'elles n'ont pas été rapportées ou modifiées par une délibération prise dans les conditions prévues à cet article et à l'article 1639 A bis du même code, pour celles dues au titre des années suivantes."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "I.-Par dérogation aux dispositions des premier et troisième alinéas de l'article L. 1612-1 du code général des collectivités territoriales et pour le seul exercice 2015 :1° Le président du conseil de la métropole de Lyon a compétence, avant l'adoption du budget primitif de cet exercice, pour mettre en recouvrement les recettes ;2° Jusqu'à l'adoption du budget primitif de cet exercice, il peut engager, liquider et mandater les dépenses de la section de fonctionnement dans la limite du montant résultant de l'addition de celles inscrites au budget de l'année précédente de la communauté urbaine de Lyon et de trois quarts de celles prévues au budget de l'année précédente du département du Rhône ;3° Jusqu'à l'adoption du budget primitif ou jusqu'au 15 avril du même exercice, en l'absence d'adoption du budget avant cette date, il peut, sur autorisation de l'organe délibérant, engager, liquider et mandater les dépenses d'investissement, dans la limite du quart du montant résultant de l'addition des crédits ouverts au budget de l'exercice précédent de la communauté urbaine de Lyon, non compris les crédits afférents au remboursement de la dette, et des trois quarts des crédits ouverts au budget de l'exercice précédent du département du Rhône, non compris les crédits afférents au remboursement de la dette. L'autorisation accordée par l'organe délibérant précise le montant et l'affectation des crédits.II.-Par dérogation aux dispositions de l'article L. 1612-3 du code général des collectivités territoriales, la date limite d'adoption du budget primitif de la métropole de Lyon pour l'exercice 2015 est celle prévue par l'article L. 1612-2. Les dispositions de l'article L. 3661-2, celles du premier alinéa de l'article L. 3661-4 et celles du premier alinéa de l'article L. 3661-8 ne sont pas applicables pour l'année de création de la métropole de Lyon.III.-Le conseil de la métropole de Lyon adopte, au plus tard le 30 juin 2015 et dans les conditions prévues par les articles L. 1612-12 et L. 1612-13 du code général des collectivités territoriales, le compte administratif de l'année précédente de la communauté urbaine de Lyon.IV.-Le conseil général du Rhône adopte, au plus tard le 30 juin 2015 et dans les conditions prévues par les articles L. 1612-12 et L. 1612-13 du code général des collectivités territoriales, le compte administratif de l'année précédente du département du Rhône.V.-La métropole de Lyon est subrogée dans les droits du département du Rhône pour les attributions du fonds de compensation pour la taxe sur la valeur ajoutée à percevoir au titre des dépenses d'investissement effectuées en 2014 et afférentes aux biens qui sont mis à sa disposition ou lui sont transférés en pleine propriété en application de l'article L. 3651-1.VI.-La métropole de Lyon est subrogée dans les droits de la communauté urbaine de Lyon à laquelle elle succède pour les attributions du fonds de compensation pour la taxe sur la valeur ajoutée au titre de ses dépenses d'investissement."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "Pour l'application à la métropole de Lyon du livre des procédures fiscales et des dispositions législatives à caractère fiscal autres que celles du code général des impôts et du code général des collectivités territoriales :1° Les dispositions relatives aux communautés urbaines sont applicables de plein droit à la métropole de Lyon ;2° La référence au département est remplacée par la référence à la métropole de Lyon ;3° La référence au conseil général est remplacée par la référence au conseil de la métropole de Lyon ;4° La référence au président du conseil général est remplacée par la référence au président du conseil de la métropole."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "I. - Les articles 39 et 41 s'appliquent au titre de l'année 2015.II. - Les articles 1er, 4, 5, 13, 14, 15, 17, à l'exclusion du 5°, 19, 20, 21, 22, 23, 24, 32, 33, 34, 35, 36, 37 et 42 s'appliquent à compter du 1er janvier 2015.III. - Les dispositions des articles 2, 3, 6, 7, 8, 9, 10, 11, 12, 16, 18, 38 et 40 s'appliquent à compter des impositions dues au titre de 2015.IV. - Le 5° de l'article 17 s'applique à compter des impositions dues au titre de 2016."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "Le Premier ministre, le ministre des finances et des comptes publics, le ministre de l'intérieur, la ministre de la décentralisation et de la fonction publique, le secrétaire d'Etat chargé du budget et le secrétaire d'Etat chargé de la réforme territoriale sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}