{
  "id": "ordonnance-n-2022-414-du-23-mars-2022",
  "type": "statute",
  "title": "Ordonnance n°2022-414 du 23 mars 2022",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000045398547",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I. - Les dispositions de la présente ordonnance entrent en vigueur le lendemain de sa publication.Pour l'application des dispositions des articles 5 et 152 du règlement (UE) 2019/6 du Parlement européen et du Conseil du 11 décembre 2018 relatif aux médicaments vétérinaires, le directeur général de l'Agence nationale de sécurité sanitaire de l'alimentation, de l'environnement et du travail indique aux titulaires d'autorisation de mise sur le marché octroyées conformément aux dispositions de l'article L. 5141-5 dans sa rédaction antérieure à la date d'entrée en vigueur de la présente ordonnance, avant le 29 janvier 2027, si ces autorisations sont valables sans limitation de durée conformément à l'article 5 du le règlement (UE) 2019/6 du 11 décembre 2018, et leur classification vis-à-vis de l'obligation de prescription, conformément à l'article 34 du même règlement.II. - Les entreprises dont l'activité est concédée en toute ou partie en location-gérance à une société, continuent d'exercer leur activité jusqu'à l'extinction du contrat de location-gérance. A la rupture du contrat de location-gérance, le transfert de l'autorisation d'ouverture d'un établissement pharmaceutique exploité en location-gérance peut s'effectuer au profit d'un propriétaire conformément aux dispositions de l'article L. 5142-1.III. - Les règles de bonnes pratiques de fabrication des substances actives utilisées comme matière première dans les médicaments à usage vétérinaire définies en application de l'article L. 5138-3 du code de la santé publique dans sa rédaction antérieure à la présente ordonnance ainsi que les bonnes pratiques de fabrication des médicaments vétérinaires définies en application de l'article L. 5142-3 dans la rédaction antérieure à la présente ordonnance demeurent applicables jusqu'à l'entrée en vigueur des règlements d'exécution prévus aux articles 93 et 95 du règlement (UE) 2019/6 du 11 décembre 2018.IV. - Les établissements mentionnés à l'article L. 5142-1 dans sa rédaction antérieure à la présente ordonnance peuvent poursuivre leurs activités jusqu'à la délivrance d'une autorisation par le directeur général de l'Agence nationale de sécurité sanitaire de l'alimentation, de l'environnement et du travail en application des dispositions des articles 88 et 99 du règlement (UE) 2019/6 du 11 décembre 2018. Les certificats de conformité aux bonnes pratiques de fabrication des établissements pharmaceutiques vétérinaires de fabrication et d'importation restent valables jusqu'à leur expiration."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Le Premier ministre, le ministre des outre-mer, le ministre des solidarités et de la santé et le ministre de l'agriculture et de l'alimentation sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}