{
  "id": "ordonnance-n-2019-1015-du-2-octobre-2019",
  "type": "statute",
  "title": "Ordonnance n°2019-1015 du 2 octobre 2019",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000039167499",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Les droits exclusifs mentionnés aux articles L. 322-8 et L. 322-14 du code de la sécurité intérieure sont confiés à la société La Française des jeux pour une durée de 25 ans."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Une convention conclue entre l'Etat et la société La Française des jeux et un cahier des charges défini par l'Etat sont approuvés par décret en Conseil d'Etat.La convention et le cahier des charges précisent les modalités d'exploitation des droits exclusifs mentionnés aux articles L. 322-8 et L. 322-14 du code de la sécurité intérieure notamment celles relatives à la fin d'exercice de ces droits.La société La Française des jeux doit tenir une comptabilité certifiée des jeux selon des modalités fixées par décret.Un arrêté du ministre chargé du budget fixe le nombre maximal de terminaux de jeux sans intermédiation humaine au sein d'un même poste d'enregistrement des jeux de loterie et des paris sportifs."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "La société La Française des jeux s'acquitte, avant le 30 juin 2020, d'un versement à l'Etat en contrepartie de l'octroi, pour les durées fixées à l'article 15 de la présente ordonnance, des droits exclusifs mentionnés aux articles L. 322-8 et L. 322-14 du code de la sécurité intérieure dans leur rédaction issue de la présente ordonnance. Le montant de ce versement est fixé, après avis conforme de la Commission des participations et des transferts, dans le cahier des charges prévu à l'article 16. L'avis de la Commission des participations et des transferts est rendu public à la date de la publication du décret en Conseil d'Etat approuvant le cahier des charges."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Les statuts de la société anonyme La Française des jeux et ses modifications sont approuvés par décret."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Un commissaire du Gouvernement, désigné par le ministre chargé du budget, est placé auprès de la société mentionnée à l'article 15. Il s'assure que les activités de cette société sont conformes aux objectifs mentionnés à l'article L. 320-3 du code de la sécurité intérieure. A cette fin, il peut se faire communiquer toute information, quelle qu'en soit la forme et faire procéder à toutes vérifications nécessaires à l'accomplissement de sa mission.Le commissaire du Gouvernement siège, avec voix consultative, au sein du conseil d'administration, du conseil de surveillance ou de l'organe délibérant en tenant lieu de la société mentionnée à l'article 15. Le commissaire du Gouvernement siège également dans les comités et les commissions créés par le conseil d'administration, le conseil de surveillance ou l'organe délibérant en tenant lieu de la société mentionnée à l'article 15. Il peut demander l'inscription de toute question à l'ordre du jour des séances d'une réunion ordinaire de ces instances et est destinataire de leurs délibérations. Il peut s'opposer à une délibération du conseil d'administration, du conseil de surveillance ou de l'organe délibérant en tenant lieu de la société mentionnée à l'article 15 pour des motifs tirés des objectifs définis à l'article L. 320-3 du code de la sécurité intérieure dans des conditions précisées par décret en Conseil d'Etat. Il peut également s'opposer aux délibérations relatives aux états prévisionnels de recettes et de dépenses d'exploitation ou d'investissement de la société mentionnée à l'article 15.Il informe l'Autorité nationale des jeux de tout manquement constaté de la société aux obligations qui lui sont imposées et relevant de la compétence de cette autorité."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Le président, le directeur général et les directeurs généraux délégués de la société mentionnée à l'article 15 possèdent l'honorabilité, la compétence et l'expérience nécessaires à l'exercice de leurs fonctions.L'entrée en fonction des personnes mentionnées au premier alinéa est soumise à un agrément préalable des ministres chargés de l'économie et du budget, après consultation de l'Autorité nationale des jeux.Afin d'assurer le respect des objectifs mentionnés à l'article L. 320-3 du code de la sécurité intérieure ou lorsque les conditions mentionnées au premier alinéa ne sont plus réunies, l'agrément mentionné au deuxième alinéa peut être retiré par arrêté des ministres chargés de l'économie et du budget, après consultation de l'Autorité nationale des jeux. Le retrait de l'agrément entraîne de plein droit la cessation des fonctions faisant l'objet de l'agrément. Si d'autres fonctions étaient exercées au sein de la société mentionnée à l'article 15 ou au sein d'une des filiales de celle-ci par la personne dont l'agrément a été retiré, celles-ci cessent également de plein droit.Un décret en Conseil d'Etat fixe les modalités d'application du présent article."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "I. - Nul ne peut, directement ou indirectement, pour son propre compte ou pour le compte d'autrui, diriger, gérer ou administrer ni être membre d'un organe collégial de contrôle de la société mentionnée à l'article 15 s'il a fait l'objet depuis moins de dix ans de l'une des condamnations définitives mentionnées au II.II. - Les condamnations mentionnées au I sont celles :1° Pour crime ;2° A une peine d'emprisonnement ferme ou d'au moins six mois avec sursis pour :a) L'une des infractions prévues au titre Ier du livre III du code pénal et pour les délits prévus par des lois spéciales et punis des peines prévues pour l'escroquerie et l'abus de confiance ;b) Recel ou l'une des infractions assimilées au recel ou voisines de celui-ci prévues à la section 2 du chapitre Ier du titre II du livre III du code pénal ;c) Blanchiment ;d) Corruption active ou passive, trafic d'influence, soustraction et détournement de biens ;e) Faux, falsification de titres ou autres valeurs fiduciaires émises par l'autorité publique ; falsification des marques de l'autorité ;f) Participation à une association de malfaiteurs ;g) Trafic de stupéfiants ;h) Proxénétisme ou l'une des infractions prévues par les sections 2 et 2 bis du chapitre V du titre II du livre II du code pénal ;i) L'une des infractions prévues à la section 3 du chapitre V du titre II du livre II du code pénal ;j) L'une des infractions à la législation sur les sociétés commerciales prévues au titre IV du livre II du code de commerce ;k) Banqueroute ;l) Pratique de prêt usuraire ;m) L'une des infractions prévues par le chapitre IV du titre II du livre III du code de la sécurité intérieure, par la loi du 2 juin 1891 ayant pour objet de réglementer l'autorisation et le fonctionnement des courses de chevaux et par la loi n° 2010-476 du 12 mai 2010 relative à l'ouverture à la concurrence et à la régulation du secteur des jeux d'argent et de hasard en ligne ;n) L'une des infractions à la législation et à la réglementation des relations financières avec l'étranger ;o) Fraude fiscale ;p) L'une des infractions prévues aux articles L. 121-8 à L. 121-10, L. 222-6, L. 132-2 et L. 132-3, L. 132-13 à L. 132-15, L. 413-1 à L. 413-8, L. 422-2, L. 441-1 et L. 441-2, L. 451-1 à L. 451-16, L. 454-1 à L. 454-7, L. 455-2, L. 512-4 et L. 531-1 du code de la consommation ;q) L'une des infractions prévues au code monétaire et financier ;r) L'une des infractions prévues aux articles L. 8222-1, L. 8222-2, L. 8222-3, L. 8222-5 et L. 8224-1 et L. 8224-2 du code du travail ;s) Les atteintes aux systèmes de traitement automatisé prévues par le chapitre III du titre II du livre III du code pénal ;t) L'une des infractions à la législation ou la réglementation des assurances ;3° A la destitution des fonctions d'officier public ou ministériel.III. - L'incapacité prévue au I s'applique à toute personne à l'égard de laquelle a été prononcée une mesure définitive de faillite personnelle ou une autre mesure définitive d'interdiction dans les conditions prévues par le livre VI du code de commerce.IV. - Sans préjudice des dispositions du deuxième alinéa de l'article 132-21 du code pénal, la juridiction prononçant la décision qui entraîne cette incapacité peut en réduire la durée.V. - Les personnes exerçant une fonction ou activité mentionnée au I qui font l'objet de l'une des condamnations prévues au II et au III doivent cesser leur activité à compter de la date à laquelle la décision de justice est devenue définitive. Si d'autres fonctions étaient exercées au sein de la société mentionnée à l'article 15 ou au sein d'une des filiales de celle-ci par la personne dont l'agrément a été retiré, celles-ci cessent également de plein droit.VI. - En cas de condamnation prononcée par une juridiction étrangère et passée en force de chose jugée pour une infraction constituant, selon la loi française, un crime ou l'un des délits mentionnés au II, le tribunal correctionnel du domicile du condamné déclare, à la requête du ministère public, après constatation de la régularité et de la légalité de la condamnation et l'intéressé dûment appelé en chambre du conseil, qu'il y a lieu à l'application de l'incapacité prévue au I. Cette incapacité s'applique également à toute personne non réhabilitée ayant fait l'objet d'une faillite personnelle prononcée par une juridiction étrangère quand le jugement déclaratif a été déclaré exécutoire en France. La demande d'exequatur peut être, à cette fin seulement, formée par le ministère public devant le tribunal de grande instance du domicile du condamné.VII. - Le fait pour une personne de ne pas faire l'objet de l'incapacité prévue au présent article ne préjuge pas de l'appréciation, par l'autorité compétente, du respect des conditions prévues au premier alinéa de l'article 20.VIII. - Le fait pour toute personne physique, de méconnaître l'une des incapacités prescrites par le présent article est puni de trois ans d'emprisonnement et de 375 000 euros d'amende."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "La société mentionnée à l'article 15 est soumise au contrôle économique et financier de l'Etat et entre dans le champ de l'article L. 133-1 du code des juridictions financières.Un décret en Conseil d'Etat précise, le cas échéant, les conditions dans lesquelles s'exercent les contrôles auxquels la société mentionnée à l'article 15 est soumise en application du premier alinéa."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "I. - La possession, directe ou indirecte, d'actions représentant plus du dixième ou plus d'un multiple du dixième du capital ou des droits de vote de la société par une personne physique ou morale, agissant seule ou de concert, est approuvé préalablement par les ministres chargés de l'économie et du budget. Cette autorisation est renouvelée si son bénéficiaire vient à agir de concert, à subir un changement de contrôle au sens de l'article L. 233-3 du code de commerce ou si l'identité d'un des membres du concert vient à changer. Les modalités de calcul des seuils susvisés sont celles prévues par les articles L. 233-7 et L. 233-9 du code de commerce.Elle est également renouvelée préalablement à tout nouveau franchissement des seuils mentionnés au premier alinéa.Le franchissement des seuils mentionnés au premier alinéa est réputé approuvé si les ministres chargés de l'économie et du budget ne s'y sont pas opposés dans le délai d'un mois à compter soit de la déclaration du projet de franchissement de seuil, constatée par un récépissé délivré par l'administration, soit dans le délai d'un mois suivant la déclaration du franchissement effectif des seuils visés au premier alinéa, lorsque ce franchissement résulte d'une réduction du nombre total d'actions émises par la société, d'une variation du nombre total de droits de vote, ou de l'acquisition de droits de vote double. Ce délai peut être prorogé pour une durée de quinze jours, par arrêté des ministres chargés de l'économie et du budget.L'autorisation ne peut être refusée que pour un motif tiré de la sauvegarde de l'ordre public, de la lutte contre le blanchiment des capitaux et le financement du terrorisme, des nécessités de la sécurité publique et de la lutte contre le jeu excessif ou pathologique.Le refus peut également être motivé par la circonstance que le demandeur ou, s'il s'agit d'une personne morale, un de ses dirigeants ou de ses mandataires sociaux a fait l'objet d'une condamnation définitive mentionnée au II de l'article 21.L'autorisation peut être retirée pour les motifs mentionnés aux quatrième et cinquième alinéas du présent article. En cas de retrait d'une autorisation, le bénéficiaire ne peut exercer les droits de vote correspondant aux participations qu'il détient.Toute décision de refus ou de retrait d'une autorisation délivrée en application du présent article est motivée.II. - Lorsque les seuils visés au premier alinéa du I sont franchis sans autorisation préalable en application du présent article, les détenteurs des participations acquises irrégulièrement ne peuvent exercer les droits de vote correspondants tant que la prise de participation n'a pas fait l'objet d'un agrément par les ministres chargés de l'économie et du budget. Toutefois, lorsque le franchissement d'un seuil résulte d'une réduction du nombre total d'actions émises par la société, d'une variation du nombre total de droits de vote, ou de l'acquisition de droits de vote double et qu'une déclaration de ce franchissement a été faite aux ministres chargés de l'économie et du budget, les droits de vote pourront être exercés pendant le délai d'un mois, éventuellement prorogé, prévu au troisième alinéa du I.Les ministres chargés de l'économie et du budget informent de l'irrégularité de ces prises de participation le représentant légal de la société, qui en informe la prochaine assemblée générale des actionnaires."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "1° à 5° et 7° A modifié les dispositions suivantes :\n\nA modifié les dispositions suivantes :\n\n- Code monétaire et financier\n\n- Code monétaire et financier\n\n6° Au IV de l'article L. 561-38-2, les mots : à l'article sont remplacés par les mots : aux articles 38 et ."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "Les dispositions de l'article 3 ne sont pas applicables à Saint-Pierre-et-Miquelon."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "Les dispositions du 2° de l'article 5 les 2°, 4°, 5°et 6° de l'article 31 sont applicables dans les îles Wallis et Futuna, en Polynésie française et en Nouvelle-Calédonie.Les dispositions de l'article 37 sont applicables dans les îles Wallis et Futuna, en Polynésie française, en Nouvelle-Calédonie et dans les Terres australes et antarctiques françaises.Les dispositions de l'article 25 sont applicables dans les îles Wallis et Futuna.Les dispositions des articles 15 et 16 sont applicables en Nouvelle-Calédonie."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "La Française des jeux et le Pari mutuel urbain mettent en œuvre, au plus tard à l'issue d'un délai de douze mois à compter de la publication de la loi du 22 mai 2019 susvisée, les obligations prévues aux articles L. 320-9 à l'article L. 320-11 du code de la sécurité intérieure."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "Les dispositions II et V de l'article 13 de la présente ordonnance prévoyant les demandes adressées à la société titulaire des droits exclusifs d'organiser et d'exploiter des paris sportifs en vertu des dispositions de l'article 137 de la loi du 22 mai 2019 susvisée entrent en vigueur au plus tard le 1er juin 2020."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "Les dispositions de l'article 15 de la présente ordonnance entrent en vigueur à compter de la publication du décret approuvant le cahier des charges prévu à l'article 16.Les dispositions des articles 16, 17 et 24 entrent en vigueur à compter de la publication de la présente ordonnance.Les dispositions des articles 18 à 22 entrent en vigueur à compter du transfert au secteur privé de la majorité du capital de la Française des jeux."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "Les personnes exerçant à la date d'entrée en vigueur de l'article 20 de la présente ordonnance les fonctions de président, directeur général ou directeur général délégué de la société mentionnée à l'article 15 sont réputées posséder l'honorabilité, la compétence et l'expérience nécessaires à l'exercice de leurs fonctions et disposer de l'agrément prévu au deuxième alinéa de l'article 20."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "I. - Les membres de l'Autorité de régulation des jeux en ligne sont maintenus dans leurs fonctions jusqu'à la première réunion du collège de l'Autorité nationale des jeux, même dans le cas où leur mandat expirerait avant celle-ci. Jusqu'à cette date, l'Autorité de régulation des jeux en ligne exerce les compétences qui lui sont dévolues par les dispositions législatives et réglementaires en vigueur à la date de la publication de la présente ordonnance.A l'occasion de la constitution du premier collège de l'Autorité nationale des jeux et dans des conditions fixées par le décret en Conseil d'Etat prévu au dernier alinéa du II de l'article 35 de la loi du 12 mai 2010 précitée, un tirage au sort détermine les membres dont la durée du mandat sera limitée à deux ou à quatre ans.II. - A compter de la première réunion de son collège, l'Autorité nationale des jeux succède dans ses droits et obligations à l'Autorité de régulation des jeux en ligne.La création de l'Autorité nationale des jeux n'interrompt ni ne suspend les délais des procédures engagées devant l'Autorité de régulation des jeux en ligne. La validité des actes de constatation et de procédure accomplis antérieurement à la première réunion du collège de l'Autorité s'apprécie au regard des dispositions législatives et réglementaires en vigueur à la date à laquelle ils ont été pris ou accomplis.Les procédures de sanction devant la commission des sanctions de l'Autorité de régulation des jeux en ligne en cours à la date de la première réunion du collège de l'Autorité nationale des jeux sont poursuivies de plein droit dans les conditions prévues aux articles 43 à 45 de la loi du 12 mai 2010 susvisée dans sa rédaction issue de la présente ordonnance. Lorsque les griefs ont été notifiés par l'Autorité de régulation des jeux en ligne, la commission des sanctions est saisie du dossier en l'état.III. - Les agréments et autorisations accordés et les décisions prises par l'Autorité de régulation des jeux en ligne avant la date de publication de la présente ordonnance continuent à produire leurs effets jusqu'au terme fixé par les dispositions législatives et réglementaires en vigueur à la date de leur délivrance.IV. - Le médiateur mentionné à l'article 35 de la loi du 12 mai 2010 susvisée est maintenu dans ses fonctions jusqu'au terme de son mandat. Il les exerce dans les conditions prévues aux articles 45-1 et 45-2 de la loi dans sa rédaction issue de la présente ordonnance.V. - L'Autorité nationale des jeux homologue dans un délai de six mois à compter de la date d'entrée en vigueur de la présente ordonnance le règlement des jeux des sociétés de courses et du groupement d'intérêt économique Pari mutuel urbain conformément aux dispositions du VII de l'article 34 de la loi du 12 mai 2010 susvisée. Jusqu'à cette homologation, le règlement des paris arrêté par le ministre chargé de l'agriculture et le ministre chargé du budget reste applicable."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "Sous réserve des dispositions des articles 43 à 46, les dispositions de la présente ordonnance entrent en vigueur à compter du 1er janvier 2020."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "Le Premier ministre, la garde des sceaux, ministre de la justice, le ministre de l'économie et de finances, le ministre de l'action et des comptes publics, le ministre de l'intérieur, la ministre des outre-mer, le ministre de l'agriculture et de l'alimentation et la ministre des sports sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}