{
  "id": "ordonnance-n-2005-389-du-28-avril-2005",
  "type": "statute",
  "title": "Ordonnance n° 2005-389 du 28 avril 2005",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000447904",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Sous réserve des dispositions de l'article 3 ci-après, les contrats de travail des salariés de la Caisse autonome nationale de la sécurité sociale dans les mines sont transférés collectivement à la Caisse des dépôts et consignations à compter du 1er mai 2005. Les droits de l'employeur précédemment exercés au nom de la Caisse autonome nationale de la sécurité sociale dans les mines par son président, son directeur et son conseil d'administration ou les obligations lui incombant à ce titre sont exercés par les instances compétentes de la Caisse des dépôts et consignations ou incombent à celles-ci à compter de cette date."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les dispositions suivantes sont applicables aux salariés dont les contrats de travail sont transférés :1° Les intéressés conservent le bénéfice des droits et garanties prévus par le statut de la caisse autonome nationale en vigueur à la date du transfert, notamment en ce qui concerne le déroulement de leur carrière et les garanties disciplinaires. Ils demeurent affiliés aux régimes d'assurance maladie, maternité et vieillesse dont ils relevaient à la date du transfert de leur contrat de travail et soumis aux obligations en résultant ;2° Tout agent mentionné au 1° peut demander à bénéficier de la convention collective de la Caisse des dépôts et consignations. Cette option à titre irrévocable s'exerce selon des modalités qui sont fixées par arrêté du ministre chargé de la sécurité sociale et du directeur général de la Caisse des dépôts et consignations. L'exercice de cette option ne peut être une condition préalable à l'accès ultérieur à un autre emploi au sein de la Caisse des dépôts et consignations. Les droits à pension dans le régime de retraite acquis par l'intéressé antérieurement à la date d'effet de son intégration à la convention collective restent régis par le statut de la caisse autonome nationale en vigueur à la date du transfert ;3° Le contrat de travail ne pourra être rompu à l'initiative de la Caisse des dépôts et consignations qu'en cas de mise à la retraite, d'invalidité, d'accident du travail ou de sanction disciplinaire ;4° Les agents pourront être mis par la Caisse des dépôts et consignations à disposition de la caisse autonome nationale pour l'exercice de missions autres que celle relative à la gestion de l'assurance vieillesse et invalidité du régime minier, selon les modalités fixées par une convention à conclure entre les deux caisses."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les dispositions de l'article 1er ne sont pas applicables aux agents exerçant, au sein de la caisse autonome nationale, les fonctions de directeur, directeur adjoint, agent comptable, médecin-conseil national, pharmacien-conseil national. Elles ne sont pas non plus applicables aux praticiens-conseils du régime minier, aux gardiens d'immeubles et aux agents des oeuvres sociales de ladite caisse."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "A compter du 1er mai 2005, la Caisse autonome nationale de la sécurité sociale dans les mines cesse de recruter dans le cadre du statut mentionné à l'article 79 du décret n° 46-2769 du 27 novembre 1946."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Les dispositions de la présente ordonnance sont sans effet sur les droits à pension acquis, à sa date d'entrée en vigueur, par les anciens agents de la Caisse autonome nationale de la sécurité sociale dans les mines et leurs conjoints survivants."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Le Premier ministre, le ministre des solidarités, de la santé et de la famille et le ministre de l'économie, des finances et de l'industrie sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}