{
  "id": "ordonnance-n-2016-1314-du-6-octobre-2016",
  "type": "statute",
  "title": "Ordonnance n°2016-1314 du 6 octobre 2016",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000033197141",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "La loi n° 52-1322 du 15 décembre 1952 modifiée susvisée, pour son application à Wallis-et-Futuna, est ainsi modifiée :1° L'article 1er est ainsi rédigé :\n\n« Art. 1. - La présente loi est applicable dans les îles Wallis et Futuna.« Est considérée comme travailleur au sens de la présente loi, quels que soient son sexe et sa nationalité, toute personne qui s'est engagée à mettre son activité professionnelle, moyennant rémunération, sous la direction et l'autorité d'une autre personne, physique ou morale, publique ou privée. Pour la détermination de la qualité de travailleur, il ne sera tenu compte ni du statut juridique de l'employeur, ni de celui de l'employé.« Les personnes nommées dans un emploi permanent d'un cadre d'une administration publique ne sont pas soumises aux dispositions de la présente loi.« Les travailleurs continuent à bénéficier des avantages qui leur ont été consentis, lorsque ceux-ci sont supérieurs à ceux que leur reconnaît la présente loi.« Les gens de mer sont également soumis aux dispositions applicables à Wallis-et-Futuna du chapitre V du titre VIII du livre VII de la cinquième partie du code des transports.« Le personnel navigant aérien est également soumis aux dispositions du chapitre III du titre II du livre V de la sixième partie du code des transports » ;\n\n2° Le titre XI est ainsi modifié :a) L'intitulé du titre XI est ainsi rédigé : « Titre XI. - Dispositions particulières aux gens de mer embarqués sur les navires immatriculés à Wallis-et-Futuna et à leurs employeurs » ;b) L'article 242 est ainsi rédigé :\n\n« Art. 242. - Lorsque les dispositions de la présente loi ne peuvent s'appliquer au contrat d'engagement maritime et aux conditions de travail des gens de mer à bord des navires immatriculés à Wallis-et-Futuna et à leurs employeurs, les conditions d'engagement et de travail à bord sont fixées par les dispositions du code des transports mentionnées à l'article 1er et par des conventions ou accords internationaux régulièrement ratifiés ou approuvés et publiés. » ;\n\nc) L'article 245 est abrogé ;d) L'article 248 est ainsi rédigé :\n\n« Art. 248. - Les gens de mer ont droit à un congé payé à la charge de l'employeur de trois jours par mois de travail effectif. » ;\n\ne) Après l'article 248, il est inséré les articles 249 à 253 :\n\n« Art. 249. - Pour l'application de l'article 121 aux gens de mer les alinéas deux à six ne sont pas applicables.\n\n« Art. 250. - Les appels, les exercices d'incendie et d'évacuation et tous exercices prescrits par le capitaine se déroulent de manière à éviter, si possible, d'interrompre les périodes de repos.« Lorsqu'une période de repos est interrompue, notamment par des appels, le temps de repos non pris est décompté et les gens de mer bénéficient d'une période de repos compensatoire, accordée immédiatement après ou dès que possible.\n\n« Art. 251. - La nourriture et le logement des gens de mer, hors de leurs domiciles, malades ou blessés au service du navire sont à la charge de l'employeur, dans la limite de seize semaines à partir du jour de l'accident ou du début de la maladie.\n\n« Art. 252. - L'armateur s'assure que les biens laissés à bord par les gens de mer malades, blessés ou décédés parviennent à eux-mêmes ou à leurs ayants droit, le cas échéant.\n\n« Art. 253. - La seconde phrase du premier alinéa et les alinéas 2 à 7 de l'article 38 et l'article 125 bis sont inapplicables aux gens de mer. »"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "L'article 1er de la loi du 15 décembre 1952 modifiée susvisée, pour son application dans les Terres australes et antarctiques françaises, est ainsi rédigé :\n\n« Art. 1.-La présente loi est applicable aux Terres australes et antarctiques françaises.« Est considérée comme travailleur au sens de la présente loi, quels que soient son sexe et sa nationalité, toute personne qui s'est engagée à mettre son activité professionnelle, moyennant rémunération, sous la direction et l'autorité d'une autre personne, physique ou morale, publique ou privée. Pour la détermination de la qualité de travailleur, il ne sera tenu compte ni du statut juridique de l'employeur, ni de celui de l'employé.« Les personnes nommées dans un emploi permanent d'un cadre d'une administration publique ne sont pas soumises aux dispositions de la présente loi.« Les travailleurs continuent à bénéficier des avantages qui leur ont été consentis, lorsque ceux-ci sont supérieurs à ceux que leur reconnaît la présente loi.« Les gens de mer sont également soumis aux dispositions applicables aux Terres australes et antarctiques françaises du chapitre V du titre IX du livre VII de la cinquième partie du code des transports.« Dans les Terres australes et antarctiques françaises, en application des articles L. 661-1 et suivants du code minier et par dérogation aux dispositions du premier alinéa du présent article, les dispositions du droit du travail applicables sur le territoire métropolitain s'appliquent aux activités, installations et dispositifs régis par le code minier, comme s'ils se trouvaient en territoire métropolitain. Les travailleurs continuent à bénéficier des avantages qui leur ont été consentis, lorsque ceux-ci sont supérieurs à ceux que leur reconnaît la présente loi ou les dispositions applicables sur le territoire métropolitain. »"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. - Sont applicables au 1er juillet 2017 :1° A Wallis-et-Futuna, les articles 1er et 2 de la présente ordonnance ;2° Dans les Terres australes et antarctiques françaises, l'article 3 de la présente ordonnance, à l'exception des articles L. 5514-3 et L. 5571-1 à L. 5571-3 du code des transports mentionnés au 1° de cet article 3, et l'article 4 de la présente ordonnance.II. - Les articles L. 5514-3 et L. 5571-1 à L. 5571-3 du code des transports dans leur rédaction issue du 1° de l'article 3 de la présente ordonnance entrent en vigueur dans les conditions mentionnées respectivement au I de l'article 32 et au II de l'article 27 de la loi du 16 juillet 2013 susvisée."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Le Premier ministre, la ministre de l'environnement, de l'énergie et de la mer, chargée des relations internationales sur le climat, le garde des sceaux, ministre de la justice, et la ministre des outre-mer sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}