{
  "id": "ordonnance-n-92-1147-du-12-octobre-1992",
  "type": "statute",
  "title": "Ordonnance n°92-1147 du 12 octobre 1992",
  "title_en": null,
  "short_name": null,
  "status": "repealed",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000710420",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "En Nouvelle-Calédonie et dans les îles Wallis et Futuna, l'aide juridictionnelle en matière pénale est instituée conformément aux dispositions de la présente ordonnance."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Peuvent bénéficier d'une aide juridictionnelle les personnes physiques, quelles que soient leur nationalité et les conditions de leur résidence en Nouvelle-Calédonie ou dans les îles Wallis et Futuna, dont les ressources sont insuffisantes pour assurer leur défense devant une juridiction pénale d'instruction ou de jugement, lorsqu'elles sont mineures, témoins assistés, mises en examen, prévenues, accusées, condamnées, retenues ou en rétention dans les conditions prévues par le code de procédure pénale, ou lorsqu'elles font l'objet de la procédure de comparution sur reconnaissance préalable de culpabilité ou de l'une des procédures prévues aux articles 32\n, 48 et 50 de l'ordonnance n° 2000-371 du 26 avril 2000 relative aux conditions d'entrée et de séjour des étrangers dans les îles Wallis et Futuna ou aux articles 19, 34, 50 et 52 de l'ordonnance n° 2002-388 du 20 mars 2002 relative aux conditions d'entrée et de séjour des étrangers en Nouvelle-Calédonie. Cette aide est totale ou partielle."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I.-Les plafonds annuels d'éligibilité des personnes physiques à l'aide juridictionnelle sont fixés par décret en Conseil d'Etat.II.-Le caractère insuffisant des ressources des personnes physiques est apprécié en tenant compte :1° Des ressources imposables ou, à défaut, des ressources mensuelles du demandeur dont les modalités de calcul sont définies par décret ;2° De la valeur en capital du patrimoine mobilier ou immobilier non productifs de revenus ;3° De la composition du foyer fiscal ou, à défaut, du foyer.III.-Les biens qui ne pourraient être vendus ou donnés en gage sans entraîner un trouble grave pour les intéressés ne sont pas pris en compte dans le calcul du montant des ressources auquel s'appliquent les plafonds d'éligibilité."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "L'appréciation des revenus est individualisée dans les cas suivants :1° La procédure oppose des personnes au sein d'un même foyer fiscal ou, à défaut, du foyer ou bien il existe entre eux, eu égard à l'objet du litige, une divergence d'intérêt ;2° La procédure concerne une personne majeure ou mineure rattachée au foyer fiscal ou, à défaut, du foyer de ses parents ou de ses représentants légaux, lesquels manifestent un défaut d'intérêt à son égard."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "L'aide juridictionnelle peut, à titre exceptionnel, être accordée aux personnes ne remplissant pas les conditions fixées à l'article 3, lorsque leur situation apparaît particulièrement digne d'intérêt au regard de l'objet du litige ou des charges prévisibles du procès."
    },
    {
      "provision_ref": "art5-1",
      "section": "5-1",
      "title": "Article 5-1",
      "content": "La condition de ressources n'est pas exigée des victimes de crimes d'atteintes volontaires à la vie ou à l'intégrité de la personne prévus et réprimés par les articles 221-1 à 221-5,222-1 à 222-6,222-8,222-10,222-14 (1° et 2°), 222-23 à 222-26,421-1 (1°) et 421-3 (1° et 4°) du code pénal, ainsi que de leurs ayants droit pour bénéficier de l'aide juridictionnelle en vue d'exercer l'action civile en réparation des dommages résultant des atteintes à la personne.\n\nLes dispositions du premier alinéa sont également applicables aux victimes de crimes d'atteintes volontaires à la vie ou à l'intégrité de la personne prévus et réprimés par le 1° de l'article 421-1 et les 1° à 4° de l'article 421-3 du code pénal ainsi qu'à leurs ayants droit en vue de leur constitution de partie civile au soutien de l'action publique."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Toute personne admise à l'aide juridictionnelle en conserve de plein droit le bénéfice pour se défendre en cas d'exercice d'une voie de recours."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Pour l'ensemble des juridictions de la Nouvelle-Calédonie, l'admission à l'aide juridictionnelle est décidée par le bureau d'aide juridictionnelle institué auprès de la cour d'appel du ressort.Ce bureau est présidé soit par un magistrat du ressort de la cour d'appel, soit par un magistrat honoraire ou par un ancien magistrat ; il comprend aussi un avocat désigné par le bâtonnier, deux fonctionnaires et une personne désignée au titre des usagers."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Pour l'ensemble des juridictions des îles Wallis-et-Futuna, l'admission à l'aide juridictionnelle est décidée par le président du tribunal de première instance.Les dispositions de la présente ordonnance relatives au bureau d'aide juridictionnelle sont applicables à ce magistrat."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Les membres des bureaux d'aide juridictionnelle et le personnel de leurs services sont soumis au secret professionnel défini par les articles 226-13 et 226-14 du code pénal."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "L'avocat en Nouvelle-Calédonie, l'avocat ou la personne agréée, dans les îles Wallis-et-Futuna, choisi ou commis d'office, peut saisir le bureau d'aide juridictionnelle au lieu et place de la personne qu'il assiste ou a assistée."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Le bureau d'aide juridictionnelle en Nouvelle-Calédonie et le président du tribunal de première instance dans les îles Wallis-et-Futuna peut recueillir tous renseignements permettant d'apprécier l'éligibilité de l'intéressé à l'aide juridictionnelle. Les services de l'Etat, de la Nouvelle-Calédonie, des îles Wallis et Futuna et des collectivités publiques, les organismes de sécurité sociale et les organismes qui assurent la gestion des prestations sociales sont tenus de communiquer au bureau ou au président sans pouvoir opposer le secret professionnel, tous renseignements permettant de vérifier que l'intéressé satisfait aux conditions exigées pour bénéficier de l'aide juridictionnelle. Le bureau ou le président peut, en outre, demander au procureur général communication des pièces du dossier pénal pouvant permettre d'apprécier les ressources de l'intéressé."
    },
    {
      "provision_ref": "art11-1",
      "section": "11-1",
      "title": "Article 11-1",
      "content": "En Nouvelle-Calédonie, le président du bureau d'aide juridictionnelle peut statuer seul sur les demandes ne présentant manifestement pas de difficulté sérieuse.Il peut, en outre, procéder aux mesures d'investigation nécessaires et rejeter la demande si le demandeur, sans motif légitime, ne communique pas dans le délai imparti les documents ou les renseignements demandés."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Les décisions du bureau d'aide juridictionnelle en Nouvelle-Calédonie et du président du tribunal de première instance dans les îles Wallis-et-Futuna peuvent être déférées au premier président de la cour d'appel concernée, qui statue sans recours par le ministère public ou par l'intéressé lui-même lorsque le bénéfice de l'aide juridictionnelle lui a été retiré.L'intéressé peut demander une nouvelle délibération du bureau ou du président lorsque le bénéfice de l'aide juridictionnelle lui a été refusé en application des articles 3 et 4."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Le bénéficiaire de l'aide juridictionnelle a droit à l'assistance d'un avocat en Nouvelle-Calédonie. Il a droit, dans les îles Wallis-et-Futuna, à l'assistance d'un avocat ou à celle d'une personne agréée par le président de la juridiction d'appel du ressort pour exercer les attributions dévolues par le code de procédure pénale aux conseils des parties.Hors les cas de commission d'office, l'avocat ou la personne agréée est choisi par le bénéficiaire de l'aide juridictionnelle. A défaut de choix, l'avocat est désigné en Nouvelle-Calédonie par le bâtonnier. Dans les îles Wallis-et-Futuna, l'avocat ou la personne agréée est désigné par le président du tribunal de première instance.L'avocat ou la personne agréée qui prêtait son concours au bénéficiaire de l'aide juridictionnelle avant que celle-ci ait été accordée doit continuer de le lui prêter. Il ne pourra en être déchargé qu'exceptionnellement et dans les conditions fixées par le bâtonnier quand il s'agit d'un avocat en Nouvelle-Calédonie et par le président du tribunal de première instance quand il s'agit d'un avocat ou d'une personne agréée dans les îles Wallis-et-Futuna."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "En cas d'appel, le bénéficiaire de l'aide juridictionnelle est assisté ou représenté par l'avocat qui lui avait prêté son concours en première instance au titre de cette aide, sauf choix contraire de la partie ou refus de l'avocat ou de la personne agréée."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "L'avocat ou la personne agréée qui prête son concours au bénéficiaire de l'aide juridictionnelle perçoit de l'Etat, dans les conditions déterminées par décret en Conseil d'Etat, une contribution dont le montant et les modalités de paiement sont fixés conformément à un barème prévu par ce même décret.A compter du 1er mars 1994, l'Etat affecte chaque année au barreau de la Nouvelle-Calédonie une dotation annuelle qui est fonction du nombre de missions accomplies par les avocats du barreau et du montant des contributions mentionnées à l'alinéa précédent.Les modalités et le montant du paiement à l'avocat de la part contributive de l'Etat sont déterminés par le règlement intérieur du barreau. Toutefois, pour l'aide juridictionnelle partielle, le montant de la part contributive de l'Etat revenant à l'avocat est calculé selon les modalités qui servent à déterminer la dotation.En ce qui concerne les règles de gestion financière et comptable des fonds, le règlement intérieur doit être conforme à un règlement type établi par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "La dotation est versée sur un compte spécial de la caisse des règlements pécuniaires prévue au 9° de l'article 53 de la loi n° 71-1130 du 31 décembre 1971 portant réforme de certaines professions judiciaires et juridiques. Elle est intégralement affectée au paiement des avocats effectuant des missions d'aide juridictionnelle en matière pénale."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "La caisse des règlements pécuniaires désigne un commissaire aux comptes et un suppléant choisis sur la liste mentionnée à l'article L. 225-219 du code de commerce, non modifiée par la loi n° 84-148 du 1er mars 1984 relative à la prévention et au règlement amiable des difficultés des entreprises, pour une durée de six exercices. Les dispositions concernant les fonctions de commissaire aux comptes suppléant prévues aux articles L. 225-228, L. 821-40, L. 821-41 et L. 821-62 du même code sont applicables.\n\nNe peuvent être choisis comme commissaires aux comptes :\n\n1° Les conjoints, ascendants ou descendants et collatéraux, au quatrième degré inclusivement, du président et des administrateurs de la caisse, du bâtonnier et des membres du conseil de l'ordre ;\n\n2° Les personnes qui, directement ou indirectement ou par personne interposée, reçoivent de la caisse ou de son président une rémunération quelconque à raison d'une autre activité que celle de commissaire aux comptes ;\n\n3° Les sociétés de commissaires aux comptes dont l'un des associés, actionnaire ou dirigeants se trouve dans l'une des situations prévues aux alinéas précédents ;\n\n4° Les conjoints des personnes qui, en raison d'une activité autre que celle de commissaire aux comptes, reçoivent de la caisse ou de son président une rémunération en raison de l'exercice d'une activité permanente ;\n\n5° Les sociétés de commissaires aux comptes dont soit l'un des dirigeants, soit l'associé ou actionnaire exerçant les fonctions de commissaire aux comptes au nom de la société a son conjoint qui se trouve dans l'une des situations prévues au 4°.\n\nLe commissaire aux comptes vérifie que la dotation de l'Etat a été versée sur un compte spécial établi chaque année à cet effet dans des conditions fixées par décret en Conseil d'Etat et qu'elle a été utilisée conformément à la présente ordonnance.\n\nLes dispositions des articles L. 821-10, L. 821-37, L. 821-38, L. 821-60, L. 821-61, L. 242-26 et L. 242-27 du code de commerce précitée sont applicables.\n\nLes dispositions de l'article L. 242-25 sont applicables au président de la caisse et celles de l'article L. 242-28 du même code au président de la caisse et à toute personne au service de celle-ci."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "La contribution de l'Etat visée à l'article 16 est exclusive de toute autre rémunération, sous réserve des dispositions de l'article 22. Toute stipulation contraire est réputée non écrite."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Les honoraires ainsi que les provisions versées à ce titre avant l'admission à l'aide juridictionnelle totale par son bénéficiaire viennent en déduction de la contribution de l'Etat.Lorsqu'une rémunération a déjà été versée à un auxiliaire de justice avant une demande d'aide juridictionnelle, aucune contribution n'est due par l'Etat au titre de l'aide juridictionnelle totale si les sommes déjà reçues à titre d'émoluments ou d'honoraires sont au moins égales à celles qu'il aurait perçues à ce titre.Lorsque la rémunération déjà versée par le bénéficiaire de l'aide juridictionnelle totale est inférieure à la contribution par l'Etat prévue à ce titre, l'auxiliaire de justice ne peut prétendre à un complément qui aurait pour effet de dépasser le montant de cette contribution."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "En cas d'aide juridictionnelle partielle, l'avocat ou la personne agréée perçoit de l'Etat une fraction de la contribution visée à l'article 16, inversement proportionnelle aux ressources du bénéficiaire, et déterminée par un barème fixé par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "En Nouvelle-Calédonie, en cas d'aide juridictionnelle partielle, l'avocat a droit, en outre, de la part du bénéficiaire, à un honoraire complémentaire librement négocié.Une convention écrite préalable fixe, en tenant compte de la complexité du dossier, des diligences et des frais imposés par la nature de l'affaire, le montant et les modalités de paiement de ce complément d'honoraires, dans des conditions compatibles avec les ressources et le patrimoine du bénéficiaire.La convention rappelle le montant de la part contributive due par l'Etat. Elle indique les voies de recours ouvertes en cas de contestation.A peine de nullité, elle est communiquée dans les quinze jours de sa signature au bâtonnier, qui contrôle sa régularité ainsi que le montant du complément d'honoraires.Dans les îles Wallis-et-Futuna, en cas d'aide juridictionnelle partielle, l'avocat ou la personne agréée perçoit du bénéficiaire un complément d'honoraires dont le montant est déterminé par le président du tribunal de première instance, en fonction des ressources du plaideur."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Sans préjudice des sanctions pénales éventuellement encourues, le bénéfice de l'aide juridictionnelle est retiré, en tout ou partie, même après l'instance ou l'accomplissement des actes pour lesquels il a été accordé, dans les cas suivants :1° Si ce bénéfice a été obtenu à la suite de déclarations ou au vu de pièces inexactes ;2° S'il survient au bénéficiaire, pendant cette instance ou l'accomplissement de ces actes, des ressources excédant les plafonds d'admission à l'aide juridictionnelle ;3° Lorsque la décision passée en force de chose jugée a procuré au bénéficiaire des ressources excédant les plafonds d'admission à l'aide juridictionnelle ;4° Lorsque la procédure engagée par le demandeur bénéficiant de l'aide juridictionnelle a été jugée dilatoire ou abusive ;5° Lorsque les éléments extérieurs du train de vie du bénéficiaire de l'aide juridictionnelle apparaissent manifestement incompatibles avec le montant des ressources annuelles pris en compte pour apprécier son éligibilité."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Le retrait de l'aide juridictionnelle rend immédiatement exigibles, dans les limites fixées par la décision de retrait, les honoraires dont le bénéficiaire avait été dispensé.Il emporte obligation pour le bénéficiaire de restituer à l'Etat les sommes versées à l'avocat ou à la personne agréée."
    },
    {
      "provision_ref": "art23-1",
      "section": "23-1",
      "title": "Article 23-1",
      "content": "Les dispositions des articles 22 et 23 sont portées à la connaissance du bénéficiaire de l'aide juridictionnelle lors de la notification de son admission au bénéfice de celle-ci."
    },
    {
      "provision_ref": "art23-1-1",
      "section": "23-1-1",
      "title": "Article 23-1-1",
      "content": "L'avocat ou, dans les îles Wallis et Futuna, la personne agréée qui assiste, au cours de l'audition, de la confrontation ou des mesures d'enquête mentionnées aux articles 61-1 à 61-3 du code de procédure pénale, à l'article L. 39 du livre des procédures fiscales ou à l'article 67 F du code des douanes, la personne soupçonnée qui remplit les conditions pour bénéficier de l'aide juridictionnelle a droit à une rétribution. Il en est de même de l'avocat ou, dans les îles Wallis et Futuna, de la personne agréée  qui intervient pour assister une victime lors d'une confrontation ou d'une reconstitution en application des articles 61-2 et 61-3  du code de procédure pénale, lorsque la victime remplit les conditions pour bénéficier de l'aide juridictionnelle.\n\nUn décret en Conseil d'Etat détermine les modalités d'application du présent article."
    },
    {
      "provision_ref": "art23-2",
      "section": "23-2",
      "title": "Article 23-2",
      "content": "L'avocat et, dans les îles Wallis et Futuna, la personne agréée en application à l'avant-dernier alinéa de l'article 814 du code de procédure pénale, qui sont désignés d'office pour assister une personne gardée à vue dans les conditions prévues par le code de procédure pénale ou une personne placée en retenue douanière dans les conditions prévues par le code des douanes ainsi que pour assister la victime lors d'une confrontation avec une personne gardée à vue, ont droit à une rétribution."
    },
    {
      "provision_ref": "art23-2-1",
      "section": "23-2-1",
      "title": "Article 23-2-1",
      "content": "L'avocat et, dans les îles Wallis et Futuna, la personne agréée qui assistent la personne déférée devant le procureur de la République en application de l'article 393 du code de procédure pénale, qui remplit les conditions pour bénéficier de l'aide juridictionnelle, ont droit à une rétribution."
    },
    {
      "provision_ref": "art23-3",
      "section": "23-3",
      "title": "Article 23-3",
      "content": "L'avocat ou, dans les îles Wallis et Futuna, la personne agréée qui assiste, au cours des mesures prévues au 5° de l'article 41-1 et aux articles 41-2 et 41-3 du code de procédure pénale ou à l'article 12-1 de l'ordonnance n° 45-174 du 2 février 1945 relative à l'enfance délinquante et ordonnées par le procureur de la République, la personne mise en cause qui remplit les conditions pour bénéficier de l'aide juridictionnelle a droit à une rétribution.\n\nL'aide est accordée par le président du bureau d'aide juridictionnelle en Nouvelle-Calédonie et par le président du tribunal de première instance dans les îles Wallis-et-Futuna."
    },
    {
      "provision_ref": "art23-4",
      "section": "23-4",
      "title": "Article 23-4",
      "content": "L'avocat ou, dans les îles Wallis et Futuna, la personne agréée qui assiste une personne détenue faisant l'objet d'une procédure disciplinaire en relation avec sa détention a droit à une rétribution.\n\nIl en va de même de l'avocat ou de la personne agréée assistant une personne détenue faisant l'objet d'une mesure d'isolement d'office ou de prolongation de cette mesure, ou de l'avocat ou de la personne agréée assistant une personne détenue placée à l'isolement à sa demande et faisant l'objet d'une levée sans son accord de ce placement.\n\nL'avocat ou, dans les îles Wallis et Futuna, la personne agréée qui assiste une personne détenue devant la commission d'application des peines en application de l'article 720 du code de procédure pénale a droit à une rétribution.\n\nLe premier alinéa est également applicable aux missions d'assistance à une personne retenue dans un centre socio-médico-judiciaire de sûreté, s'agissant des décisions prises à son encontre pour assurer le bon ordre du centre."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Sont abrogées toutes les dispositions contraires à la présente ordonnance."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Un décret en Conseil d'Etat détermine les modalités d'application de la présente ordonnance notamment :1° Les prestations familiales et les prestations sociales à objet spécialisé exclus de l'appréciation des ressources, ainsi que la période pendant laquelle les ressources sont prises en considération ;2° L'organisation et le fonctionnement des bureaux d'aide juridictionnelle ainsi que les modalités de nomination et de désignation de leurs membres ;3° Les modalités de paiement de la contribution de l'Etat à la rétribution des avocats ;4° Les conditions d'agrément des personnes mentionnées dans l'article 14 ;5° Le règlement type fixant les règles de gestion financière et comptable des fonds versés au Compte spécial des caisses chargées de cette gestion, en application de l'article 17 ;6° Les modalités d'exercice du contrôle des commissaires aux comptes prévues à l'article 18 ;7° Les modalités d'application des articles 23-2, 23-3 et 23-4.Les modalités d'indemnisation des frais de déplacement que les conseils prêtant leur concours au bénéficiaire de l'aide juridictionnelle en matière pénale dans les conditions prévues par la présente ordonnance exposent pour se rendre aux audiences foraines ou aux audiences des sections détachées ouvrent droit à remboursement par l'Etat dans des conditions fixées par décret."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "La présente ordonnance entrera en vigueur le 1er mars 1993. Toutefois, les avocats et les personnes agréées commis d'office à compter du 1er janvier 1991 percevront, sur leur demande, dans les cas et conditions déterminés par décret en Conseil d'Etat des indemnités forfaitaires exclusives de toute autre rémunération lorsqu'ils auront prêté leur concours à des personnes dont les ressources sont inférieures ou égales à des montants déterminés par ce décret."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "Le Premier ministre, le garde des sceaux, ministre de la justice, le ministre du budget et le ministre des départements et territoires d'outre-mer sont chargés, chacun en ce qui le concerne, de l'exécution de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}