{
  "id": "ordonnance-n-2016-800-du-16-juin-2016",
  "type": "statute",
  "title": "Ordonnance n°2016-800 du 16 juin 2016",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000032719520",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I.-A l'exception des dispositions du a et c du 2° et du 6° de son article 1er et de son article 4, les dispositions de la présente ordonnance entrent en vigueur à compter de la publication des décrets prévus par le code de la santé publique pour son application et au plus tard le 31 décembre 2016.\n\nA abrogé les dispositions suivantes :\n\nLoi n° 2012-300 du 5 mars 2012\n\nArt. 11\n\nII.-Les dispositions des a et c du 2° et du 6° de l'article 1er et de l'article 4 de la présente ordonnance entrent en vigueur à la date d'entrée en vigueur des dispositions du règlement européen (UE) n° 536/2014 susvisé.\n\nIII.-Les essais cliniques de médicaments réalisés entre la date d'entrée en vigueur mentionnée au I et la date d'entrée mentionnée au II sont régis par les dispositions du titre Ier du code de la santé publique relatif aux recherches impliquant la personne humaine dans sa rédaction résultant de la loi du 5 mars 2012 susvisée.\n\nIV.-A l'exclusion des dispositions relatives aux demandes de modifications substantielles et à la vigilance dans les recherches, les recherches régulièrement autorisées ou déclarées à la date d'entrée en vigueur prévue au I se poursuivent conformément à la législation et à la réglementation qui leur étaient initialement applicables. Pour ces recherches, les demandes de modifications substantielles et les obligations en matière de vigilance et de mesures urgentes de sécurité sont soumises aux dispositions résultant de la présente ordonnance.\n\nV.-Les recherches dont la demande est en cours d'instruction auprès du comité de protection des personnes ou, le cas échéant, de l'Agence nationale de sécurité du médicament et des produits de santé à la date d'entrée en vigueur mentionnée au I font l'objet d'un nouvel examen par le comité de protection des personnes et, le cas échéant, par l'Agence nationale de sécurité du médicament et des produits de santé dans les conditions prévues par le code de la santé publique dans sa rédaction résultant de la présente ordonnance."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Le Premier ministre, le garde des sceaux, ministre de la justice, et la ministre des affaires sociales et de la santé sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}