{
  "id": "ordonnance-n-2021-487-du-21-avril-2021",
  "type": "statute",
  "title": "Ordonnance n°2021-487 du 21 avril 2021",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000043403949",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. - Les dispositions de la présente ordonnance entrent en vigueur le 1er juin 2023, à l'exception de celles :1° De ses articles 1er et 3 ;2° Du 1° de son article 4 et des 1° et 2° de son article 2 ;3° Des articles L. 3161-1, L. 3161-5 à L. 3161-7, L. 3162-5 à L. 3162-9 et L. 3163-1 du code des transports, dans leur rédaction résultant de la présente ordonnance ;4° Des articles L. 3163-2 et L. 3163-3 du code transports, dans leur rédaction résultant de la présente ordonnance, en tant qu'ils sanctionnent la méconnaissance des articles énumérés au 3° du présent I :5° De l'article L. 3163-4 du code des transports, dans sa rédaction résultant de la présente ordonnance ;6° Des articles L. 3261-1, L. 3261-4, L. 3261-5, L. 3262-1, L. 3263-5 à L. 3263-8, L. 3263-10, L. 3263-11 et L. 3264-1 du code des transports, dans leur rédaction résultant de la présente ordonnance ;7° Des articles L. 3264-2 et L. 3264-3 du code transports, dans leur rédaction résultant de la présente ordonnance, en tant qu'ils sanctionnent la méconnaissance des articles énumérés au 6° du présent I ;8° De l'article L. 3264-4 du code des transports, dans sa rédaction résultant de la présente ordonnance ;9° De l'article L. 3263-9 du code des transports, dans sa rédaction résultant de la présente ordonnance.II. - Les dispositions mentionnées aux 1° à 8° du I entrent en vigueur le 1er janvier 2022.III. - Les dispositions mentionnées au 9° du même I entrent en vigueur le 21 février 2022.IV. - Les dispositions de la présente ordonnance s'appliquent aux contrats conclus à compter des dates d'entrée en vigueur prévues aux I et II du présent article.\n\nV. - Entrent en vigueur le 1er janvier 2022 :\n\n1° Les deuxième à septième alinéas, les dix-neuvième et vingtième alinéas, les trente-quatrième à trente-septième alinéas, les quarante-troisième à quarante-sixième alinéas, les cinquante-quatrième et cinquante-cinquième alinéas, les soixante-cinquième et soixante-sixième alinéas, les soixante-treizième et soixante-quatorzième alinéas et les soixante-seizième et soixante-dix-septième alinéas du 3° de l'article 2 ;\n\n2° Les deuxième à septième alinéas, les quatorzième et quinzième alinéas, les vingt-huitième et vingt-neuvième alinéas, les trente-deuxième à trente-cinquième alinéas, les quarante et unième à quarante-quatrième alinéas, les cinquante-deuxième et cinquante-troisième alinéas, les soixante-sixième et soixante-septième alinéas, les soixante-quatorzième et soixante-quinzième alinéas et les soixante-dix-septième et soixante-dix-huitième alinéas du 2° de l'article 4."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Le Premier ministre, la ministre de la transition écologique, le ministre de l'économie, des finances et de la relance, la ministre du travail, de l'emploi et de l'insertion, le garde des sceaux, ministre de la justice, et le ministre délégué auprès de la ministre de la transition écologique, chargé des transports, sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}