{
  "id": "ordonnance-du-10-septembre-1817",
  "type": "statute",
  "title": "Ordonnance du 10 septembre 1817",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000692746",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "L'ordre des avocats en nos conseils et le collège des avocats à la Cour de cassation sont réunis sous la dénomination d'Ordre des avocats au Conseil d'Etat et à la Cour de cassation."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Ces fonctions seront désormais indivisibles."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I.-Au vu des besoins identifiés par l'Autorité de la concurrence dans les conditions prévues à l'article L. 462-4-2 du code de commerce, lorsque le demandeur remplit les conditions de nationalité, d'aptitude, d'honorabilité, d'expérience et d'assurance requises pour l'exercice de la profession d'avocat au Conseil d'Etat et à la Cour de cassation, le ministre de la justice le nomme titulaire de l'office d'avocat au Conseil d'Etat et à la Cour de cassation créé. Un décret précise les conditions d'application du présent alinéa.\n\nSi, dans un délai de six mois à compter de la publication des recommandations de l'Autorité de la concurrence mentionnées au même article L. 462-4-2, le ministre de la justice constate un nombre insuffisant de demandes de créations d'office au regard des besoins identifiés, il procède, dans des conditions prévues par décret, à un appel à manifestation d'intérêt en vue d'une nomination dans un office.\n\nUn décret précise les conditions dans lesquelles le ministre de la justice nomme dans un office les personnes remplissant les conditions de nationalité, d'aptitude, d'honorabilité, d'expérience et d'assurance requises pour être nommées en qualité d'avocat au Conseil d'Etat et à la Cour de cassation.\n\nII.-Les conditions d'accès à la profession d'avocat au Conseil d'Etat et à la Cour de cassation sont fixées par décret en Conseil d'Etat. Seules peuvent accéder à cette profession les personnes ayant subi avec succès un examen d'aptitude prévu par ce même décret."
    },
    {
      "provision_ref": "art3-1",
      "section": "3-1",
      "title": "Article 3-1",
      "content": "L'avocat au Conseil d'Etat et à la Cour de cassation peut exercer sa profession en qualité de salarié d'une personne physique ou morale titulaire d'un office d'avocat au Conseil d'Etat et à la Cour de cassation.\n\nUne personne physique ou morale titulaire d'un office d'avocat au Conseil d'Etat et à la Cour de cassation ne peut pas employer plus d'un avocat au Conseil d'Etat et à la Cour de cassation salarié.\n\nL'avocat au Conseil d'Etat et à la Cour de cassation salarié ne peut pas avoir de clientèle personnelle. Dans l'exercice des missions qui lui sont confiées, il bénéficie de l'indépendance que comporte son serment et n'est soumis à un lien de subordination à l'égard de son employeur que pour la détermination de ses conditions de travail.\n\nEn aucun cas, le contrat de travail de l'avocat au Conseil d'Etat et à la Cour de cassation salarié ne peut porter atteinte au code de déontologie édicté par décret en Conseil d'Etat et aux règles professionnelles des avocats au Conseil d'Etat et à la Cour de cassation, et notamment au respect des obligations en matière d'aide juridique et de désignation d'office. Nonobstant toute clause du contrat de travail, l'avocat au Conseil d'Etat et à la Cour de cassation salarié peut demander à être déchargé d'une mission qu'il estime contraire à sa conscience ou susceptible de porter atteinte à son indépendance.\n\nLes litiges nés à l'occasion d'un contrat de travail ou de la convention de rupture, de l'homologation ou du refus d'homologation de cette convention sont, en l'absence de conciliation, soumis à l'arbitrage du président de l'ordre des avocats au Conseil d'Etat et à la Cour de cassation, à charge de recours devant la Cour de cassation.\n\nUn décret en Conseil d'Etat fixe les modalités d'application du présent article, et notamment les conditions dans lesquelles il peut être mis fin aux fonctions de l'avocat au Conseil d'Etat et à la Cour de cassation salarié."
    },
    {
      "provision_ref": "art3-2",
      "section": "3-2",
      "title": "Article 3-2",
      "content": "L'avocat au Conseil d'Etat et à la Cour de cassation peut exercer sa profession soit à titre individuel, soit dans le cadre d'une entité dotée de la personnalité morale, à l'exception des formes juridiques qui confèrent à leurs associés la qualité de commerçant.\n\nLorsque la forme juridique d'exercice est une société à responsabilité limitée, une société anonyme, une société par actions simplifiée ou une société en commandite par actions régies par les dispositions du livre II du code de commerce, celle-ci est également soumise aux dispositions du livre III de l'ordonnance n° 2023-77 du 8 février 2023 relative à l'exercice en société des professions libérales réglementées à l'exception des obligations de dénomination prévues au premier alinéa de l'article 41 de cette ordonnance qui deviennent facultatives."
    },
    {
      "provision_ref": "art3-3",
      "section": "3-3",
      "title": "Article 3-3",
      "content": "L'avocat au Conseil d'Etat et à la Cour de cassation peut également exercer sa profession dans le cadre d'une société pluri-professionnelle d'exercice, prévue au livre IV de l'ordonnance n° 2023-77 du 8 février 2023 relative à l'exercice en société des professions libérales réglementées, ayant pour objet l'exercice en commun de la profession d'avocat au Conseil d'Etat et à la Cour de cassation et d'une ou plusieurs autres professions prévues à ce titre.\n\nLes dispositions des troisième et quatrième alinéas de l'article 3-2 sont applicables à une telle société.\n\nUn décret en Conseil d'Etat fixe notamment les conditions de la nomination de la société dans un office d'avocat au Conseil d'Etat et à la Cour de cassation, de son interdiction temporaire et de sa destitution ainsi que les règles applicables en cas d'empêchement, de retrait ou de décès d'un associé exerçant la profession."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "(dispositions nominatives : texte non reproduit)"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Pour déterminer le rang que les titulaires ci-dessus nommés doivent conserver entre eux, il sera dressé, par le conseil de l'ordre, un tableau où ils seront inscrits à la date la plus ancienne de leur réception dans l'un des deux collèges réunis."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "(texte non reproduit)."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Il est institué au sein de l'ordre des avocats au Conseil d'Etat et à la Cour de cassation, un conseil de l'ordre composé d'un président et de quatorze membres exerçant effectivement la profession d'avocat au Conseil d'Etat et à la Cour de cassation. Deux de ces membres auront la qualité de syndic ; un troisième, celle de secrétaire-trésorier et un quatrième celle de secrétaire."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Le président de l'ordre des avocats au Conseil d'Etat et à la Cour de Cassation est élu à la majorité absolue des suffrages par l'assemblée générale.\n\nLes quatorze autres membres seront nommés directement par l'assemblée générale, à la majorité absolue des suffrages.\n\nLors de chaque renouvellement du conseil, le nombre de femmes et le nombre d'hommes à élire sont déterminés de telle sorte que la proportion totale, au sein de ce conseil, des personnes dont le sexe représente la part la plus faible parmi les avocats inscrits au tableau de l'ordre soit au moins égale à cette part, sans excéder la moitié.\n\nLe conseil choisit parmi ses membres les deux syndics, le secrétaire-trésorier et le secrétaire."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Les fonctions du président et des membres du conseil durent trois ans ; en conséquence, le tiers des membres du conseil est renouvelé chaque année.  Aucun des membres sortants ne peut être réélu qu'après une année d'intervalle."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Les nominations sont faites, chaque année, dans le courant du mois de décembre."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Le président de l'ordre préside l'assemblée générale : les syndics remplissent les fonctions de scrutateurs ; et le secrétaire-trésorier, celles de secrétaire. Le président est remplacé, en cas d'empêchement, par le premier ou par le second syndic, et ceux-ci par les membres du conseil les plus anciens dans l'ordre du tableau ; les fonctions de secrétaire, en l'absence du titulaire, sont remplies par celui des membres du conseil le plus récemment inscrit au tableau."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "L'assemblée générale ne peut voter, si elle n'est pas composée au moins de la moitié plus un des membres de l'ordre.\n\nLe conseil peut valablement délibérer quand les membres présents sont au nombre de neuf.\n\nPar dérogation à l'alinéa précédent, le conseil de l'ordre peut valablement délibérer sur les avis en matière de responsabilité civile professionnelle lorsque les membres présents sont au nombre de sept.\n\nEn cas de partage d'opinions dans le conseil, la voix du président est prépondérante."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Le conseil se prononce définitivement, lorsqu'il s'agit de son fonctionnement interne.\n\nLes actions en responsabilité civile professionnelle engagées à l'encontre d'un avocat au Conseil d'Etat et à la Cour de cassation sont portées, après avis du conseil de l'ordre, devant le Conseil d'Etat, quand les faits ont trait aux fonctions exercées devant le tribunal des conflits et les juridictions de l'ordre administratif, et devant la Cour de cassation dans les autres cas.\n\nLe conseil de l'ordre peut, devant toutes les juridictions, exercer tous les droits réservés à la partie civile relativement aux faits portant un préjudice direct ou indirect à l'intérêt collectif de la profession.\n\nLe titre d'avocat honoraire au Conseil d'Etat et à la Cour de cassation peut être conféré par délibération du conseil de l'ordre aux avocats qui ont été inscrits au tableau pendant vingt ans et qui ont donné leur démission.\n\nLe conseil de l'ordre prépare un code de déontologie édicté par décret en Conseil d'Etat énonçant les principes et devoirs professionnels permettant le bon exercice des fonctions d'avocat au Conseil d'Etat et à la Cour de cassation. Il précise par voie de règlement les règles professionnelles propres à assurer le respect de ce code."
    },
    {
      "provision_ref": "art13-1",
      "section": "13-1",
      "title": "Article 13-1",
      "content": "Le conseil vérifie le respect par les avocats au Conseil d'Etat et à la Cour de cassation de leurs obligations prévues par le chapitre Ier du titre VI du livre V du code monétaire et financier en matière de lutte contre le blanchiment des capitaux et le financement du terrorisme en se faisant communiquer, dans des conditions fixées par décret en Conseil d'Etat, les documents relatifs au respect de ces obligations."
    },
    {
      "provision_ref": "art13-2",
      "section": "13-2",
      "title": "Article 13-2",
      "content": "La formation professionnelle continue est obligatoire pour les avocats au Conseil d'Etat et à la Cour de cassation en exercice.\n\nUn décret en Conseil d'Etat détermine la nature et la durée des activités susceptibles d'être validées au titre de l'obligation de formation professionnelle continue. Le conseil de l'ordre détermine les modalités selon lesquelles elle s'accomplit."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Les honoraires de consultation, d'assistance, de conseil, de rédaction d'actes juridiques sous seing privé et de plaidoirie sont fixés en accord avec le client.\n\nSauf en cas d'urgence ou de force majeure ou lorsqu'il intervient au titre de l'aide juridictionnelle totale, l'avocat au Conseil d'Etat et à la Cour de cassation conclut par écrit avec son client une convention d'honoraires, qui précise, notamment, le montant ou le mode de détermination des honoraires couvrant les diligences prévisibles, ainsi que les divers frais et débours envisagés.\n\nLes honoraires tiennent compte, selon les usages, de la situation de fortune du client, de la difficulté de l'affaire, des frais exposés par l'avocat au Conseil d'Etat et à la Cour de Cassation, de sa notoriété et des diligences de celui-ci.\n\nToute fixation d'honoraires qui ne le serait qu'en fonction du résultat judiciaire est interdite. Est licite la convention qui, outre la rémunération des prestations effectuées, prévoit la fixation d'un honoraire complémentaire en fonction du résultat obtenu ou du service rendu."
    },
    {
      "provision_ref": "art15-1",
      "section": "15-1",
      "title": "Article 15-1",
      "content": "Lorsque, pour vérifier le respect du deuxième alinéa de l'article 15 de la présente ordonnance, l'autorité administrative chargée de la concurrence et de la consommation fait usage des pouvoirs mentionnés              à l'article L. 511-8 du code de la consommation , elle en informe le président du conseil de l'ordre des avocats au Conseil d'Etat et à la Cour de cassation par écrit, au moins trois jours avant."
    },
    {
      "provision_ref": "art15-2",
      "section": "15-2",
      "title": "Article 15-2",
      "content": "En toutes matières, que ce soit dans le domaine du conseil ou dans celui de la défense, les consultations adressées par un avocat au Conseil d'Etat et à la Cour de cassation à son client ou destinées à celui-ci, les correspondances échangées entre l'avocat au Conseil d'Etat et à la Cour de cassation et son client, les correspondances échangées entre l'avocat au Conseil d'Etat et à la Cour de cassation et ses confrères ou un avocat régi par la loi n° 71-1130 du 31 décembre 1971 portant réforme de certaines professions judiciaires et juridiques, à l'exception pour ces dernières de celles portant la mention \" officielle \", les notes d'entretien et, plus généralement, toutes les pièces du dossier sont couvertes par le secret professionnel."
    },
    {
      "provision_ref": "art15-3",
      "section": "15-3",
      "title": "Article 15-3",
      "content": "I.-Toute sollicitation personnalisée et toute proposition de services en ligne procurent une information sincère sur la nature des prestations de services proposées et leur mise en œuvre respecte le code de déontologie édicté par décret en Conseil d'Etat et les règles professionnelles applicables, notamment les principes de dignité, de loyauté, de confraternité et de délicatesse.Elles excluent tout élément comparatif ou dénigrant.II.-La sollicitation personnalisée ne peut être effectuée que sous la forme d'un envoi postal ou d'un courrier électronique adressé à une personne physique ou morale déterminée, destinataire de l'offre de service. Est en particulier exclu tout démarchage physique ou téléphonique, de même que tout message textuel envoyé sur un terminal téléphonique mobile.Toute sollicitation personnalisée en rapport avec une affaire particulière est interdite.La sollicitation personnalisée précise les modalités de détermination des honoraires du professionnel, lesquels feront l'objet d'une convention conformément à l'article 15.III.-Le conseil de l'ordre des avocats au Conseil d'Etat et à la Cour de cassation peut prévoir, dans le règlement intérieur prévu au dernier alinéa de l'article 13, que l'avocat au Conseil d'Etat et à la Cour de cassation qui ouvre ou modifie substantiellement un site internet en vue de proposer ses services ou une ou plusieurs pages web destinées aux mêmes fins sur un site internet tiers doit en informer son président, dans un délai déterminé à compter de son ouverture ou de sa modification substantielle.L'utilisation par un avocat au Conseil d'Etat et à la Cour de cassation de noms de domaine évoquant de façon générique le titre de la profession ou un titre pouvant prêter à confusion, un domaine du droit ou une activité relevant de celles de la profession, est interdite. Le présent alinéa, uniquement en ce qu'il concerne le titre de la profession et les activités relevant exclusivement de la profession, n'est pas applicable au conseil de l'ordre des avocats au Conseil d'Etat et à la Cour de cassation.Les sites internet des professionnels ne peuvent comporter aucun encart ou bannière publicitaire, autres que ceux de la ou des professions exercées, pour quelque produit ou service que ce soit."
    },
    {
      "provision_ref": "art15-4",
      "section": "15-4",
      "title": "Article 15-4",
      "content": "L'avocat au Conseil d'Etat et à la Cour de cassation investi d'un mandat de délégation conformément au deuxième alinéa de l'article 23 de l'ordonnance n° 2022-544 du 13 avril 2022 relative à la déontologie et à la discipline des officiers ministériels :1° Ne doit pas avoir été l'auteur de faits contraires à l'honneur et à la probité ;2° S'abstient d'exercer les attributions déléguées lorsque leurs exercices présentent un lien avec :\n\n-l'office au sein duquel il exerce ou a exercé au cours des trois dernières années, en tant que salarié, associé ou titulaire de cet office ;-la société dans laquelle il exerce ou détient des actions ou parts sociales ;-un parent ou allié en ligne directe, quel que soit le degré, ou en ligne collatérale, jusqu'au degré d'oncle ou de neveu inclus.\n\nSans préjudice des dispositions qui précèdent, le délégataire, qui estime devoir se déporter en raison des liens d'intérêts avec la situation individuelle en cause, s'abstient d'exercer les attributions déléguées.La délégation peut être retirée à tout moment, notamment lorsqu'il existe des raisons susceptibles de mettre en cause l'impartialité ou l'indépendance du délégataire."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Notre aimé et féal chevalier, chancelier de France, chargé du portefeuille du ministère de la justice, est chargé de l'exécution de la présente ordonnance."
    }
  ]
}