{
  "id": "ordonnance-n-2020-307-du-25-mars-2020",
  "type": "statute",
  "title": "Ordonnance n°2020-307 du 25 mars 2020",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000041755668",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Le renouvellement général des conseillers des Français de l'étranger et des délégués consulaires initialement prévu en mai 2020 par le décret n° 2020-83 du 4 février 2020 est reporté au mois de mai 2021.\n\nPar dérogation à l'article 14 de la loi n° 2013-659 du 22 juillet 2013 relative à la représentation des Français établis hors de France, le mandat des conseillers des Français de l'étranger et des délégués consulaires élus lors de ce scrutin expire en mai 2026."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les déclarations de candidature enregistrées en vue du scrutin prévu en mai 2020 ne sont plus valables."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Par dérogation au premier alinéa de l'article 14 de la loi n° 2013-659 du 22 juillet 2013 relative à la représentation des Français établis hors de France :\n\n1° Le mandat des conseillers à l'Assemblée des Français de l'étranger élus en 2014 expire dans le mois suivant le renouvellement général des conseillers des Français de l'étranger et des délégués consulaires, reporté en application de l'article 1er de la présente ordonnance, ou, dans le cas prévu au I de l'article 18 de la loi n° 2021-689 du 31 mai 2021 relative à la gestion de la sortie de crise sanitaire, dans le mois suivant la dernière élection partielle organisée en application du même I ;\n\n2° Le mandat des conseillers à l'Assemblée des Français de l'étranger élus par les conseillers des Français de l'étranger élus lors du scrutin prévu à l'article 1er de la présente ordonnance ou lors de l'élection partielle prévue au I de l'article 18 de la loi n° 2021-689 du 31 mai 2021 précitée expire dans le mois suivant le renouvellement général des conseillers des Français de l'étranger prévu en mai 2026, à la date de l'élection renouvelant leur mandat.\n\nEn 2020 et par dérogation au deuxième alinéa de l'article 9 de la loi du 13 juillet 2013 susvisée, l'Assemblée des Français de l'étranger peut ne se réunir qu'une fois."
    },
    {
      "provision_ref": "art3-1",
      "section": "3-1",
      "title": "Article 3-1",
      "content": "Par dérogation à l'article 29 de la loi n° 2013-659 du 22 juillet 2013 précitée, il n'est procédé à aucune élection consulaire partielle jusqu'au prochain renouvellement des conseillers des Français de l'étranger.\n\nPar dérogation à l'article 36 de la même loi, il n'est procédé à aucune élection partielle jusqu'au prochain renouvellement de l'Assemblée des Français de l'étranger."
    },
    {
      "provision_ref": "art3-2",
      "section": "3-2",
      "title": "Article 3-2",
      "content": "Les candidats ou listes de candidats dont la candidature a été enregistrée pour l'élection consulaire initialement prévue en mai 2020 sont remboursés sur une base forfaitaire du coût du papier et des frais d'impression engagés pour ce scrutin :\n\n1° Des bulletins de vote ;\n\n2° Des affiches électorales, pour la seule élection des conseillers des Français de l'étranger, en application du premier alinéa du II de l'article 15 de la loi n° 2013-659 du 22 juillet 2013 précitée.\n\nLes modalités d'application du présent article sont précisées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Le Premier ministre et le ministre de l'Europe et des affaires étrangères sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}