{
  "id": "ordonnance-n-2020-390-du-1er-avril-2020",
  "type": "statute",
  "title": "Ordonnance n°2020-390 du 1er avril 2020",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000041776951",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Le second tour du renouvellement général des conseillers municipaux et communautaires, des conseillers de Paris et des conseillers métropolitains de Lyon, initialement fixé au dimanche 22 mars 2020, aura lieu à partir des listes électorales et des listes électorales complémentaires établies pour le premier tour, sous réserve des inscriptions et radiations prévues au II de l'article L. 11 et aux 1° et 2° du III de l'article L. 16 du code électoral.Par dérogation aux articles L. 18 et L. 19 du code électoral, jusqu'au lendemain du second tour, ni le maire ni la commission de contrôle ne peuvent radier des listes électorales un électeur. Les inscriptions auxquelles ils procéderaient ne sont pas prises en compte pour le second tour."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Par dérogation au 2° de l'article L. 255-4, au troisième alinéa de l'article L. 267 et au deuxième alinéa de l'article L. 224-14 du code électoral, une période complémentaire de dépôt des déclarations de candidature pour le second tour est ouverte à une date fixée par le décret de convocation des électeurs prévu au I de l'article 19 de la loi du 23 mars 2020 susvisée et close le mardi qui suit la publication dudit décret à 18 heures.Les déclarations de candidature enregistrées avant le mardi 17 mars 2020 à 18 heures en vue du second tour initialement prévu le 22 mars 2020 et pour lesquelles un récépissé définitif a été délivré demeurent valables.Dans les communes de 1 000 habitants et plus et à la métropole de Lyon, par dérogation au dernier alinéa des articles L. 224-16 et L. 267 du code électoral, les candidatures peuvent être retirées pendant la période complémentaire de dépôt des déclarations de candidature prévue au premier alinéa. Les retraits de listes complètes comportent la signature de la majorité des candidats de la liste."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Conformément aux articles L. 253 et L. 255-3 du code électoral, dans les communes de moins de 1 000 habitants, le second tour porte uniquement sur les sièges non pourvus au premier tour, nonobstant les vacances intervenues avant le second tour."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "A modifié les dispositions suivantes :\n\nPour le renouvellement général des conseillers municipaux et communautaires, des conseillers de Paris et des conseillers métropolitains de Lyon de 2020, le délai prévu au premier alinéa de l'article L. 118-2 du code électoral est fixé à trois mois à compter de la date prévue :\n\n1° A la première phrase du 4° du XII de l'article 19 de la loi n° 2020-290 du 23 mars 2020 d'urgence pour faire face à l'épidémie de covid-19, en ce qui concerne les communes et secteurs où le premier tour de scrutin organisé le 15 mars 2020 a été conclusif ;\n\n2° A la seconde phrase du même 4°, en ce qui concerne les autres communes et secteurs ainsi que les circonscriptions de la métropole de Lyon.\n\n- LOI n°2020-290 du 23 mars 2020"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Par dérogation au troisième alinéa de l'article L. 68 du code électoral, les listes d'émargement sont communiquées à tout électeur requérant par la préfecture, la sous-préfecture ou, selon le cas, par la mairie entre, d'une part, la date d'entrée en vigueur du décret de convocation des électeurs prévu au I de l'article 19 de la loi du 23 mars 2020 susvisée ou, à défaut, de la date d'entrée en fonction des conseillers municipaux et communautaires fixée par le décret prévu au premier alinéa du III de l'article 19 de la même loi et, d'autre part, l'expiration du délai de recours contentieux."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "La démission des candidats élus au premier tour dont l'entrée en fonction est différée en application de l'article 19 de la loi du 23 mars 2020 susvisée ne prend effet qu'après leur entrée en fonction."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "En vue du financement des partis et groupements politiques prévu aux articles 8 à 9-1 de la loi du 11 mars 1988 susvisée au titre de l'année 2021, et par dérogation à l'article 9 de la même loi :1° La période du mois de novembre mentionnée au septième alinéa est remplacée par la période du mois de janvier 2021 ;2° La date limite du 31 décembre mentionnée au dixième alinéa est fixée au 31 janvier 2021."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Le Premier ministre et le ministre de l'intérieur sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}