{
  "id": "ordonnance-n-2020-462-du-22-avril-2020",
  "type": "statute",
  "title": "Ordonnance n°2020-462 du 22 avril 2020",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000041814725",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les dispositions des articles 1er à 7 de l'ordonnance du 1er avril 2020 susvisée sont applicables au second tour des élections municipales en Nouvelle-Calédonie et en Polynésie française, à l'exception des articles 1er et 3 en Nouvelle-Calédonie.Pour l'application de l'ordonnance susvisée dans ces deux collectivités :1° Aux articles 2 et 5, après les mots : « décret de convocation des électeurs prévu au I de l'article 19 de la loi du 23 mars 2020 susvisée » sont insérés les mots : « ou, le cas échéant, du décret de convocation prévu au XV du même article 19 » ;2° A l'article 5 :a) La référence à la préfecture est remplacée par la référence aux services du haut-commissaire de la République ;b) La référence à la sous-préfecture est remplacée par la référence, en Polynésie française, aux services du chef de subdivision administrative, et en Nouvelle-Calédonie, au service du commissaire délégué de la République."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "En Nouvelle-Calédonie, le second tour du renouvellement des conseils municipaux a lieu à partir des listes électorales et des listes électorales complémentaires établies pour le premier tour, sous réserve des inscriptions ou radiations résultant des décisions du tribunal de première instance ou d'arrêts de la Cour de cassation, des radiations des électeurs décédés et des rectifications opérées par la commission administrative en application de l'article L. 40 du code électoral, dans sa version applicable en Nouvelle-Calédonie.Sont également inscrites d'office sur la liste électorale de leur domicile réel les personnes qui remplissent la condition d'âge entre la dernière clôture définitive des listes et la date du second tour de scrutin, sous réserve qu'elles répondent aux autres conditions prescrites par la loi. A cette fin, la commission administrative mentionnée à l'article L. 17 du code électoral, dans sa version applicable en Nouvelle-Calédonie, est réunie et procède aux inscriptions. Ses décisions peuvent être contestées par les électeurs intéressés ou par le haut-commissaire devant le tribunal de première instance. Les dispositions de l'article L. 17-1 du code électoral, dans sa version applicable en Nouvelle-Calédonie, s'appliquent aux opérations d'inscriptions d'office mentionnées au présent alinéa. Pour l'application de son deuxième alinéa, les mots « prévus aux articles L. 20 et L. 25 » sont supprimés.Les modalités d'application du présent article sont précisées par un décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Pour l'application du 6° du XII de l'article 19 de la loi du 23 mars 2020 susvisée aux élections municipales de 2020 en Polynésie française et en Nouvelle-Calédonie, les plafonds de dépenses électorales prévus aux 3° et 4° de l'article L. 392 du code électoral sont majorés par un coefficient fixé par décret et qui ne peut être supérieur à 1,5."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Pour l'application en Polynésie française et en Nouvelle-Calédonie du premier alinéa du III de l'article 19 de la loi du 23 mars 2020 susvisée, un décret fixe, dans chacune de ces collectivités, la date d'entrée en fonction des conseillers municipaux et communautaires élus dès le premier tour des élections municipales organisé le 15 mars 2020."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Le Premier ministre, le ministre de l'intérieur et la ministre des outre-mer sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}