{
  "id": "ordonnance-n-45-1483-du-30-juin-1945",
  "type": "statute",
  "title": "Ordonnance n°45-1483 du 30 juin 1945",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000516237",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les décisions relatives aux prix de tous produits et services sont prises :\n\n1° Par arrêtés interministériels du ministre chargé de l'économie nationale et du ministre responsable pour les produits et services dont la liste est établie par décret rendu sur la proposition du ministre de l'économie nationale ;\n\n2° Par arrêtés du ministre de l'économie nationale pour tous les autres produits et services ;\n\n3° Par arrêtés du commissaire régional de la République en vertu d'une délégation de compétence du ministre de l'économie nationale accordée par arrêté ; l'arrêté de délégation fixe l'objet et l'étendue des pouvoirs du commissaire régional ;\n\n4° Par arrêtés du préfet agissant par délégation du commissaire régional de la République ;\n\n5° Par les organismes agréés par le ministre de l'économie nationale agissant en vertu d'une délégation de compétence accordée par arrêté du ministre de l'économie nationale et, pour les produits et services figurant à la liste visée à l'alinéa 1er (par. 1er) du présent article, par arrêté du ministre de l'économie nationale et du ministre responsable. Les arrêtés de délégation de compétence fixent l'objet et l'étendue des pouvoirs des organismes agréés ainsi que les obligations qui leur incombent à ce sujet.\n\nEn outre, les ministres qui ont compétence pour prendre les décisions prévues au premier alinéa (par. 1°, 2°, 3° et 5°) du présent article, peuvent assortir ces décisions de toutes dispositions accessoires destinées à en assurer l'application et à faciliter le contrôle de leur exécution.\n\nToute disposition figurant dans lesdites décisions et qui ne se rattacherait pas directement à la fixation des prix est réputée disposition accessoire au sens de l'alinéa ci-dessus.\n\nLes arrêtés ministériels portant délégation de compétence aux préfets peuvent autoriser ces derniers à assortir leurs décisions de dispositions accessoires, dans les limites prévues au présent article et dans les conditions spécifiées auxdits arrêtés ministériels."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les arrêtés visés au premier alinéa (par. 1° et 2°) de l'article 1er, fixent les prix ou prix-limites à la production et, le cas échéant, à tous les stades de la distribution :- soit par détermination du prix lui-même ;- soit par l'établissement d'une majoration ou d'une diminution ;- soit par fixation d'une marge bénéficiaire ou d'un taux de marque ;ou par tout autre moyen approprié.Les arrêtés visés au premier alinéa (par. 3° et 4°) de l'article 1er, fixent par les mêmes moyens les prix ou prix-limites pour l'établissement desquels le commissaire régional de la République ou le préfet ont reçu délégation de compétence."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les ministres qui ont compétence pour fixer les prix-limites des produits et des services peuvent, le cas échéant, procéder à des fixations de prix minimum dans les formes prévues à l'article 1er et dans les conditions spécifiées à l'article 2 de la présente ordonnance.\n\nIls peuvent également déléguer compétence à ces fins au commissaire régional de la République, au préfet ou aux organismes agréés."
    },
    {
      "provision_ref": "art3bis",
      "section": "3bis",
      "title": "Article 3bis",
      "content": "Les conditions de vente ou de prestation de service pratiquées par un producteur, un importateur ou un grossiste, lorsqu'elles ont pour objet ou pour effet de différencier les prix pour un même produit ou service, peuvent être réglementées par arrêtés du ministre chargé de l'économie. Ces arrêtés peuvent, notamment, limiter à un taux ou un montant déterminé les écarts de prix résultant desdites conditions de vente ou de prestation de service, compte tenu, s'il y a lieu, des remises, ristournes, avoirs ou avantages quelconques, même accordés ou intervenus postérieurement à la facturation.\n\nL'indication, par quelque moyen que ce soit, par un producteur, un importateur ou un grossiste de prix conseillés au détaillant pour la vente au public de certains produits ou services peut être interdite dans la même forme."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les arrêtés interministériels ou ministériels sont pris après avis du comité national des prix.Les arrêtés des commissaires régionaux de la République et ceux des préfets sont pris après consultation soit du comité régional, soit du comité départemental des prix. Ils doivent être soumis sans délai au ministre de l'économie nationale et au ministre responsable s'il s'agit de produits ou services figurant à la liste visée à l'alinéa 1er (par. 1er) de l'article 1er, au ministre de l'économie et des finances s'il s'agit d'autres produits ou de services.Des arrêtés interministériels ou ministériels, ainsi que des arrêtés du commissaire régional de la République, pris dans les conditions prévues à l'article 1er, peuvent modifier respectivement : les premiers les arrêtés des commissaires régionaux et des préfets, les seconds ceux des préfets, ou y suppléer.Des arrêtés interministériels ou ministériels pris dans les conditions prévues à l'article 1er peuvent modifier les décisions des organismes agréés visés au premier alinéa (par. 5) de l'article 1er, ou y suppléer."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "La composition du comité national des prix est fixée par décret en conseil des ministres pris sur le rapport du ministre de l'économie et des finances, du ministre chargé de la production industrielle et du ministre de l'agriculture."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Le comité national des prix est saisi par le ministre de l'économie et des finances."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Il est institué auprès du comité national des prix un cadre de rapporteurs comprenant un rapporteur général, des rapporteurs généraux adjoints, des commissaires rapporteurs, des rapporteurs et des rapporteurs adjoints qui sont chargés, sans préjudice des missions confiées au rapporteur général par les articles 15, 39, et 40 de la présente ordonnance, de présenter les dossiers de prix à ce comité.Le rapporteur général et les rapporteurs sont désignés par le ministre de l'économie et des finances.Les dossiers sont répartis entre eux par décision du ministre."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "La composition du comité départemental des prix est fixée par arrêté du ministre de l'économie et des finances."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "En outre, peuvent prendre part avec voix délibérative aux délibérations du comité régional ou du comité départemental des prix, les inspecteurs que le ministre de l'économie nationale aura chargés de missions économiques relatives à la réglementation des prix."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Les débats du comité national des prix, du comité régional et du comité départemental des prix sont confidentiels."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Les membres du comité national des prix, des comités régionaux et départementaux des prix, les fonctionnaires du cadre des rapporteurs près le comité national des prix et les fonctionnaires visés au premier alinéa de l'article 13 sont tenus au secret professionnel, sauf à l'égard du ministre de l'économie et des finances ou du ministre responsable."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Sont qualifiés pour procéder aux enquêtes relatives à l'établissement des prix les administrateurs civils et attachés d'administration en fonction à la direction générale des prix et des enquêtes économiques ainsi que les fonctionnaires de cette direction générale ayant au moins le grade de commissaire aux prix, de commissaire expert économique et de commissaire des enquêtes économiques.\n\nCes fonctionnaires peuvent, sur présentation de leur commission :\n\n1° Demander communication à toutes entreprises commerciales, industrielles ou artisanales, à toutes sociétés coopératives, à toutes exploitations agricoles ainsi qu'à tous organismes professionnels, des documents qu'ils détiennent, relatifs à leur activité ;\n\n2° Demander toutes justifications des prix pratiqués ainsi que la décomposition de ces prix en leurs différents éléments ;\n\n3° Procéder à toutes visites d'établissements industriels, commerciaux, agricoles, artisanaux ou coopératifs ;\n\n4° Exiger copie des documents qu'ils estiment nécessaires pour l'accomplissement de leur mission."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Les administrations ou offices de l'Etat, des départements, des communes (et des colonies), les établissements publics et assimilés, les établissements ou organismes placés sous le contrôle de l'Etat ainsi que les entreprises et services concédés par l'Etat, les départements, les communes (et colonies) ne peuvent opposer le secret professionnel aux fonctionnaires visés à l'article 13."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Les arrêtés établissant les mesures générales d'application des délégations de compétence prévus à l'article 63 ainsi que les arrêtés de délégation de compétence prévus à l'article 1er, alinéa 1° (par. 5), déterminent les documents dont les organismes agréés peuvent demander aux entreprises la production et l'envoi en vue de procéder aux fixations de prix pour lesquelles ils ont reçu compétence.\n\nLes membres et employés des organismes agréés sont, à l'égard de ces documents, tenus au secret professionnel dans les conditions prévues à l'article 12 ci-dessus.\n\nAu cas de refus d'exécution de la part des entreprises, les organismes agréés en rendent compte au ministre de l'économie nationale et des finances (direction des prix) qui peut mettre les entreprises en demeure de produire ou d'envoyer les documents. La carence des entreprises est, le cas échéant, constatée par le rapporteur général près le comité national des prix."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Les prix de tous les produits et services sont et demeurent bloqués, soit au niveau qu'ils avaient atteint au 1er septembre 1939, soit au niveau qui résulte des décisions prises depuis cette date."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Les prix bloqués s'entendent des prix pratiqués par l'entreprise elle-même ; si celle-ci ne peut en justifier ou si elle ne vendait pas, à l'époque du blocage, les produits ou services considérés, ces prix s'entendent des prix usuellement pratiqués pour des produits ou services identiques par des entreprises similaires."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I. - Le niveau des prix à la date du blocage s'apprécie pour les produits et les services dont la qualité n'a pas été modifiée, compte tenu :1° De la consistance du produit ou du service en quantité ou en importance ;2° Des prestations d'emballage, de transport et de toutes autres prestations accessoires ;3° Des remises, escomptes, ristournes et bonifications de tous ordres faits de façon habituelle à la clientèle et de toutes autres conditions de vente et de paiement ;4° Et, de façon générale, de tous les avantages habituellement consentis par l'entreprise à l'occasion des transactions.Toute diminution de la quantité du produit ou de l'importance du service, toutes modifications défavorables à l'acheteur des conditions de vente et de paiement, toute réduction ou suppression des prestations ou avantages visés au présent article, toute contrepartie nouvelle exigée de l'acheteur doivent faire l'objet d'une diminution automatique et correspondante du prix.II. - Les prix des produits ou services dont la qualité a été modifiée sont, en ce qui concerne le blocage des prix, ceux qui résultent des arrêtés pris par application des dispositions de l'article 1er."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Sauf autorisation expresse accordée par des arrêtés pris en application de l'article 1er, premier alinéa (par. 1° et 2°), est suspendue, nonobstant toutes stipulations contraires, l'application des clauses contractuelles qui prévoient la détermination d'un prix au moyen de formules à variation automatique."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Les dispositions des articles 16, 17 et 18 ne sont pas applicables aux prix à la production des produits agricoles aussi longtemps qu'ils n'ont pas fait l'objet de décision de fixation."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "A titre exceptionnel, des modifications en hausse peuvent être apportées au niveau des prix bloqués lorsque le prix de revient d'un produit ou d'un service subit une majoration due soit à une hausse du cours des matières premières sur les marchés étrangers, soit à des circonstances exceptionnelles résultant d'un cas particulier de force majeure et que cette majoration dépasse un pourcentage jugé suffisant par le comité national des prix.\n\nCes modifications font l'objet de décisions prises dans les conditions prévues à l'article 1er."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "En aucun cas n'est retenue la majoration qui serait due à l'intervention d'intermédiaires nouveaux.\n\nEst considéré comme intermédiaire nouveau :\n\n1° Le commerçant qui, en dehors de son activité habituelle et sans habilitation régulière, s'introduit, même occasionnellement, dans le cycle normal de la distribution ;\n\n2° Toute personne non commerçante qui, par acte isolé ou habituel, s'introduit également dans le cycle normal de la distribution."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Les prix bloqués peuvent également faire l'objet de diminution dans les formes prévues à l'article 1er, lorsque leur niveau est considéré comme trop élevé."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "Les prix des produits ou services nouveaux ainsi que des produits ou services qui ont subi des modifications sont fixés par application des articles 1er et 2 de la présente ordonnance."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "Les arrêtés interministériels et ministériels prévus à l'alinéa 1er (par. 1°, 2°, 3° et 5° de l'article 1er), aux articles 3, 4, 19, 21, 23, 33, 34 et 63, les décisions d'ordre général des organismes agréés prévus à l'article 1er, alinéa 1er (par. 5°), sont publiés au Bulletin officiel des services des prix, spécialement édité à cet effet. Ce bulletin, rédigé par les soins de la direction des prix du ministère de l'économie et des finances, est adressé, dans chaque arrondissement, à la préfecture ou à la sous-préfecture. Il est envoyé, en outre, aux comités régionaux et départementaux des prix, ainsi qu'aux directions régionales et départementales du contrôle économique, où il est tenu à la disposition du public en vue d'une consultation éventuelle.\n\nSauf dispositions contraires insérées aux arrêtés, et, en ce qui concerne les décisions des organismes agréés, aux arrêtés prévus à l'article 1er, alinéa 1er (par. 5°), les arrêtés et décisions sont applicables  :\n\nA Paris, un jour franc après leur publication.\n\nDans l'arrondissement, un jour franc à dater de l'arrivée du Bulletin officiel des services des prix à la préfecture ou à la sous-préfecture.\n\nA cet effet, la date et l'heure d'arrivée sont consignées sur un registre tenu à la préfecture et à la sous-préfecture.\n\nPar exception aux règles qui précèdent, les arrêtés interministériels ou ministériels qui modifient les arrêtés des commissaires régionaux de la République et des préfets ou qui y suppléent sont applicables dans les délais prévus à l'article 31."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "Les barèmes de prix, listes, tableaux et nomenclatures contenus dans les arrêtés ministériels et interministériels prévus aux paragraphes 1° et 2° de l'alinéa 1er de l'article 1er, aux articles 3, 4 (dernier alinéa), 19, 21 et 23 et dans les décisions des organismes agréés prévues à l'article 1er, alinéa 1er (par. 5°), peuvent, au lieu d'être publiés au Bulletin officiel des services des prix avec les arrêtés et décisions auxquels ils se rapportent, faire l'objet d'un dépôt qui tient lieu de publication.\n\nCe dépôt est effectué à la fois :\n\na) Au secrétariat du comité national des prix ;\n\nb) A la direction générale du contrôle économique ;\n\nc) A la direction compétente du ministère responsable ;\n\nd) Au siège de l'organisme agréé.\n\nL'indication de la date du dépôt au secrétariat du comité national des prix est publiée au Bulletin officiel des services des prix.\n\nSauf dispositions contraires insérées aux arrêtés, et, en ce qui concerne les décisions des organismes agréés, aux arrêtés prévus à l'article 1er, alinéa 1er, (par. 5°), les barèmes de prix, listes, tableaux et nomenclatures ainsi déposés sont applicables :\n\nA Paris, quinze jours francs à dater de la publication du dépôt au Bulletin officiel des services des prix ;\n\nDans l'arrondissement, quinze jours francs à dater de l'arrivée à la préfecture ou à la sous-préfecture du Bulletin officiel des services des prix où est publiée l'indication du dépôt.\n\nLes barèmes de prix, listes, tableaux et nomenclatures qui sont ainsi déposés peuvent être consultés sur place dans chacun des lieux de dépôt aux heures de réception du public."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Les arrêtés des commissaires régionaux de la République et des préfets prévus à l'alinéa 1er (par. 3°, 4°) de l'article 1er et à l'article 4, ainsi que les arrêtés interministériels ou ministériels qui les modifient ou qui y suppléent sont publiés par voie d'affichage à la préfecture, tant au siège de la région que dans chaque chef-lieu de département.\n\nIls sont adressés, dans chaque arrondissement, à la sous-préfecture.\n\nIls sont applicables, sauf dispositions contraires insérées aux arrêtés, un jour franc à dater de leur affichage.\n\nA cet effet, la date d'affichage est consignée sur un registre tenu à la préfecture."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Les décisions des organismes agréés prévus à l'article 1er, alinéa 1er (par. 5°), qui sont spéciales à une ou plusieurs entreprises sont notifiées aux entreprises qu'elles concernent par l'organisme agréé auquel elles ressortissent au moyen d'une lettre recommandée avec accusé de réception et déposées à la fois :\n\na) Au secrétariat du comité national des prix ;\n\nb) A la direction générale du contrôle économique ;\n\nc) Au siège de l'organisme agréé.\n\nCe dernier en donne connaissance sur place ou en délivre des extraits sur demande.\n\nSauf dispositions contraires insérées aux arrêtés prévus à l'article 1er, alinéa 1er (par. 5°), les décisions visées ci-dessus sont applicables un jour franc après la date de réception de la lettre de notification, la date portée sur l'accusé de réception remis à l'organisme agréé faisant foi."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "La publicité des prix est assurée à l'égard du consommateur par voie de marquage, d'étiquetage, d'affichage ou par tout autre procédé approprié.Les modalités d'application du présent article sont fixées par arrêté du ministre de l'économie nationale."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "Les factures d'achat doivent mentionner d'une façon distincte les mentions prescrites par arrêté du ministre de l'économie et des finances.\n\nLe montant du prix fixé ou de la majoration autorisée doit également figurer sur les factures."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Au regard de la présente ordonnance, est considéré comme prix illicite ;\n\n1° Le prix supérieur aux prix-limite ou aux prix fixés comme il est dit au livre Ier ;\n\n2° Le prix inférieur au prix minimum fixé comme il est dit au livre Ier ;\n\n3° Le prix qui est maintenu à son niveau précédent alors qu'il aurait dû faire l'objet d'une diminution de prix conformément à l'article 18 ;\n\n4° Le prix qui est maintenu à son niveau précédent alors qu'il a fait l'objet d'une décision de diminution de prix conformément à l'article 23."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "Constituent la pratique de prix illicites :\n\n1° Toute vente de produits, toute prestation de services, toutes offres, propositions de vente de produits ou de prestation de services faites ou contractées à un prix illicite ;\n\n2° Tous achats et offres d'achats de produits ou demandes de prestations de services faits ou contractés sciemment à un prix illicite.\n\nEst présumé avoir été fait ou contracté sciemment tout achat assorti d'une facture contenant des indications qui ne correspondent pas à la réalité ;\n\n4° Toute infraction aux mesures accessoires édictées par les décisions interministérielles, ministérielles ou préfectorales sauf dispositions contraires insérées auxdites décisions ;\n\n5° Toute infraction aux arrêtés pris en vertu de l'article 63, sauf dispositions contraires insérées auxdits arrêtés ;\n\n6° Toute infraction aux dispositions de l'article 19 ;\n\n7° Toute infraction aux dispositions de l'article 64 ;\n\n8° L'intervention rémunérée sous quelque forme que ce soit d'un intermédiaire nouveau, tel qu'il est défini à l'article 22 ;\n\n9° Les ventes ou offres de vente et les achats ou offres d'achat comportant sous quelque forme que ce soit une prestation occulte ;\n\n10° Les prestations de services, les offres de prestations de services, les demandes de prestations de services comportant, sous quelque forme que ce soit, une rémunération occulte ;\n\n11° Les ventes ou offres de vente et les offres d'achat comportant la livraison de produits inférieurs en quantité ou en qualité à ceux facturés ou à facturer, retenus ou proposés, ainsi que les achats sciemment contractés dans les conditions ci-dessus visées ;\n\n12° Les prestations de services, les offres de prestations de services, les demandes de prestations de services comportant la fourniture de travaux ou de services inférieurs en importance ou en qualité à ceux retenus ou proposés pour le calcul du prix de ces prestations, offres ou demandes de services, ainsi que les prestations de services sciemment acceptées dans les conditions ci-dessus visées  ;\n\n13° Les ventes ou offres de vente de produits et les prestations ou offres de prestations de services subordonnées à l'échange d'autres produits ou services, hormis celles qui visent à la satisfaction des besoins personnels ou familiaux et celles qui, dans les cas exceptionnels, auront expressément fait l'objet d'une autorisation de la part du ministre de l'économie et des finances et du ministre technique compétent."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "Est assimilé à la pratique de prix illicite le fait :\n\n1° Par tout producteur, commerçant, industriel ou artisan :\n\na) De refuser de satisfaire, dans la mesure de ses disponibilités et dans des conditions conformes aux usages commerciaux, aux demandes des acheteurs de produits ou aux demandes de prestations de services, lorsque ces demandes ne présentent aucun caractère anormal, qu'elles émanent de demandeurs de bonne foi et que la vente de produits ou la prestation de de services n'est pas interdite par la loi ou par un règlement de l'autorité publique ; toutefois, le refus de satisfaire aux demandes des acheteurs n'est pas assimilé à une pratique de prix illicite s'il résulte de conventions licites au regard des articles 50 et 51 ;\n\nb) De contrevenir aux dispositions des arrêtés pris en application de l'article 3 bis de la présente ordonnance ;\n\nc) Sous réserve qu'elle ne soit pas soumise à une réglementation spéciale, de subordonner la vente d'un produit ou la prestation d'un service quelconque soit à l'achat concomitant d'autres produits, soit à l'achat d'une quantité imposée, soit à la prestation d'un autre service ;\n\nd) De ne pas présenter à la première demande des agents visés à l'article 6 de l'ordonnance du 30 juin 1945 relative à la constatation, la poursuite et la répression des infractions à la législation économique, les factures, en originaux ou en copies, dont la délivrance et la conservation sont prévues à la section II du livre III de la présente ordonnance ;\n\ne) D'exercer ou tenter d'exercer, soit individuellement, soit par réunion ou coalition, une action en vue de faire échec à la réglementation des prix, en menaçant de cesser son activité commerciale, industrielle ou artisanale ou en cessant effectivement cette activité ;\n\nf) De contrevenir aux dispositions de la loi n° 51-356 du 20 mars 1951 portant interdiction du système de vente avec timbres-primes ou tous autres titres analogues ou avec primes en nature.\n\ng) De pratiquer à l'égard d'un partenaire économique, de lui demander ou d'obtenir de lui des prix ou des conditions de vente discriminatoires ou encore des dons en marchandises ou en espèces dans des conditions de nature à porter atteinte à la concurrence. Lorsque ces avantages sont obtenus d'un partenaire en situation de dépendance, les peines applicables sont celles prévues à l'article 41 de l'ordonnance n° 45-1484 du 30 juin 1945.\n\n2° Par toute personne, de détenir tout stock de produits contrairement aux dispositions de la section I du livre III de la présente ordonnance ;\n\n3° Par toute personne responsable d'une action concertée, de se livrer ou d'inciter à se livrer à une pratique prohibée par l'article 50 de la présente ordonnance ;\n\n4° Par toute personne de conférer, maintenir ou imposer un caractère minimum aux prix des produits et prestations de services ou aux marges commerciales, soit au moyen de tarifs ou barèmes, soit en vertu d'ententes, quelle qu'en soit la nature ou la forme, soit par un relèvement discriminatoire du prix pratiqué à l'égard d'un revendeur, soit par tout autre moyen ;\n\nSont exclus de l'application du paragraphe 4° ci-dessus les cas où les produits ou les services auront fait l'objet d'une dérogation accordée par arrêté conjoint du ministre chargé des affaires économiques, du ministre chargé du commerce et des ministres intéressés. Cette dérogation qui, en tout état de cause, doit être limitée dans le temps, peut être donnée notamment en fonction de la nouveauté du produit ou service, de l'exclusivité consécutive à un brevet d'invention, à une licence d'exploitation ou au dépôt d'un modèle, ou des exigences d'un cahier des charges comportant garantie de qualité et spécification du conditionnement ou d'une campagne publicitaire de lancement.\n\nLes entreprises dont les exploitants ou dirigeants, parties à une action concertée, convention, entente expresse ou tacite, ou coalition, auront été condamnés en application du paragraphe 3° du présent article sont exclues de toute participation aux marchés conclus avec l'Etat, les collectivités publiques, les entreprises publiques ou les entreprises à participation majoritaire de l'Etat ou de collectivités publiques, à moins qu'elles ne soient relevées de cette déchéance par décision conjointe du ministre chargé des affaires économiques, du ministre du commerce et des ministres intéressés.\n\n5° Par tout producteur, grossiste ou importateur, de refuser de communiquer à tout revendeur qui en fera la demande son barème de prix et ses conditions de vente. Cette communication se fait par tout moyen conforme aux usages commerciaux de la profession concernée.\n\n6° Pour toute entreprise commerciale, de payer ses achats de produits alimentaires périssables et de boissons alcooliques ayant supporté des droits de consommation prévus à l'article 403 du code général des impôts dans un délai supérieur à trente jours suivant la fin du mois de livraison."
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "Article 38",
      "content": "Les infractions définies au chapitre premier du présent livre sont constatées, poursuivies et réprimées dans les conditions de l'ordonnance du 30 juin 1945 relative à la constatation, la poursuite et la répression des infractions à la législation économique."
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "Article 39",
      "content": "Le refus ou le défaut de communication des documents dont la production ou l'envoi peut être exigé conformément aux dispositions des articles 13 et 15, l'opposition à l'action des agents visés à l'article 13 et à celles du rapporteur général près le comité national des prix, les injures et voies de fait commises à leur égard sont constatées par procès-verbal établi par le fonctionnaire intéressé et punies des peines prévues par l'article 42 de l'ordonnance du 30 juin 1945 relative à la constatation, la poursuite et la répression des infractions à la législation économique.\n\nLe procès-verbal de constat est, le cas échéant, adressé au Parquet compétent par le rapporteur général près le comité national des prix."
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "Article 40",
      "content": "A l'exclusion des fonctionnaires des services ministériels intéressés qui restent passibles des sanctions disciplinaires prévues par leur statut, quiconque produit ou transmet des renseignements inexacts ou incomplets à l'appui d'une demande de majoration ou de fixation de prix est passible des peines prévues par l'article 39 de l'ordonnance relative à la constatation, la poursuite et la répression des infractions à la législation économique.\n\nLes mêmes peines s'appliquent à quiconque incite à pratiquer des prix illicites ou qui procède à des fixations de prix pour lesquelles il n'a pas été habilité.\n\nPour l'application du présent article, le Parquet compétent est saisi à la requête du rapporteur général près le comité national des prix."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "Est interdite aux personnes non inscrites au registre du commerce ou des métiers ou qui ne peuvent justifier de la qualité de producteur agricole ou de bailleur de biens ruraux lorsque le bail prévoit expressément le paiement du fermage en nature, la détention, en vue de la vente, d'un stock de produits, denrées ou marchandises quelconques."
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "Est interdite aux personnes inscrites au registre du commerce ou des métiers la détention, en vue de la vente, d'un stock de produits, denrées ou marchandises étrangers à l'objet de leur industrie ou commerce, tel que cet objet est défini à leur patente et auxdits registres et tel qu'il est réglementé par le décret du 9 septembre 1939 concernant la création et l'extension des entreprises commerciales ou industrielles."
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "Article 43",
      "content": "Est interdite aux producteurs agricoles la détention, en vue de la vente, d'un stock de produits, denrées ou marchandises étrangers à leur exploitation."
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "Article 44",
      "content": "Sera considéré comme détenu en vue de la vente tout stock de produits, denrées ou marchandises non justifié par les besoins de l'exploitation et dont l'importance excède manifestement les besoins de l'approvisionnement familial appréciés selon les usages locaux."
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "Est présumé détention de stocks le fait pour un producteur ou un commerçant de différer la mise en oeuvre des matières premières ou de produits semi-finis ou de conserver un stock de produits destinés à la vente supérieur au stock normal. L'importance du stock normal sera déterminée en quantité par voie d'arrêtés interministériels pris dans les formes prévues au chapitre premier du titre premier du livre premier de la présente ordonnance, après avis des organisations professionnelles. Les intéressés seront admis à faire tomber la présomption en apportant la preuve d'un motif valable."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "Article 46",
      "content": "Tout achat de produits, denrées ou marchandises destinées à la revente en l'état ou après transformation, tout achat effectué pour le compte ou au profit d'un industriel ou d'un commerçant pour les besoins de son exploitation doit faire l'objet d'une facture. Toute prestation de services effectuée par un professionnel pour les besoins d'un commerce ou d'une industrie doit également faire l'objet d'une facture.Cette facture doit être réclamée par l'acheteur, le vendeur est tenu de la délivrer dès que la vente ou la prestation de services est devenue définitive.Ces dispositions ne sont pas applicables aux ventes des produits agricoles ou des produits de la pêche maritime effectuées directement par le producteur.Toutefois, en ce qui concerne la cession par les producteurs des animaux destinés à l'abattage, l'acheteur doit porter sur un carnet la date d'acquisition, la désignation de l'animal, le prix, les nom et domicile du vendeur. Celui-ci attestera la véracité de ces indications par l'apposition de sa signature. Les modalités d'établissement du carnet seront déterminées par arrêté conjoint du ministre des finances et des affaires économiques et du ministre de l'agriculture.Sans préjudice des dispositions des deux derniers alinéas de l'article premier et de l'article 33 de la présente ordonnance et, le cas échéant, de toutes autres dispositions légales ou réglementaires déjà en vigueur, les entreprises appartenant aux catégories d'activité qui seront désignées par arrêtés du ministre des affaires économiques, du ministre chargé du commerce et du ou des ministres intéressés sont tenus d'apposer sur les produits de leurs fabrications ou conditionnés par leurs soins un indicatif destiné à permettre l'identification de l'entreprise et éventuellement de la marchandise elle-même. L'indicatif pourra éventuellement comporter mention du prix de vente du produit. Lesdits arrêtés pourront exiger la présence du même indicatif sur les produits importés.Chaque arrêté précise, pour les produits appartenant à l'activité qui y est visée, la nature de l'indicatif ainsi que les conditions dans lesquelles il est apposé. L'arrêté fixe les mesures transitoires relatives aux produits fabriqués antérieurement à sa mise en vigueur.Les commerçants ou industriels ne peuvent détenir en vue de leur mise en vente ou de leur transformation des produits ne comportant pas l'indicatif prévu par les arrêtés ci-dessus visés."
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "Article 47",
      "content": "Sous réserve de l'application de toutes autres dispositions législatives ou réglementaires, les factures doivent mentionner le nom ou la raison sociale ainsi que l'adresse de l'acheteur et du vendeur, la quantité, la dénomination précise et le prix unitaire des produits, denrées ou marchandises vendus et des services rendus.\n\nLes factures doivent être rédigées en double exemplaire ; le vendeur remet l'original de la facture à l'acheteur et conserve le double."
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "Article 48",
      "content": "Les originaux et les copies des factures doivent être réunis en liasse par ordre de date, et conservés par l'acheteur et le vendeur pendant un délai de trois années à compter de la transaction.\n\nLe refus de délivrer facture peut être constaté par tout moyen et notamment par une mise en demeure sous forme de lettre recommandée ou par procès-verbal par tout agent de la force publique ou du contrôle économique, requis à cet effet."
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "Article 49",
      "content": "Les infractions aux dispositions des articles 46 à 48 ci-dessus sont constatées, poursuivies et réprimées dans les conditions de l'ordonnance n° 45-1484 du 30 juin 1945 relative à la constatation, la poursuite et la répression des infractions à la législation économique."
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Article 50",
      "content": "Les actions concertées, conventions, ententes expresses ou tacites, ou coalitions sous quelque forme et pour quelque cause que ce soit, ayant pour objet ou pouvant avoir pour effet d'empêcher, de restreindre ou de fausser le jeu de la concurrence, notamment :\n\nEn faisant obstacle à l'abaissement des prix de revient, de vente ou de revente ;\n\nEn favorisant la hausse ou la baisse artificielle des prix ;\n\nEn entravant le progrès technique ;\n\nEn limitant l'exercice de la libre concurrence par d'autres entreprises, sont prohibées sous réserve des dispositions de l'article suivant.\n\nCes prohibitions s'appliquent à tous les biens, produits ou services nonobstant toutes dispositions contraires.\n\nTout engagement ou convention se rapportant à une pratique ainsi prohibée est nul de plein droit.\n\nCette nullité peut être invoquée par les articles et par les tiers ; elle ne peut être opposée aux tiers par les parties ; elle est éventuellement constatée par les tribunaux de droit commun à qui l'avis de la commission de la concurrence, s'il en est intervenu un, doit être communiqué.\n\nSont prohibées dans les mêmes conditions les activités d'une entreprise ou d'un groupe d'entreprises occupant sur le marché intérieur ou une partie substantielle de celui-ci une position dominante caractérisée par une situation de monopole ou par une concentration manifeste de la puissance économique, lorsque ces activités ont pour objet ou peuvent avoir pour effet d'entraver le fonctionnement normal du marché."
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Article 51",
      "content": "Ne sont pas visées par les dispositions de l'article précédent les actions concertées, conventions ou ententes ainsi que les activités d'une entreprise ou d'un groupe d'entreprises occupant une position dominante :\n\n1° Lorsqu'elles résultent de l'application d'un texte législatif ou réglementaire. Les textes de forme réglementaire intervenus avant le 31 octobre 1967 cesseront de pouvoir être invoqués à compter du 1er janvier 1969 ;\n\n2° Dans la mesure où leurs auteurs peuvent en justifier lorsqu'elles ont pour effet d'assurer le développement du progrès économique, notamment par l'accroissement de la productivité, tout en préservant aux utilisateurs une partie équitable du profit qui en résulte.\n\nCet effet est réputé acquis lorsqu'elles remplissent les conditions fixées par arrêté du ministre chargé de l'économie pris pour une durée limitée après publication de l'avis de la commission de la concurrence."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Article 52",
      "content": "Par dérogation aux articles 5 et 19 à 33 inclus de l'ordonnance n° 45-1484 du 30 juin 1945, les infractions aux dispositions concernant les ententes et les positions dominantes assimilées à la pratique de prix illicites ne peuvent être constatées et poursuivies que dans les conditions prévues au présent article.\n\nLe ministre chargé de l'économie saisit la commission de la concurrence des faits qui lui paraissent susceptibles de constituer lesdites infractions et qui ont été soit consignés dans les rapports établis par les agents visés à l'article 6 de l'ordonnance n° 45-1484 précitée qui disposent à cette fin des pouvoirs d'investigation prévus au livre II de ladite ordonnance, soit éventuellement constatés par voie de procès-verbal dans les conditions prévues au même livre.\n\nLa commission de la concurrence est chargée d'examiner si les pratiques qui lui sont soumises sont prohibées ou peuvent se trouver justifiées par les dispositions de l'article précédent.\n\nLa commission de la concurrence peut se saisir d'office. Elle peut également être saisie, pour toute affaire qui concerne les intérêts dont elles ont la charge, par les collectivités territoriales, les organisations professionnelles ou syndicales et les organisations de consommateurs agréées conformément aux dispositions de l'article 46 de la loi n° 73-1193 du 27 décembre 1973. Dans ce dernier cas, la commission entend, si elle le juge utile, l'auteur de la saisine. A leur demande, l'autorité judiciaire agissant dans le cadre de poursuites pénales peut autoriser la communication en copie des procès-verbaux et rapports d'enquête y afférents lorsque cette communication est nécessaire à l'accomplissement de leur mission. Si elle estime que les faits invoqués n'entrent pas dans le champ d'application de l'article 50 ou qu'ils ne sont pas appuyés d'éléments suffisamment probants, elle peut conclure, par décision motivée, qu'il n'y a pas lieu en l'état de mettre en oeuvre la procédure d'instruction prévue au présent article. Cette décision de la commission est notifiée à l'auteur de la saisine, qui peut en demander l'annulation pour excès de pouvoir devant la juridiction administrative.\n\nSes rapporteurs disposent des pouvoirs d'investigation prévus au livre IIde l'ordonnance n° 45-1484 du 30 juin 1945. Leurs rapports doivent contenir l'exposé des faits et des griefs relevés à la charge des entreprises, ainsi que les éléments d'information et les documents, ou leurs extraits, sur lesquels se fonde le rapporteur. Ils sont communiqués aux parties intéressées qui sont mises en mesure de présenter leurs observations.\n\nSera punie des peines prévues à l'article 378 du code pénal la divulgation par l'une des parties des informations concernant une autre partie ou un tiers et dont elle n'aura pu avoir connaissance qu'à la suite de cette communication.\n\nAu vu de l'avis de la commission de la concurrence ou si la commission ne s'est pas prononcée dans le délai de six mois à compter du jour où elle a été saisie ou en cas d'urgence, de récidive ou de flagrant délit, le ministre peut transmettre le dossier au Parquet soit en vue de l'application des dispositions de l'ordonnance n° 45-1484 du 30 juin 1945 relative à la constatation, la poursuite et la répression des infractions à la législation économique, soit en vue de l'application de l'article 419 du code pénal."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "Article 53",
      "content": "Le ministre chargé de l'économie peut également, si la commission de la concurrence a émis un avis en ce sens, infliger par décision motivée une sanction pécuniaire à toute entreprise ou à toute personne morale qui a méconnu l'une des prohibitions édictées à l'article 50 sans que les pratiques relevées à son encontre aient été justifiées par les dispositions de l'article 51.\n\nLe montant maximum de la sanction applicable est fixé comme suit : si le contrevenant est une entreprise, 5 % du montant du chiffre d'affaires hors taxes réalisé en France au cours du dernier exercice clos avant le premier acte interruptif de la prescription : si le contrevenant n'est pas une entreprise, 750 000 euros .Si le dernier exercice clos a été d'une durée supérieure ou inférieure à douze mois, il est tenu compte du chiffre d'affaires réalisé durant les douze mois précédant la clôture de cet exercice. Si l'entreprise exploite des secteurs d'activité différents, le chiffre d'affaires à retenir est celui du ou des secteurs où a été commise l'infraction.\n\nLe montant de la sanction pécuniaire infligée par le ministre doit être fixé compte tenu de la gravité des faits reprochés et de l'importance des dommages causés à l'économie, ainsi que la situation financière et de la dimension de l'entreprise ou de la personne morale intéressée. Il ne peut être supérieur à celui qui est mentionné dans l'avis émis par la commission.\n\nLe ministre peut en outre, sur la proposition de la commission :\n\nOrdonner que la décision prononçant une sanction pécuniaire soit, au frais de l'entreprise ou de la personne morale intéressée, publiée intégralement ou par extrait dans les journaux ou publications qu'il désigne et affichée dans les lieux qu'il indique ;\n\nPrescrire l'insertion du texte intégral de sa décision dans le rapport établi sur les opérations de l'exercice par les gérants, le conseil d'administration ou le directoire."
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "Article 54",
      "content": "Lorsque la commission de la concurrence a estimé qu'une entreprise ou une personne morale a méconnu l'une des prohibitions édictées à l'article 50 sans que les pratiques relevées à son encontre aient été justifiées par les dispositions de l'article 51, le ministre chargé de l'économie peut, par décision motivée, lui enjoindre de se conformer, dans un délai déterminé, aux prescriptions particulières qu'il édicte en vue de rétablir l'état de concurrence antérieur ou de faire entrer les pratiques en cause dans le champ d'application du 2° de l'article 51.\n\nEn cas d'infraction à la prohibition édictée au dernier alinéa de l'article 50, le ministre chargé de l'économie, conjointement avec le ministre dont relève le secteur économique concerné, peut, par arrêté motivé et dans les limites de l'avis de la commission de la concurrence, enjoindre à l'entreprise ou au groupe d'entreprises :\n\nDe modifier, de compléter ou même de résilier dans un délai déterminé les actes et opérations juridiques par les moyens desquels s'est réalisée la concentration de la puissance économique qui a permis l'infraction même si ces actes ou opérations juridiques ont fait l'objet de la procédure prévue en matière de contrôle de la concentration économique ;\n\nDe prendre toute disposition de nature à rétablir soit la situation de droit antérieure, soit une concurrence suffisante.\n\nSi les injonctions prononcées en application du présent article ne sont pas respectées, le ministre chargé de l'économie peut, pour ce motif, prononcer une sanction pécuniaire dans les conditions et dans les limites fixées à l'article 53."
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "Article 55",
      "content": "Par dérogation aux dispositions de l'article 53, le ministre chargé de l'économie peut infliger dans les conditions précisées ci-après une sanction pécuniaire à une ou plusieurs entreprises ou personnes morales pour des faits qui ont été consignés ou constatés selon les modalités fixées au deuxième alinéa de l'article 52 et dont il estime qu'ils contiennent une infraction aux prescriptions de l'article 50, sans être justifiés par les dispositions de l'article 51.\n\nAprès avoir communiqué ses griefs aux entreprises ou personnes morales en cause et recueilli leurs observations sur ces griefs, le ministre consulte le président de la commission de la concurrence. Le dossier qu'il lui transmet comprend la communication des griefs, les observations des intéressés et un projet de décision indiquant les motifs et le montant des sanctions envisagées.\n\nSi le président estime inutile de saisir la commission, le ministre peut, par décision motivée, infliger une sanction pécuniaire n'excédant pas 75 000 euros à chaque entreprise ou personne morale auteur d'une infraction. Toutefois, si l'une des parties en cause demande le bénéfice de la procédure de l'article 53, celle-ci est de droit.\n\nSi le président estime que la commission doit être saisie, il est fait application des dispositions des articles 52, 53 et 54."
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "Article 56",
      "content": "Les décisions ministérielles prises en application des articles 52 à 55 sont publiées au Bulletin officiel des services des prix .\n\nLes décisions ministérielles prises en application des articles 53, 54 et 55 peuvent faire l'objet d'un recours de pleine juridiction devant le Conseil d'Etat."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "Pour leur exécution, les décisions du ministre infligeant des sanctions pécuniaires en application de la présente section suivent les règles prévues pour les amendes et autres condamnations pécuniaires."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "La prescription de l'action publique est interrompue dans les conditions de droit commun, y compris par la rédaction des procès-verbaux visés au deuxième alinéa de l'article 52 ainsi que par la saisine de la commission de la concurrence."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "Le ministre ne peut plus infliger de sanction pécuniaire après avoir transmis le dossier au Parquet dans les conditions fixées au dernier alinéa de l'article 52.La transmission du dossier au Parquet en application du septième alinéa de l'article 52 permet l'exercice dans les conditions de droit commun de l'action publique et celui de l'action civile devant la juridiction pénale en réparation du dommage causé par les pratiques visées à l'article 50."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "I. - Les dispositions de la présente ordonnance s'appliquent à tous les produits et à tous les services et notamment :\n\na) Au prix du blé, sauf en ce qui concerne la nature des décisions portant fixation du prix de ce produit ;\n\nb) Aux prix dans les établissements classés comme hôtels de tourisme, les arrêtés fixant ces prix devant toutefois être contresignés par le ministre des travaux publics et des transports ;\n\nc) Aux prix des locations autres que celles portant sur des immeubles et qui ne sont pas régies par des dispositions législatives spéciales.\n\nII. - Les dispositions de la présente ordonnance ne sont pas applicables :\n\na) A la nature des décisions relatives aux prix des produits de monopole qui reste celle prévue par les textes régissant ces produits ; toutefois, les lois, les décrets et arrêtés qui fixent les prix des produits de monopole doivent être contresignés par le ministre de l'économie nationale ;\n\nb) Aux tarifs de chemin de fer d'intérêt général, des voies ferrées d'intérêt local et des services routiers en remplacement desdits transports par fer, toutes les fois que ces services sont soumis au régime de concession du réseau dont ils dépendent."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "Les dispositions de la présente ordonnance s'appliquent :\n\na) aux prix des opérations pour les exportations qui ne sont pas destinées à l'étranger ;\n\nb) Aux prix de toutes les opérations effectuées sur le territoire métropolitain ou dans les eaux territoriales métropolitaines ;\n\nc) Aux prix \"CAF\" des opérations relatives aux produits importés ;\n\nd) Aux prix de vente des produits sortant de l'entrepôt de douane lors de leur introduction sur le territoire douanier français ;\n\ne) Aux prix des opérations pour les importations de toutes provenances."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "Article 62",
      "content": "Les dispositions de la présente ordonnance ne s'appliquent pas aux exportations directes ou par commissionnaire vers l'étranger."
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "Article 63",
      "content": "Le ministre de l'économie et des finances peut prendre par arrêté toutes les mesures relatives à l'application de la présente ordonnance et notamment :Les règles générales d'application des délégations de compétence.Les règles générales d'application relatives aux prix des produits d'occasion.Les règles générales d'application relatives aux prix de consignation des emballages.Les règles générales de fonctionnement du comité national et des comités départementaux des prix, et plus spécialement les conditions dans lesquelles sont recueillis leurs avis."
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "Article 64",
      "content": "Sauf dispositions contraires insérées aux arrêtés comportant une majoration de prix, ceux-ci ne s'appliquent pas aux stocks constitués avant leur date d'entrée en vigueur.\n\nToutefois, et sous réserve, le cas échéant, d'un versement compensatoire à une ou plusieurs caisses de péréquation ou de compensation, des dispositions spéciales des arrêtés visés à l'alinéa précédent peuvent en étendre l'application aux stocks constitués avant leur date d'entrée en vigueur. Elles indiquent les diverses modalités financières ou autres de cette extension.\n\nSauf dispositions contraires insérées aux arrêtés, fixant les prix des produits visés à l'article 20 de la présente ordonnance, ceux-ci s'appliquent aux stocks constitués avant leur date d'entrée en vigueur. Sauf dispositions contraires insérées aux arrêtés comportant une diminution du prix, ceux-ci s'appliquent aux stocks constitués avant leur date d'entrée en vigueur.\n\nSont considérés comme stocks, au regard du présent article, toutes quantités de produits consommables ou utilisables en l'état à la date d'entrée en vigueur des arrêtés même si ces produits doivent faire ultérieurement l'objet de conditionnement ou de finition."
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "Article 65",
      "content": "Sauf dispositions contraires insérées aux arrêtés qui en fixent les prix, les produits agricoles s'entendent des produits livrés au lieu des exploitations agricoles où ils ont été récoltés."
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "Article 66",
      "content": "Sauf dispositions contraires, les décrets et arrêtés qui fixent les prix de certains produits ou de certains services pour une campagne déterminée continuent à s'appliquer aux campagnes ultérieures à défaut de décisions nouvelles relatives au prix de ces produits ou services."
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "Article 67",
      "content": "Sont validés :1° Tous les actes dits arrêtés et toutes les décisions en vigueur du 19 août 1944 pris par les autorités ou organismes compétents depuis le 16 juin 1940 en conformité des dispositions en vigueur ;2° Toutes les décisions en vigueur au 19 août 1944 prises par le comité central des prix et signifiées aux intéressés par lettres missives ;3° Tous les arrêtés interministériels et ministériels qui n'ont pu être régulièrement publiés au Bulletin officiel des services des prix à partir du 19 août 1944 et n'ont fait l'objet que d'une simple notification."
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "Article 68",
      "content": "Demeurent en vigueur toutes les décisions régulièrement prises en conformité des textes en vigueur entre le 1er septembre 1939 et le 16 juin 1940 qui n'ont pas été abrogées, modifiées ou complétées par des arrêtés ou décisions visés aux paragraphes 1°, 2° et 3° de l'article précédent."
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "Article 69",
      "content": "Les dispositions de la présente ordonnance sont applicables dans les départements du Haut-Rhin, du Bas-Rhin et de la Moselle.\n\nUn arrêté du ministre de l'économie nationale en déterminera les conditions d'application."
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "Article 71",
      "content": "Est expressément constatée la nullité des actes dits :1° Loi du 8 février 1941 sur la détention des stocks ;2° Loi du 29 mars 1941 tendant à rendre obligatoire l'établissement d'une facture pour tout achat de produits, denrées ou marchandises destinés à la revente ;3° Loi du 13 août 1943 réglementant les prix dans les ventes aux enchères.Est également expressément constatée la nullité :1° Des dispositions des articles premier à 38, 64 ter, 75 à 77, 78 bis, 79 et 80 ainsi que le tableau A de l'acte dit loi du 21 octobre 1940 modifiant, complétant et codifiant la législation sur les prix, modifiée par les actes dits lois des 7 août 1942, 31 décembre 1942, 8 juin 1943, 2 novembre 1943 et 15 juin 1944 ;2° Des articles 8, 9, 10 et 12 de l'acte dit loi du 4 avril 1942 relative au classement et aux prix des hôtels et restaurants ;3° De l'article 19, 2°, premier alinéa, de l'acte dit loi du 30 avril 1941 relative à l'organisation du secrétariat d'Etat à la production industrielle, en tant qu'elle charge le service des constructions provisoires de fixer les prix de ces constructions et de leurs accessoires.Ces constatations de nullité ne portent pas atteinte aux effets résultant de l'application desdits textes antérieurs à la mise en vigueur de la présente ordonnance."
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "Article 72",
      "content": "Sont abrogés :1° L'article 13 de l'ordonnance du 30 septembre 1944 relative à la réglementation provisoire de la presse périodique en territoire métropolitain libéré, en tant qu'elle contient les termes : \"Les prix de vente des journaux et périodiques\" ;2° L'article 2 de l'ordonnance du 5 février 1945 modifiant l'ordonnance du 3 juin 1944 réglementant les transports routiers de marchandises et généralement toutes dispositions contraires à la présente ordonnance."
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "Article 73",
      "content": "La présente ordonnance sera publiée au Journal officiel de la République française et exécutée comme loi."
    }
  ]
}