{
  "id": "ordonnance-n-2019-453-du-15-mai-2019",
  "type": "statute",
  "title": "Ordonnance n°2019-453 du 15 mai 2019",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000038475587",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "A titre expérimental pour une durée de cinq ans à compter de la publication de la présente ordonnance et afin de faciliter l'attribution de logements sociaux aux ménages les plus modestes en prenant mieux en compte leur capacité financière, les organismes mentionnés à l'article L. 411-2 du code de la construction et de l'habitation et les sociétés d'économie mixte mentionnées à l'article L. 481-1 du même code gérant des logements faisant l'objet d'une convention mentionnée à l'article L. 351-2 du même code peuvent, après délibération de leur conseil d'administration ou conseil de surveillance et après déclaration auprès du représentant de l'Etat dans le département du lieu d'implantation de leur siège ou, pour les offices publics de l'habitat, de leur collectivité territoriale de rattachement, mettre en place une politique des loyers dérogatoire.Cette politique des loyers déroge, dans les limites prévues par le présent article, aux conventions conclues au titre de l'article L. 351-2 du code de la construction et de l'habitation avant le 1er janvier 2013 et, lorsque les logements des organismes mentionnés à l'article L. 411-2 du même code ne font pas l'objet d'une convention prévue à l'article L. 351-2, aux montants minimum et maximum fixés en application des premier et deuxième alinéas de l'article L. 442-1.Les organismes qui souhaitent mettre en œuvre une politique des loyers dérogatoire indiquent dans la déclaration mentionnée au premier alinéa le ou les ensembles immobiliers de leur patrimoine faisant l'objet de l'expérimentation ainsi que les modalités de leur politique des loyers dérogatoire.Indépendamment du mode de financement d'origine de ces logements, les loyers des nouveaux baux d'une partie des logements faisant l'objet de l'expérimentation conclus avec des ménages dont les ressources sont inférieures à quatre-vingt pour cent des plafonds de ressources pour l'attribution des logements financés par des prêts locatifs aidés d'intégration, n'excèdent pas les plafonds de loyers pris en compte pour le calcul de l'aide personnalisée au logement mentionnés au huitième alinéa de l'article L. 351-3 du code de la construction et de l'habitation et sont inférieurs aux loyers précédemment pratiqués dans ces logements. En outre, lorsqu'un nouveau logement a été attribué à un ménage en application des articles L. 442-3-1 ou L. 442-3-2 du même code, le loyer du nouveau bail est inférieur au loyer que ce ménage acquittait dans son logement d'origine.Indépendamment du mode de financement d'origine de ces logements, les loyers d'une autre partie des logements faisant l'objet de l'expérimentation peuvent être fixés, lors d'une nouvelle location, dans la limite des loyers maximaux prévus pour les logements financés par des prêts locatifs sociaux, à un niveau supérieur à celui précédemment pratiqué dans ces logements. Les plafonds de ressources pour l'attribution des logements en application du présent alinéa sont ceux applicables pour l'attribution des logements financés par des prêts locatifs sociaux.La commission d'attribution des logements et d'examen de l'occupation des logements prévue à l'article L. 441-2 du code de la construction et de l'habitation est informée, lors de l'examen des dossiers auxquels elle procède, des candidats dont l'organisme envisage, en cas de décision d'attribution par la commission, qu'ils soient concernés par l'expérimentation.Au terme de l'expérimentation, l'équilibre entre les minorations et les majorations de loyers doit être atteint. Pour le calcul de ces majorations, le montant retenu pour chaque logement correspond à la différence entre le loyer plafond prévu par la convention conclue au titre de l'article L. 351-2 du code de la construction et de l'habitation ou le montant maximum fixé en application des premier et deuxième alinéas de l'article L. 442-1 du même code, d'une part, et le loyer pratiqué inscrit dans le nouveau contrat de location, d'autre part."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les organismes qui mettent en œuvre l'expérimentation prévue à l'article 1er communiquent chaque année au représentant de l'Etat dans le département du lieu d'implantation de leur siège ou, pour les offices publics de l'habitat, de leur collectivité territoriale de rattachement, au plus tard le 31 janvier de l'année suivante, un bilan, indiquant notamment le nombre de logements concernés, la masse des minorations et des majorations de loyers, ainsi que les caractéristiques des ménages concernés. Ce bilan est présenté au conseil d'administration ou au conseil de surveillance de l'organisme.Le représentant de l'Etat peut mettre un terme à l'expérimentation lorsque les objectifs mentionnés aux premier à troisième alinéas de l'article 1er ne sont pas respectés ou lorsque l'équilibre entre les minorations et les majorations de loyers mentionné au dernier alinéa de l'article 1er ne peut manifestement plus être atteint. Lorsque le représentant de l'Etat envisage de mettre un terme à l'expérimentation, l'organisme concerné en est informé et est mis à même de présenter ses observations dans les conditions prévues aux articles L. 121-1 et suivants du code des relations entre le public et l'administration.Le terme de l'expérimentation est sans effet sur les contrats de location conclus en application de l'article 1er."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Le Gouvernement remet au Parlement, au plus tard quatre mois avant le terme de l'expérimentation, un rapport d'évaluation du dispositif."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Le Premier ministre, le ministre de l'économie et des finances, la ministre de la cohésion des territoires et des relations avec les collectivités territoriales et le ministre auprès de la ministre de la cohésion des territoires et des relations avec les collectivités territoriales, chargé de la ville et du logement, sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}