{
  "id": "ordonnance-n-2018-1131-du-12-decembre-2018",
  "type": "statute",
  "title": "Ordonnance n°2018-1131 du 12 décembre 2018",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000037800979",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "A titre expérimental, jusqu'au terme de la période définie au II de l'article 52 de la loi du 10 août 2018 susvisée, un établissement public à caractère scientifique, culturel et professionnel peut regrouper ou fusionner des établissements d'enseignement supérieur et de recherche publics et privés, concourant aux missions du service public de l'enseignement supérieur ou de la recherche. Cet établissement expérimente de nouveaux modes d'organisation et de fonctionnement dans les conditions prévues au présent chapitre, afin de réaliser un projet partagé d'enseignement supérieur et de recherche défini par les établissements qu'il regroupe, dans le respect des objectifs et missions de l'enseignement supérieur mentionnés aux chapitres Ier et III du titre II du livre Ier du code de l'éducation.Les établissements regroupés dans l'établissement public expérimental peuvent conserver leur personnalité morale. Ils sont dénommés « établissements-composantes » de l'établissement public expérimental.Un établissement-composante ne peut participer qu'à un seul établissement public expérimental."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "L'établissement public expérimental mentionné à l'article 1er est créé par décret, après avis du Conseil national de l'enseignement supérieur et de la recherche.Le décret portant création d'un établissement public expérimental en approuve les statuts après qu'ils ont, au préalable, été adoptés par chacun des établissements le composant dans les conditions fixées à l'article L. 711-7 du code de l'éducation ou par les instances compétentes de tout autre organisme constitutif.Le décret portant création d'un établissement public expérimental désigne l'autorité de tutelle de l'établissement qui peut être conjointe. Elle exerce les compétences définies aux articles L. 711-8, L. 719-4, L. 719-5, L. 719-7, L. 719-8, L. 719-9, L. 719-13, L. 762-1 et L. 953-2 du même code et par les textes réglementaires pris pour leur application.Les statuts de l'établissement public expérimental sont modifiés par délibération du conseil d'administration de l'établissement ou de l'organe en tenant lieu. Ils peuvent prévoir que cette délibération est prise après avis ou approbation des établissements-composantes. Ces modifications sont approuvées par décret."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "L'établissement public expérimental mentionné à l'article 1er est soumis aux dispositions du code de l'éducation communes à l'ensemble des établissements publics à caractère scientifique, culturel et professionnel, ainsi qu'aux dispositions du code de la recherche communes à l'ensemble des établissements publics à caractère scientifique, culturel et professionnel.Lui sont en outre applicables le 6° de l'article L. 712-2 et, le cas échéant, l'article L. 712-6-2, les articles L. 713-4 à L. 713-9, L. 721-1 à L. 721-3 et L. 722-1 à L. 722-17 du même code."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les statuts de l'établissement public expérimental définissent ses règles particulières d'organisation et de fonctionnement dans les conditions prévues aux articles 5 à 14."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Les statuts de l'établissement public expérimental définissent ses missions particulières, ses compétences propres et, le cas échéant, les compétences qu'il coordonne ou partage avec ses établissements-composantes.Ils fixent la liste de ses établissements-composantes.Les statuts prévoient les modalités selon lesquelles il peut être mis fin, en cours d'expérimentation, à la participation d'un établissement-composante à l'établissement public expérimental et celles selon lesquelles un établissement peut intégrer l'établissement public expérimental ou fusionner avec lui."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Les statuts de l'établissement public expérimental peuvent déroger à la règle de majorité prévue dans le code de l'éducation à l'article L. 711-7, à la limite d'âge fixée à l'article L. 711-10, aux articles L. 713-4 à L. 713-9, aux articles L. 719-1 à L. 719-3 dans le respect des principes rappelés au deuxième alinéa du II de l'article L. 711-4.Ils peuvent étendre, par dérogation au dernier alinéa de l'article L. 711-1 du même code, le périmètre des activités pour lesquelles l'établissement peut exercer des prestations de service, prendre des participations, créer des services d'activités industrielles et commerciales, participer à des groupements et créer des filiales.Ils précisent, le cas échéant, l'organe au sein duquel est constituée la section disciplinaire prévue aux articles L. 712-6-2, L. 811-5 et L. 952-7 du même code et les instances au sein desquelles sont élus les membres la composant."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Lorsque l'établissement public expérimental comprend des établissements-composantes, les statuts définissent :1° Les conditions dans lesquelles ces établissements-composantes peuvent lui transférer des compétences ou lui en déléguer l'exercice ;2° Les conditions dans lesquelles il peut déléguer à un ou plusieurs de ces établissements-composantes l'exercice d'une ou plusieurs de ses compétences ;3° Les conditions dans lesquelles l'établissement public expérimental peut s'assurer de la conformité de l'action de l'établissement-composante à ses statuts et à la politique générale qu'il conduit. A cette fin, les statuts peuvent prévoir les conditions dans lesquelles l'établissement public expérimental peut notamment :a) Etre représenté au sein du conseil d'administration de ces établissements-composantes ou de l'organe en tenant lieu ;b) Demander communication de certains de leurs actes et de leurs délibérations pour les soumettre à son avis ou à son approbation afin de vérifier qu'ils respectent sa stratégie, ses orientations et ses délibérations ;c) Demander communication de leurs documents, actes et délibérations budgétaires pour les soumettre à son avis ou à son approbation afin de vérifier qu'ils respectent sa stratégie, ses orientations et ses délibérations ;d) Emettre un avis sur les candidatures recevables aux fonctions de dirigeant de chaque établissement-composante ;e) Soumettre à l'avis ou à l'approbation d'une de ses instances collégiales tout ou partie des recrutements des établissements-composantes afin de s'assurer du respect de sa stratégie en matière de ressources humaines."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Les statuts définissent les conditions dans lesquelles l'établissement public expérimental, les établissements-composantes et les composantes peuvent demander à bénéficier de l'accréditation à délivrer des diplômes prévue aux articles L. 613-1 et L. 642-1 du code de l'éducation.Les statuts précisent les modalités d'inscription des étudiants dans l'établissement public expérimental ou dans un ou plusieurs établissements-composantes."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Les statuts de l'établissement public expérimental définissent le titre, les modalités de désignation et les compétences de la personne qui exerce la fonction de chef d'établissement.Ils fixent la durée de son mandat, qui ne peut excéder cinq ans, les conditions de son éventuel renouvellement ainsi que la liste des fonctions avec lesquelles la fonction de chef d'établissement est incompatible. Les statuts peuvent autoriser le cumul de cette fonction, avec celle de président ou directeur d'un établissement-composante ou d'une composante, sans toutefois que les rémunérations attachées à ces deux fonctions puissent être cumulées.Les statuts fixent les conditions dans lesquelles le chef de l'établissement peut déléguer ses pouvoirs ou sa signature."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Les statuts fixent la composition du conseil d'administration ou de l'organe en tenant lieu, et des autres organes décisionnels de l'établissement public expérimental, dans le respect des principes rappelés à l'article L. 711-1 du code de l'éducation, les modalités de désignation de leurs membres et de leur président, ainsi que la durée de leurs mandats, qui ne peut excéder cinq ans, et les conditions de leur éventuel renouvellement.Le conseil d'administration de l'établissement public expérimental ou l'organe en tenant lieu, comprend au moins 40 % de représentants élus des personnels et des usagers, ainsi que des personnalités extérieures. Il peut comprendre d'autres catégories de membres. L'écart entre le nombre de femmes et le nombre d'hommes parmi les personnalités extérieures ne peut être supérieur à un.Lorsque l'établissement public expérimental ne regroupe aucune université, la proportion minimale de représentants élus des personnels et des usagers mentionnée à l'alinéa précédent est de 30 %.Les statuts définissent les compétences des organes mentionnés au premier alinéa et celles qui peuvent être déléguées au chef d'établissement, à un autre organe décisionnel ou à l'un des organes décisionnels d'un établissement-composante ou d'une composante non dotée de la personnalité morale. L'approbation du contrat d'établissement, le vote du budget initial et l'approbation des comptes ainsi que l'adoption du règlement intérieur de l'établissement ne peuvent pas être délégués.Les statuts prévoient les modalités de désignation du vice-président étudiant lorsque l'établissement public expérimental se substitue à un établissement disposant de cette fonction ou lorsqu'elle existe dans un des établissements-composantes."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Dans le respect des principes mentionnés au deuxième alinéa du II de l'article L. 711-4 du code de l'éducation et dans la mesure strictement nécessaire à l'organisation et au fonctionnement de l'établissement public expérimental, ainsi qu'à la cohérence de sa stratégie avec celles des établissements-composantes qu'il regroupe, les statuts de ces derniers peuvent déroger aux dispositions des livres VI et VII du même code qui leur sont applicables et prendre en compte les dérogations liées à la mise en œuvre des articles 7 et 8 de la présente ordonnance.Les statuts de l'établissement public expérimental définissent les conditions dans lesquelles les dérogations mentionnées à l'alinéa précédent sont soumises à son avis ou à son approbation.Lorsqu'ils relèvent d'un décret en Conseil d'Etat, les statuts des établissements-composantes sont modifiés par décret. Dans les autres cas, ils sont modifiés conformément aux dispositions qui leur sont applicables.Dans le respect des dispositions statutaires qui leur sont applicables, les agents des établissements-composantes peuvent exercer tout ou partie de leurs fonctions au sein de l'établissement public expérimental. Lorsqu'ils exercent leur activité au sein de l'établissement public expérimental, ils sont placés sous l'autorité du chef de cet établissement. Les agents de l'établissement public expérimental peuvent, dans les mêmes conditions, exercer tout ou partie de leurs fonctions au sein d'un ou plusieurs établissements-composantes et ceux d'un établissement-composante, au sein d'un autre établissement-composante."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "L'établissement public expérimental peut instituer un comité technique unique ou commun à l'établissement et à un ou plusieurs des établissements-composantes ne présentant pas un caractère industriel et commercial.L'établissement public expérimental peut instituer un comité d'hygiène, de sécurité et des conditions de travail unique ou commun à l'établissement et à un ou plusieurs des établissements-composantes ne présentant pas un caractère industriel et commercial.L'établissement public expérimental peut instituer une commission paritaire d'établissement commune à l'établissement et à un ou plusieurs des établissements-composantes ne présentant pas un caractère industriel et commercial.L'établissement public expérimental peut instituer une commission consultative paritaire commune à l'établissement et à un ou plusieurs des établissements-composantes ne présentant pas un caractère industriel et commercial."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Les statuts de l'établissement expérimental définissent les compétences, les modalités de création et d'organisation de ses composantes non dotées de la personnalité morale.Ils peuvent confier à ces composantes les prérogatives mentionnées aux troisième et quatrième alinéas de l'article L. 713-9 du même code."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Les statuts définissent les conditions dans lesquelles l'établissement public expérimental et ses établissements-composantes peuvent demander à l'autorité de tutelle compétente d'affecter directement des crédits et des emplois à l'établissement public expérimental ou à ses établissements-composantes."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Lorsque l'établissement public expérimental est substitué à au moins un établissement bénéficiant des responsabilités et compétences élargies en matière budgétaire et de gestion des ressources humaines prévues aux articles L. 712-10, L. 762-5 et L. 954-1 à L. 954-3 du code de l'éducation, l'établissement public expérimental bénéficie de ces mêmes responsabilités et compétences dès l'entrée en vigueur du décret portant approbation de ses statuts.\n\nLorsque la moitié au moins des établissements qu'il regroupe bénéficie des responsabilités et compétences élargies en matière budgétaire et de gestion des ressources humaines prévues aux articles L. 712-10, L. 762-5 et L. 954-1 à L. 954-3 du même code et après avis conforme du ministre chargé du budget, l'établissement public expérimental bénéficie de ces mêmes responsabilités et compétences dès l'entrée en vigueur du décret portant approbation de ses statuts.\n\nLorsqu'un établissement public expérimental et l'un de ses établissements-composantes sont créés simultanément, à partir d'un établissement bénéficiant des responsabilités et compétences élargies en matière budgétaire et de gestion des ressources humaines prévues aux articles L. 712-10, L. 762-5 et L. 954-1 à L. 954-3 du même code, ces nouveaux établissements bénéficient de ces mêmes responsabilités et compétences dès l'entrée en vigueur du décret portant approbation des statuts de l'établissement public expérimental."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Les communautés d'universités et établissements peuvent, selon les modalités définies au dernier alinéa de l'article L. 718-8 du code de l'éducation, expérimenter de nouveaux modes d'organisation et de fonctionnement prévus par la présente ordonnance. Les dérogations dont peuvent bénéficier les communautés d'universités et établissements expérimentales peuvent porter sur le dernier alinéa de l'article L. 718-8 et les articles L. 718-9 à L. 718-13 du même code dans les limites fixées aux articles 6,9 et 10 de la présente ordonnance.\n\nDes établissements et organismes mentionnés à l'article L. 718-2 du code de l'éducation peuvent, dans le respect des trois premiers alinéas de l'article L. 718-8 du même code, se regrouper au sein d'une communauté d'universités et établissements expérimentale bénéficiant des dérogations prévues au premier alinéa du présent article."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Outre les cas prévus au dernier alinéa de l'article L. 718-3 du code de l'éducation, une coordination territoriale peut être assurée par un établissement public expérimental, une communauté d'universités et établissements expérimentale ou, conjointement, par des établissements liés par une convention. Cette convention de coordination territoriale caractérise un rapprochement d'établissements qui doit comprendre au moins un établissement public à caractère scientifique, culturel et professionnel. La convention détermine les compétences assurées en commun par les établissements participant au rapprochement, leurs modalités d'exercice et, le cas échéant, en fixe la dénomination.La convention est approuvée après délibération de chacun des établissements par arrêté du ministre chargé de l'enseignement supérieur et, le cas échéant, du ministre assurant la tutelle de l'établissement participant au regroupement."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Les regroupements ou les rapprochements d'établissements prévus au présent chapitre déterminent, par dérogation au premier alinéa de l'article L. 718-2 du code de l'éducation, au dernier alinéa de l'article L. 718-3 et à l'article L. 718-4 du même code, le territoire pour lequel ils assurent la coordination territoriale de leur offre de formation et de leur stratégie de recherche.Le contrat défini à l'article L. 718-5 du même code peut être adapté, à la demande des établissements, à la forme du rapprochement ou du regroupement et ne porter, le cas échéant, que sur le volet commun du contrat mentionné au même article L. 718-5."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Les expérimentations conduites en application de la présente ordonnance font l'objet d'une évaluation par le Haut conseil de l'évaluation de la recherche et de l'enseignement supérieur mentionné à l'article L. 114-3-1 du code de la recherche au plus tard un an avant le terme de la période maximale de dix ans à compter de la publication de la présente ordonnance."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "I.-A compter de l'issue de la deuxième année suivant l'entrée en vigueur de leurs statuts pris en application de la présente ordonnance, les établissements créés ou modifiés en application des articles 1er à 14 et 16 de la présente ordonnance, ainsi que les établissements ayant conclu une convention prévue par l'article 17, peuvent demander au ministre chargé de l'enseignement supérieur qu'il soit procédé à leur évaluation afin de sortir du régime expérimental avant le terme de la période mentionnée à l'article 19.La demande est formulée par l'autorité exécutive de ces établissements, après délibération adoptée à la majorité absolue des membres composant leur conseil d'administration ou l'organe en tenant lieu. Pour les établissements expérimentaux qui relèvent du chapitre Ier de la présente ordonnance, la demande précise si l'établissement entend obtenir, par dérogation aux conditions fixées au premier alinéa de l'article L. 717-1 du code de l'éducation, le statut de grand établissement selon les modalités prévues au III.Lorsqu'il est fait droit à la demande mentionnée au premier alinéa, le Haut conseil de l'évaluation de la recherche et de l'enseignement supérieur rend son évaluation dans un délai de six mois à compter de la demande formulée par l'autorité exécutive de l'établissement.II.-Au vu de cette évaluation, l'établissement créé ou modifié en application des articles 1er à 14 et 16 de la présente ordonnance peut demander soit la pérennisation de ses statuts dans l'un des types d'établissement public à caractère scientifique, culturel et professionnel prévus par l'article L. 711-2 du même code, soit la poursuite de l'expérimentation jusqu'au terme de la période mentionnée au premier alinéa, soit qu'il y soit mis fin par décret. Dans les mêmes conditions, les établissements ayant conclu une convention prévue par l'article 17 peuvent demander soit sa pérennisation, soit la poursuite de l'expérimentation jusqu'au terme de la période mentionnée au premier alinéa, soit qu'il y soit mis fin par arrêté.III.-Les dispositions conférant à l'établissement le statut de grand établissement sont approuvées par décret. Ses établissements-composantes peuvent conserver leur personnalité morale."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "La présente ordonnance est applicable en Polynésie française et en Nouvelle-Calédonie, dans sa rédaction résultant de la loi n° 2020-1674 du 24 décembre 2020 de programmation de la recherche pour les années 2021 à 2030 et portant diverses dispositions relatives à la recherche et à l'enseignement supérieur à l'exception de ses articles 6 et 15 qui y sont applicables dans leur rédaction résultant de l'ordonnance n° 2021-1747 du 22 décembre 2021 portant suppression de la carte des formations supérieures, mettant en cohérence et abrogeant diverses dispositions relatives à la recherche et à l'enseignement supérieur et étendant certaines dispositions relatives aux mêmes domaines à Wallis-et-Futuna, en Polynésie française et en Nouvelle-Calédonie."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "Le Premier ministre et la ministre de l'enseignement supérieur, de la recherche et de l'innovation sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}