{
  "id": "ordonnance-n-96-50-du-24-janvier-1996",
  "type": "statute",
  "title": "Ordonnance n° 96-50 du 24 janvier 1996",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000190291",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Il est créé, à compter du 1er janvier 1996 et jusqu'à l'extinction des missions mentionnées à l'article 4, un établissement public national à caractère administratif, placé sous la tutelle du ministre chargé de l'économie et des finances et du ministre chargé de la sécurité sociale, appelé Caisse d'amortissement de la dette sociale."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "La Caisse d'amortissement de la dette sociale a pour mission d'apurer la dette mentionnée à l'article 4 et d'effectuer les versements prévus par ce même article."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. - La caisse est administrée par un conseil d'administration composé de treize membres, comprenant :\n\n- une personnalité choisie en raison de sa compétence, nommée par décret, président ;\n\n- le président et le vice-président du conseil d'administration de l'Agence centrale des organismes de sécurité sociale ou leur suppléant, désigné au sein dudit conseil ;\n\n- les présidents du conseil de la Caisse nationale de l'assurance maladie, du conseil d'administration de la Caisse nationale d'assurance vieillesse et du conseil d'administration de la Caisse nationale des allocations familiales ou les vice-présidents de ces conseils, désignés pour les suppléer ;\n\n- le président du conseil d'administration de la Caisse centrale de la mutualité sociale agricole ou le premier vice-président de ce conseil, appelé à le suppléer ;\n\n- deux représentants du ministre chargé de l'économie et des finances ou leur suppléant, nommés par arrêté du ministre chargé de l'économie et des finances ;\n\n- deux représentants du ministre chargé de la sécurité sociale ou leur suppléant, nommés par arrêté du ministre chargé de la sécurité sociale ;\n\n- un représentant du ministre chargé du budget ou son suppléant, nommés par arrêté du ministre chargé du budget ;\n\n- un représentant du conseil de surveillance du Fonds de réserve pour les retraites ou son suppléant, choisis par le président dudit conseil parmi les représentants des assurés sociaux ou des employeurs et travailleurs indépendants.\n\nII. - Le conseil d'administration de la caisse est assisté par un comité de surveillance qui comprend notamment deux députés, deux sénateurs et des représentants des conseils d'administration des organismes nationaux du régime général de la sécurité sociale, ainsi que le secrétaire général permanent de la commission des comptes de la sécurité sociale."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I. – La dette d'un montant de 137 milliards de francs de l'Agence centrale des organismes de sécurité sociale à l'égard de la Caisse des dépôts et consignations constatée au 31 décembre 1995, correspondant au financement des déficits accumulés au 31 décembre 1995 par le régime général de sécurité sociale et à celui de son déficit prévisionnel de l'exercice 1996, est transférée à la Caisse d'amortissement de la dette sociale à compter du 1er janvier 1996.\n\nII. – La dette de l'Agence centrale des organismes de sécurité sociale à l'égard de la Caisse des dépôts et consignations correspondant, d'une part, au financement des déficits accumulés par le régime général de sécurité sociale constatés au 31 décembre 1997 dans la limite de 75 milliards de francs et, d'autre part, à celui de son déficit prévisionnel de l'exercice 1998 dans la limite de 12 milliards de francs, est transférée à la Caisse d'amortissement de la dette sociale à compter du 1er janvier 1998.\n\nII bis. – La couverture des déficits cumulés de la branche mentionnée au 1° de l'article L. 200-2 du code de la sécurité sociale arrêtés au 31 décembre 2003 et celui du déficit prévisionnel au titre de l'exercice 2004 est assurée par des transferts de la Caisse d'amortissement de la dette sociale à l'Agence centrale des organismes de sécurité sociale à hauteur de 10 milliards d'euros le 1er septembre 2004 et dans la limite de 25 milliards d'euros au plus tard le 31 décembre 2004. La couverture des déficits prévisionnels de la même branche au titre des exercices 2005 et 2006 prévus par les lois de financement de la sécurité sociale de ces mêmes années est assurées par des transferts de la Caisse d'amortissement de la dette sociale à l'Agence centrale des organismes de sécurité sociale, dans la limite de 15 milliards d'euros. Les montants et les dates des versements correspondants sont fixés par décret, après avis du secrétaire général de la commission instituée à l'article L. 114-1 du même code.\n\nII ter. – La couverture des déficits cumulés au 31 décembre 2008 des branches mentionnées aux 1° et 3° de l'article L. 200-2 du code de la sécurité sociale et du fonds mentionné à l'article L. 135-1 du même code est assurée par des transferts de la Caisse d'amortissement de la dette sociale à l'Agence centrale des organismes de sécurité sociale effectués au cours de l'année 2009, dans la limite de 27 milliards d'euros. Ces déficits cumulés sont établis compte tenu des reprises de dette mentionnées aux I, II et II bis du présent article ainsi que des transferts résultant de l'application de l' article L. 251-6-1 du code de la sécurité sociale .\n\nDans le cas où le montant total des déficits cumulés mentionnés à l'alinéa précédent excède 27 milliards d'euros, les transferts sont affectés par priorité à la couverture des déficits les plus anciens et, pour le dernier exercice, dans l'ordre des branches et organismes fixé à l'alinéa précédent.\n\nLes montants et les dates des versements correspondants ainsi que, le cas échéant, de la régularisation au vu des montants définitifs des déficits de l'exercice 2008 sont fixés par décret.\n\nII quater. – La couverture des déficits des exercices 2009 et 2010 des branches mentionnées aux 1°, 3° et 4° de l'article L. 200-2 du code de la sécurité sociale et du fonds mentionné à l'article L. 135-1 du même code, ainsi que des déficits prévisionnels pour l'exercice 2011 des branches mentionnées aux 1° et 4° du même article L. 200-2, est assurée, au plus tard le 31 décembre 2011, par des transferts de la Caisse d'amortissement de la dette sociale à l'Agence centrale des organismes de sécurité sociale dans la limite de 68 milliards d'euros.\n\nDans le cas où le montant des déficits cumulés mentionnés à l'alinéa précédent excède 68 milliards d'euros, les transferts sont affectés par priorité à la couverture des déficits les plus anciens et, pour le dernier exercice, dans l'ordre des branches fixé au même alinéa.\n\nLes montants et les dates des versements correspondants ainsi que, le cas échéant, de la régularisation au vu des montants définitifs des déficits de l'exercice 2010 sont fixés par décret.\n\nII quinquies. – La couverture des déficits des exercices 2011 à 2015 des branches mentionnées aux 1°, 3° et 4° de l'article L. 200-2 du code de la sécurité sociale et du fonds mentionné à l'article L. 135-1 du même code, déduction faite de la part des déficits de l'exercice 2011 couverte en application du II quater du présent article est assurée par des transferts de la Caisse d'amortissement de la dette sociale à l'Agence centrale des organismes de sécurité sociale dans la limite de 62 milliards d'euros sur la période. Les versements, dont les dates et montants sont fixés par décret, peuvent faire l'objet d'acomptes provisionnels.\n\nDans le cas où le montant des déficits mentionnés au premier alinéa du présent II quinquies excède le plafond qui y est cité, les transferts sont affectés, par priorité, à la couverture des déficits de la branche mentionnée au 3° de l'article L. 200-2 dudit code, puis de ceux du fonds mentionné à l'article L. 135-1 du même code, puis des déficits les plus anciens de la branche mentionnée au 1° de l'article L. 200-2 dudit code et, enfin, des déficits de la branche mentionnée au 4° du même article.\n\nII sexies. – La couverture des déficits des exercices 2009 et 2010 de la branche mentionnée au  3° de l'article L. 722-8 du code rural et de la pêche maritime est assurée, au plus tard le 31 décembre 2011, par un transfert de 2 466 641 896,19 € de la Caisse d'amortissement de la dette sociale à la Caisse centrale de la mutualité sociale agricole.\n\nII septies. – A. - La couverture des déficits cumulés au 31 décembre 2019 de la branche mentionnée au 1° de l'article L. 200-2 du code de la sécurité sociale et du fonds mentionné à l'article L. 135-1 du même code est assurée par des transferts de la Caisse d'amortissement de la dette sociale à l'Agence centrale des organismes de sécurité sociale.\n\nLa couverture des déficits cumulés au 31 décembre 2019 de la branche mentionnée au 3° de l'article L. 722-8 du code rural et de la pêche maritime est assurée par des transferts de la Caisse d'amortissement de la dette sociale à la Caisse centrale de la mutualité sociale agricole.\n\nLa couverture des déficits cumulés au 31 décembre 2019 du régime de retraite géré par la caisse mentionnée à l'article 3 de l'ordonnance n° 45-993 du 17 mai 1945 relative aux services publics des départements et communes et de leurs établissements publics est assurée par des transferts à cette caisse de la Caisse d'amortissement de la dette sociale.\n\nLes transferts mentionnés aux trois premiers alinéas du présent A assurent la couverture des déficits mentionnés aux mêmes trois premiers alinéas dans la limite de 31 milliards d'euros et sont effectués au plus tard le 30 juin 2021.\n\nLes dates et montants de ces versements, dont le premier intervient avant le 30 septembre 2020, sont fixés par décret.\n\nB. - La couverture des déficits cumulés des exercices 2020 à 2023 des branches mentionnées aux 1°, 3° et 4° de l'article L. 200-2 du code de la sécurité sociale et du fonds mentionné à l'article L. 135-1 du même code est assurée par des transferts de la Caisse d'amortissement de la dette sociale à l'Agence centrale des organismes de sécurité sociale.\n\nLa couverture des déficits cumulés des exercices 2020 à 2023 de la branche mentionnée au 3° de l'article L. 722-8 du code rural et de la pêche maritime est assurée par des transferts de la Caisse d'amortissement de la dette sociale à la Caisse centrale de la mutualité sociale agricole.\n\nLes transferts prévus aux deux premiers alinéas du présent B assurent la couverture des déficits mentionnés aux mêmes deux premiers alinéas dans la limite de 92 milliards d'euros.\n\nLes versements interviennent chaque année à compter de 2021. Leurs dates et montants sont fixés par décret.\n\nDans le cas où le montant des déficits cumulés des exercices 2020 à 2023 excède 92 milliards d'euros, les transferts sont affectés par priorité à la couverture de la dette ou des déficits les plus anciens et, pour le dernier exercice, dans l'ordre fixé auxdits deux premiers alinéas.\n\nC.-La couverture de dotations de la branche mentionnée au 1° de l'article L. 200-2 du code de la sécurité sociale couvrant un soutien exceptionnel, qui ne peut excéder 13 milliards d'euros, au titre du désendettement pour favoriser les investissements dans les établissements de santé assurant le service public hospitalier est assurée par des transferts de la Caisse d'amortissement de la dette sociale à l'Agence centrale des organismes de sécurité sociale. Les dates et montants de ces transferts sont fixés par décret.\n\nD. - Le montant total des versements réalisés par la Caisse d'amortissement de la dette sociale en application des A, B et C du présent II septies ne peut excéder 40 milliards d'euros par an. Les transferts couvrent par priorité les déficits mentionnés au A, puis les dotations mentionnées au C, dans la limite de 5 milliards d'euros par an, et enfin les déficits mentionnés au B, dans les conditions prévues au dernier alinéa du même B.\n\nE. - Conformément au a du 2° de l'article LO 111-4-1 du code de la sécurité sociale, une annexe au projet de loi de financement de la sécurité sociale de l'année détaille l'impact des mesures contenues dans le projet de loi de financement de l'année sur les comptes des organismes concourant à l'amortissement de la dette des régimes obligatoires de base.\n\nIII. – Dans la limite totale de 3 milliards de francs, la Caisse d'amortissement de la dette sociale verse au cours de l'année 1996 au profit de la Caisse nationale d'assurance maladie et maternité des travailleurs non salariés des professions non agricoles visée à l'article L. 611-1 du code de la sécurité sociale :\n\n- dans la limite d'un milliard de francs un apport, destiné à apurer en tout ou partie le report à nouveau négatif au 31 décembre 1995 ;\n\n- pour le reliquat, une recette exceptionnelle concourant au financement du déficit prévisionnel de l'exercice 1996 compte non tenu de la recette visée au 3° de l'article L. 612-1 du code de la sécurité sociale ;\n\nIV. – La caisse verse chaque année au budget général de l'Etat, de l'année 1996 à l'année 2000, une somme de 12,5 milliards de francs et, en 2001, une somme de 12,15 milliards de francs. Elle verse une somme de 3 milliards d'euros chaque année, de 2002 à 2005.\n\nV. – La caisse verse le 1er avril 2003 la somme de 1 096 969 089,92 Euros à l'Agence centrale des organismes de sécurité sociale au profit de la Caisse nationale de l'assurance maladie des travailleurs salariés, de la Caisse nationale des allocations familiales et de la Caisse nationale d'assurance vieillesse des travailleurs salariés.\n\nElle verse à la même date, au titre de la créance relative aux exonérations de cotisations énumérées au 1° de l'article L. 131-9 du code de la sécurité sociale constatée dans les comptes de chacun des régimes au titre de l'exercice 2000, la somme de 171 465 344,88 Euros à la Caisse centrale de la mutualité sociale agricole, la somme de 10 484 547,75 Euros à la Caisse de retraite et de prévoyance des clercs et employés de notaires, la somme de 2 118 360,20 Euros à la Caisse autonome nationale de la sécurité sociale dans les mines et la somme de 1 801 493,21 Euros à l'Etablissement national des invalides de la marine.\n\nVI. – La caisse verse le 1er avril 2004 la somme de 1 097 307 635,44 Euros à l'Agence centrale des organismes de sécurité sociale au profit de la Caisse nationale de l'assurance maladie des travailleurs salariés, de la Caisse nationale des allocations familiales et de la Caisse nationale d'assurance vieillesse des travailleurs salariés.\n\nVII. – Sont considérées comme définitives les opérations de produits et de charges dans les comptes clos des branches du régime général et du fonds mentionné à l' article L. 135-1 du code de la sécurité sociale au titre des exercices ayant fait l'objet d'une ou plusieurs mesures de transfert mentionnées au présent article, sous réserve qu'il s'agisse d'opérations réciproques entre ces organismes et qu'aucune disposition législative ne prévoie qu'il s'agit d'acomptes."
    },
    {
      "provision_ref": "art4bis",
      "section": "4bis",
      "title": "Article 4bis",
      "content": "Tout nouveau transfert de dette à la Caisse d'amortissement de la dette sociale est accompagné d'une augmentation de ses recettes permettant de ne pas accroître la durée d'amortissement de la dette sociale au-delà du 31 décembre 2033.Les recettes mentionnées au premier alinéa correspondent au produit d'impositions de toute nature dont l'assiette porte sur l'ensemble des revenus perçus par les contribuables personnes physiques. Des prélèvements sur les fonds des organismes chargés de la mise en réserve de recettes au profit des régimes obligatoires de base de sécurité sociale peuvent également être affectés à l'amortissement de cette dette.La loi de financement de la sécurité sociale assure, chaque année, le respect de la règle définie au même premier alinéa. Les annexes mentionnées au 3° de l'article LO 111-4-1 du code de la sécurité sociale et au 8° de l'article LO 111-4-4 du même code comportent les informations nécessaires pour le vérifier.Pour l'application du présent article, la durée d'amortissement est appréciée au vu des éléments présentés par la caisse dans ses estimations publiques."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I.-Pour remplir les obligations résultant de ses missions, la Caisse d'amortissement de la dette sociale est habilitée à contracter des emprunts. Elle peut notamment à cet effet, dès sa création émettre tout titre négociable représentatif d'un droit de créance.\n\nLe conseil d'administration décide du programme des emprunts mentionnés à l'alinéa précédent. Il peut déléguer à son président tout pouvoir pour procéder à ces opérations.\n\nLes emprunts de la Caisse d'amortissement de la dette sociale sont soumis à l'approbation du ministre chargé de l'économie et des finances.\n\nII.-A compter du 1er janvier 2006, par dérogation au I, le ministre chargé de l'économie et des finances est autorisé à procéder, pour le compte de la Caisse d'amortissement de la dette sociale, dans des conditions fixées par décret, à des emprunts à long, moyen et court termes libellés en euros ou en autres devises, à des conversions facultatives, à des opérations de prises en pension sur titres d'Etat, à des opérations de dépôts de liquidités sur le marché interbancaire de la zone euro, à des rachats, à des échanges d'emprunts, à des échanges de devises ou de taux d'intérêt, à l'achat ou à la vente d'options, de contrats à terme ou d'autres instruments financiers à terme, conformément aux obligations et à la mission de l'établissement."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Les ressources de la Caisse d'amortissement de la dette sociale sont constituées par :\n\n1° Le produit des contributions instituées par le chapitre II. Ce produit est versé à la caisse, dans des conditions fixées par décret, par l'Agence centrale des organismes de sécurité sociale, s'agissant du produit correspondant à la contribution mentionnée à l'article 14, et par l'Etat, s'agissant du produit correspondant aux contributions mentionnées aux articles 15 à 18 ;\n\n2° Une fraction du produit des contributions sociales mentionnées aux articles L. 136-1, L. 136-6, L. 136-7 et L. 136-7-1 du code de la sécurité sociale. Cette fraction est fixée au c du 3° et au b du 3° bis de l'article L. 131-8 du même code ;\n\n3° Abrogé ;\n\n4° Les versements du Fonds de réserve pour les retraites dans les conditions fixées aux deux derniers alinéas du I et au II de l'article L. 135-6 du même code."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "L'annexe aux comptes de la Caisse d'amortissement de la dette sociale présente chaque année les dettes amorties en application de l'article 4 dans l'ordre chronologique des déficits à amortir.\n\nSi les prévisions de recettes et de dépenses annuelles de la caisse sur la durée restant à courir de la période pour laquelle elle a été créée font apparaître qu'elle ne serait pas en mesure de faire face à l'ensemble de ses engagements, le Gouvernement soumet au Parlement les mesures nécessaires pour assurer le paiement du principal et des intérêts aux dates prévues."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Les frais d'assiette et de recouvrement des contributions pour le remboursement de la dette sociale sont à la charge de la caisse. Le montant du prélèvement correspondant est fixé par arrêté du ministre chargé de l'économie et des finances et du ministre chargé de la sécurité sociale."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Le patrimoine privé à usage locatif des caisses nationales du régime général de sécurité sociale et de l'Agence centrale des organismes de sécurité sociale, à l'exclusion des locaux affectés à un usage administratif, sera vendu à l'initiative de ses propriétaires. Les produits de la vente sont affectés à la Caisse d'amortissement de la dette sociale instituée à l'article 1er. Ce patrimoine fera l'objet, avant le 31 juillet 1996, d'un inventaire et d'une évaluation qui seront communiqués à la Caisse d'amortissement de la dette sociale.\n\nLa partie du patrimoine qui ne sera pas vendue à la date du 31 décembre 1999 sera transférée à la Caisse d'amortissement de la dette sociale ainsi que les droits et obligations qui y sont attachés.\n\nLa dévolution du patrimoine visée à l'alinéa précédent à la Caisse d'amortissement de la dette sociale fait l'objet d'un arrêté du ministre chargé de la sécurité sociale.\n\nLes transferts des biens, droits et obligations des caisses nationales du régime général de sécurité sociale et de l'Agence centrale des organismes de sécurité sociale effectués en application du présent article au profit de la Caisse d'amortissement de la dette sociale ne donnent lieu à aucune indemnité ou perception d'impôts, droits ou taxes.\n\nPour la gestion ou la vente du patrimoine visé ci-dessus, la Caisse d'amortissement de la dette sociale peut faire appel, dans des conditions fixées par décret, à tous services ou organismes habilités à cet effet. La cession intégrale de ce patrimoine devra intervenir au plus tard au 31 décembre 2008."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "I. - Les sommes correspondant au remboursement par la Caisse d'amortissement de la dette sociale du prêt consenti à l'Agence centrale des organismes de sécurité sociale par la Caisse des dépôts et consignations et mentionné au I de l'article 4, sont réparties, à compter du 1er janvier 1996, entre les fonds nationaux gérés par la Caisse nationale de l'assurance maladie des travailleurs salariés, la Caisse nationale des allocations familiales et la Caisse nationale d'assurance vieillesse des travailleurs salariés dotés d'un compte de report à nouveau négatif aux bilans arrêtés au 31 décembre 1995, et ce, au prorata des montants de ces comptes. Le montant des transferts correspondant à cette répartition est fixé par un arrêté conjoint du ministre chargé de la sécurité sociale et du ministre chargé de l'économie et des finances après avis des caisses nationales du régime général et de l'Agence centrale des organismes de sécurité sociale.II. - Les sommes correspondant au remboursement par la Caisse d'amortissement de la dette sociale du prêt consenti à l'Agence centrale des organismes de sécurité sociale par la Caisse des dépôts et consignations et mentionné au II de l'article 4 sont réparties, à compter du 1er janvier 1998, au prorata du solde du compte courant négatif de chaque branche mentionnée à l'article L. 200-2 du code de la sécurité sociale, ouvert auprès de l'Agence centrale des organismes de sécurité sociale figurant à son bilan arrêté au 31 décembre 1997. Le montant des transferts correspondant à cette répartition est fixé dans les conditions prévues au I.III. - Les sommes transférées en vertu du II de l'article 4 ci-dessus par la Caisse d'amortissement de la dette sociale au profit de la Caisse nationale d'assurance maladie et maternité des travailleurs non salariés des professions non agricoles font l'objet d'une comptabilisation dans des conditions fixées par un arrêté conjoint du ministre chargé de la sécurité sociale et du ministre chargé de l'économie et des finances après avis de ladite caisse nationale."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "I. - .....II. - .....III. - Les dispositions des I et II ci-dessus prennent effet à compter du 1er janvier 1996."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Un décret en conseil d'Etat fixe les modalités d'application du présent chapitre."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "I.-Il est institué une contribution assise sur les revenus d'activité et de remplacement mentionnés à la section 1 du chapitre 4 du titre 3 du livre 1 du code de la sécurité sociale perçus par les personnes physiques désignées à ce même article. Cette contribution est soumise aux conditions prévues aux articles L. 136-1-1 à L. 136-4 du même code.Elle est due jusqu'à l'extinction des missions prévues à l'article 2 de la présente ordonnance.\n\nII.-Lorsqu'ils n'entrent pas dans le champ d'application du I, sont également soumis à la contribution dans les mêmes conditions et selon les mêmes modalités :\n\n7° Les aides personnelles au logement mentionnées à l'article L. 821-1 du code de la construction et de l'habitation ;\n\n8° Les prestations visées à l'article L. 511-1 et au chapitre V du titre V du livre VII du code de la sécurité sociale, à l'exception de l'allocation d'éducation de l'enfant handicapé ;\n\n9° La prime d'activité mentionnée à l'article L. 841-1 du code de la sécurité sociale.\n\nIII.-La contribution due sur les prestations visées aux 7°, 8° et 9° du II est précomptée par l'organisme débiteur dans les conditions prévues à l'article L. 131-1 du code de la sécurité sociale.\n\nLa contribution prévue au I est recouvrée et contrôlée dans les conditions et sous les garanties et sanctions visées à l'article L. 136-5 du code de la sécurité sociale.\n\nIV.-Les prestations visées au 8° du II, à l'exception de l'allocation logement mentionnée aux articles L. 542-1 et L. 755-21 du code de la sécurité sociale, ne sont assujetties à la contribution qu'à compter du 1er janvier 1997."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "I.-Il est institué une contribution perçue à compter de 1996 et assise sur les revenus du patrimoine désignés aux I et I bis de l'article L. 136-6 du code de la sécurité sociale perçus par les personnes redevables de la contribution prévue au même article L. 136-6.\n\nCette contribution est établie chaque année sur les revenus de l'année précédente, à l'exception de ceux ayant supporté la contribution prévue à l'article 16. Toutefois, la contribution due sur les revenus de la première année d'imposition est assise sur les onze douzièmes des revenus de l'année 1995.\n\nElle est établie, recouvrée et contrôlée dans les conditions et selon les modalités prévues au III de l'article L. 136-6 du code de la sécurité sociale, à l'exception du troisième alinéa.\n\nII.-La contribution est mise en recouvrement et exigible en même temps, le cas échéant, que la contribution sociale instituée par l'article L. 136-6 du code de la sécurité sociale. Il n'est pas procédé au recouvrement lorsque le montant total par article de rôle est inférieur à 61 euros.\n\nIII.-Sont également assujettis à la contribution dans les conditions et selon les modalités prévues aux I et II ci-dessus :\n\n1° (Abrogé) ;\n\n2° Les sommes soumises à l'impôt sur le revenu en application des articles 168,1649 A, 1649 AA, 1649 quater A, 1649 quater-0 B bis et 1649 quater-0 B ter du code général des impôts et L. 69 du livre des procédures fiscales ;\n\n2° bis Les sommes soumises à l'impôt sur le revenu en application du 1° de l'article L. 66 du livre des procédures fiscales et qui ne sont pas assujetties à la contribution en vertu d'une autre disposition ;\n\n3° Tous autres revenus perçus au titre des années définies au I, dont l'imposition est attribuée à la France par une convention internationale relative aux doubles impositions et qui n'ont pas supporté la contribution prévue à l'article 14."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "I.-Il est institué, à compter du 1er février 1996, une contribution prélevée sur les produits de placement désignés aux I et I bis de l'article L. 136-7 du code de la sécurité sociale à l'exception de ceux ayant déjà supporté la contribution au titre des 3° et 4° du II de l'article L. 136-7 du code de la sécurité sociale et de ceux perçus par les personnes mentionnées au I ter du même article L. 136-7. Cette contribution est assise, recouvrée et contrôlée selon les modalités prévues aux V et VI du même article.\n\nII.-Sont également soumis à la contribution mentionnée au I les produits de placement mentionnés au II de l'article L. 136-7 du code de la sécurité sociale pour la partie acquise à compter du 1er février 1996 et, le cas échéant, constatée à compter de la même date en ce qui concerne les placements visés au a du 3° et aux 4° à 9° du même II, à compter du 1er janvier 1997 pour les placements mentionnés au c du 3° dudit II et, pour les faits générateurs intervenant à compter du 1er janvier 2014, pour les placements mentionnés au b du 3° du même II.\n\nCette contribution est assise, recouvrée et contrôlée selon les modalités prévues aux III, III bis et V de l'article L. 136-7 du même code.\n\nIII.-Les III à VI du même article L. 136-7 sont applicables à la contribution mentionnée au I du présent article."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "I.-Il est institué, à compter du 1er février 1996, une contribution à laquelle sont assujetties les ventes de métaux précieux, bijoux, objets d'art, de collection et d'antiquité soumises à la taxe prévue par l'article 150 VI du code général des impôts et réalisées par les personnes désignées au I de l'article 14.II.-Cette contribution est assise, recouvrée et contrôlée dans les conditions et selon les modalités prévues aux articles 150 VI à 150 VK et 150 VM du code général des impôts."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "I.-Il est institué une contribution sur le produit brut des jeux dans le cadre des jeux de loterie commercialisés en réseau physique de distribution et en ligne mentionnés au I de l'article 137 de la loi n° 2019-486 du 22 mai 2019 relative à la croissance et la transformation des entreprises. Cette contribution est assise sur le produit brut des jeux, constitué par la différence entre les sommes misées par les joueurs et les sommes versées ou à reverser aux gagnants. Les sommes engagées par les joueurs à compter du 1er janvier 2020 sont définies comme des sommes misées à compter de la date de réalisation du ou des événements sur lesquels repose le jeu, y compris celles apportées par l'opérateur à titre gracieux. Les sommes versées ou à reverser aux gagnants sont constituées de l'ensemble des gains en numéraire ou en nature versés ou à reverser aux joueurs à compter de la date de réalisation du ou des événements sur lesquels repose le jeu, à l'exclusion des sommes en numéraire ou en nature attribuées à titre gracieux à certains joueurs dans le cadre d'actions commerciales.\n\nPour le calcul de la contribution mentionnée au présent I, le montant du produit brut des jeux est multiplié par le rapport entre, d'une part, le montant des mises effectuées sur le jeu en France métropolitaine et dans les départements d'outre-mer et, d'autre part, le montant total des mises effectuées sur le jeu.\n\nCette contribution est recouvrée et contrôlée selon les mêmes règles et sous les mêmes sûretés, privilèges et sanctions que le prélèvement prévu au I de l'article 138 de la loi n° 2019-486 du 22 mai 2019 relative à la croissance et la transformation des entreprises.\n\nII (supprimé)\n\nIII.-Sans préjudice des prélèvements existants, il est institué une contribution sur la totalité du produit brut des jeux réalisé à compter du 1er février 1996, dans les casinos régis par la loi du 15 juin 1907 relative aux casinos.\n\nCette contribution est recouvrée et contrôlée selon les mêmes règles et sous les mêmes sûretés, privilèges et sanctions que le prélèvement prévu à l'article 50 de la loi de finances pour 1991 (n° 90-1168 du 29 décembre 1990)."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "Le taux des contributions instituées par les articles 14 à 17 est fixé à 0,5 %. Le taux de la contribution instituée au I de l'article 18 est fixé à 2,2 %. Le taux de la contribution instituée au III de l'article 18 est fixé à 3 %."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Un décret fixe les modalités d'application du présent chapitre, notamment en ce qui concerne les obligations déclaratives des contribuables."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Le Premier ministre, le ministre du travail et des affaires sociales, le ministre de l'économie et des finances, le ministre de l'agriculture, de la pêche et de l'alimentation, le ministre délégué au budget, porte-parole du Gouvernement, et le secrétaire d'Etat à la santé et à la sécurité sociale sont chargés, chacun en ce qui le concerne, de l'exécution de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}