{
  "id": "ordonnance-n-2014-948-du-20-aout-2014",
  "type": "statute",
  "title": "ORDONNANCE n°2014-948 du 20 août 2014",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000029391551",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "La présente ordonnance est applicable aux sociétés commerciales dans lesquelles l'Etat ou ses établissements publics détiennent seuls ou conjointement, directement ou indirectement, une participation au capital.Ces sociétés sont soumises aux dispositions du code de commerce et des autres lois générales ou particulières qui les régissent dans la mesure où ces dispositions ne sont pas contraires à la présente ordonnance."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. - Pour l'application de la présente ordonnance :\n\n1° Constitue une participation toute fraction du capital d'une société, quel que soit son montant ;\n\n2° Sont regardées comme des sociétés dont plus de la moitié du capital est détenue indirectement par l'Etat ou ses établissements publics, seuls ou conjointement, celles dont plus de la moitié du capital est détenue par des sociétés placées dans une même chaîne ininterrompue de participations majoritaires ;\n\n3° Les effectifs des salariés sont pris en compte conformément aux dispositions de l'article L. 2322-6 du code du travail. La présente ordonnance est applicable aux salariés employés sur le territoire français même s'ils sont détachés à l'étranger à titre temporaire ;\n\n4° Sont assimilés au chiffre d'affaires les revenus d'activité des sociétés ne disposant pas de chiffre d'affaires.\n\nII. - Il n'est pas tenu compte pour l'application du 2° du I :\n\n1° Des participations prises par les compagnies financières mentionnées au titre III de la loi du 11 février 1982 susvisée, par des établissements financiers, des sociétés de financement ou des établissements de crédit y compris à statut légal spécial, en contrepartie de l'abandon ou de la consolidation financière de créances ou de l'abandon ou de la mise en jeu de garanties, ni des participations prises par les entités mentionnées ci-dessus dans des sociétés dont l'actif net comptable au dernier bilan précédant la prise de participation ou au premier bilan suivant est inférieur au capital ;\n\n2° Des actions détenues par des organismes ou sociétés ayant pour objet principal de concourir au financement d'entreprises industrielles et commerciales sous forme d'apports en fonds propres, d'avances d'actionnaires ou d'obligations convertibles ou de faciliter le recours de ces entreprises à l'épargne, l'élargissement de leur capital ou son reclassement ;\n\n3° Des actions inscrites en titres de placement dans les comptes de leur détenteur ;\n\n4° Des actions détenues et gérées individuellement ou collectivement pour le compte de personnes, sociétés ou organismes autres que ceux mentionnés à l'article 1er ;\n\n5° Des actions détenues par les sociétés d'assurance en garantie d'engagements pris envers les tiers, sauf lorsqu'il s'agit d'actions d'établissements de crédit, d'établissements financiers, de sociétés d'assurance ou de sociétés concourant à la gestion des sociétés d'assurance ;\n\n6° Des actions de préférence sans droit de vote, des actions à dividende prioritaire ou des certificats d'investissement, mentionnés aux articles L. 228-11, L. 228-30 et L. 228-35-2 du code de commerce.\n\nIII. - Les articles 1er et 2, le IV de l'article 22 et les articles 23 à 31 de la présente ordonnance sont seuls applicables aux opérations par lesquelles la Caisse des dépôts et consignations transfère au secteur privé la majorité du capital des sociétés dans lesquelles elle détient, directement ou indirectement, une participation."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Sont susceptibles de siéger comme membres du conseil d'administration, du conseil de surveillance ou de l'organe délibérant en tenant lieu des sociétés mentionnées à l'article 1er :1° L'Etat, représenté dans les conditions prévues à la section 2 ;2° Des membres désignés par l'organe compétent de la société, le cas échéant proposés par l'Etat, dans les conditions prévues à la section 3 ;3° Des représentants des salariés, dans les conditions prévues à la section 4."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "I. - L'Etat désigne un représentant dans les conseils d'administration, les conseils de surveillance ou les organes délibérants en tenant lieu des sociétés dont il détient directement, seul ou conjointement avec ses établissements publics, plus de la moitié du capital. Il peut également désigner un représentant dans les organes délibérants des autres sociétés dont il détient directement à lui seul plus de 10 % du capital.L'Etat peut en outre, sur sa proposition ou avec son accord, être nommé par les organes compétents comme membre du conseil d'administration, du conseil de surveillance ou de l'organe délibérant en tenant lieu des autres sociétés dans lesquelles l'Etat ou ses établissements publics industriels ou commerciaux détiennent, directement ou indirectement, une participation. L'Etat désigne alors son représentant.Les conditions de désignation du représentant de l'Etat sont fixées par décret en Conseil d'Etat.II. - Les participations détenues par toute société ayant pour objet principal la détention de titres et dont la totalité du capital appartient à l'Etat sont assimilées, pour l'application du I, à des participations détenues directement par l'Etat."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Le représentant de l'Etat siège et agit avec les mêmes droits et les mêmes pouvoirs que les autres membres du conseil d'administration, du conseil de surveillance ou de l'organe délibérant en tenant lieu.Il est notamment soumis aux mêmes règles que les autres membres quant au nombre maximum de mandats susceptibles d'être exercés simultanément.Toute rémunération qu'il perçoit à raison de l'exercice de son mandat est toutefois versée au budget de l'Etat.Ce représentant est pris en compte pour l'application du premier alinéa de l'article L. 225-18-1 et du premier alinéa de l'article L. 225-69-1 du code de commerce.Les dispositions des articles L. 225-25 et L. 225-72 du code de commerce ne lui sont pas applicables."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "I.-Au sein du conseil d'administration ou de surveillance ou de l'organe délibérant en tenant lieu des sociétés dont l'Etat détient seul directement de 10 % à 50 % du capital, un ou plusieurs sièges, dans la limite d'un nombre proportionnel à sa participation, sont réservés à des membres que l'Etat peut proposer. Le nombre de sièges réservés est au moins égal à deux dans les sociétés pour lesquelles le nombre de membres du conseil d'administration, du conseil de surveillance ou de l'organe délibérant en tenant lieu est supérieur à dix.\n\nSi l'organe compétent de la société refuse la ou les personnes proposées en vertu de l'alinéa précédent, l'Etat peut nommer par lettre adressée à la société un ou plusieurs membres pour exercer à titre provisoire les fonctions de ceux dont la nomination a été refusée. Ces nominations sont soumises à la ratification de la plus prochaine assemblée générale ordinaire. A défaut de ratification, les délibérations prises et les actes accomplis antérieurement par le conseil ou l'organe délibérant demeurent valables. Le remplacement du membre dont la nomination n'a pas été ratifiée est assuré dans les conditions prévues au présent I.\n\nPour la détermination du nombre de sièges mentionnés au premier alinéa du présent I, il n'est pas tenu compte des représentants élus par le personnel salarié en application de la présente ordonnance ou des articles L. 225-27, L. 225-27-1, L. 225-79 ou L. 225-79-2 du code de commerce.\n\nLorsqu'un représentant de l'Etat a été désigné en application de l'article 4 de la présente ordonnance, son siège est déduit de ceux réservés à l'Etat en application du premier alinéa du présent I.\n\nLes participations détenues par toute société ayant pour objet principal la détention de titres et dont la totalité du capital appartient à l'Etat sont assimilées à des participations détenues directement par l'Etat pour l'application du présent I.\n\nII.-Dans les sociétés dans lesquelles l'Etat ou ses établissements publics industriels ou commerciaux, seuls ou conjointement, détiennent directement ou indirectement une participation, l'Etat peut, dans des conditions précisées par voie réglementaire, proposer aux organes compétents de ces sociétés la nomination d'un ou plusieurs membres du conseil d'administration, du conseil de surveillance ou de l'organe délibérant en tenant lieu.\n\nIII.-Les membres proposés par l'Etat en application du I ou du II du présent article peuvent, nonobstant le 2° du I de l'article 25 septies de la loi du 13 juillet 1983 susvisée, avoir la qualité d'agents publics de l'Etat. Ils sont soumis aux mêmes règles que les autres membres, notamment celles issues du code de commerce. Ils représentent les intérêts de l'Etat en sa qualité d'actionnaire.IV.-Sans préjudice des dispositions législatives et réglementaires qui leur sont applicables, les membres mentionnés au présent article peuvent bénéficier dans l'exercice de leur mandat d'une protection organisée dans les conditions prévues à l'article 11 de la loi du 13 juillet 1983 susvisée.\n\nV.-Toute rémunération perçue par les membres désignés en vertu du présent article ayant la qualité d'agent public de l'Etat est versée au budget de l'Etat. Il en va de même de la rémunération perçue par les autres membres désignés en vertu du présent article dépassant un plafond fixé par arrêté du ministre chargé de l'économie.\n\nVI.-Les dispositions des articles L. 225-25 et L. 225-72 du code de commerce ne leur sont pas applicables."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "I. - Dans les sociétés dont l'Etat détient directement plus de la moitié du capital et dont le nombre de salariés employés en moyenne au cours des vingt-quatre derniers mois est au moins égal à cinquante, le conseil d'administration, le conseil de surveillance ou l'organe délibérant en tenant lieu comprend au moins  un tiers de représentants des salariés.\n\nIl en va de même dans les autres sociétés anonymes dans lesquelles l'Etat ou, lorsque la majorité de leur personnel est soumise aux règles du droit privé, ses établissements publics industriels et commerciaux ou ses autres établissements publics qui assurent tout à la fois une mission de service public à caractère administratif et à caractère industriel et commercial détiennent directement ou indirectement plus de 50 % du capital et dont le nombre de salariés employés en moyenne au cours des vingt-quatre derniers mois est au moins égal à deux cents. Dans ces sociétés dont l'effectif est compris entre deux cents et mille salariés, le nombre de ces représentants est au maximum de trois.\n\nII. - Dans les autres sociétés relevant de la présente ordonnance, les représentants des salariés sont désignés, le cas échéant, selon les modalités prévues par le code de commerce et sont alors soumis aux dispositions de ce code.\n\nIII. - Les sociétés mentionnées au I restent soumises aux dispositions des articles L. 225-23, L. 225-27, L. 225-71 et L. 225-79 du code de commerce. Les membres du conseil d'administration ou du conseil de surveillance nommés sur leur fondement sont compris dans le tiers des membres du conseil d'administration, du conseil de surveillance ou de l'organe délibérant en tenant lieu."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Les membres représentant les salariés ne sont pas pris en compte pour l'application du premier alinéa de l'article L. 225-18-1 et du premier alinéa de l'article L. 225-69-1 du code de commerce.La durée du mandat d'administrateur élu par les salariés ou désigné en application de la présente section est déterminée par les statuts, sans pouvoir excéder six ans. Le mandat est renouvelable, sauf stipulation contraire des statuts."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Les dispositions de la présente section s'appliquent aux sociétés dont plus de la moitié du capital est détenu par l'Etat et ses établissements publics, seuls ou conjointement, directement ou indirectement.Les statuts peuvent déroger à tout ou partie des dispositions des articles 11 à 13 par une mention expresse en ce sens."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Dès lors que les désignations et nominations ont été faites en vertu des dispositions de la section 2 et de la section 3, le conseil d'administration, le conseil de surveillance ou l'organe délibérant en tenant lieu est réputé pouvoir siéger et délibérer valablement, sous réserve des règles de quorum.Le caractère irrégulier de ces désignations et nominations ou des désignations mentionnées à la section 4 est sans incidence sur la validité des délibérations auxquelles a pris part l'administrateur ou le membre du conseil irrégulièrement nommé ou désigné."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Le conseil d'administration, le conseil de surveillance ou l'organe délibérant en tenant lieu se réunit en séance ordinaire sur convocation du président. Il examine toute question inscrite à l'ordre du jour par le président ou le conseil statuant à la majorité simple.Il se réunit également sur convocation de plus d'un tiers de ses membres sur un ordre du jour et dans un lieu déterminés dans la convocation. Le directeur général peut demander au président de le convoquer sur un ordre du jour déterminé."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "En cas de vacance par décès ou par démission d'un ou plusieurs membres nommés par l'assemblée générale, le conseil d'administration ou de surveillance peut procéder à des nominations à titre provisoire dans les conditions des articles L. 225-24 et L. 225-78 du code de commerce."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "L'assemblée générale peut révoquer à tout moment les membres du conseil d'administration, du conseil de surveillance ou de l'organe délibérant en tenant lieu qu'elle a nommés.Dans le cas où des dissensions graves entravent l'administration de la société, la révocation prononcée par l'assemblée générale en vertu du premier alinéa peut s'étendre aux représentants des salariés. Une telle mesure de révocation ne peut être prise de nouveau avant l'expiration d'un délai d'un an."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Dans les sociétés dans lesquelles il dispose d'un représentant en application de l'article 4, l'Etat peut désigner, dans des conditions fixées par voie réglementaire, un commissaire du Gouvernement.Sans préjudice des dispositions particulières le régissant, le commissaire du Gouvernement assiste, avec voix consultative, aux séances du conseil d'administration, du conseil de surveillance ou de l'organe délibérant en tenant lieu de la société. Le cas échéant, il expose la politique du Gouvernement dans le secteur d'activité de celle-ci."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Le conseil d'administration ou le directoire, après avis du conseil de surveillance, fixe les modalités de consultation des institutions représentatives du personnel sur les plans établis par l'entreprise en vue de la conclusion d'un contrat de plan élaboré en application de la loi du 29 juillet 1982 susvisée ou d'un contrat d'entreprise élaboré en application de l'article 140 de la loi du 15 mai 2001 susvisée.\n\nLes actes par lesquels l'Etat fixe des missions de service public, notamment les contrats d'entreprise mentionnés à l'article 140 de la loi du 15 mai 2001 susvisée, ne sont pas considérés comme des conventions au sens des articles L. 225-38 à L. 225-40 du code de commerce ou des autres dispositions équivalentes du même code. Ces actes doivent néanmoins être soumis à l'avis préalable du conseil d'administration ou de surveillance ou de l'organe délibérant en tenant lieu."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "En cas de vacance ou dans les sociétés dont le capital est détenu en totalité par l'Etat, le président du conseil d'administration, du conseil de surveillance ou de l'organe délibérant en tenant lieu peut notamment être choisi parmi les agents publics de l'Etat qui ont été nommés membres du conseil.Dans les sociétés ayant pour objet principal la détention de titres et dont la totalité du capital appartient à l'Etat constituées sous forme de sociétés par action simplifiées, l'Etat peut être désigné président ou dirigeant mandataire social de la société. Il est alors représenté par une personne désignée dans les conditions prévues à l'article 4."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Dans les sociétés anonymes à conseil d'administration dont plus de la moitié du capital est détenu par l'Etat et ses établissements publics, seuls ou conjointement, directement ou indirectement, le conseil choisit entre les deux modalités d'exercice de la direction générale mentionnées au premier alinéa de l'article L. 225-51-1 du code de commerce.Les statuts peuvent déroger aux dispositions du présent article par une mention expresse en ce sens."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "I. - Dans les sociétés dont plus de la moitié du capital est détenue directement par l'Etat, les dirigeants mandataires sociaux sont nommés par celui-ci dans les conditions suivantes :1° Dans les sociétés anonymes à conseil d'administration, lorsque le président assure la direction générale, celui-ci est nommé parmi les membres du conseil et sur proposition de ce dernier, par décret ; dans les autres cas, le directeur général est nommé par décret sur proposition du conseil d'administration ;2° Dans les sociétés anonymes à directoire et conseil de surveillance, le président du directoire ou le directeur général unique sont nommés sur proposition du conseil de surveillance, par décret ;3° Dans les autres sociétés, les personnes qui, quel que soit leur titre, exercent des fonctions équivalentes à celles mentionnées aux alinéas précédents sont nommées par décret.II. - Les participations détenues par toute société ayant pour objet principal la détention de titres et dont la totalité du capital appartient à l'Etat sont assimilées, pour l'application du I, à des participations détenues directement par l'Etat."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "Les personnes nommées dans les conditions prévues à l'article 19 peuvent être révoquées par décret."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "En cas de vacance de l'un des postes mentionnés à l'article 19, l'Etat peut désigner la personne chargée d'assurer l'intérim jusqu'à la désignation d'un nouveau dirigeant, par lettre adressée à la société faisant l'objet d'une publicité. Jusqu'à la nomination de la personne chargée d'assurer l'intérim, les titulaires d'une délégation donnée par le précédent titulaire des fonctions sont compétents pour agir dans le cadre de cette délégation."
    },
    {
      "provision_ref": "art21-1",
      "section": "21-1",
      "title": "Article 21-1",
      "content": "Sans  préjudice des dispositions particulières de l'article 31-1, toute  opération de cession par l'Etat au secteur privé conduisant à transférer  la majorité du capital d'une société s'accompagne des garanties  nécessaires à la préservation des intérêts essentiels de la Nation dans  les domaines concernés. Le cas échéant, le cahier des charges de l'appel  d'offres portant cession du capital intègre cette exigence."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "I. - Les opérations par lesquelles l'Etat transfère au secteur privé la majorité du capital d'une société ne peuvent être décidées par décret qu'après avoir été autorisées par la loi :\n\n1° Lorsque l'Etat détient directement, depuis plus de cinq ans, plus de la moitié du capital social de la société et si l'une des deux conditions suivantes est remplie :\n\na) Ses effectifs, augmentés de ceux de ses filiales dans lesquelles elle détient directement ou indirectement plus de la moitié du capital social, sont supérieurs à cinq cents personnes au 31 décembre de l'année précédant le transfert ;\n\nb) Son chiffre d'affaires consolidé avec celui de ses filiales, telles qu'elles viennent d'être définies, est supérieur à 75 millions d'euros à la date de clôture de l'exercice précédant le transfert ;\n\n2° Lorsque la société est entrée dans le secteur public en application d'une disposition législative.\n\nII. - Les opérations de cession de participations au secteur privé par l'Etat qui n'entrent pas dans les cas énumérés au I sont décidées par décret :\n\n1° Lorsqu'elles entraînent le transfert au secteur privé de la majorité du capital de la société ;\n\n2° Lorsque la participation de l'Etat est supérieure au tiers du capital, si la cession a pour conséquence de la ramener en dessous de ce seuil ;\n\n3° Lorsque la participation de l'Etat est supérieure aux deux tiers du capital, si la cession a pour conséquence de la ramener en dessous de ce seuil.\n\nIII. - Les autres opérations de cession de participations par l'Etat sont décidées par le ministre chargé de l'économie.\n\nIV. - Les opérations par lesquelles un établissement public de l'Etat ou une société dont l'Etat ou ses établissements publics détiennent directement ou indirectement, seuls ou conjointement, plus de la moitié du capital transfère au secteur privé la majorité du capital d'une société réalisant un chiffre d'affaires supérieur à 150 millions d'euros ou employant plus de mille personnes, appréciés sur une base consolidée, font l'objet d'une autorisation préalable par arrêté du ministre chargé de l'économie.\n\nV. - Pour l'application du présent titre :\n\na) Toute opération de cession d'un actif susceptible d'une exploitation autonome représentant plus de 50 % de l'actif net comptable ou du chiffre d'affaires ou des effectifs, appréciés sur une base consolidée, d'une société détenue à plus de 50 % par l'Etat est assimilée à la cession de cette société ;\n\nb) Les participations détenues par toute société ayant pour objet principal la détention de titres et dont la totalité du capital appartient à l'Etat sont assimilées à des participations détenues directement par l'Etat ;\n\nc) Est assimilée à une opération de cession toute opération de transfert de propriété de tout ou partie du capital ou toute opération d'augmentation de capital d'une société relevant de l'article 1er produisant le même effet ;\n\nd) Les participations détenues par un établissement public de l'Etat ayant pour objet principal la détention de titres sont assimilées à des participations détenues directement par l'Etat.\n\nVI. - Les opérations par lesquelles l'Etat transfère au secteur privé la majorité du capital d'une société exploitant une infrastructure de transport aéroportuaire ou autoroutière dans le cadre d'une concession accordée par l'Etat sont autorisées par la loi."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Ne sont pas soumises au présent titre, sauf lorsqu'elles ont pour effet de transférer au secteur privé la majorité du capital de la société, les opérations suivantes :\n\n1° Les prises de participation au capital d'une société dont les titres sont admis aux négociations sur un marché réglementé réalisées en application de la section 4 du chapitre II du titre III du livre III de la troisième partie du code du travail ou de la sous-section 2 de la section 4 du chapitre V du titre II du livre II du code de commerce ainsi que les opérations assimilées réalisées simultanément à de telles prises de participation en faveur des salariés situés à l'étranger ;\n\n2° Les opérations résultant de l'exercice d'options de souscription ou d'acquisitions attachées à des titres cédés à l'occasion d'une opération de cession antérieure ;\n\n3° Les prises de participation du secteur privé dans le capital d'une société résultant de l'exercice par ses actionnaires de l'option prévue à l'article L. 232-18 du code de commerce ;\n\n4° Les opérations, décidées par l'assemblée générale des sociétés dont l'Etat ou ses établissements publics détiennent moins d'un tiers du capital, ayant pour effet ou pouvant avoir pour effet de diminuer la participation de l'Etat ou de ses établissements publics."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "Les opérations par lesquelles l'Etat se porte acquéreur d'une participation sont décidées par décret lorsqu'elles entraînent le transfert de la majorité du capital d'une société au secteur public.\n\nLes autres opérations d'acquisition par l'Etat sont décidées par le ministre chargé de l'économie.\n\nEst assimilée à une opération d'acquisition toute opération de constitution d'une société."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "I. - La Commission des participations et des transferts est composée de sept membres, dont un président, nommés par décret pour six ans non renouvelables  et choisis en fonction de leur compétence et de leur expérience en matière économique, financière ou juridique.\n\nEn cas de vacance pour quelque cause que ce soit, un remplaçant est nommé pour la durée restant à courir du mandat de son prédécesseur. Un mandat exercé depuis moins de deux ans n'est pas pris en compte pour la règle de non-renouvellement fixée au premier alinéa.  Les membres de la commission sont astreints au secret professionnel.\n\nLa commission comporte autant de femmes que d'hommes parmi les membres autres que le président.\n\nII. - Les fonctions de membre de la commission sont incompatibles avec tout mandat de membre du conseil d'administration, du directoire ou du conseil de surveillance d'une société commerciale par actions ou toute activité rétribuée au service d'une telle société de nature à les rendre dépendants des acquéreurs éventuels. Dès leur nomination et pendant la durée de leur mandat, les membres de la commission informent le président des activités professionnelles qu'ils exercent, des mandats sociaux qu'ils détiennent ou des intérêts qu'ils représentent.\n\nLe membre de la commission qui a manqué aux obligations définies au présent II est déclaré démissionnaire d'office par la commission statuant à la majorité de ses membres. En cas de partage égal des suffrages, la voix du président est prépondérante.\n\nIII. - Les membres de la commission des participations et des transferts ne peuvent, sous peine de l'application des sanctions prévues par l'article 432-13 du code pénal, pendant un délai de cinq ans à compter de la cessation de leurs fonctions, devenir membres d'un conseil d'administration, d'un directoire ou d'un conseil de surveillance d'une entreprise qui s'est portée acquéreur de participations antérieurement détenues par l'Etat, ou d'une de ses filiales, ou exercer une activité rétribuée par de telles entreprises.\n\nIV. - Le régime indemnitaire des membres de la commission est fixé par décret."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "I. - La Commission des participations et des transferts est saisie par le ministre chargé de l'économie, lorsqu'elles sont réalisées selon les procédures des marchés financiers :\n\n1° Des opérations qui emportent le transfert par l'Etat de la majorité du capital de la société au secteur privé ;\n\n2° Des opérations qui emportent transfert par l'Etat au secteur privé d'au moins 0,5 % du capital des sociétés concernées calculé sur une période de six mois consécutifs, dont l'effectif augmenté de celui de leurs filiales dépasse cinq cents  personnes ou le chiffre d'affaires consolidé 75 millions d'euros  ;\n\n3° Des opérations par lesquelles un établissement public de l'Etat ou une société dont l'Etat ou ses établissements publics détiennent directement ou indirectement, seuls ou conjointement, plus de la moitié du capital transfère au secteur privé la majorité du capital d'une société réalisant un chiffre d'affaires supérieur à 150 millions d'euros ou employant plus de mille personnes.\n\nII. - La Commission des participations et des transferts est saisie par le ministre chargé de l'économie de toute opération de cession au secteur privé mentionnée à l'article 22 réalisée en dehors des procédures des marchés financiers.\n\nIII. - La commission peut être saisie par le ministre chargé de l'économie de toute autre opération de cession par l'Etat ainsi que sur toute opération d'acquisition par l'Etat."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "I. - La Commission des participations et des transferts est saisie par le ministre chargé de l'économie préalablement à chacune des opérations mentionnées à l'article 26.La commission détermine la valeur de la société ou, s'il y a lieu, des éléments faisant l'objet de l'opération. Toutefois, en cas de remise d'actifs en paiement des titres cédés ou d'augmentation de capital contre apport en nature, l'évaluation porte sur la parité ou le rapport d'échange.Ces évaluations sont conduites selon les méthodes objectives couramment pratiquées en matière de cession totale ou partielle d'actifs de sociétés en tenant compte des conditions de marché à la date de l'opération et, selon une pondération appropriée à chaque cas, de la valeur des actifs, des bénéfices réalisés, de l'existence des filiales et des perspectives d'avenir et, le cas échéant, de la valeur boursière des titres et des éléments optionnels qui y sont attachés.La commission peut demander aux commissaires aux comptes des entreprises faisant l'objet des opérations pour lesquelles elle est saisie tout renseignement sur l'activité et la situation financière desdites entreprises. Les commissaires aux comptes sont alors déliés à son égard du secret professionnel.II. - Lorsqu'elle est saisie sur le fondement du II de l'article 26, la commission émet, en outre, un avis sur les modalités de la procédure, qui doit respecter les intérêts du secteur public, puis sur le choix du ou des acquéreurs et les conditions de la cession proposés par le ministre chargé de l'économie.La commission tient notamment compte de la valeur de la société, des droits statutaires ou contractuels de toute nature accordés au secteur public, de la nature de l'opération, du prix, des caractéristiques des acquéreurs en cause et du projet industriel et stratégique afférent à l'opération.Le décret, l'arrêté ou la décision autorisant ou décidant l'opération concernée est conforme à cet avis.III. - Les évaluations et avis de la commission sont rendus publics à l'issue de l'opération."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "Pour les opérations de transfert au secteur privé n'ayant pas fait l'objet d'une évaluation en application des articles 26 et 27, la valeur de l'entreprise est évaluée selon les méthodes objectives couramment pratiquées en matière de cession totale ou partielle d'actifs de sociétés."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "La propriété de tout ou partie du capital des sociétés mentionnées au présent titre ne peut être cédée à des personnes du secteur privé pour des prix inférieurs à leur valeur.Les prix d'offre, les prix de cession ou d'acquisition ainsi que les parités d'échange des opérations décidées ou autorisées par l'Etat sont fixés, le cas échéant sous forme de fourchettes, par arrêté du ministre chargé de l'économie. Dans les autres cas, le prix est fixé par l'organe compétent de l'organisme cédant.Lorsque la Commission des participations et des transferts a été consultée en application de l'article 26, les prix et parités fixés par le ministre chargé de l'économie ne peuvent être inférieurs à son évaluation et l'acte les fixant ne peut intervenir dans un délai de plus de trente jours à compter de leur formulation, sauf lorsqu'un délai plus long a été admis par la commission eu égard aux conditions particulières de l'opération."
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "La réalisation des cessions ou acquisitions mentionnées au présent titre peut intervenir dès la date de la signature de l'acte qui en fixe les conditions.Toute opération de transfert au secteur privé réalisée sans avoir fait l'objet de l'autorisation prévue à l'article 22 est réputée nulle et de nul effet."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "Les statuts de toute société dont le transfert de tout ou partie du capital a été décidé en application du présent titre sont, le cas échéant, modifiés par une assemblée générale extraordinaire tenue dans les six mois du transfert afin de les rendre conformes, le cas échéant, au droit commun des sociétés commerciales ou à la présente ordonnance.A défaut de modification des statuts à l'issue du délai prévu, toute clause contraire au droit commun des sociétés commerciales ou à la présente ordonnance est réputée non écrite."
    },
    {
      "provision_ref": "art31-1",
      "section": "31-1",
      "title": "Article 31-1",
      "content": "I.-Les dispositions du présent article s'appliquent aux sociétés dont une activité relève de celles mentionnées au I de l'article L. 151-3 du code monétaire et financier et qui satisfont l'une des conditions suivantes :a) La société est mentionnée à l'annexe du décret n° 2004-963 du 9 septembre 2004 portant création du service à compétence nationale Agence des participations de l'Etat dans sa rédaction en vigueur au 1er janvier 2018 ;b) Ses titres sont admis aux négociations sur un marché réglementé et une participation d'au moins 5 % de son capital est détenue, directement ou indirectement, au 1er janvier 2018, par la société anonyme Bpifrance ou ses filiales directes ou indirectes ou par un fonds d'investissement géré et souscrit majoritairement par elles.Si la protection des intérêts essentiels du pays en matière d'ordre public, de santé publique, de sécurité publique ou de défense nationale exige qu'une action ordinaire de l'Etat soit transformée en une action spécifique assortie de tout ou partie des droits définis aux 1° à 4° du présent I, un décret en Conseil d'Etat prononce cette transformation et en précise les effets. La société est préalablement informée.Dans le cas mentionné au b, l'Etat acquiert une action ordinaire préalablement à sa transformation en action spécifique.S'agissant des sociétés mentionnées aux a ou b et qui n'auraient pas leur siège social en France, les dispositions du présent article s'appliquent à leurs filiales ayant leur siège social en France, après que l'Etat a acquis une de leurs actions.\n\nLes droits pouvant être attachés à une action spécifique, définis dans chaque cas de façon à être nécessaires, adéquats et proportionnés aux objectifs poursuivis, sont les suivants :\n\n1° La soumission à un agrément préalable du ministre chargé de l'économie du franchissement, par une personne agissant seule ou de concert, d'un ou de plusieurs des seuils prévus au I de l'article L. 233-7 du code de commerce, précisés dans le décret qui institue l'action spécifique. Un seuil particulier peut être fixé pour les participations prises par des personnes étrangères ou sous contrôle étranger, au sens de l'article L. 233-3 du même code, agissant seules ou de concert. Cet agrément ne peut être refusé que si l'opération en cause est de nature à porter atteinte aux intérêts essentiels du pays qui ont justifié la création de l'action spécifique ;\n\n2° La nomination au conseil d'administration, au conseil de surveillance ou au sein de l'organe délibérant en tenant lieu, selon le cas, d'un représentant de l'Etat sans voix délibérative, désigné dans les conditions fixées par le décret qui institue l'action spécifique ;\n\n3° Le pouvoir de s'opposer, dans des conditions fixées par voie réglementaire, aux décisions qui seraient de nature à porter atteinte aux intérêts essentiels du pays, ayant pour effet, directement ou indirectement, de :-céder, apporter ou transmettre, sous quelque forme que ce soit, y compris par dissolution ou fusion, des actifs ou types d'actifs de la société ou de ses filiales ;-modifier les conditions d'exploitation des actifs ou types d'actifs de la société ou de ses filiales ou d'en changer la destination ;-affecter ces actifs ou types d'actifs à titre de sûreté ou garantie ;\n\n4° La communication au ministre chargé de l'économie des informations nécessaires à l'exercice des droits prévus aux 1° et 3°, notamment les informations relatives à l'intégrité, à la pérennité et au maintien sur le territoire national des actifs ou types d'actifs mentionnés au 3°.\n\nL'institution d'une action spécifique produit ses effets de plein droit.\n\nII.-Lorsque des prises de participation ont été effectuées en méconnaissance du 1° du I, les détenteurs des participations acquises irrégulièrement ne peuvent exercer les droits de vote correspondants tant que la prise de participation n'a pas fait l'objet d'un agrément par le ministre chargé de l'économie.\n\nLe ministre chargé de l'économie informe de l'irrégularité de ces prises de participation le président du conseil d'administration ou le président du directoire de l'entreprise ou l'organe délibérant en tenant lieu, selon le cas, qui en informe la prochaine assemblée générale des actionnaires.\n\nEn outre, s'agissant des entreprises dont l'activité relève des intérêts essentiels de la défense nationale ou de ceux mentionnés à l'article 346 du traité sur le fonctionnement de l'Union européenne, les détenteurs de participations acquises irrégulièrement doivent céder ces titres dans un délai de trois mois à compter de la privation de leurs droits de vote.\n\nA l'expiration de ce délai, s'il est constaté que les titres acquis irrégulièrement n'ont pas été cédés, le ministre chargé de l'économie fait procéder à la vente forcée de ces titres, selon des modalités prévues par décret en Conseil d'Etat. Il en informe le président du conseil d'administration, le président du conseil de surveillance ou le président de l'organe délibérant en tenant lieu.\n\nLe produit net de la vente des titres est tenu à la disposition de leurs anciens détenteurs.\n\nIII.-Aussi souvent que nécessaire et au moins tous les cinq ans, l'Etat apprécie si les droits attachés à l'action spécifique sont nécessaires, adéquats et proportionnés à l'objectif de protection des intérêts essentiels du pays mentionnés au quatrième alinéa du I.Au terme de cette appréciation, les droits attachés à l'action spécifique peuvent, après que la société a été informée, être modifiés par décret en Conseil d'Etat et, le cas échéant, excéder les droits qui préexistaient. Hormis les cas où l'indépendance nationale est en cause, l'action spécifique peut également être transformée en action ordinaire par décret en Conseil d'Etat.IV.-Lorsqu'une société dans laquelle a été instituée une action spécifique fait l'objet d'une scission ou d'une fusion ou cède, apporte ou transmet sous quelque forme que ce soit tout ou partie d'un actif de la société ou de ses filiales mentionné au 3° du I, une action spécifique peut, après que la société a été informée, être instituée, nonobstant les dispositions des trois premiers alinéas du même I, dans toute société qui, à l'issue de l'opération, exerce l'activité ou détient les actifs au titre desquels la protection a été prévue."
    },
    {
      "provision_ref": "art31-2",
      "section": "31-2",
      "title": "Article 31-2",
      "content": "I.-En cas de cession au secteur privé d'une participation significative de l'Etat au capital d'une société dont il détient plus de 10 % du capital, 10 % des titres cédés sont proposés aux salariés de l'entreprise, à ceux des filiales dans lesquelles elle détient, directement ou indirectement, la majorité du capital à la date de l'offre, ainsi qu'aux anciens salariés ayant conservé des avoirs dans le plan d'épargne de l'entreprise ou ses filiales et justifiant d'un contrat ou d'une activité rémunérée d'une durée accomplie d'au moins cinq ans avec l'entreprise ou ses filiales. Les titres sont proposés dans le cadre d'un plan d'épargne d'entreprise, conformément aux dispositions du code du travail dont bénéficient les personnes éligibles mentionnées ci-dessus.La participation cédée est significative au sens du premier alinéa du présent I si elle est supérieure à des seuils exprimés à la fois en pourcentages du capital de la société et en montants.Si la capacité de souscription des personnes éligibles est insuffisante au regard du nombre de titres proposés, ce nombre peut être réduit.Un décret en Conseil d'Etat fixe les conditions d'application du présent I, notamment les seuils mentionnés au deuxième alinéa.II.-Les titres proposés par l'Etat sont cédés directement aux personnes mentionnées au I ou, avec l'accord de celle-ci, à l'entreprise dont les titres sont cédés, à charge pour elle de les rétrocéder à ces mêmes personnes selon l'une des modalités suivantes :1° Soit l'entreprise acquiert auprès de l'Etat le nombre de titres déterminé en application du I et les rétrocède dans un délai d'un an. Durant ce délai, ces titres ne sont pas pris en compte pour déterminer le plafond de 10 % prévu à l'article L. 225-210 du code de commerce et les droits de vote ainsi détenus par la société sont suspendus ;2° Soit l'entreprise, après avoir proposé aux personnes mentionnées au I du présent article les titres qui leur sont destinés et recensé le nombre de titres qu'elles ont réservés, acquiert auprès de l'Etat les titres correspondants et les rétrocède sans délai. L'Etat peut prendre en charge une partie des coûts supportés par l'entreprise au titre de ces opérations, dans des conditions fixées par décret.III.-Dans le cadre d'une cession par l'entreprise, le prix de cession et, le cas échéant, les rabais applicables sont fixés conformément aux dispositions de la section 4 du chapitre II du titre III du livre III de la troisième partie du code du travail.IV.-Tout rabais sur le prix de cession ou tout autre avantage consenti aux salariés est supporté par l'entreprise. Par exception, lorsque la cession a pour effet de transférer au secteur privé la majorité du capital de la société, un rabais peut être pris en charge par l'Etat, dans la limite de 20 % et dans le respect des dispositions de l'article 29 de la présente ordonnance. Si un rabais a été consenti par l'Etat, les titres acquis ne peuvent être cédés avant deux ans, ni avant paiement intégral.A l'exception du rabais pris en charge par l'Etat, les avantages consentis sont fixés par le conseil d'administration, le directoire ou l'organe délibérant en tenant lieu.V.-La Commission des participations et des transferts est saisie de l'offre directe de titres par l'Etat ou de leur cession à l'entreprise si cette offre ou cette cession interviennent en dehors de la durée de validité, prévue à l'article 29, de l'avis relatif à la cession par l'Etat de sa participation.VI.-Un arrêté du ministre chargé de l'économie précise à l'occasion de chaque cession mentionnée au I du présent article le nombre de titres proposés aux personnes éligibles et le prix de cession à ces dernières ou à l'entreprise ainsi que, le cas échéant, la durée de l'offre, les modalités d'ajustement de l'offre si la demande est supérieure à l'offre, le rabais et la partie des coûts pris en charge par l'Etat en application du 2° du II."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Le second alinéa de l'article L. 225-1 du code de commerce n'est pas applicable aux sociétés dont l'Etat détient la majorité ou la totalité du capital."
    },
    {
      "provision_ref": "art32-1",
      "section": "32-1",
      "title": "Article 32-1",
      "content": "Les  participations détenues par toute société ayant pour objet principal la  détention de titres et dont la totalité du capital appartient à l'Etat  sont assimilées, pour l'application des dispositions législatives  prévoyant que la participation de l'Etat au capital d'une société est  supérieure à un seuil, à des participations détenues directement par  l'Etat."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Les conditions d'application de la présente ordonnance sont précisées par décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "I. - Le conseil d'administration, le conseil de surveillance ou l'organe délibérant en tenant lieu des sociétés mentionnées à l'article 1er fixe la date d'application des dispositions du titre II de la présente ordonnance, à l'exception de celles des articles 17 et 21. Cette date ne peut être postérieure au lendemain de la première assemblée générale ordinaire qui suit le 1er janvier 2017. Jusqu'à cette date, les dispositions mentionnées à l'article 37, à l'article 38, au V, aux a à c du VI, au VII, au VIII, au XI, aux a et b du XII, au XIII et au XV de l'article 39 ainsi qu'aux 1°, 8° et 9° du I de l'article 41 restent applicables dans leur rédaction antérieure à l'entrée en vigueur de la présente ordonnance.\n\nSont joints à l'ordre du jour de l'assemblée générale appelée à statuer sur la nomination des membres du premier conseil d'administration, du premier conseil de surveillance ou du premier organe délibérant en tenant lieu constitué en application de la présente ordonnance les noms et qualités des membres que l'Etat entend nommer ou proposer en vertu des dispositions du titre II.\n\nL'assemblée générale, saisie dans les conditions prévues au deuxième alinéa du présent I, peut statuer également sur la composition de l'ensemble du conseil d'administration, du conseil de surveillance ou de l'organe délibérant en tenant lieu, notamment sur la nomination ou le maintien en fonction des membres qu'il lui appartient de désigner.\n\nDans les sociétés dont l'Etat détient directement moins de la moitié du capital, le conseil d'administration ou de surveillance ou l'organe délibérant en tenant lieu peut proposer à l'Etat de mettre fin aux mandats de ses représentants nommés sur le fondement des dispositions applicables avant l'entrée en vigueur de la présente ordonnance afin de les remplacer, à titre provisoire, par des membres désignés en application de celle-ci, jusqu'à la date à laquelle son titre II s'appliquera à la société. Dans ce cas, l'Etat peut désigner un représentant en vertu de l'article 4 de la présente ordonnance et proposer au conseil d'administration ou de surveillance ou à l'organe délibérant en tenant lieu des personnes appelées à être désignées en vertu de son article 6. Les nominations effectuées sont soumises à ratification de la plus prochaine assemblée générale ordinaire. A défaut de ratification, les délibérations prises et les actes accomplis antérieurement par le conseil n'en demeurent pas moins valables.\n\nII. - Les statuts des sociétés régies par la présente ordonnance sont mis en conformité avec les dispositions de celle-ci au plus tard lors de l'assemblée générale mentionnée au premier alinéa du I.\n\nNonobstant toute disposition contraire, ces modifications ainsi que toute modification ultérieure des statuts sont décidées par l'organe compétent de la société sans être soumises à l'approbation de l'autorité administrative.\n\nAprès la date limite fixée pour la mise en conformité, toute clause des statuts contraire à la présente ordonnance est réputée non écrite."
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "Article 35",
      "content": "Lorsqu'une société entre, pour quelque cause que ce soit, dans le champ d'application de la présente ordonnance, les dispositions du titre II sont applicables dans un délai maximum de six mois.Toutefois, les statuts de la société peuvent prévoir que les dispositions de ce même titre s'appliquent immédiatement."
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "Les dispositions de la présente ordonnance n'entraînent aucune remise en cause des autorisations dont sont titulaires les sociétés qui en relèvent.Elles n'entraînent aucune remise en cause des contrats en cours d'exécution, quelle que soit leur qualification juridique, conclus par ces mêmes sociétés et ne sont de nature à justifier ni leur résiliation, ni la modification de l'une quelconque de leurs clauses, ni, le cas échéant, le remboursement anticipé des dettes qui en sont l'objet."
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "Article 41",
      "content": "I. - A abrogé les dispositions suivantes :\n\nSont abrogés :\n\nL'article 36 de la loi du 6 janvier 1948 susvisée ;\n\nL'article 10 de la loi du 25 juillet 1949 susvisée ;\n\nII.-(Abrogé)\n\n- Décret-loi du 30 octobre 1935\n\n- Loi n°86-912 du 6 août 1986\n\n- Loi n°87-416 du 17 juin 1987\n\n- Loi n°93-923 du 19 juillet 1993\n\n- Loi n°86-793 du 2 juillet 1986\n\n- Loi n°97-1026 du 10 novembre 1997\n\n- Loi n° 2001-420 du 15 mai 2001\n\n- Loi n°2004-1487 du 30 décembre 2004"
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "Article 42",
      "content": "Le Premier ministre, le ministre des finances et des comptes publics et le ministre de l'économie, du redressement productif et du numérique sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}