{
  "id": "ordonnance-n-2010-590-du-3-juin-2010",
  "type": "statute",
  "title": "Ordonnance n° 2010-590 du 3 juin 2010",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000022298497",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Le statut civil de droit local régit l'état et la capacité des personnes, les régimes matrimoniaux, les successions et les libéralités.L'exercice des droits, individuels ou collectifs, afférents au statut civil de droit local ne peut contrarier ou limiter les droits et libertés attachés à la qualité de citoyen français.En cas de silence ou d'insuffisance du statut civil de droit local, il est fait application, à titre supplétif, du droit civil commun.Les personnes relevant du statut civil de droit local peuvent soumettre au droit civil commun tout rapport juridique relevant du statut civil de droit local."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "La collectivité départementale et l'Etat mettent en œuvre conjointement les actions destinées à assurer l'égalité des femmes et des hommes."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Toute personne de statut civil de droit local peut renoncer à ce statut au profit du statut civil de droit commun.La demande en renonciation doit émaner d'une personne majeure de dix-huit ans, capable, agissant en pleine connaissance de cause et se trouvant dans une situation juridique qui ne fasse pas obstacle à son accession au statut demandé. Elle est portée devant la juridiction civile de droit commun.La demande en renonciation au bénéfice d'un mineur est faite par toute personne exerçant dans les faits l'autorité parentale.Le mineur capable de discernement est entendu par le juge. L'audition du mineur ne peut être écartée que par une décision spécialement motivée.La procédure suivie en matière de renonciation au statut civil de droit local est déterminée par décret en Conseil d'Etat.Cette renonciation est irrévocable après que la décision la constatant est passée en force de chose jugée."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Dans les quinze jours suivant la date à laquelle la décision constatant la renonciation est passée en force de chose jugée, l'acte de naissance est dressé sur le registre d'état civil de droit commun de la commune du lieu de naissance, à la requête du procureur de la République.L'acte de naissance originaire figurant sur le registre d'état civil de droit local de la même commune est alors, à la diligence du ministère public, revêtu de la mention « renonciation » et est considéré comme nul."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Dans les rapports juridiques entre personnes dont l'une est de statut civil de droit commun et l'autre de statut civil de droit local, le droit commun s'applique.Dans les rapports juridiques entre personnes relevant du statut civil de droit local, le droit local s'applique lorsque ces rapports sont relatifs à l'état, à la capacité des personnes, aux régimes matrimoniaux, aux successions et aux libéralités.Dans les rapports juridiques entre personnes qui ne sont pas de statut civil de droit commun mais relèvent de statuts personnels différents, le droit commun s'applique sauf si les parties en disposent autrement par une clause expresse contraire."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Les jugements et arrêts rendus en matière d'état des personnes ont effet même à l'égard de ceux qui n'y ont été ni parties, ni représentés."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Les dispositions du chapitre III du titre II du livre Ier du code civil sont applicables aux personnes relevant du statut civil de droit local, sous réserve des dispositions suivantes :1° Pour l'application des articles 73 et 76, la référence au conseil de famille est supprimée ;2° Le premier alinéa de l'article 75 est ainsi rédigé :« Le jour désigné par les parties, après le délai de publication, l'officier de l'état civil célèbre le mariage, à la mairie, en présence d'au moins deux témoins, ou de quatre au plus, parents ou non des parties. »"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Lorsqu'un mariage célébré antérieurement à la publication de l'ordonnance du 8 mars 2000 fixant les règles de détermination des nom et prénoms des personnes de statut civil de droit local applicable à Mayotte n'aura pas été déclaré à l'officier de l'état civil, celui-ci ne pourra le relater sur ses registres qu'en vertu d'un jugement supplétif de mariage rendu par le tribunal de première instance à la requête des époux ou de l'un d'entre eux ou du procureur de la République."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "L'article 46 et les dispositions des chapitres Ier, II, III, IV et VII du titre V du livre Ier du code civil sont applicables aux personnes relevant du statut civil de droit local, à l'exception des articles 151, 159, 160, 174 et 175 et sous réserve des dispositions suivantes :1° L'article 147 est ainsi rédigé :« On ne peut contracter un nouveau mariage avant la dissolution du ou des précédents mariages » ;2° Pour l'application des articles 156 et 182, la référence au conseil de famille est supprimée.3° L'article 194 est ainsi rédigé :« Sous réserve des dispositions des articles 33 et 34 de la délibération n° 61-16 du 17 mai 1961 de l'assemblée territoriale des Comores relative à l'état civil à Mayotte, nul ne peut réclamer le titre d'époux et les effets civils du mariage, s'il ne représente un acte de célébration inscrit sur le registre de l'état civil, sauf les cas prévus par l'article 46 du présent code. »"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Toute femme mariée ou majeure de dix-huit ans peut librement exercer une profession, percevoir les gains et salaires en résultant et disposer de ceux-ci. Elle peut administrer, obliger et aliéner seule ses biens personnels."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Les dispositions du titre VI du livre Ier du code civil sont applicables aux personnes relevant du statut civil de droit local à l'exception de l'article 256, de la dernière phrase de l'article 257 et des articles 285-1 et 286."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Est interdite toute discrimination pour la dévolution des successions qui serait contraire aux dispositions d'ordre public."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Pour l'application du présent chapitre, les références faites par le code civil au tribunal judiciaire sont remplacées par la référence faite au tribunal de première instance."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "La délibération de l'assemblée territoriale des Comores du 17 mai 1961 susvisée est modifiée comme suit :1° L'article 2 est ainsi rétabli :« Art. 2. - Des agents de la collectivité départementale peuvent être mis à disposition d'une commune aux fins d'exercer les fonctions d'officiers de l'état civil, d'encadrer et d'assurer la formation des agents communaux affectés au service de l'état civil. Une convention entre la collectivité départementale et la commune détermine les modalités de cette mise à disposition. »2° A l'article 13, les mots : « conforme » et « bulletin » sont respectivement remplacés par les mots : « intégrale » et « extrait d'acte » ;3° A l'article 14, le mot : « bulletins » est remplacé par les mots : « extraits d'acte » ;4° A l'article 16, le mot : « quinze » est remplacé par le mot : « trois » ;5° L'article 23 est complété par un troisième alinéa ainsi rédigé :« Il sera fait mention du décès en marge de l'acte de naissance de la personne décédée. » ;6° A l'article 33, les mots : « L'établissement d'un acte recognitif de mariage » sont remplacés par les mots : « La célébration du mariage » ;7° A l'article 34, les mots : « non musulmans » et « seule » sont supprimés."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "4° Le 2° de l'article 1er, le chapitre IV et l'article 35 de la délibération n° 61-16 du 17 mai 1961 de l'assemblée territoriale des Comores relative à l'état civil à Mayotte ;"
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Le Premier ministre, la ministre d'Etat, garde des sceaux, ministre de la justice et des libertés, le ministre de l'intérieur, de l'outre-mer et des collectivités territoriales et la ministre auprès du ministre de l'intérieur, de l'outre-mer et des collectivités territoriales, chargée de l'outre-mer, sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}