{
  "id": "ordonnance-n-2011-1012-du-24-aout-2011",
  "type": "statute",
  "title": "Ordonnance n° 2011-1012 du 24 août 2011",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000024502658",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "Article 45",
      "content": "Les dispositions de l'article 36 de la loi du 21 juin 2004 susvisée sont applicables à la recherche et au constat des infractions prévues et réprimées par l'article 226-3 du code pénal et au non-respect des textes pris pour son application ainsi qu'à la saisie des appareils et dispositifs mentionnés au deuxième alinéa de cet article."
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Article 57",
      "content": "L'article 40 de la présente ordonnance entre en vigueur le premier jour du sixième mois à compter de sa publication.Toutefois, les installations radioélectriques permettant de rendre inopérants les téléphones mobiles de tous types tant pour l'émission que pour la réception, établies dans l'enceinte des salles de spectacles à la date de publication de la présente ordonnance, restent autorisées pendant un délai de cinq ans à compter de cette date. Pendant ce délai, l'utilisation de ces installations reste soumise aux conditions définies par application de l'article L. 36-6 du même code conformément au 2° de l'article L. 33-3 dans sa rédaction antérieure à celle issue de la présente ordonnance."
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Article 58",
      "content": "Le douzième alinéa de l'article L. 44 du code des postes et des communications électroniques dans sa version modifiée par la présente ordonnance entre en vigueur à compter du 1er janvier 2012."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "Article 59",
      "content": "I. - L'Autorité de régulation des communications électroniques et des postes met les autorisations individuelles d'utilisation de fréquences délivrées avant l'entrée en vigueur de la présente ordonnance et encore en vigueur au 19 décembre 2011 en conformité avec les dispositions du I de l'article L. 42 et avec les dispositions de l'article L. 42-1 du code des postes et communications électroniques le 19 décembre 2011 au plus tard.Lorsque l'application du premier alinéa du présent article conduit à restreindre ou à étendre les droits d'utilisation existants, l'Autorité de régulation des communications électroniques et des postes peut proroger les autorisations correspondantes jusqu'au 30 septembre 2012 au plus tard, sous réserve qu'une telle mesure n'affecte pas les droits d'autres utilisateurs. L'Autorité de régulation des communications électroniques et des postes notifie cette prorogation à la Commission européenne et en indique les raisons.II. - Le titulaire d'une autorisation d'utilisation de fréquences radioélectriques qui a été attribuée avant la promulgation de la présente ordonnance et qui reste valide pour une durée de cinq ans au moins après le 25 mai 2011 peut demander avant le 24 mai 2016 à l'Autorité de régulation des communications électroniques et des postes de réexaminer les restrictions d'utilisation des fréquences prévues dans son autorisation au regard des dispositions des II et III de l'article L. 42 du code des postes et des communications électroniques. L'Autorité procède à ce réexamen afin de ne maintenir que les restrictions nécessaires en vertu de ces dispositions. Un décret en Conseil d'Etat détermine les modalités de ce réexamen.III. - Sans préjudice de la procédure prévue au II du présent article, à compter du 25 mai 2016, l'Autorité de régulation des communications électroniques et des postes prend les mesures nécessaires pour ne maintenir dans les autorisations d'utilisation de fréquences attribuées avant la promulgation de la présente ordonnance et encore en vigueur au 24 mai 2016 aucune restriction d'utilisation des fréquences autres que celles nécessaires en vertu des II et III de l'article L. 42.Dans le cadre des réexamens d'autorisations prévus aux II et III du présent article, l'Autorité prend les mesures appropriées afin que soient respectés le principe d'égalité entre opérateurs et les conditions d'une concurrence effective."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Article 60",
      "content": "I. - Les dispositions des articles 1er, 7, 37, 38, 43 à l'exception du 3°, 44 et le 2° de l'article 40 sont applicables en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna.L'article L. 226-17-1 du code pénal, dans sa rédaction issue de la présente ordonnance, est applicable en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna.II. - Les dispositions des articles 1er, 37, 38, 43 à l'exception du 3° et le 2° de l'article 40 sont applicables dans les Terres australes et antarctiques françaises."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "Article 61",
      "content": "Le Premier ministre, le garde des sceaux, ministre de la justice et des libertés, le ministre de l'économie, des finances et de l'industrie et le ministre auprès du ministre de l'économie, des finances et de l'industrie, chargé de l'industrie, de l'énergie et de l'économie numérique, sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}