{
  "id": "ordonnance-n-2022-308-du-2-mars-2022",
  "type": "statute",
  "title": "Ordonnance n°2022-308 du 2 mars 2022",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000045288103",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I. - Il est créé un établissement public local à caractère industriel et commercial, doté de la personnalité morale et de l'autonomie financière, dénommé \" Société de la Ligne Nouvelle Montpellier-Perpignan \".II. - Cet établissement public, rattaché aux collectivités territoriales et groupements de collectivités territoriales mentionnés au I de l'article 3, a pour mission de contribuer au financement de l'infrastructure ferroviaire dénommée \" Ligne Nouvelle Montpellier-Perpignan \".Il gère la participation financière des collectivités territoriales et groupements de collectivités territoriales au financement de l'infrastructure précitée.A titre accessoire, il peut mobiliser ces ressources pour apporter un appui matériel et humain au maître d'ouvrage visé au IV du présent article dans le cadre de la réalisation de l'infrastructure ferroviaire mentionnée au III du présent article. Il peut, à son initiative ou à celle du comité de pilotage mentionné au V du présent article, dans le même cadre, mobiliser ces ressources pour assurer un rôle d'expert auprès du comité et un rôle d'auditeur uniquement si ce même comité en fait la demande. Il peut également, au-delà du périmètre de l'opération, mener des missions connexes d'ingénierie relatives aux projets de développement territorial liés à la Ligne Nouvelle Montpellier- Perpignan.III. - La Ligne Nouvelle Montpellier-Perpignan comprend les opérations suivantes :1° Une phase 1 correspondant à une ligne nouvelle mixte voyageur et fret entre Montpellier et l'Est de Béziers, qui a fait l'objet d'un arrêté du préfet de l'Hérault en date du 19 novembre 2021 prescrivant l'ouverture d'une enquête publique préalable à la déclaration d'utilité publique de la réalisation de cette phase ;2° Une phase 2 correspondant à une ligne nouvelle entre Béziers et Perpignan, comprenant la réalisation de deux gares nouvelles à Béziers Est et Narbonne Ouest, conformément à la décision ministérielle du 29 janvier 2016.Au sens de la présente ordonnance, l'infrastructure ferroviaire mentionnée au II du présent article comprend les biens appartenant au domaine public ferroviaire mentionné à l'article L. 2111-15 du code général de la propriété des personnes publiques, ainsi que les biens acquis et gérés par SNCF Réseau et SNCF Gares & Connexions dans les conditions de l'article L. 2111-20 du code des transports. A la date d'entrée en vigueur de la présente ordonnance, l'ensemble de ces biens correspond aux biens résultant des opérations de la phase 1 de la Ligne Nouvelle Montpellier-Perpignan.Le périmètre des biens constitutifs de l'infrastructure ferroviaire mentionnée au II du présent article sera étendu aux biens correspondants à la phase 2, dans les termes prévus par la présente ordonnance, lorsque cette phase aura rempli les conditions fixées à l'article 4 de la loi n° 2019-1428 du 24 décembre 2019, au plus tard lorsque l'extension de périmètre la concernant aura été décidée.IV. - SNCF Réseau et SNCF Gares & Connexions assurent la maîtrise d'ouvrage des études et travaux de réalisation de l'infrastructure ferroviaire mentionnée au II du présent article, conformément aux compétences qui lui sont attribuées par les lois et règlements en vigueur.V. - L'établissement public \" Société de la Ligne Nouvelle Montpellier-Perpignan \" participe à une instance dénommée \" comité de pilotage \" associant les personnes morales qui financent la Ligne Nouvelle Montpellier-Perpignan.La composition de ce comité et ses missions sont précisées dans le décret en Conseil d'Etat mentionné à l'article 9."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I. - L'établissement public \" Société de la Ligne nouvelle Montpellier-Perpignan \" est administré par un conseil d'administration et dirigé par un directeur général.Le directeur général est nommé par le conseil d'administration.Le directeur général peut être membre du directoire de l'établissement public \" Société du Grand Projet du Sud-Ouest \".Le directeur général ne peut pas faire partie du conseil d'administration.II. - Sous réserve des attributions du conseil d'administration, le directeur général exerce notamment les attributions suivantes :1° Il propose au conseil d'administration les orientations générales de la stratégie et de la politique de l'établissement ;2° Il prépare les délibérations du conseil d'administration et s'assure de leur exécution ;3° Il définit l'organisation et les règles de fonctionnement de l'établissement public ;4° Il représente l'établissement dans tous les actes de la vie civile et agit en justice au nom de l'établissement."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Le contrôle de légalité et le contrôle budgétaire des actes et délibérations de l'établissement public \" Société de la Ligne Nouvelle Montpellier-Perpignan \" sont exercés par le préfet de la région Occitanie dans les mêmes conditions que celles prévues aux articles L. 4142-1 et suivants du code général des collectivités territoriales."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "I. - Les charges résultant de l'exercice des compétences mentionnées au II de l'article 1er sont réparties entre les collectivités territoriales et les groupements de collectivités territoriales mentionnés à l'article 3 dans les conditions prévues par la présente ordonnance.II. - Une convention-cadre établie entre l'établissement public \" Société de la Ligne Nouvelle Montpellier-Perpignan \", l'Etat et les maîtres d'ouvrage SNCF Réseau et SNCF Gares & Connexions précise les engagements pris dans le cadre du plan de financement mentionné au I de l'article 3 et de ses avenants éventuels.III. - Des conventions particulières de financement entre l'établissement public \" Société de la Ligne Nouvelle Montpellier-Perpignan \", les collectivités territoriales et groupements de collectivités territoriales mentionnés au I de l'article 3, ainsi que d'autres collectivités territoriales, groupements de collectivités territoriales et collectivités publiques mentionnés au II de l'article 3, précisent les taux et les conditions de la participation de chaque collectivité territoriale, groupement de collectivités territoriales et collectivité publique.IV. - Les contributions résultant de la participation souscrite par les personnes concernées en vertu du présent article ont le caractère de dépenses obligatoires."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "L'établissement public \" Société de la Ligne Nouvelle Montpellier-Perpignan \" peut bénéficier des ressources suivantes :1° Les dotations, subventions, avances, fonds de concours ou participations apportées par les collectivités territoriales et leurs groupements et par toute autre personne publique, autre que l'Etat et ses établissements publics.Les contributions apportées par les collectivités territoriales et groupements de collectivités territoriales à l'établissement public et prévues dans le plan de financement mentionné au I de l'article 3 ont le caractère de subventions d'investissement ;2° Les produits de toute taxe créée ou affectée à son profit par les lois et règlements ;3° Les produits des emprunts qu'il contracte pour financer pour partie la part de ses membres mentionnés au I et au II de l'article 3 ;4° Les produits de la cession, de l'occupation, de l'usage ou de la location de ses biens mobiliers et immobiliers ;5° Les redevances pour services rendus et produits divers ;6° Les dons et legs ;7° Les produits financiers ;8° Toutes les recettes autorisées par les lois et règlements."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "L'établissement public \" Société de la Ligne Nouvelle Montpellier-Perpignan \" conclut avec l'Etat et les maîtres d'ouvrage SNCF Réseau et SNCF Gares & Connexions, des conventions de financement pour la réalisation des études, de l'action foncière et des travaux préparatoires et définitifs de l'infrastructure mentionnée à l'article 1er en vue de définir les engagements réciproques de chacune des parties, notamment en matière de financement et de prise en charge des risques inhérents à la réalisation de la Ligne Nouvelle Montpellier-Perpignan."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "L'établissement public \" Société de la Ligne Nouvelle Montpellier-Perpignan \" peut conclure, à titre gratuit ou onéreux, des conventions avec des tiers afin de mener à bien ses missions décrites à l'article 1er."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "Les conditions d'application de la présente ordonnance sont déterminées par un décret en Conseil d'Etat."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "L'établissement public \" Société de la Ligne Nouvelle Montpellier-Perpignan \" est dissous au plus tard à la fin de l'exercice suivant la date d'extinction des obligations contractées aux fins des missions définies à l'article 1er.A la date de dissolution, la trésorerie et les produits financiers éventuellement restants sont reversés aux membres de l'établissement public local à due concurrence de leurs participations financières découlant des règlements et statuts de l'établissement en vigueur."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "La présente ordonnance, à l'exception de son article 3, entre en vigueur le lendemain de sa publication.L'article 3 entre en vigueur à la date d'entrée en vigueur du décret en Conseil d'Etat mentionné à l'article 9 et au plus tard le 31 décembre 2022."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Le Premier ministre, la ministre de la transition écologique, la ministre de la cohésion des territoires et des relations avec les collectivités territoriales et le ministre délégué auprès de la ministre de la transition écologique, chargé des transports, sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}