{
  "id": "ordonnance-n-2012-1398-du-13-decembre-2012",
  "type": "statute",
  "title": "Ordonnance n° 2012-1398 du 13 décembre 2012",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000026767333",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "I.-Sous réserve des dispositions de l'article 2, les fonctionnaires et les agents non titulaires des départements ou des régions de Guyane ou de Martinique qui, aux dates respectives de création des collectivités territoriales de Guyane ou de Martinique, exercent leurs fonctions dans les services du département ou de la région sont réputés, à compter de ces dates, relever des collectivités territoriales de Guyane ou de Martinique dans les conditions de statut et d'emploi qui sont les leurs.II.-Les fonctionnaires et les agents non titulaires des départements ou des régions de Guyane ou de Martinique qui, aux dates respectives de création des collectivités territoriales de Guyane ou de Martinique, exercent leurs fonctions en dehors des services du département ou de la région sont réputés, à compter de ces dates, exercer leurs fonctions en dehors des services des collectivités territoriales de Guyane ou de Martinique dans les conditions de statut et d'emploi qui sont les leurs.III.-Les fonctionnaires et les agents non titulaires de personnes morales de droit public autres que les départements et les régions de Guyane ou de Martinique qui, aux dates respectives de création des collectivités territoriales de Guyane ou de Martinique, exercent leurs fonctions dans les services du département ou de la région sont réputés, à compter de ces dates, exercer leurs fonctions dans les services des collectivités territoriales de Guyane ou de Martinique dans les conditions de statut et d'emploi qui sont les leurs.IV.-Les articles L. 5111-7 et L. 5111-8 du code général des collectivités territoriales sont applicables aux fonctionnaires et agents non titulaires mentionnés aux I à III. Les services antérieurement accomplis en qualité d'agent non titulaire des conseils régionaux et des conseils départementaux de Guyane et de Martinique sont assimilés à des services accomplis en qualité d'agent non titulaire de la collectivité territoriale de Guyane ou de Martinique. Dans un délai de neuf mois à compter du 1er janvier 2016, la collectivité définit le régime indemnitaire qui s'applique aux agents nouvellement recrutés. Dans l'attente, ils bénéficient du régime indemnitaire qui était applicable à l'emploi dans lequel ils sont affectés."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "I.-Les personnels occupant, à la date de la création des collectivités territoriales de Guyane et de Martinique, un emploi fonctionnel de directeur général des services au sein des conseils régionaux de Guyane et de Martinique relevant des articles 47 ou 53 de la loi n° 84-53 du 26 janvier 1984 portant dispositions statutaires relatives à la fonction publique territoriale sont maintenus dans leurs fonctions jusqu'à la date de la délibération créant les emplois fonctionnels des collectivités territoriales de Guyane et de Martinique, et au plus tard jusqu'au 30 juin 2016.\n\nII.-Les personnels occupant, à la date de la création des collectivités territoriales de Guyane et de Martinique, un emploi fonctionnel de directeur général des services relevant des mêmes articles 47 ou 53 au sein des conseils départementaux de Guyane et de Martinique sont maintenus en qualité de directeur général adjoint jusqu'à la date de la délibération créant les emplois fonctionnels des collectivités territoriales de Guyane et de Martinique, et au plus tard jusqu'au 30 juin 2016.\n\nIII.-Les personnels occupant, à la date de la création des collectivités territoriales de Guyane et de Martinique, un emploi fonctionnel de directeur général adjoint relevant desdits articles 47 ou 53 au sein des conseils régionaux et des conseils départementaux de Guyane et de Martinique sont maintenus dans leurs fonctions jusqu'à la date de la délibération créant les emplois fonctionnels des collectivités territoriales de Guyane et de Martinique, et au plus tard jusqu'au 30 juin 2016.\n\nIV.-A la date de la délibération créant les emplois fonctionnels des collectivités territoriales de Guyane et de Martinique, l'article 53 de la loi n° 84-53 du 26 janvier 1984 précitée, à l'exception des exigences de délai prévues à la première phrase de son dixième alinéa, est applicable aux fonctionnaires relevant des I à III du présent article.\n\nPar dérogation au I de l'article 97 de la même loi, pendant la période de surnombre, les fonctionnaires relevant des mêmes I à III conservent la rémunération qu'ils percevaient dans leur ancien emploi ; pendant la première année de prise en charge par le Centre national de la fonction publique territoriale ou le centre de gestion, ils perçoivent leur traitement, augmenté de la moitié du montant de leur régime indemnitaire.\n\nPar dérogation à l'article 97 bis de ladite loi, la contribution versée au Centre national de la fonction publique territoriale ou au centre de gestion par les collectivités territoriales de Guyane et de Martinique est égale, pendant la première année de prise en charge, au montant du traitement, augmenté de la moitié du montant de leur régime indemnitaire et des cotisations sociales afférentes ; pendant la deuxième année de prise en charge, cette contribution est égale au montant du traitement, augmenté des cotisations afférentes.\n\nLorsque le fonctionnaire est nommé dans un nouvel emploi dans les deux ans qui suivent la date de création des collectivités territoriales de Guyane et de Martinique, il bénéficie d'une indemnité différentielle. Le montant de cette indemnité correspond :\n\n1° La première année, à la différence entre sa nouvelle rémunération et celle qu'il percevait dans son emploi précédent ;\n\n2° Les six mois suivants, à la différence entre sa nouvelle rémunération et le montant égal au traitement, augmenté de la moitié du montant de son régime indemnitaire, qu'il percevait dans son emploi précédent.\n\nCette indemnité est à la charge des collectivités territoriales de Guyane et de Martinique.\n\nV.-A la date de la délibération créant les emplois fonctionnels des collectivités territoriales de Guyane et de Martinique, il est mis fin aux fonctions des agents occupant les emplois mentionnés à l'article 47 de la loi n° 84-53 du 26 janvier 1984 précitée. La cessation des fonctions donne lieu à l'indemnisation des intéressés pour rupture anticipée de leur contrat, qui s'effectue selon les modalités de droit commun."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I.-Dans l'attente des élections organisées pour la désignation des représentants du personnel aux commissions administratives paritaires, comités techniques et comités d'hygiène, de sécurité et des conditions de travail de la collectivité territoriale, et pour une période n'excédant pas un an à compter de la création de la collectivité territoriale, les dispositions suivantes sont applicables :\n\n1° Jusqu'aux élections des représentants du personnel aux commissions administratives paritaires de la collectivité territoriale de Guyane et de celle de Martinique, les commissions administratives paritaires compétentes pour les fonctionnaires de ces collectivités sont composées, en fonction des catégories A, B et C de fonctionnaires, des commissions administratives paritaires du département et de celles de la région existant à la date de création de la collectivité territoriale. Ces commissions siègent en formation commune ;\n\n2° Jusqu'aux élections des représentants du personnel au comité technique de la collectivité territoriale de Guyane et de celle de Martinique :\n\na) Le comité technique compétent pour chacune de ces collectivités territoriales est composé du comité technique du département et de celui de la région existant à la date de création de la collectivité territoriale, siégeant en formation commune ;\n\nb) Les comités d'hygiène, de sécurité et des conditions de travail du département et de la région sont, à compter de la création de la collectivité territoriale, compétents pour celle-ci ; ils siègent en formation commune ;\n\nc) Les comités d'hygiène, de sécurité et des conditions de travail d'unité ou de site existant au sein du département et de la région demeurent compétents pour les unités ou sites de la collectivité territoriale ; ils peuvent siéger en formation commune.\n\nII.-Les avis des commissions administratives placées auprès du président du conseil régional ou du président du conseil départemental rendus avant le 1er janvier 2016 sont réputés avoir été rendus par les commissions issues des nouvelles collectivités territoriales. Toutefois, une consultation des nouvelles instances des collectivités territoriales de Guyane et de Martinique est requise lorsque plusieurs avis rendus à l'échelle des anciennes collectivités ne sont pas compatibles ou lorsque l'objet de la consultation implique la prise en considération du nouveau périmètre des collectivités territoriales."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "La présente ordonnance entre en vigueur, pour la Guyane, à la date de création de la collectivité territoriale de Guyane, et, pour la Martinique, à la date de création de la collectivité territoriale de Martinique."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "Le Premier ministre, le ministre de l'économie et des finances, le ministre de l'intérieur, la ministre de la réforme de l'Etat, de la décentralisation et de la fonction publique et le ministre des outre-mer sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}