{
  "id": "ordonnance-n-2015-1540-du-26-novembre-2015",
  "type": "statute",
  "title": "ORDONNANCE n°2015-1540 du 26 novembre 2015",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000031532074",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "I. - Dans les nouvelles régions issues de la loi n° 2015-29 du 16 janvier 2015 susvisée, les chambres de métiers et de l'artisanat de niveau régional d'une même région sont regroupées sous forme d'une chambre de métiers et de l'artisanat de région ou d'une chambre régionale de métiers et de l'artisanat pour ne former qu'une seule entité dans les conditions définies au présent article.La forme de chambre de métiers et de l'artisanat de région ou de chambre régionale de métiers et de l'artisanat fait l'objet d'une décision prise au plus tard le 31 janvier 2016 par les membres des chambres de métiers et de l'artisanat départementales et des chambres de métiers et de l'artisanat de région de la nouvelle région.Il est procédé au vote, à bulletin secret, des membres des chambres de métiers et de l'artisanat départementales et de l'ensemble des sections des chambres de métiers et de l'artisanat de région. Pour ce vote, la chambre de métiers et de l'artisanat de région dispose d'autant de voix que de sections qui la composent. La décision est prise à la majorité des choix exprimés représentant la majorité des ressortissants cotisants ou exonérés de la taxe prévue à l'article 1601 du code général des impôts.L'absence de choix au 31 janvier 2016 vaut décision d'instituer une chambre régionale de métiers et de l'artisanat.II. - Pour l'application du I du présent article à la région Alsace-Champagne-Ardenne-Lorraine, le choix exprimé par les chambres de métiers régies par les articles 103 et suivants du code professionnel local du 26 juillet 1900 pour l'Alsace et la Moselle, maintenu en vigueur par la loi du 1er juin 1924 mettant en vigueur la législation civile française dans les départements du Bas-Rhin, du Haut-Rhin et de la Moselle, est pondéré du nombre de départements et des ressortissants cotisants ou exonérés de la taxe prévue par la loi n° 48-977 du 16 juin 1948 relative à la taxe pour frais de chambre de métiers applicable dans les départements du Bas-Rhin, du Haut-Rhin et de la Moselle. Le regroupement choisi est opéré sous réserve des dispositions régissant les chambres de métiers des départements du Bas-Rhin, du Haut-Rhin et de la Moselle.III. - Dans les régions ayant opté pour le regroupement sous la forme d'une chambre régionale de métiers et de l'artisanat et où l'une des régions anciennes comportait déjà une chambre de métiers et de l'artisanat de région, il est substitué à cette dernière une chambre de métiers et de l'artisanat interdépartementale rattachée à la nouvelle chambre régionale de métiers et de l'artisanat. Cette chambre de métiers et de l'artisanat interdépartementale est composée des sections de la chambre de métiers et de l'artisanat de région à laquelle elle se substitue.Les chambres de métiers et de l'artisanat départementales rattachées à la chambre de métiers et de l'artisanat de région à laquelle est substituée une chambre de métiers et de l'artisanat interdépartementale ainsi que celles rattachées à la chambre régionale de métiers et de l'artisanat regroupée sont rattachées à la nouvelle chambre régionale de métiers et de l'artisanat.Le nouvel établissement devient l'employeur des personnels des chambres régionales de métiers et de l'artisanat regroupées, y compris de l'ensemble des personnels qui occupent les fonctions exercées au niveau régional en application du IV de l'article 5-2 du code de l'artisanat.IV. - Dans les régions ayant opté pour le regroupement sous la forme d'une chambre de métiers et de l'artisanat de région, les chambres de métiers et de l'artisanat départementales des chambres régionales de métiers et de l'artisanat et des chambres de métiers et de l'artisanat de région regroupées ainsi que les sections des chambres de métiers et de l'artisanat de région deviennent des sections de la nouvelle chambre de métiers et de l'artisanat de région.Le nouvel établissement devient l'employeur des personnels employés par les anciens établissements de la circonscription régionale.V. - Jusqu'au renouvellement électoral en application du II de l'article 5 de la loi n° 2015-991 du 7 août 2015, les membres des chambres de métiers et de l'artisanat de niveau régional sont les élus des chambres regroupées au sein de la région.Les élus des chambres de métiers et de l'artisanat de région à laquelle est substituée une chambre de métiers et de l'artisanat interdépartementale exercent leurs fonctions en qualité d'élus de cette chambre jusqu'au prochain renouvellement électoral.VI. - Les établissements publics résultant des choix exprimés dans les conditions définies au présent article sont créés par décret.VII. - Les articles 5-1, 5-4, 5-5, 7 et 8 du code de l'artisanat sont applicables aux chambres de métiers et de l'artisanat interdépartementales."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Le regroupement de la chambre de métiers et de l'artisanat départementale et de la chambre de métiers et de l'artisanat de région à laquelle elle est rattachée, dans les régions maintenues dans leurs limites territoriales en vigueur au 31 décembre 2015, intervient par décret dans les deux mois suivant la publication de la présente ordonnance."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Le Premier ministre et le ministre de l'économie, de l'industrie et du numérique sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}