{
  "id": "ordonnance-n-2016-301-du-14-mars-2016",
  "type": "statute",
  "title": "Ordonnance n°2016-301 du 14 mars 2016",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000032209352",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Les dispositions annexées à la présente ordonnance constituent la partie législative du code de la consommation."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Les références à des dispositions abrogées par l'article 34 de la présente ordonnance sont remplacées par des références aux dispositions correspondantes du code de la consommation dans sa rédaction annexée à la présente ordonnance."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Les dispositions de la partie législative du code de la consommation qui comportent des références à des articles d'autres codes ou textes législatifs sont modifiées de plein droit par l'effet des modifications ultérieures de ces articles."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Au vu du bilan de l'expérimentation menée en concertation avec l'ensemble des acteurs des filières concernées, en application de l'article L. 112-10 du code de la consommation dans sa rédaction antérieure à la date d'entrée en vigueur de la présente ordonnance, un décret en Conseil d'Etat fixe les modalités de généralisation du dispositif tendant à informer le consommateur, par tout procédé approprié, du contenu en équivalent carbone des produits et de leur emballage, ainsi que de la consommation de ressources naturelles ou de l'impact sur les milieux naturels qui sont imputables à ces produits au cours de leur cycle de vie.Ce décret précise, en tenant compte de la spécificité des très petites entreprises au regard de l'objectif poursuivi, la nature de l'information à apporter, les supports de l'information, les responsabilités respectives des acteurs économiques, les modalités d'enregistrement des données et les modalités d'accès aux données scientifiques fondant cette information, ainsi que les catégories de produits visées par cette obligation.Il précise également sur la base des règles ainsi définies, pour chaque catégorie de produits, la nature des informations pertinentes selon leur mode de distribution, les supports d'information ainsi que les référentiels à utiliser."
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "Article 34",
      "content": "I.-A abrogé les dispositions suivantes :\n\nII.-A abrogé les dispositions suivantes :\n\nIII.-Sont et demeurent abrogés :-la loi du 14 août 1889 sur les vins ;-la loi du 11 juillet 1891 tendant à réprimer les fraudes dans la vente des vins ;-la loi du 24 juillet 1894 relative aux fraudes commises dans la vente des vins ;-la loi du 6 avril 1897 concernant la fabrication et la vente des vins artificiels ;-la loi du 4 août 1929 réglementant le sucrage des vins ;-la loi du 1er janvier 1930 sur les vins ;-l'article 16 du décret-loi du 30 juillet 1935 susvisé.\n\nA abrogé les dispositions suivantes :\n\n-Code de la consommation\n\n-Loi n° 89-421 du 23 juin 1989\n\n-Loi n° 89-1008 du 31 décembre 1989\n\n-Loi n° 2001-420 du 15 mai 2001\n\n-Loi du 29 juin 1934\n\n-Loi du 25 juin 1936\n\n-Loi du 3 février 1940\n\n-Loi n° 48-824 du 14 mai 1948"
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "Article 36",
      "content": "Les dispositions de la présente ordonnance entrent en vigueur le 1er juillet 2016."
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "Article 37",
      "content": "Le Premier ministre et le ministre de l'économie, de l'industrie et du numérique sont responsables, chacun en ce qui le concerne, de l'application de la présente ordonnance, qui sera publiée au Journal officiel de la République française."
    }
  ]
}