{
  "id": "ordonnance-n-58-896-du-23-septembre-1958",
  "type": "statute",
  "title": "Ordonnance n° 58-896 du 23 septembre 1958",
  "title_en": null,
  "short_name": null,
  "status": "in_force",
  "url": "https://www.legifrance.gouv.fr/loda/id/JORFTEXT000000705362",
  "description": null,
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1",
      "content": "Pour 1958, les dépenses auxquelles s'appliquent des crédits évaluatifs autres que ceux qui sont définis à l'article 18 du décret susvisé du 19 juin 1956 sont énumérées à l'état A annexé à la présente ordonnance."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2",
      "content": "Pour 1958, les dépenses auxquelles s'appliquent des crédits provisionnels sont énumérées à l'état B annexé à la présente ordonnance."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3",
      "content": "Le montant maximal des dépenses pouvant être financées sur les crédits pour dépenses accidentelles ouverts au ministre des finances est fixéà la somme de 100 millions de francs."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4",
      "content": "Les virements de crédits de chapitre à chapitre tels qu'ils sont définis aux articles 21 et 27 du décret susvisé du 19 juin 1956 pourront, en ce qui concerne les dépenses civiles en capital et les dépenses militaires, intervenir pour 1958 dans la limite d'un plafond de 200 millions de francs."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5",
      "content": "Les ministres sont autorisés à engager en 1958, par anticipation sur les crédits qui leur seront alloués pour 1959, des dépenses se montant à la somme totale de 34.872 mil­lions de francs réparties par chapitre, par titre et par minis­tère, conformément à l'état C annexé à la présente ordonnance."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6",
      "content": "Les dépenses auxquelles s'appliquent des crédits pouvant donner lieu à reports dans les conditions fixées par article 23 du décret susvisé du 19 juin 1956, sont énumérées à l'état D annexé à la présente ordonnance."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7",
      "content": "Pourront en 1958 être opérés par arrêté inter­ministériel :\n\n1° Des transferts de ressources et de crédits entre le fonds d'assainissement du marché de la viande, le fonds d'assainisse­ment du marché du lait et des produits laitiers, le fonds de prophylaxie des maladies des animaux et le fonds national de progrès agricole :\n\n2° Pour application des dispositions de l'article 5 du décret n° 57-1094 du 2 octobre 1957, des transferts de crédits du fonds d'assainissement du marché de la viande au titre IV du budget de l'agriculture, les ressources de ce fonds étant réduites, au bénéfice du budget général, d'un montant équi­valent à celui des transferts."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8",
      "content": "I. - Pour 1958, la répartition par titre des crédits concernant l'Algérie pourra être modifiée par décrets pris sur la proposition du ministre des finances et du ministre chargé de l'Algérie.\n\nCes décrets pourront également prévoir les transferts d'em­plois nécessaires au fonctionnement du ministère de l'Algérie.\n\nII. - Pour 1958, les crédits concernant l'Algérie et le Sahara pourront en cours d'année donner lieu pour regroupement à transfert de budget à budget par arrêté interministériel."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9",
      "content": "I. - Les crédits ouverts au budget du ministère de l'Algérie, et éventuellement aux budgets des autres minis­tères dans les conditions prévues à l'article précédent qui sont destinés à couvrir les dépenses exécutées en Algérie, sont délé­gués à des ordonnateurs secondaires désignés par arrêté du ministre chargé de l'Algérie et du ministre des finances ; ils peuvent être sous-délégués par ces ordonnateurs secondaires à des ordonnateurs sous-délégataires désignés par le ministre chargé de l'Algérie avec l'accord du contrôleur financier de l'Algérie.\n\nII. - Pendant une période transitoire qui prendra fin au plus tard le 31 décembre 1958, les dépenses prévues au paragraphe précédent sont, nonobstant les dispositions du titre V du décret n° 50-1413 du 13 novembre 1950 relatif au régime financier de l'Algérie, soumises d'une manière générale à la réglementa­tion des dépenses de l'Algérie, telle qu'elle est fixée aux chapitres IV, V et VI du titre Ier et aux chapitres Ier, Il, III et IV du titre Il du décret du 13 novembre 1950 modifié, dans la mesure où cette réglementation n'est pas contraire aux disposi­tions du paragraphe précédent.\n\nIII. - Le contrôle en Algérie des dépenses de fonctionne­ment des services civils pris en charge par le budget de l'Etat est exercé, dans les conditions générales prévues au chapitre Ier du titre III du décret n° 50-1413 du 13 novembre 1950 relatif au régime financier de l'Algérie, par le contrôleur financier de l'Algérie agissant par délégation du contrôleur financier placé auprès du ministre compétent.\n\nIV. - Les modalités d'exécution des dépenses publiques afférentes aux régions sahariennes englobées dans l'Organisation commune des régions sahariennes seront fixées par décret pris sur le rapport du ministre chargé du Sahara et du ministre des finances. Pour 1958, pourront être provisoirement imputées sur le budget ordinaire de l'Algérie, dans la limite des dotations prévues audit budget, les dépenses afférentes aux départements des Oasis et de la Saoura, à charge de remboursement par le budget du ministère du Sahara avant la date susvisée.\n\nV. - A compter du 1er janvier 1958, les impôts, taxes, droits et redevances antérieurement perçus au profit du budget de l'Algérie dans les départements des Oasis et de la Saoura sont établis et perçus au profit du budget de l'Etat aux mêmes taux et dans les mêmes conditions que précédemment, compte tenu, toutefois, des modifications apportées depuis cette date à la réglementation algérienne. Des décrets pris en conseil des ministres préciseront les modalités d'application de cette dispo­sition et pourront fixer la liste des impôts, taxes, droits et redevances assis sur l'exploitation, le transport et la transfor­mation des produits du sous-sol, dont le montant serait affecté, en totalité ou en partie, à l'Organisation commune des régions sahariennes, ainsi que les modalités de cette affectation.\n\nVI. - Dans les départements des Oasis et de la Saoura, les pouvoirs qui appartenaient aux autorités d'Algérie en matière fiscale dans lesdits départements seront exercés par décret en conseil des ministres sans préjudice des dispositions de l'arti­cle 4 de la loi du 10 janvier 1957 et des décrets pris pour son application."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10",
      "content": "Sous réserve des dispositions de l'article 27-8° de la loi n° 55-1489 du 18 octobre 1955 relative à la réorganisation municipale, le produit du recouvrement des frais de justice et des amendes prononcées par les tribunaux classés parmi les services de l'Etat dans les territoires d'outre-mer et les services de la République française dans l'Etat sous tutelle du Cameroun sera perçue par le budget de l'Etat à compter du 1er janvier 1958."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11",
      "content": "Le montant de la participation des territoires d'outre-mer aux dépenses des services de l'Etat qui leur incom­bait antérieurement au décret n° 56-1227 du 3 décembre 1956 modifié, et prévue par l'article 6 de ce décret, est fixé comme suit, en francs métropolitains, pour l'année 1958 :\n\nGroupe de territoire de l'Afrique occidentale française : 3.745.817.000\n\nTerritoire de la Côte d'Ivoire : 412.250.000\n\nTerritoire du Dahomey : 252.574.000\n\nTerritoire de la Guinée : 376.169.000\n\nTerritoire de la Haute-Volta : 183.491.000\n\nTerritoire de la Mauritanie : 53.680.000\n\nTerritoire du Niger : 230.576.000\n\nTerritoire du Sénégal : 655.034.000\n\nTerritoire du Soudan : 371.785.000\n\nGroupe des territoires de l'Afrique équatoriale française : 1.126.254.000\n\nTerritoire du Gabon : 64.418.000\n\nTerritoire du Moyen-Congo : 77.962.000\n\nTerritoire de l'Oubangui-Chari : 94.793.000\n\nTerritoire du Tchad : 78.400.000\n\nTerritoire de Madagascar : 1.663.113.000\n\nTerritoires de la Nouvelle-Calédonie et des Nouvelles-Hébrides : 206.568.000\n\nTerritoire de la Polynésie française : 133.703.000\n\nTerritoire de Saint-Pierre et Miquelon : 52.243.000\n\nTerritoire do la Côte française des Somalis : 108.832.000\n\nTerritoire des Comores : 19.645.000"
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12",
      "content": "Le produit des retenues opérées dans les territoires d'outre-mer, l'Etat sous tutelle du Cameroun, la République autonome du Togo, sur les traitements des fonctionnaires des services de l'Etat, en application des dispositions du décret du 26 mai 1957 portant réglementation du logement et de l'ameublement outre-mer, sera perçu par le budget de l'Etat à compter du 1er janvier 1958."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13",
      "content": "Pourra être rattaché, par voie de fonds de concours, au budget de l'industrie et du commerce le produit des rede­vances et taxes prévues à l'article 61 de la loi du 31 décembre 1936 et l'article 86 de la loi du 31 décembre 1945, dans les limites et d'après le pourcentage qui seront fixés par arrêté du ministre des finances."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14",
      "content": "Sont approuvées, conformément à l'état E annexé à la présente ordonnance, les prévisions de recettes et de dépenses du service des alcools pour la campagne 1957-1958.\n\nLes dépenses d'administration du service des alcools, retra­cées au titre Ier de cet état, ont un caractère limitatif."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15",
      "content": "Le premier alinéa du paragraphe IV de l'article 17 de la loi n° 56-780 du 4 août 1956 est remplacé par les dispo­sitions suivantes :\n\n\"Les taux semestriels de la taxe générale visée au para­graphe Ier (2°) ci-dessus sont réduits de moitié pour les bateaux appartenant aux transporteurs visés au paragraphe 5 de l'ar­ticle 184 du code général des impôts\"."
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "Article 16",
      "content": "Il est ouvert dans les écritures du Trésor un compte de prêts intitulé \"Prêts au Gouvernement d'Israël\", géré par le ministre des finances.\n\nLe montant maximal des prêts qui pourront être consentis par imputation à ce compte est fixé à 5 milliards de francs."
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "Article 17",
      "content": "Il est ouvert dans les écritures du Trésor un compte spécial de règlement avec les gouvernements étrangers, intitulé \"Application de l'accord franco-argentin du 25 novembre 1957\".\n\nCe compte retrace, en dépenses, les versements qui seront effectués par le Trésor français aux créanciers du Gouverne­ment argentin au titre de la consolidation des dettes publiques et commerciales de l'Argentine à l'égard de la France. Il retrace, en recettes, le montant des remboursements qui seront opérés par le Gouvernement argentin."
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "Article 18",
      "content": "Les opérations relatives à l'exécution du protocole financier conclu le 24 décembre 1954 entre le Gouver­nement français et le Gouvernement roumain sont retracées aux comptes de règlement avec les gouvernements étrangers ouverts par la loi n° 52-852 du 21 juillet 1952 et l'article 10 de la loi n° 53-75 du 6 février 1953, dont les intitulés sont modifiés respectivement comme suit : \"Exécution de divers accords conclus avec des gouvernements étrangers relatifs à l'indemnisation d'intérêts français (créances financières)\" et \"Exécution de divers accords conclus avec des gouvernements étrangers relatifs à l'indemnisation d'intérêts français (natio­nalisation et mesures similaires)\"."
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "Article 19",
      "content": "La liste des dépenses du compte de commerce des fabrications d'armement, fixée par l'article 23, alinéa b, de la loi n° 52-1402 du 30 décembre 1952 et complétée par l'article 31 de la loi n° 55-1044 du 6 août 1955, est annulée et remplacée par la suivante :\n\nb) En dépenses:\n\nLe remboursement au budget général des dépenses de per­sonnel et des frais de fonctionnement ;\n\nLes dépenses de matériel (matières et marchés à l'industrie) ;\n\nLes dépenses de renouvellement des immobilisations immo­bilières et mobilières, dans la limite du montant des amor­tissements pratiqués par le service et du produit des aliéna­tions et cessions de ces immobilisations."
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "Article 20",
      "content": "1° Il est inséré, entre le sixième et le septième ali­néa de l'article 15 de la loi n° 51-1508 du 31 décembre 1951, relative aux comptes spéciaux du Trésor pour l'année 1952 et étendue en Algérie par l'article 20 de la loi n° 53-120 du 31 décembre 1953, un nouvel alinéa ainsi conçu :\n\n\"Le fonds de garantie peut intervenir, même devant les juridictions répressives et même pour la première fois en cause d'appel, en vue notamment de contester le principe ou le montant de l'indemnité réclamée dans toutes les ins­tances engagées entre les victimes d'accidents corporels ou Ieurs ayants droit, d'une part, les responsables ou leurs assureurs, d'autre part. Il intervient alors à titre principal et peut user de toutes les voies de recours ouvertes par la loi\" ;\n\n2° Les dispositions du présent article sont applicables en Algérie."
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "Article 21",
      "content": "Dans les administrations centrales et les admi­nistrations assimilées visées à l'ordonnance n° 45-2289 du 9 octobre 1945, des emplois d'adjoint administratif chef de groupe, d'adjoint administratif des emplois de catégorie B des administrations centrales ainsi que des emplois de caté­gorie B ou C de services extérieurs inscrits aux chapitres des administrations centrales pourront être transformés en emplois de secrétaire administratif.\n\nEventuellement, pourront en outre être pris en compte, en vue de la création d'emplois de secrétaire administratif, les crédits rendus disponibles par le départ de secrétaires d'admi­nistration.\n\nLes transformations d'emplois autorisées au présent article seront effectuées dans la limite des dotations budgétaires prévues pour les emplois visés aux alinéas 1er et 2 ci-dessus et prononcées par décret contresigné du ministre intéressé, du ministre des finances et du ministre chargé de la fonction publique."
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "Article 22",
      "content": "L'article L. 45 du code des pensions civiles et militaires de retraite est complété par un troisième alinéa ainsi conçu :\n\n\"Nonobstant toutes dispositions contraires, et notamment celles relatives au secret professionnel, tous renseignements médicaux ou pièce médicales dont la production est indispensable pour l'examen des droits définis par le présent cha­pitre pourront être communiqués, sur leur demande, aux ser­vices administratifs placés sous l'autorité des ministres aux­quels appartient le pouvoir de décision et dont les agents sont eux-mêmes tenus au secret professionnel\"."
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "Article 23",
      "content": "Les dispositions du paragraphe Ier de l'article 137 de la loi n° 56-780 du 4 août 1956 sont applicables aux agents rayés des cadres entre le 7 janvier 1954 et le 8 août 1956."
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "Article 24",
      "content": "1° Le premier alinéa de l'article L. 112 bis du code des pensions civiles et militaires de retraite est ainsi modifié :\n\n\"Les fonctionnaires nommés depuis deux ans au moins, mais non titularisés au titre de leur statut particulier dans l'un des emplois supérieurs visés au deuxième alinéa de l'article 3 de la loi du 19 octobre 1946 et qui ont été soit titularisés dans un autre emploi de l'Etat par suite de la suppression de l'emploi supérieur qu'ils occupaient, soit détachés en cette qualité dans l'un ou successivement plusieurs des endroits dans lesquels le détachement des fonctionnaires est autorisé en application de l'article 99 (3°, 4°, 5° et 6°) de la loi du 19 octobre 1946 continuent à subir dans cet emploi, en vue de l'application de l'article L. 26, les retenues pour la retraite calculées d'après le traitement attaché à l'emploi supérieur occupé antérieurement s'ils en font la demande dans un délai de six mois suivant la date de leur nomination dans le deuxième emploi\".\n\n2° Un nouveau délai de six mois est ouvert aux fonction­naires susceptibles de se prévaloir des dispositions ci-dessus qui ne font pas obstacle au maintien des dispositions anté­rieures pour les fonctionnaires qui en avaient obtenu le béné­fice à la date de promulgation de la présente ordonnance."
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "Article 25",
      "content": "Les taux des pensions exceptionnelles, des suppléments exceptionnels de pension, des dotations annuelles viagères visés aux articles 2, 3 et 4 de l'ordonnance n° 45-1723 du 2 août 1945 et à la loi n° 55-312 du 24 mars 1955 ainsi que celui des allocations viagères annuelles créées par l'ar­ticle 78 de la loi n° 46-854 du 27 avril 1946, tels qu'ils sont fixés depuis le 1er janvier 1952, par les dispositions de la loi n° 53-25 du 28 janvier 1953, sont majorés de 100 % à compter du 1er janvier 1957."
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "Article 26",
      "content": "1° L'article 109 de la loi du 19 octobre 1946 relative au statut général des fonctionnaires est complété par les dispositions suivantes :\n\n\"Le fonctionnaire détaché ne peut, sauf dans le cas où le détachement a été prononcé auprès d'organismes internationaux ou pour exercer une fonction publique élective, être affilié au régime de retraite dont relève la fonction exercée en détachement, ni acquérir à ce titre des droits quelconques à pensions ou à allocation, sous peine de la suspension de la pension de l'Etat ;\n\n\"2° Les retenues qui auraient été perçues au titre de l'emploi de détachement antérieurement à la promulgation de la présente loi devront être remboursées aux intéresses ;\n\n\"3° Ces dispositions sont applicables aux personnels mili­taires et assimilés visés par l'article 34 de la loi du 30 décem­bre 1913\"."
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "Article 27",
      "content": "La pension prévue à l'article L. 6 (4°) du code des pensions civiles et militaires de retraite est réversible au profit des ayants cause du fonctionnaire, dans les mêmes conditions que la pension prévue à l'article L. 6 (2°) dudit code."
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "Article 28",
      "content": "L'interruption des services bancaires est assi­milée aux cas où, en vertu de l'article 1er de la loi modifiée du 27 janvier 1910, des décrets rendus en conseil des ministres peuvent, pour tout ou partie du territoire, proroger les délais dans lesquels doivent être faits les protêts et les autres actes destinés à conserver les recours pour toutes les valeurs négociables.\n\nLes dispositions de cet article sont applicables en Algérie."
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "Article 29",
      "content": "1° Le dernier alinéa de l'articlede la loi du 18 janvier 1951 relative au nantissement de l'outillage et du matériel d'équipement est modifié comme suit :\n\n\"Sont assimilées aux prêteurs de deniers les cautions qui interviennent par aval ou endossement dans l'octroi des cré­dits d'équipement. Ces personnes sont subrogées de plein droit aux créanciers. Il en est de même des personnes qui endossent, escomptent, avalisent ou acceptent les effets créés en représentation desdits crédits\".\n\n2° Le deuxième alinéa de l'article 3 de la loi du 18 jan­vier 1951 susvisée est modifié comme suit :\n\n\"Le nantissement doit être conclu au plus tard dans le délai d'un mois à compter du jour de la livraison du matériel d'équipement sur les lieux où il devra être installé\" ;\n\n3° L'article 9 de la loi du 18 janvier 1951 susvisée est modifié comme suit : \"Le privilège du créancier nanti, en application de la présente loi s'exerce sur les biens grevés par préférence à tous autres privilèges, à l'exception : ... 3° du privilège accordé aux salaries par l'article 47 a du livre Ier du code du travail\".\n\n(Les autres alinéas sans changement.)"
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "Article 30",
      "content": "Le premier alinéa de l'article L. 33 du code du domaine de l'Etat est modifié comme suit :­\n\n\"La délivrance des autorisations de voirie sur le domaine public national est subordonnée au payement par les intéressés, d'un droit fixe de 500 F en sus des droits et redevances perçus au profit soit de l'Etat, soit des communes\"."
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "Article 31",
      "content": "1° L'article 2 de la loi du 8 août 1947 est rem­placé par les dispositions suivantes :\n\n\"Tout organisme subventionné dont la gestion n'est pas assujettie aux règles de la comptabilité publique et, quelles que soient sa nature juridique et la forme des subventions qui lui ont été attribuées par l'Etat, une collectivité locale ou un établissement public, est soumis aux vérifications des comp­tables supérieurs du Trésor et de l'inspection générale des finances ainsi qu'au contrôle de la cour des comptes.\n\n\"L'exercice de ces droits de vérifications et de contrôle reste limité à l'utilisation de ces subventions dont la destina­tion doit demeurer conforme au but pour lequel elles ont été consenties.\n\n\"Ces dispositions sont applicables aux organismes recevant, dans les conditions ci-dessus précisées, des subventions d'au­tres organismes eux-mêmes soumis au contrôle financier de l'Etat\".\n\n2° Les sociétés, syndicats, associations ou entreprises de toute nature qui ont fait appel ou font appel au concours de l'Etat, d'une collectivité locale ou d'un établissement public, sous forme d'apport en capital, de prêts, d'avances ou de garanties d'intérêt, sont soumises aux vérifications de l'ins­pection générale des finances dont les fonctionnaires ont les pouvoirs d'investigation nécessaires à l'examen, sur pièces et sur place des. écritures, du bilan et des comptes dans leurs parties relatives à la gestion et à l'emploi de l'aide accor­dée conformément au but pour lequel elle a été sollicitée.\n\nLes mêmes pouvoirs appartiennent à l'inspection de l'admi­nistration du ministère de l'intérieur en ce qui concerne ces sociétés, syndicats, associations ou entreprises de toute nature qui ont fait appel au concours des collectivités locales, dépar­tementales ou communales."
    },
    {
      "provision_ref": "art31bis",
      "section": "31bis",
      "title": "Article 31bis",
      "content": "Les dispositions de l'article 31 de la présente ordonnance sont applicables à Mayotte ainsi qu'aux communes et groupements de communes de Polynésie française et de Nouvelle-Calédonie et à leurs établissements publics."
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "Article 32",
      "content": "Dans la limite de 1.452 emplois, les agents tem­poraires du ministère de la construction, en fonction au 31 décembre 1957, pourront bénéficier à titre personnel, des dispositions de la loi du 19 octobre 1946 relative au statut général des fonctionnaires.\n\nDes règlements d'administration publique fixeront les moda­lités d'application du présent article."
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "Article 33",
      "content": "Le ministre des finances et des affaires écono­miques est chargé de l'exécution du présent décret, qui sera publié au Journal officiel de la République française."
    }
  ]
}